Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# ,635B84FD4C976FBB119633B871EC9FB5
source: Moving a Window
ja: ウィンドウの移動

# ,63E20E414B2F2FF3DC1ADFBE6CAF6141
source: Copy
ja: コピー

# SAutomationWindowCommandBar,AutomationCopyButtonText
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar

# SProjectLauncherProgress,CopyButtonText
source: Copy
ja: コピー

# UICommands.GenericCommands,Copy
source: Copy
ja: コピー

# UICommands.SessionConsoleCommands,SessionCopy
source: Copy
ja: コピー

# ,65CFFC954B99B01FF23287A781D87AF7
source: Universal Gizmo
ja: ユニバーサルギズモ

# ,6605F7054F58F9C16B4B0591E0B68D01
source: For properties with a slider, move the Controller left or right while squeezing the trigger to adjust the value.
ja: スライダーのあるプロパティは、トリガーを引きながらコントローラを左右に動かすことで値を調整できます。

# ,661632B6474952EF2165B5B3A545AF4D
source: VR Editor Controls
ja: VRエディタ操作

# ,6C9C59D54B15C55532CEF7ACD7163A66
source: VR Editor Controls
ja: VRエディタ操作

# ,763619504A9BF2E11A783DBC58742BB2
source: VR Editor Controls
ja: VRエディタ操作

# ,66ACD02D4A7040AD2D039EB0A3AC90DF
source: Content
ja: コンテンツ

# ,68A330824E2838BF7438F3889EC96A9B
source: texturing
ja: テクスチャー

# ,BAFA93D74D7036383372569E020ED5DE
source: texturing
ja: テクスチャー

# ,6D10011D4286EAACF4C270A2999CFFD3
source: Moving Backwards in the World
ja: ワールドで後方に移動

# ,6E98B3F94E250E1266482FA4C2C5DE64
source: Then point the Controller at it and quickly squeeze the trigger twice to open up the associated editor in the Asset Panel.
ja: 次にコントローラを向けてトリガーをすばやく二回引くことで関連したエディタをアセットパネルに開くことができます。

# ,72F2F1B540D6DD38D932FDB6B92D50C7
source: Scaling the World Up
ja: ワールドの拡大

# ,7875CA1B48F4D2759B36FF935E24F811
source: Then move the Controller so it points at the location in the world you want the Actor to be placed and release the trigger to place the Actor.
ja: 次にワールドでアクタを配置したい場所にコントローラを向けて、トリガーをはなしてアクタを配置します。

# ,78BA211347671F164A0DEEB2E70813AA
source: LensFlares
ja: レンズフレア

# ,79C8B0684C629663AF05F0BF69C0ECA8
source: The Content Browser enables you to browse all assets in your project and open them in an asset editor or place them into the world.
ja: コンテンツブラウザはプロジェクトのアセットすべての一覧、アセットエディタを開くこと、アセットのワールドへの配置を可能にします。

# ,7C2A49A7441399B03B2EC5889957A3FB
source: Render Material
ja: レンダー マテリアル

# ,7C36534A42595E6F701C71B37B1A0F51
source: World Movement - The two side buttons are used to move around the world.
ja: ワールド移動 - 2つのサイドボタンはワールド内での移動で使用されます。

# ,7DFC124147D652FBD01F1898F5D09661
source: BP_Skydome
ja: BPスカイドーム

# ,C302ADF64DF932F463D0B98AE6A99D2F
source: BP_Skydome
ja: BPスカイドーム

# ,F0724B1E4B6F4BD77B001FB58C61730E
source: BP_Skydome
ja: BPスカイドーム

# ,7E8A374C4A36C41ECDDCFB9722E5CD01
source: Foliage Painter
ja: フォリッジペインター

# ,81A30F5645290C8CBB83508146B31542
source: Math| Float
ja: 演算 | 浮動小数

# ,9CEEFFCB4CA9B2C7833B189762C81D07
source: Math| Float
ja: 演算 | 浮動小数

# ,AAB62EE5446779E5C689E7AC4D09AE43
source: Math| Float
ja: 演算 | 浮動小数

# ,DD0F21F944A41CF356035E83E873D974
source: Math| Float
ja: 演算 | 浮動小数

# ,81DE03A34F7D26827AC89595CEEEC405
source: VRButton
ja: VRボタン

# ,81FF884E42DC30CDF8366BA177C8DC6B
source: Cubemaps
ja: キューブマップ

# ,F66C00A2423B11AF2A14C0AD7752171A
source: Cubemaps
ja: キューブマップ

# ,FDBD85E44D8F4B44EB76F2A2BCBCAF41
source: Cubemaps
ja: キューブマップ

# ,8283BABA4FBAE0241A9E2C95235EAF40
source: The Outliner displays a hierarchical list of all Actors in the world enabling quick selection, visibility toggling, organization, and Actor-specific actions to be performed.
ja: アウトライナはワールド内のすべてのアクタの階層リストを表示して、選択、可視性の切り替え、整理、アクタ固有のアクションの実行を可能にします。

# ,8406C33A46BBE1207EF69490C810414D
source: Simple Mesh rotation
ja: シンプルなメッシュ回転

# ,8A21D5EA431B316ADE4DF6BE0D955DFA
source: Both Mesh rotation and Material Instance Interpolation
ja: メッシュ回転とマテリアルインスタンス補間両方

# ,8A8D4BE048B5D84C06354F82148217B1
source: Scale
ja: 拡大・縮小

# ,8B5FDCCB4D6D747E67639696462D7470
source: Render Unwrapped Mesh
ja: アンラップされたメッシュを描画

# ,C095AE7643AF1AB7B8C3319003B1C2F5
source: Render Unwrapped Mesh
ja: アンラップされたメッシュを描画

# ,8DB7776A4344C57475315D93B542ED69
source: BothSide
ja: 両サイド

# ,8E56F8AE46DFDBE330FFEAA3D290B642
source: Then squeeze the Controller trigger in to select that Actor.
ja: 次にコントローラトリガーを引くとアクタを選択できます。

# ,8E8987964E12682F78155089C4205842
source: To move around in the VR Editor you will need to active movement mode by pressing & holding either of the two Controller side buttons.
ja: VRエディタ内で移動するには2つのコントローラのどちらかのサイドボタンを押したままにして移動モードを有効にする必要があります。

# ,8F99167848CEF9FA1BC79BACEF576E96
source: Tutorial Panel
ja: チュートリアルパネル

# ,A1777BE7422585B5463F659312A5C649
source: Tutorial Panel
ja: チュートリアルパネル

# ,908D1577461488955E0F42873DA80351
source: Then quickly extend your arm vertically, releasing your grip on the Controller side buttons ½ way through to propel yourself down in the world .
ja: 次に腕を上にすばやく伸ばしながら、途中でコントローラのサイドボタンのグリップをはなすことでワールドの下方向に進むことができます。

# ,90A6A09F46D5E291B0D721AA0CD030BC
source: To edit a property in the Details Panel point the Controller at the property you want to edit and squeeze the trigger interact with it.
ja: 詳細パネルでプロパティを編集するには編集したいプロパティにコントローラを向けてからトリガーを引いて操作します。

# ,9423303943DFF1EA30BC17845FFEC0F4
source: The VR Editor enables you to summon and dock a number of different panels and windows. Currently you can access the following pannels.
ja: VRエディタではさまざまなパネルとウィンドウを呼び出してドッキングすることが可能です。現在は以下のパネルにアクセスできます。

# ,9614B74F4DEAC227C156A49E53A9F17A
source: VR & Dockable Windows
ja: VR & ドッキング可能なウィンドウ

# ,B77BD7834E28C8D54DCF9FB0A64AEF2D
source: VR & Dockable Windows
ja: VR & ドッキング可能なウィンドウ

# ,96A050F645F75390978A6D9936B83BEC
source: Freeform Scaling: With the Actor selected, move the Controller's closer and further apart will scale the Actor up or down in size.
ja: 自由スケーリング: アクタを選択した状態で、コントローラを近づけたり遠ざけたりするとアクタの大きさが変わります。

# ,988A35B14D9781D79F0B659806555E32
source: Scaling a Window
ja: ウィンドウの拡大・縮小

# ,9A8BF4A54EB30E30EA5FEB8452BDEE0C
source: Tutorial
ja: チュートリアル

# SMessageLogMessageListRow,TutorialLabel
source: Tutorial
ja: チュートリアル

# ,9AAF01254FEFB9C290795D9A207F5CA6
source: Then quickly bring your arm back down towards your chest, releasing your grip on the Controller side buttons ½ way through to propel yourself up in the world .
ja: 次に腕を胸から下にすばやく下ろしながら、途中でコントローラのサイドボタンのグリップをはなすことでワールドの上方向に進むことができます。

# ,9C1EACD9425D2769DBF8F18747C6DB88
source: A breakdown of what actions the Motion Controller & buttons perform
ja: モーションコントローラとボタンで可能なアクションの概要

# ,9E7BF36847FA14B317943FBC891F7303
source: Exit VR
ja: VR終了

# ,9F1E79E34A80164D5AB90FB5C0769832
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,AE4B977949471C5637DDB88F42DCFD66
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,C02316054D51A7729C00149AA48D09BE
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,DD866417466DB2B2755A50B53514DBDF
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,E19E7CC74BD44BAE09C82A9DE2203A8D
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,ReflectionOverrideSF
source: Reflections
es: Reflejos
ja: リフレクション
pt_br: Reflexos

# ,9F445CE54834ED841036B58F3ACF05F6
source: Then the window you selected will then be displayed.
ja: そうすると選択したウィンドウが表示されます。

# ,9F514AAC471A0844849728A9C1F3ED10
source: To scale the window up, move your thumb on the trackpad away from from your chest.
ja: ウィンドウを拡大するには、トラックパッドの親指を胸とは逆の方向に動かします。

# ,A097881B44D24A3F15055C925D3CFEF5
source: Yellow "Laser Pointer"
ja: 黄色の"レーザーポインタ"

# ,A0DF43C0460A51BBE5E3D1A51E13370D
source: Then point the free Controller at the window you want to open and squeeze the trigger to open it.
ja: 開きたいウィンドウにコントローラを向けてからトリガーを引くてウィンドウを開くことができます。

# ,A824D3BC4E8FDA956A0FB29E0E653805
source: Utilities
ja: ユーティリティ

# ,A8D495DF434798EDBC394598C85B685E
source: Then aim the other Controller at the Actors you want to add or remove, squeezing the trigger to add or remove them.
ja: 次にもう1つのコントローラを追加や削除したいアクタに向けてトリガーを引くと、追加や削除が行えます。

# ,AD3C5AD747D61A8C922B6295904EAE6E
source: World position offset
ja: ワールドポジションオフセット

# ,CD5D9AB6418AFE0B2A7ED6AA3AD45276
source: World position offset
ja: ワールドポジションオフセット

# ,D1E870A44DCA1912A2559EAEF67154FF
source: World position offset
ja: ワールドポジションオフセット

# ,F77D86844212DF0D6A511F9719EFC2D6
source: World position offset
ja: ワールドポジションオフセット

# ,AF6BA43A40B6C65CD2A0E18FA40C030F
source: To select multiple Actors first aim the Controller at one of the Actors you want to select and squeeze the trigger in halfway.
ja: 複数のアクタを選択するにはまず選択したいアクタの一つにコントローラを向けてトリガーを半分引きます。

# ,AFADC38A43856671037FC7861BB7392C
source: The Tutorials panel provides access to a collection of instructional walkthroughs for common features of the VR Editor.
ja: チュートリアルパネルはVRエディタの基本機能についての説明ウォークスルーへのアクセスを提供します。

# ,AmbientCubemapSF
source: Ambient Cubemap
es: Mapa cúbico del ambiente
ja: アンビエント キューブマップ
pt_br: Mapa de cubos ambiente

# ,AmbientOcclusionSF
source: Ambient Occlusion
es: Oclusión del ambiente
ja: アンビエントオクルージョン
pt_br: Oclusão Ambiente

# Engine.BufferVisualizationMaterials,BaseAmbientOcclusionMat
source: Ambient Occlusion
es: Oclusión del ambiente
ja: アンビエントオクルージョン
pt_br: Oclusão Ambiente

# UnrealEd,VisualizeAOSF
source: Ambient Occlusion
es: Oclusión del ambiente
ja: アンビエントオクルージョン
pt_br: Oclusão Ambiente

# ,AntiAliasingSF
source: Anti-aliasing
es: Suavizado del contorno
ja: アンチエイリアス
pt_br: Suavização

# ,AtmosphereSF
source: Atmospheric Fog
ja: 霧

# ,AudioRadiusSF
source: Audio Radius
es: Radio del audio
ja: オーディオ半径
pt_br: Raio do áudio

# ,B16322FA49DAD7F07C94E4BC1C242E92
source: Freeform Scaling & Movement
ja: 自由スケール & 移動

# ,B360434A4A24551A58F28593FF27781C
source: Moving: The cones will allow you to move the Actor along an axis.
ja: 移動: 円錐でアクタを軸に沿って移動させることができます。

# ,B45E504A4C01E6DB56C526A995A8A61A
source: SpeedTree
ja: スピードツリー

# ,B79EB6CB41ECA56A3E3DE9917B55A663
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem

# ,LandscapeSF
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem

# Landscape,Landscape
source: Landscape
ja: ランドスケープ

# ,B8695B12481C7366CF99C7A8FA0A657A
source: Moving Down in the World
ja: ワールドで下に移動

# ,BA347F1341258FF39207DA8AE63D2866
source: You can also rotate your view of the world by squeezing the side buttons on both Controllers and then rotate the Controllers clockwise or counterclockwise.
ja: 両方のコントローラのサイドボタンを握ってからコントローラを互いに時計回り、反時計回りに動かすことでワールドでの視点を回転できます。

# ,BillboardSpritesSF
source: Billboard Sprites
es: Sprites del rótulo
ja: ビルボード スプライト
pt_br: Sprites do Placar

# ,BloomSF
source: Bloom
es: Brillo
ja: ブルーム

# ,VisualizeBloom
source: Bloom
es: Brillo
ja: ブルーム

# ,BoundsSF
source: Bounds
es: Límites
ja: バウンド
pt_br: Limites

# ,BrushesSF
source: Brushes
es: Pinceles
ja: ブラシ
pt_br: Pincéis

# ,BSPSF
source: BSP
es: BSP (Partición binaria del espacio)
ja: BSP ジオメトリブラシ

# ,BSPSplitSF
source: BSP Split
es: Dividir BSP
ja: BSP 分割
pt_br: Divisão BSP

# ,BSPTrianglesSF
source: BSP Triangles
es: Triángulos BSP
ja: BSPトライアングル
pt_br: Triângulos BSP

# ,BuilderBrushSF
source: Builder Brush
es: Pincel de diseño
ja: ビルダ ブラシ
pt_br: Pincel do Construtor

# ,C14BF8F7495FC1C2BE2C08B2520CBF10
source: You can use the >>> button to go to the next slide or use <<< to go to the previous slide. To get back to the main tutorial page press the Home button.
ja: >>>ボタンで次のスライド、<<<で前のスライドに移動できます。メインのチュートリアルページに戻るにはホームボタンを押してください。

# ,C552CCCA417CEC917A90DEB310EABD24
source: Teleporting around the World
ja: ワールドでのテレポート

# ,C56B54D0480D3196651073AE3089F998
source: To scale the world down in size, position each Controller so that they are being held vertically and as far as part as possible.
ja: ワールドの大きさを縮小するには、両方のコントローラを垂直に立ててできるだけ近い状態で持ちます。

# ,C8F9203743B2D8E54648C8BCCA91BDB6
source: Content Browser
ja: コンテンツブラウザ

# ,EEAEEF884A43EA3B7D1B1283A9E06679
source: Content Browser
ja: コンテンツブラウザ

# ,CA519EE041E1BBE4CDD60381A37B2438
source: Float2
ja: フロート2

# ,CameraAspectRatioBarsSF
source: Camera Aspect Ratio Bars
es: Barras de la relación de aspecto de la cámara
ja: カメラ 縦横比枠
pt_br: Barras de Relação de Aspecto da Câmera

# ,CameraFrustumsSF
source: Camera Frustums
es: Conos truncados (frustums) de la cámara
ja: カメラ 撮影領域
pt_br: Troncos da câmera

# ,CameraImperfectionsSF
source: Camera Imperfections
es: Imperfecciones de la cámara
ja: カメラ 不完全表示
pt_br: Imperfeições da câmera

# ,CameraInterpolationSF
source: Camera Interpolation
es: Interpolación de la cámara
ja: カメラ 実機表現
pt_br: Interpolação da câmera

# ,CameraSafeFramesSF
source: Camera Safe Frames
es: Fotogramas seguros de la cámara
ja: カメラ 文字セーフフレーム
pt_br: Quadros de segurança da câmera

# ,CEEA90714D6C0FA766F1EBA8F71EE6FD
source: Foliage
ja: フォリッジ

# ,InstancedFoliageSF
source: Foliage
ja: フォリッジ

# StaticMeshLODSettings,FoliageLOD
source: Foliage
es: Follage
ja: フォリッジ
pt_br: Folhagem

# ,CollisionPawn
source: Pawn
es: Peón
ja: ポーン
pt_br: Peão

# ,CollisionVisibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade

# SWidgetReflector,Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade

# UObjectDisplayNames,Widget:Visibility
source: Visibility
ja: 可視性

# ,CollisionWireFrame
source: Collision
es: Colisión
ja: コリジョン
pt_br: Colisão

# ,ColorGradingSF
source: Color Grading
es: Degradado del color
ja: カラー グレーディング
pt_br: Gradação de Cores

# ,CompositeEditorPrimitivesSF
source: Composite Editor Primitives
es: Primitivas del editor compuesto
ja: コンポジット エディタ プリミティブ
pt_br: Primitivos do editor composto

# ,ConstraintsSF
source: Constraints
es: Sujeciones
ja: コンストレイン
pt_br: Restrições

# ,CoverSF
source: Cover
es: Cubierta
ja: カバー
pt_br: Cobertura

# ,D2A2126243DD2E4AF409FF8B4A9CF88C
source: Depth Map
ja: デプス マップ

# ,D415A0794A18AE466435139C64345DE6
source: WorldPositionOffset
ja: ワールドポジションオフセット

# ,D450C2B5488575A26BBA609A0E3059E5
source: RenderToTexture
ja: レンダーをテクスチャーに

# ,D488430B44A2E84C810D05AE4CE077F8
source: Orange / Green / Yellow "Laser Pointer": Each Controller emits a "laser" that signifies the current action being performed.
ja: オレンジ/緑/黄色の"レーザーポインタ": それぞれのコントローラーからは現在行っているアクションを示す"レーザー"が放出されます。

# ,D4BDA84E4A4E819213BC1AAA27C88831
source: Then while squeezing the trigger, move the Controller to reposition the window to a new location.
ja: 次に、トリガーを引きながら、コントローラを動かしてウィンドウを新しい場所に移動します。

# ,D73060A84FA05EB1A94379AA62CB8B31
source: The Modes panel provides the ability to quickly place any Actor type into the world.
ja: モードパネルはすべてのタイプのアクタをワールドに手早く配置する機能を提供します。

# ,D78D040E427FCDE84FF01FBD59342AFD
source: Moving Up in the World
ja: ワールドで上に移動

# ,DA291D7B41A5314346BA94B45A468B0B
source: To access the help, point the Controller at a section then squeeze the trigger to open the help.
ja: ヘルプにアクセスするには、コントローラを向けてトリガーを引きます。

# ,DBEF980A46D850AF1B05D88305599FE6
source: Play
ja: プレイ

# AssetTypeActions,Sound_PlaySound
source: Play
es: Reproducir
ja: 再生
pt_br: Reproduzir

# ,DebugAISF
source: AI Debug
es: Depurar AI
ja: AI デバッグ
pt_br: Depuração de IA

# ,DED0FD6A41AD4A80D78CE2BCAE812B4D
source: To move forward, squeeze and hold the Controller side buttons while completely extending your arm in front of you.
ja: 前に移動するには、コントローラのサイドボタンを握って押したまま、腕を前に伸ばします。

# ,DED46A5848B0488FBCCC4E9F8FBEE43D
source: 3D Imposter Sprites
ja: 3D インポスタ スプライト

# ,DeferredLightingSF
source: DeferredLighting
ja: ディファード ライティング

# ,DepthOfFieldSF
source: Depth Of Field
es: Profundidad de campo
ja: DOF
pt_br: Profundidade de campo

# ,DF2FC0A6462B98BC077105B09EEED25C
source: Yellow indicates you are in movement mode.
ja: 黄色は移動モードであることを示します。

# ,DiffuseSF
source: Diffuse
es: Difuminar
ja: ディフューズ
pt_br: Difusa

# ,DirectionalLightsSF
source: Directional Lights
es: Luces direccionales
ja: ディレクショナル ライト
pt_br: Luzes direcionais

# ,DirectLightingSF
source: Direct Lighting
es: Iluminación directa
ja: 直接 ライティング
pt_br: Iluminação direta

# ,DistanceCulledPrimitivesSF
source: Distance Culled Primitives
es: Primitivas eliminadas por la distancia
ja: カリング距離
pt_br: Primitivos descartados de distância

# ,DistanceFieldAOSF
source: Distance Field Ambient Occlusion
ja: ディスタンスフィールド アンビエントオクルージョン

# ,VisualizeDistanceFieldAOSF
source: Distance Field Ambient Occlusion
ja: ディスタンスフィールド アンビエントオクルージョン

# ,DistanceFieldGISF
source: Distance Field Global Illumination
ja: ディスタンスフィールド グローバルイルミネーション

# ,VisualizeDistanceFieldGISF
source: Distance Field Global Illumination
ja: ディスタンスフィールド グローバルイルミネーション

# ,DynamicShadowsSF
source: Dynamic Shadows
es: Sombras dinámicas
ja: ダイナミック シャドウ
pt_br: Sombras dinâmicas

# ,E1CC5A1F4319B3725D8D4499FC7A1EBB
source: Finally to initiate the teleport, squeeze in the trigger on the Controller.
ja: テレポートを実行するには、コントローラのトリガーを引きます。

# ,E1CF94984FAB1627C36D4BB6F7EB45DF
source: To view a Tutorial, point the Controller at it in the list and squeeze the trigger to begin the tutorial.
ja: チュートリアルを見るには、リストから開始したいチュートリアルにコントローラを向けて、トリガーを引きます

# ,E2370EA344BE4887EE3B1B8B9DCEA84F
source: To toggle visibility of an Actor using the Outliner, point the Controller at the Eye icon next to Actor and squeeze the Controller trigger to toggle it.
ja: アウトライナでアクタの可視状態を切り替えるには、アクタの横にある目のアイコンにコントローラを向けて、トリガーを引いて切り替えます。

# ,E286C1F14DE0C25BAC2E6DBC816A2178
source: Selecting Actors
ja: アクタの選択

# ,E2C214F04AD4D2EE6B1AF6ACC50D9CE6
source: Flipbook Mesh Animation
ja: フリップブック メッシュ アニメーション

# ,E3EBCBBD4827CA52FA156AA6BF938CAA
source: Back
ja: 戻る

# SWizard,PrevButtonLabel
source: Back
es: Atrás
ja: 戻る
pt_br: Voltar

# UICommands.ProjectLauncherCommands,CloseSettings
source: Back
ja: 戻る

# WebBrowser,Back
source: Back
ja: 戻る

# ,E432116946D8C3718399EEB1D3E10A6F
source: When the side buttons are held in, a grid pattern will be overlayed in the world indicating that you have activated movement mode.
ja: サイド ボタンが押されていると、ワールド内にグリッド パターンがオーバーレイ表示されて移動モードが有効になったことがわかります。

# ,E68E78ED48AA7633FEA954855A0D1BB9
source: Asset
ja: アセット

# ,EE855729439AE715B43C56AC4B000E42
source: Rotate
ja: 回転

# InputKeys,Gesture_Rotate
source: Rotate
ja: 回転

# ,EED1E2984C598B70FBB378872771B1BF
source: Scaling the World Down
ja: ワールドの縮小

# ,EFBFE779404BB459042C7D906F49F02D
source: To select an Actor in the world, position a Controller so the orange "laser" beam it emits intersects with the Actor that you want to manipulate.
ja: ワールドでアクタを選択するには、操作したいアクタとオレンジの"レーザー"が交差するようにコントローラを移動させます。

# ,EyeAdaptationSF
source: Eye Adaptation
es: Adaptación del ojo
ja: 自動適正露光
pt_br: Adaptação aos olhos

# ,F2037C0849290D72865551BFDF3316ED
source: Float3
ja: フロート3

# ,F33FC199478FCA0C396FD19CCAA8192C
source: Undo
ja: アンドゥ

# UICommands.GenericCommands,Undo
source: Undo
ja: アンドゥ

# ,F37FA4C841B05E8EF5A098A8D3AED3F0
source: You can scale the size of the world up or down depending on your needs.
ja: 必要にあわせてワールドの大きさをスケールすることができます。

# ,F4184B244E3A987A457BBF8E3FC779AF
source: You can use the Controller trackpad to scale a window up or down in size.
ja: コントローラのトラックパッドでウィンドウのサイズを拡大縮小できます。

# ,F521FFD14FFCB10181790F81B0D439F7
source: Orange "Laser Pointer"
ja: オレンジの"レーザーポインタ"

# ,F5E1B40345061FC76F585A8C562463CF
source: Then quickly push your arm away from your chest, releasing your grip on the Controller side buttons ½ way through to propel yourself backwards in the world.
ja: 次に腕を胸から遠くにすばやく引き離しながら、途中でコントローラのサイドボタンのグリップをはなすことでワールドの後方に進むことができます。

# ,F920D80747CC7E12F44B9A9C3A97D568
source: TriggerRight
ja: トリガー右

# ,F9CB4B144569063090C975B94DDDB907
source: Interface
ja: インターフェース

# ,FECC513C49DAD24FDFC186A63A23D09F
source: Select & Move - The trigger button on either Controller is used to select and move Actors in the world.
ja: 選択 & 移動 - どちらのコントローラのトリガーボタンもワールドでのアクタの選択と移動に使用できます。

# ,FFC4192A4E82091C24FEDB80F3CD7556
source: Front
ja: 前面

# ,FogSF
source: Fog
es: Niebla
ja: フォグ
pt_br: Névoa

# SpriteCategory,Fog
source: Fog
es: Niebla
ja: フォグ
pt_br: Névoa

# ,GameplayDebugSF
source: Gameplay Debug
es: Depurar Gameplay
ja: ゲームプレイ デバッグ
pt_br: Depuração de jogabilidade

# ,GameSF
source: Game
es: Juego
ja: ゲーム
pt_br: Jogo

# FSettingsModule,ProjectGameCategoryName
source: Game
ja: ゲーム

# ,GBufferHintsSF
source: GBuffer Hints (material attributes)
es: Indicaciones del GBuffer (atributos del material)
ja: Gバッファ ヒント (マテリアル属性)
pt_br: Dicas do GBuffer (atributos do material)

# ,GlobalIlluminationSF
source: Global Illumination
es: Iluminación global
ja: グローバル イルミネーション
pt_br: Iluminação global

# ,GrainSF
source: Grain
es: Grano
ja: グレイン
pt_br: Granulação

# ,GridSF
source: Grid
es: Rejilla
ja: グリッド
pt_br: Grade

# ,HighResScreenshotMaskSF
source: High Res Screenshot Mask
es: Máscara de captura de pantalla en alta resolución
ja: 高解像度 スクリーンショット マスク
pt_br: Máscara da captura de alta resolução

# ,HitProxiesSF
source: Hit Proxies
es: Proxies de impacto
ja: ヒット プロキシ
pt_br: Proxies de ocorrência

# ,HMDDistortionSF
source: HMD Distortion
es: Distorsión HMD
ja: HMDの歪み
pt_br: Distorção HMD

# ,IndirectLightingCacheSF
source: Indirect Lighting Cache
es: Caché de iluminación indirecta
ja: 関節 ライティング キャッシュ
pt_br: Cachê de iluminação indireta

# ,InstancedGrassSF
source: Grass
ja: グラス

# ,InstancedStaticMeshesSF
source: Instanced Static Meshes
es: Mallas estáticas con instancias
ja: インスタンス スタティック メッシュ
pt_br: Malhas estáticas em instância

# ,LargeVerticesSF
source: Large Vertices
es: Vértices grandes
ja: 大きな頂点
pt_br: Vértices largas

# ,LensFlaresSF
source: Lens Flares
es: Destellos de objetivo
ja: レンズ フレア
pt_br: Reflexos de lentes

# ,LevelColorationSF
source: Level Coloration
es: Coloración del nivel
ja: レベル配色
pt_br: Coloração de nível

# ,LightComplexitySF
source: Light Complexity
es: Complejidad de la luz
ja: ライトの複雑度
pt_br: Complexidade da Luz

# ,LightFunctionsSF
source: Light Functions
es: Funciones de la luz
ja: ライトの機能
pt_br: Funções da Luz

# ,LightInfluencesSF
source: Light Influences
es: Influencias de la luz
ja: ライトの影響度
pt_br: Influências da Luz

# ,LightMapDensitySF
source: Light Map Density
es: Densidad del mapa de iluminación
ja: ライト マップの密度
pt_br: Densidade do Mapa de Luzes

# ,LightRadiusSF
source: Light Radius
es: Radio de la luz
ja: ライトの半径
pt_br: Raio da Luz

# ,LightShaftsSF
source: Light Shafts
es: Ejes de la luz
ja: ライトのシャフト
pt_br: Eixos da Luz

# ,LODSF
source: LOD Parenting
es: Parental LOD
ja: LOD 階層化
pt_br: LOD de nível superior

# ,MaterialsSF
source: Materials
es: Materiales
ja: マテリアル
pt_br: Materiais

# SpriteCategory,Materials
source: Materials
es: Materiales
ja: マテリアル
pt_br: Materiais

# ,MeshDistanceFieldsSF
source: Mesh DistanceFields
ja: メッシュ ディスタンスフィールド

# ,MeshEdgesSF
source: Mesh Edges
es: Bordes de la malla
ja: メッシュ エッジ
pt_br: Arestas da Malha

# ,ModeWidgetsSF
source: Mode Widgets
es: Widgets de modo
ja: モード ウィジェット
pt_br: Widgets de modo

# ,MotionBlurSF
source: Motion Blur
es: Desenfoque de movimiento
ja: モーション ブラー
pt_br: Borrão de movimento

# ,VisualizeMotionBlurSF
source: Motion Blur
es: Desenfoque de movimiento
ja: モーション ブラー
pt_br: Borrão de movimento

# ,NavigationSF
source: Navigation
es: Navegación
ja: ナビゲーション
pt_br: Navegação

# SEventGraph,ContextMenu_Header_Navigation
source: Navigation
es: Navegación
ja: ナビゲーション
pt_br: Navegação

# SpriteCategory,Navigation
source: Navigation
es: Navegación
ja: ナビゲーション
pt_br: Navegação

# ,OnScreenDebugSF
source: On Screen Debug
es: Depuración en pantalla
ja: オンスクリーン デバッグ
pt_br: Depuração na tela

# ,OverrideDiffuseAndSpecularSF
source: Override Diffuse And Specular
es: Suprimir difuminado y especular
ja: ディフューズとスペキュラをオーバーライド
pt_br: Substituir difusão e especular

# ,Paper2DSpritesSF
source: Paper 2D Sprites
es: Sprites de Paper 2D
ja: ペーパー2Dスプライト
pt_br: Sprites 2D de papel

# ,ParticlesSF
source: Particles Sprite
es: Sprite de partículas
ja: パーティクル スプライト
pt_br: Sprite de partículas

# ,PivotSF
source: Pivot
es: Pivote
ja: ピボット
pt_br: Pivô

# ,PointLightsSF
source: Point Lights
es: Luces puntuales
ja: ポイント ライト
pt_br: Luzes Puntiformes

# ,PostProcessingSF
source: Post-processing
es: Posprocesamiento
ja: ポストプロセス中
pt_br: Pós-processamento

# ,PostProcessMaterialSF
source: Post Process Material
es: Material de posprocesamiento
ja: ポスト プロセス マテリアル
pt_br: Material pós-processo
