Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# EnvQueryGenerator,DescriptionGenerateCircleAroundContext
source: {DescriptionTitle}: generate items on circle around {DescribeContext}
es: {DescriptionTitle}: generar elementos alrededor de la circunferencia {DescribeContext}
ja: {DescriptionTitle}: {DescribeContext} を周回してアイテムを生成
pt_br: {DescriptionTitle}: gerar itens em círculo ao redor de {DescribeContext}

# EnvQueryGenerator,DescriptionGenerateDonutAroundContext
source: {DescriptionTitle}: generate items around {DescribeContext}
ja: {DescriptionTitle}: {DescribeContext} 周りにアイテムを作成

# EnvQueryGenerator,DescriptionWithArc
source: {Description} Limit to {AngleValue} angle both sides on {ArcDirection}
es: {Description} Limitar a {AngleValue} ángulo ambos lados en {ArcDirection}
ja: {Description} 両サイドの {AngleValue} 度を {ArcDirection} に制限
pt_br: {Description} Limitar para o ângulo{AngleValue} em ambos os lados em {ArcDirection}

# EnvQueryGenerator,DescriptionWithNavigationFilter
source: {Description} (filter: {NavigationFilter})
es: {Description} (filtro: {NavigationFilter})
ja: {Description} (フィルタ: {NavigationFilter})
pt_br: {Description} (filtro: {NavigationFilter})

# EnvQueryGenerator,DescriptionWithProjection
source: projection ({Direction}: {ProjectionAmount}
es: proyección ({Direction}: {ProjectionAmount}
ja: 投影 ({Direction}: {ProjectionAmount}
pt_br: projeção ({Direction}: {ProjectionAmount}

# EnvQueryGenerator,DescriptionWithRadius
source: {Description}, radius {Radius}
es: {Description}, radio {Radius}
ja: {Description}, 半径 {Radius}
pt_br: {Description}, raio {Radius}

# EnvQueryGenerator,DescriptionWithTrace
source: {Description} trace
es: {Description} trazo
ja: {Description} トレース
pt_br: rastrear {Description}

# EnvQueryGenerator,DescWithComplexCollision
source: {Description}, complex collision
es: {Description}, colisión compleja
ja: {Description}, 複雑なコリジョン
pt_br: {Description}, colisão complexa

# EnvQueryGenerator,DescWithNonBlocking
source: {Description}, accept non blocking
es: {Description}, aceptar sin bloqueo
ja: {Description}, ノンブロッキングを許容する
pt_br: {Description}, aceitar sem bloqueio

# EnvQueryGenerator,DiscardUnreachable
source: discard unreachable
ja: 到達不可能な対象を破棄する

# EnvQueryGenerator,DontScore
source: don't score
ja: 採点しないでください

# EnvQueryGenerator,DonutDescription
source: radius: {InnerRadius} to {OuterRadius} rings: {NumRings}, points per ring: {NumPerRing}
ja: 半径：{InnerRadius} ～ {OuterRadius} リングの数：{NumRings} リング内のポイントの数：{NumPerRing}

# EnvQueryGenerator,Down
source: down
es: abajo
ja: 下
pt_br: para baixo

# EnvQueryGenerator,FilterAtLeast
source: at least {0}
ja: {0} 以上

# EnvQueryGenerator,FilterBetween
source: between {0} and {1}
ja: {0} と {1} の間

# EnvQueryGenerator,FilterRequire
source: require
ja: 必要

# EnvQueryGenerator,FilterUpTo
source: up to {0}
ja: 最大 {0} まで

# EnvQueryGenerator,GeometryBriefDescription
source: {ExtentDescription} {ProjectionTraceDesc} on {Channel}
es: {ExtentDescription} {ProjectionTraceDesc} en {Channel}
ja: {Channel} の {ExtentDescription} {ProjectionTraceDesc}
pt_br: {ExtentDescription} {ProjectionTraceDesc} em {Channel}

# EnvQueryGenerator,Greater
source: greater
es: mayor que
ja: より大きい
pt_br: maior

# EnvQueryGenerator,Height
source: height
es: altura
ja: 高さ
pt_br: altura

# EnvQueryGenerator,Lesser
source: lesser
es: menor
ja: より小さい
pt_br: menor

# EnvQueryGenerator,Line
source: line
es: línea
ja: ライン
pt_br: linha

# EnvQueryGenerator,NotWithSpace
source: not
es: no
ja: ロックなし
pt_br: não

# EnvQueryGenerator,OnCircleDescriptionSpan
source: radius: {Radius}, item span: {ItemSpacing} {TraceData}
es: radio: {Radius}, amplitud: {ItemSpacing} {TraceData}
ja: 半径: {Radius}, アイテムのスパン: {ItemSpacing} {TraceData}
pt_br: raio: {Radius}, intervalo do item: {ItemSpacing} {TraceData}

# EnvQueryGenerator,PathfindingBatch
source: {0} [batch]
ja: {0} [バッチ]

# EnvQueryGenerator,Projection
source: projection
es: proyección
ja: 投影
pt_br: projeção

# EnvQueryGenerator,ScoreConstant
source: constant score
ja: 定数ソース

# EnvQueryGenerator,ScoreFactor
source: score factor
ja: スコア係数

# EnvQueryGenerator,ScorePrefer
source: prefer
ja: 好む

# EnvQueryGenerator,SimpleGridDescription
source: size: {0}, space between: {1}
ja: サイズ： {0}、間隔： {1}

# EnvQueryGenerator,SphereWithRadius
source: sphere (radius: {ExtentX})
es: esfera (radio: {ExtentX})
ja: 球体 (半径: {ExtentX})
pt_br: esfera (raio: {ExtentX})

# EnvQueryGenerator,Trace
source: trace
es: trazo
ja: トレース
pt_br: rastrear

# EnvQueryGenerator,Unknown
source: unknown
es: desconocido
ja: 不明
pt_br: desconhecido

# EnvQueryGenerator,Up
source: up
es: arriba
ja: 上
pt_br: para cima

# ErrorChecking,bForceNoPrecomputedLightingIsEnabled
source: bForceNoPrecomputedLighting is now enabled, build lighting once to propagate the change (will remove existing precomputed lighting data).
es: bForceNoPrecomputedLighting está activado ahora, generar la iluminación una vez para procesar el cambio (eliminará los datos existentes de iluminación precalculada).
ja: bForceNoPrecomputedLightingが有効になりました。変更を伝搬するためライティングを一度ビルドします(既存の事前計算したライティングデータは取り除かれます)
pt_br: bForceNoPrecomputedLighting está ativado, compile a iluminação uma vez para propagar a alteração (isso removerá os dados de iluminação pré-computados existentes).

# ErrorChecking,MapCheck_Message_ActorIsObselete_Abstract
source: {ActorName} : Obsolete and must be removed! (Class is abstract)
es: {ActorName} : ¡Obsoleto y debe quitarse! (la clase es abstracta)
ja: {ActorName} : 使用できないため取り除かなくてはいけません！(抽象クラス)
pt_br: {ActorName} : Obsoleto e deve ser removido! (Classe abstrata)

# ErrorChecking,MapCheck_Message_ActorIsObselete_Deprecated
source: {ActorName} : Obsolete and must be removed! (Class is deprecated)
es: {ActorName} : ¡Obsoleto y debe quitarse! (la clase está obsoleta)
ja: {ActorName} : 使用できないため取り除かなくてはいけません！(非推奨クラス)
pt_br: {ActorName} : Obsoleto e deve ser removido! (Classe descontinuada)

# ErrorChecking,MapCheck_Message_BrushComponentNull
source: {ActorName} : Brush has NULL BrushComponent property - please delete
es: {ActorName} : El pincel tiene la propiedad BrushComponent NULA - por favor, eliminar
ja: {ActorName} : ブラシにNULLのBrushComponentプロパティがあります。削除してください。
pt_br: {ActorName} : O pincel tem a propriedade BrushComponent NULO - exclua

# ErrorChecking,MapCheck_Message_BrushZeroPolygons
source: {ActorName} : Brush has zero polygons - please delete
es: {ActorName} : El pincel tiene cero polígonos - por favor, eliminar
ja: {ActorName} : ブラシにNULLのBrushComponentプロパティがあります。削除してください。
pt_br: {ActorName} : O pincel tem zero polígonos - exclua

# ErrorChecking,MapCheck_Message_DuplicateLevelInfo
source: Duplicate level info
es: Duplicar información del nivel
ja: レベル情報を複製する
pt_br: Duplicar informações do nível

# ErrorChecking,MapCheck_Message_InvalidDrawscale
source: {ActorName} : Invalid DrawScale/DrawScale3D
es: {ActorName} : DrawScale/DrawScale3D no válido
ja: {ActorName} : 無効なDrawScale/DrawScale3Dです
pt_br: {ActorName} : DrawScale/DrawScale3D inválido

# ErrorChecking,MapCheck_Message_LevelStreamingVolume
source: {ActorName} : LevelStreamingVolume is not in the persistent level - please delete
es: {ActorName} : LevelStreamingVolume no está en el nivel permanente - por favor, eliminar
ja: {ActorName} : レベルStreamingVolumeはパーシスタントレベルにありません。削除してください。
pt_br: {ActorName} : LevelStreamingVolume não está em no nível persistente - exclua

# ErrorChecking,MapCheck_Message_LightComponentNull
source: Light actor has NULL LightComponent property - please delete!
ja: Light アクタに NULL のLightComponent プロパティがあります。 削除してください。

# ErrorChecking,MapCheck_Message_NoDamageType
source: {ActorName} : Causes damage but has no DamageType defined
es: {ActorName} : Provoca un daño, pero no tiene ningún DamageType definido
ja: {ActorName} : ダメージが生じますがDamageタイプが定義されていません
pt_br: {ActorName} : Causa dano, mas não tem DamageType definido

# ErrorChecking,MapCheck_Message_NoLevelsAssociatedWithStreamingVolume
source: {ActorName} : No levels are associated with streaming volume.
es: {ActorName} : No hay niveles asociados con el volumen de transmisión de flujo.
ja: {ActorName} : ストリーミング ボリュームに関連付けられたレベルがありません。
pt_br: {ActorName} : Nenhum nível associado ao volume de transmissão.

# ErrorChecking,MapCheck_Message_NonCoPlanarPolys
source: {ActorName} : Brush has non-coplanar polygons
es: {ActorName} : El pincel tiene polígonos no coplanares
ja: {ActorName} :ブラシに同一平面上にないポリゴンがあります
pt_br: {ActorName} : O pincel tem polígonos não coplanares

# ErrorChecking,MapCheck_Message_PlanarBrush
source: {ActorName} : Brush is planar
es: {ActorName} : El pincel es plano
ja: {ActorName} :ブラシは平面です
pt_br: {ActorName} : O pincel é planar

# ErrorChecking,MapCheck_Message_RebuildLighting
source: Maps need lighting rebuilt
es: Los mapas necesitan rediseñar la iluminación
ja: マップはライティングの再ビルドが必要です
pt_br: O mapa precisa de recompilação de iluminação

# ErrorChecking,MapCheck_Message_StaticPhysNone
source: {ActorName} : Static object with bSimulatePhysics set to true
es: {ActorName} : Objeto estático con bSimulatePhysics ajustado a verdadero
ja: {ActorName} : bSimulatePhysicsセットを使用するスタティックオブジェクトはTrueに設定されています
pt_br: {ActorName} : Objeto estático com bSimulatePhysics definido como verdadeiro

# ErrorChecking,MapCheck_Message_VolumeActorCollisionComponentNULL
source: Volume actor has NULL collision component - please delete
ja: Volume アクタに NULL のコリジョンコンポーネントがあります。削除してください。

# ErrorChecking,MapCheck_Message_VolumeActorZeroRadius
source: Volume actor has a collision component with 0 radius - please delete
ja: Volume アクタに半径0のコリジョンコンポーネントがあります。削除してください。

# Events,AnalogInput
source: AnalogInput Key({0})
ja: アナログインプット キー({0})

# Events,Char
source: Char({0})
ja: チャー({0})

# Events,Gamepad
source: Gamepad()
ja: ゲームパッド()

# Events,Key
source: Key({0})
ja: キー({0})

# Events,Pointer
source: Pointer({0}, {1})
ja: ポインター({0}, {1})

# Events,Unimplemented
source: Unimplemented
ja: 未実装

# ExampleLayoutTest,ExampleLayout-AlignmentLabel
source: Alignment:
es: Alineación:
ja: アライメント:
pt_br: Alinhamento:

# ExampleLayoutTest,ExampleLayout-AspectRatiolabel
source: Aspect Ratio:
es: Relación de aspecto:
ja: アスペクト比:
pt_br: Relação de Aspecto:

# ExampleLayoutTest,ExampleLayout-BottomCenterTextLabel
source: Bottom Center
es: Centro de la parte inferior
ja: 中央下部
pt_br: Centro Inferior

# ExampleLayoutTest,ExampleLayout-BottomFillTextLabel
source: Bottom Fill
es: Relleno de la parte inferior
ja: 下部をフィル
pt_br: Preenchimento Inferior

# ExampleLayoutTest,ExampleLayout-BottomLeftTextLabel
source: Bottom Left
es: Inferior izquierdo
ja: 左下
pt_br: Inferior Esquerdo

# ExampleLayoutTest,ExampleLayout-BottomRightTextLabel
source: Bottom Right
es: Inferior derecho
ja: 右下
pt_br: Inferior Direito

# ExampleLayoutTest,ExampleLayout-CenterFillTextLabel
source: Center Fill
es: Relleno centro
ja: 中央をフィル
pt_br: Preenchimento Central

# ExampleLayoutTest,ExampleLayout-CenterLeftTextLabel
source: Center Left
es: Izquierda del centro
ja: 中央左
pt_br: Centro Esquerdo

# ExampleLayoutTest,ExampleLayout-CenterRightTextLabel
source: Center Right
es: Derecha del centro
ja: 中央右
pt_br: Centro Direito

# ExampleLayoutTest,ExampleLayout-DefaultSettingsLabel
source: Default Settings (AutoSize):
es: Ajustes predeterminados (AutoSize):
ja: デフォルト設定 (AutoSize):
pt_br: Configurações Padrão (AutoSize):

# ExampleLayoutTest,ExampleLayout-FillCenterTextLabel
source: Fill Center
es: Rellenar centro
ja: 中央フィル
pt_br: Preencher Centro

# ExampleLayoutTest,ExampleLayout-FillFillTextLabel
source: Fill Fill
es: Rellenar relleno
ja: フィルフィル
pt_br: Preencher Preencher

# ExampleLayoutTest,ExampleLayout-FillLeftTextLabel
source: Fill Left
es: Rellenar izquierda
ja: 左フィル
pt_br: Preencher Esquerda

# ExampleLayoutTest,ExampleLayout-FillRightTextLabel
source: Fill Right
es: Rellenar derecha
ja: 右フィル
pt_br: Preencher Direita

# ExampleLayoutTest,ExampleLayout-FillSizeLabel
source: Fill Size:
es: Rellenar tamaño:
ja: フィルサイズ
pt_br: Preencher Tamanho:

# ExampleLayoutTest,ExampleLayout-TextLabel01
source: Default. Slot is auto-sized.
es: Predeterminado. La ranura tiene tamaño automatizado.
ja: デフォルト設定。 スロットは自動サイズです。
pt_br: Padrão. Slot dimensionado automaticamente.

# ExampleLayoutTest,ExampleLayout-TextLabel02
source: Slots are packed tightly.
es: Las ranuras están empaquetadas estrechamente.
ja: スロットはぴっちり配置されています。
pt_br: Os slots estão empacotados firmemente.

# ExampleLayoutTest,ExampleLayout-TextLabel03
source: Alignment within the slot does not matter.
es: La alineación dentro de la ranura no importa.
ja: スロット内のアライメントは 関係ありません。
pt_br: O alinhamento dentro do slot não importa.

# ExampleLayoutTest,ExampleLayout-TextLabel04
source: Will stretch to fill any available room based on the fill coefficients.
es: Se ajustará para rellenar cualquier sala disponible basada en los coeficientes de relleno.
ja: フィル係数に基づいて、利用可能な領域幅に合わせるために拡げます
pt_br: Esticará para preencher qualquer espaço disponível com base nos coeficientes de preenchimento.

# ExampleLayoutTest,ExampleLayout-TextLabel08
source: Somewhat lengthy text. Apricot.
es: Texto algo largo. Albaricoque.
ja: 多少冗長なテキストです。アプリコット。
pt_br: Texto de tamanho razoável. Damasco.

# ExampleLayoutTest,ExampleLayout-TextLabel09
source: A somewhat long piece of text.
es: Una parte de texto bastante grande.
ja: 少し長いテキスト部分
pt_br: Um pedaço de texto um pouco longo.

# ExampleLayoutTest,ExampleLayout-TextLabel10
source: SBox supports various alignments, padding and a fixed override for the content's desired size. FixedSize is rarely needed. If your content appears too large, never crush it by forcing a fixed size. Instead, figure out why the content's DesiredSize is too large! Making extra room via FixedSize is not as bad.
es: SBox soporta varios ajustes, espacio adicional y supresión fija para un tamaño deseado de contenido. FixedSize raramente es necesario. Si su contenido parece demasiado grande, nunca lo comprima forzándolo a un tamaño fijo. En su lugar, averigüe por qué el DesiredSize de contenido es tan grande. Crear un espacio adicional mediante FixedSize no es tan malo.
ja: SBoxはコンテンツの設定サイズにさまざまなアライメント、パディング、固定オーバーライドをサポートしています。FixedSizeは滅多に使用しません。コンテンツの表示が大きすぎる場合、決して固定サイズを強制してクラッシュさせずにコンテンツのDesiredSizeが大きすぎる原因を解明してください！FixedSizeで余分なスペースを作成するのも1つのアイデアです。
pt_br: SBox suporta vários alinhamentos, preenchimentos e uma substituição fixa para o tamanho desejado do conteúdo. FixedSize é raramente necessário. Se o conteúdo parecer muito grande, nunca corrompa-o forçando um tamanho fixo. Em vez disso, descubra o porquê de DesiredSize do conteúdo estar muito grande! Liberar espaço extra com FixedSize não é uma má ideia.

# ExampleLayoutTest,ExampleLayout-TopCenterTextLabel
source: Top Center
es: Superior central
ja: 中央上部
pt_br: Centro Superior

# ExampleLayoutTest,ExampleLayout-TopFillTextLabel
source: Top Fill
es: Relleno de la parte superior
ja: 上部フィル
pt_br: Preenchimento Superior

# ExampleLayoutTest,ExampleLayout-TopLeftTextLabel
source: Top Left
es: Superior izquierdo
ja: 上部左
pt_br: Superior Esquerda

# ExampleLayoutTest,ExampleLayout-TopRightTextLabel
source: Top Right
es: Superior derecho
ja: 上部右
pt_br: Superior Direita

# ExternalImagePicker,BadFormatHint
source: Unsupported image format
es: Formato de imagen incompatible
ja: サポートしていない画像形式です
pt_br: Formato de imagem não suportado

# ExternalImagePicker,BadSizeHint
source: Incorrect size ({0}x{1} but should be {2}x{3})
es: Tamaño incorrecto ({0}x{1} debería ser de {2}x{3})
ja: 無効なサイズ ({0}x{1} 正しくは {2}x{3})
pt_br: Tamanho incorreto ({0}x{1}, mas deve ser {2}x{3})

# ExternalImagePicker,BadSizeNoImageHint
source: No image at '{0}' ({1}x{2})
es: Ninguna imagen en '{0 '{0}' ({1}x{2})
ja: '{0}' ({1}x{2}) に画像がありません
pt_br: Nenhuma imagem em “{0}” ({1}x{2})

# ExternalImagePicker,FileButtonToolTipText
source: Choose a file from this computer
es: Elegir un archivo de este ordenador
ja: PCからファイルを選択する
pt_br: Escolha um arquivo deste computador

# SFilePathPicker,BrowseButtonToolTip
source: Choose a file from this computer
ja: このPCからファイルを選択する

# ExternalImagePicker,Image
source: Image
ja: 画像

# ExternalImagePicker,ImagePickerDialogTitle
source: Choose a {0} file
es: Elegir un archivo {0}
ja: {0} ファイルを選択する
pt_br: Escolha um arquivo {0}

# ExternalImagePicker,ImageTooltip_Default
source: Default Image ({0}) Dimensions: {1} x {2}
es: Imagen predeterminada ({0}) Dimensiones: {1} x {2}
ja: デフォルト画像 ({0}) 寸法: {1} x {2}
pt_br: Imagem padrão ({0}) Dimensões: {1} x {2}

# ExternalImagePicker,ImageTooltip_Missing
source: Warning: No Image Available!
es: Advertencia: ¡Ninguna imagen disponible!
ja: 警告: 利用可能な画像がありません！
pt_br: Advertência: Nenhuma Imagem Disponível!

# ExternalImagePicker,ImageTooltip_Target
source: Target Image ({0}) Dimensions: {1} x {2}
es: Imagen meta ({0}) Dimensioness: {1} x {2}
ja: ターゲット画像 ({0}) 寸法: {1} x {2}
pt_br: Imagem Alvo ({0}) Dimensões: {1} x {2}

# ExternalImagePicker,NoImageErrorHint
source: No image at '{0}'
es: Ninguna imagen en '{0}'
ja: '{0} 'に画像がありません
pt_br: Nenhuma imagem em “{0}”

# EyeDroppperButton,EyeDropperButton_ToolTip
source: Activates the eye-dropper for selecting a colored pixel from any window.
es: Activa el cuentagotas para seleccionar un píxel coloreado de cualquier ventana.
ja: ウィンドウから色のついたピクセルを選択してスポイトツールをアクティベートします
pt_br: Ativa o conta-gotas para selecionar um pixel colorido de qualquer janela.

# EyeDroppperButton,EyeDropperEscapeCue_ToolTip
source: Hit Escape key to stop the eye dropper
es: Pulsar la tecla Esc para detener el cuentagotas
ja: Escキーを押すとスポイトツールを終了します
pt_br: Pressione a tecla Esc para cancelar o conta-gotas

# FAndroid_MultiTargetPlatformModule,Android_Multi_ShortName
source: Multi
ja: マルチ

# STableViewTesting,ESelectionMode::Multi
source: Multi
ja: マルチ
pt_br: Vários

# FAndroidPlatformEditorModule,AndroidES2QualitySettingsDescription
source: Settings for Android ES2 material quality
ja: Android ES2マテリアル品質設定

# FAndroidPlatformEditorModule,AndroidES2QualitySettingsName
source: Android Material Quality - ES2
ja: Androidマテリアル品質 - ES2

# FAndroidPlatformEditorModule,AndroidES31QualitySettingsDescription
source: Settings for Android ES3.1 material quality
ja: Android ES3.1マテリアル品質設定

# FAndroidPlatformEditorModule,AndroidES31QualitySettingsName
source: Android Material Quality - ES31
ja: Androidマテリアル品質 - ES31

# FAndroidPlatformEditorModule,AndroidVulkanQualitySettingsDescription
source: Settings for Android Vulkan material quality
ja: Android Vulkanマテリアル品質設定

# FAndroidPlatformEditorModule,AndroidVulkanQualitySettingsName
source: Android Material Quality - Vulkan
ja: Androidマテリアル品質 - Vulkan

# FAndroidPlatformEditorModule,RuntimeSettingsDescription
source: Project settings for Android apps
ja: Androidアプリのプロジェクト設定

# FAndroidPlatformEditorModule,SDKSettingsDescription
source: Settings for Android SDK (for all projects)
ja: Android SDKの設定（全プロジェクト向け）

# FAndroidTargetPlatform,AndroidVariantTitle
source: Texture Format
ja: テクスチャフォーマット

# FastXml,ElementDataNotTerminated
source: Data portion of an element wasn't terminated properly
ja: エレメントのデータの一部が正常に消去されませんでした

# FastXml,ErrorReadingFile
source: Unable to load the XML file
ja: このXMLファイルは読み込めません

# FastXml,FileNotFound
source: Couldn't find the specified XML file on disk
ja: 指定されたXMLファイルはディスク上で見つかりませんでした

# FastXml,InvalidFileFormat
source: Invalid file format
ja: 無効なファイルフォーマット

# FastXml,LoadedXMLFileWasEmpty
source: The XML file is empty
ja: このXMLファイルは空です

# FastXml,LoadingXML
source: Loading XML file...
ja: XML ファイルの読み込み中...

# FastXml,NoClosingQuoteForAttribute
source: Failed to find closing quote for attribute
ja: アトリビュートの書き終わりのクオートが見つかりませんでした

# FastXml,OpenCloseTagsNotMatched
source: Open and closing tags do not match
ja: 始まりと終わりのタグが合いません

# FastXml,ProcessingXML
source: Processing XML file...
ja: XMLファイルの処理中...

# FastXml,TooManyAttributes
source: Encountered too many attributes in a single element for this parser to handle
ja: この構成要素が処理できるよりはるかに多いアトリビュートが一つのエレメントに直面しました

# FastXml,UserAbortedOnAttribute
source: User aborted the parsing process
ja: 構文解析プロセスはユーザーによって中止されました

# FastXml,UserAbortedOnComment
source: User aborted the parsing process
ja: 構文解析プロセスはユーザーによって中止されました

# FastXml,UserAbortedOnElement
source: User aborted the parsing process
ja: 構文解析プロセスはユーザーによって中止されました

# FastXml,UserAbortedOnFile
source: User cancelled processing of this file
ja: このファイルの処理はユーザーによってキャンセルされました

# FCurveHandle,CurveFunction_Error
source: Unrecognized curve easing function type [%i] for FCurveHandle
es: Curva no reconocida facilita el tipo de función [%i] para FCurveHandle
ja: FCurveHandle のカーブ イージング関数型 [%i] を認識できません
pt_br: Tipo de função de suavização de curva não reconhecido [%i] para FCurveHandle

# FDeviceManagerModule,DeviceManagerTabTitle
source: Device Manager
es: Gestor de dispositivos
ja: デバイスマネージャー
pt_br: Gerenciador de Dispositivos

# SDeviceManager,DeviceManagerMenuGroupName
source: Device Manager
es: Gestor de dispositivos
ja: デバイスマネージャ
pt_br: Gerenciador de Dispositivos

# FDeviceManagerModule,DeviceManagerTooltipText
source: View and manage connected devices.
ja: 接続デバイスを表示して管理する

# FEventGraphState,CulledDesc
source: Culled: {CulledPropertyName} {EventName}
es: Seleccionado: {CulledPropertyName} {EventName}
ja: カリング済み: {CulledPropertyName} {EventName}
pt_br: Descartado: {CulledPropertyName} {EventName}

# FEventGraphState,DefaultDesc
source: Default state
es: Estado predeterminado
ja: デフォルトステート
pt_br: Estado padrão

# FEventGraphState,FilteredDesc
source: Filtered: {FilterPropertyName} {EventName}
es: Filtrado: {FilterPropertyName} {EventName}
ja: フィルタリング済み: {FilterPropertyName} {EventName}
pt_br: Filtrado: {FilterPropertyName} {EventName}

# FEventGraphState,FullDesc
source: Event graph with range ({FrameStartIndex},{FrameEndIndex}) contains {NumberOfFrames} frame(s)
es: Gráfico del evento con el rango ({FrameStartIndex},{FrameEndIndex}) contiene {NumberOfFrames} fotograma(s)
ja: {NumberOfFrames} フレームを含む ({FrameStartIndex},{FrameEndIndex}) 範囲のイベントグラフ
pt_br: Grafo de evento com intervalo ({FrameStartIndex},{FrameEndIndex}) contém {NumberOfFrames} quadro(s)

# FEventGraphState,RootedDesc_MultipleChildren
source: Rooted: Multiple
es: Con raíces: Múltiple
ja: ルート化: 複数
pt_br: Com raiz: Vários

# FEventGraphState,RootedDesc_SingleChild
source: Rooted: {StatName}
es: Con raíces: {StatName}
ja: ルート化: {StatName}
pt_br: Com raiz: {StatName}

# FGameplayDebugger,AIToolsSettingsDescription
source: General settings for UE4 AI Tools.
ja: UE4 AIツールの基本設定

# FLogVisualizerModule,AIToolsSettingsDescription
source: General settings for UE4 AI Tools.
ja: UE4 AIツールの基本設定

# FGameplayDebugger,AIToolsSettingsName
source: Gameplay Debugger
ja: ゲームプレイデバッガ

# FGameplayDebugger,Test_GameplayDebugger_SnappingOptions_Menu
source: Gameplay Debugger
ja: ゲームプレイデバッガ

# GameplayDebuggerModule,SettingsName
source: Gameplay Debugger
ja: ゲームプレイデバッガー

# FGameplayDebugger,Test_GameplayDebugger_Menu
source: Test Gameplay Debugger Option
ja: ゲームプレイデバッガオプションのテスト

# FGameplayDebugger,Test_GameplayDebugger_Menu_Tooltip
source: If Enabled, actors will snap to the nearest location on the constraint plane (NOTE: Only works correctly in perspective views right now!)
ja: 有効になると、アクタはコンストレイン平面の一番近い位置にスナップします（注記：現在パースペクティブビューの場合のみ正しく動作します！）

# FGameplayTagContainer,MatchesAllGameplayTags
source: Has all tags in set: {GameplayTagSet}
ja: 一連のタグが全てあります： {GameplayTagSet}

# FGameplayTagContainer,MatchesAnyGameplayTags
source: Has any tags in set: {GameplayTagSet}
ja: 一連のタグがいくつかあります： {GameplayTagSet}

# FGameplayTagContainer,NotMatchesAllGameplayTags
source: Does not have all tags in set: {GameplayTagSet}
ja: 一連のタグがありません： {GameplayTagSet}

# FGameplayTagContainer,NotMatchesAnyGameplayTags
source: Does not have any tags in set: {GameplayTagSet}
ja: 一連のタグがありません： {GameplayTagSet}

# FHTML5PlatformEditorModule,SDKSettingsDescription
source: Settings for HTML5 SDK (system wide)
ja: HTML5 SDK設定(システム全体)
