Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SWizard,DefaultFinishButtonTooltip
source: Finish the wizard
es: Finalizar el asistente
ja: ウィザードを終了
pt_br: Concluir o assistente

# SWizard,NextButtonTooltip
source: Go to the next step
es: Ir al paso siguiente
ja: 次の段階へ進みます
pt_br: Ir para a próxima etapa

# SWizard,PrevButtonTooltip
source: Go back to the previous step
es: Retroceder al paso anterior
ja: 前段階へ戻ります
pt_br: Voltar para a etapa anterior

# TabCommands,DockingTabCommands
source: Docking Tab Commands
ja: ドッキング タブコマンド

# TabManagement,Unrecognized
source: unrecognized tab
es: pestaña no reconocida
ja: 不明なタブ
pt_br: guia irreconhecível

# TabManager,LocalWorkspaceRoot
source: Local Workspace Root
ja: ローカルワークスペースのルート

# TAGCATEGORY,TAGCATEGORYTESTING
source: Category and Category
es: Categoría y categoría
ja: カテゴリとカテゴリ
pt_br: Categoria e Categoria

# TaskGraph,AppMenu_ToolTip
source: Open the summoning menu
es: Abre el menú de convocatoria
ja: 呼び出しメニューを開きます
pt_br: Abrir o menu em criação

# TaskGraph,ColumnDurationValue
source: Duration ({0})
es: Duración ({0})
ja: 継続時間 ({0})
pt_br: Duração ({0})

# TaskGraph,EventsVisualizerName
source: Empty Events List
es: Lista de eventos vacía
ja: イベントリストを空にする
pt_br: Lista de Eventos Vazia

# TaskGraph,FileMenu_ToolTip
source: Open the file menu
es: Abrir el menú de archivos
ja: ファイルメニューを開く
pt_br: Abre o menu de arquivos

# TaskGraph,FilterSearchHint
source: Type here to search events.
es: Escribir aquí para buscar eventos.
ja: 検索するイベントをここに入力
pt_br: Digite aqui para buscar eventos.

# TaskGraph,GraphBarShowInNew
source: Show in New Events Window
es: Mostrar en la ventana de nuevos eventos
ja: 新イベントウィンドウで表示
pt_br: Exibir na Nova Janela de Eventos

# TaskGraph,HelpMenu_ToolTip
source: Open the help menu
es: Abrir el menú de ayuda
ja: ヘルプメニューを開く
pt_br: Abre o menu de ajuda

# TaskGraph,microseconds
source: microseconds
es: microsegundos
ja: マイクロ秒
pt_br: microssegundos

# TaskGraph,ProfilerType
source: {ProfilerType} Profile
es: Perfil {ProfilerType}
ja: {ProfilerType} プロファイル
pt_br: Perfil {ProfilerType}

# TaskGraph,seconds
source: s
ja: 秒

# TaskGraph,WindowTitle
source: {ProfilerType} Visualizer
es: Visualizador {ProfilerType}
ja: {ProfilerType} ビジュアライザー
pt_br: Visualizador {ProfilerType}

# TaskGraph,ZoomLabelFmt
source: Zoom: {0}x
ja: ズーム： {0}倍

# TestSuite,DeveloperCategory
source: Developer
es: Programador
ja: デベロッパー
pt_br: Desenvolvedor

# TestSuite,NestedCategory
source: Nested
es: Anidado
ja: ネスト構造
pt_br: Aninhado

# TestSuite,SuiteTabs
source: Test Suite Tabs
es: Pestañas de prueba de la suite
ja: スイートタブのテスト
pt_br: Guias da Suíte de Testes

# TestSuite1,DocumentsTab
source: Documents
es: Documentos
ja: ドキュメント
pt_br: Documentos

# TestSuite1,DocumentsTestTab
source: Document Spawner
es: Generador de documentos
ja: ドキュメントスポーナー
pt_br: Criador de Documentos

# TestSuite1,DPIScalingTest
source: DPI Scaling
es: Escalado DPI
ja: DPI拡大・縮小
pt_br: Escalonamento DPI

# TestSuite1,EditableTextTab
source: Editable Text Test
es: Prueba de texto modificable
ja: 編集可能なテキストのテスト
pt_br: Teste de Texto Editável

# TestSuite1,ElementTestsTab
source: Elements Test
es: Prueba de los elementos
ja: エレメントテスト
pt_br: Teste de Elementos

# TestSuite1,GridPanelTest
source: Grid Panel
es: Panel de la rejilla
ja: グリッドパネル
pt_br: Painel de Grade

# TestSuite1,MultiBoxTestTab
source: MultiBox Test
es: Prueba de MultiBox
ja: MultiBoxテスト
pt_br: Teste de várias caixas

# TestSuite1,MultiLineEditTab
source: Multiline Edit
ja: マルチライン編集

# TestSuite1,NotificationListTestTab
source: Notifications Test
es: Prueba de notificaciones
ja: 通知テスト
pt_br: Teste de Notificações

# TestSuite1,RichEditableTextTab
source: Rich Editable Text Test
ja: 編集可能なリッチテキストのテスト

# TestSuite1,RichTextTab
source: Rich Text Test
es: Prueba de texto enriquecido
ja: リッチテキストのテスト
pt_br: Teste de Texto Rico

# TestSuite1,TableViewTestTab
source: TableView Test
es: Prueba de TableView
ja: TableView テスト
pt_br: Teste TableView

# TextPropertyTest,DefaultedText
source: DefaultValue
ja: デフォルト値

# TextPropertyTest,Error_SerializationFailure
source: ERR: Transient text cannot be serialized "{0}".
ja: エラー: 一時テキストをシリアライズ出来ません "{0}"

# TextPropertyTest,ModifiedDefaultedText
source: Modified DefaultedText Value
es: Valor DefaultedText modificado
ja: 修正済みのDefaultedText値
pt_br: Valor DefaultedText Modificado

# TextPropertyTest,ModifiedUndefaultedText
source: Modified UndefaultedText Value
es: Valor UndefaultedText modificado
ja: 修正済みのUndefaultedText値
pt_br: Valor UndefaultedText Modificado

# TextPropertyTest,TransientTestMessage
source: Testing Transient serialization detection
es: Probando la detección de la serialización del transitorio
ja: 一過性のシリアライズ検出のテスト
pt_br: Testando detecção de serialização transiente

# TextRenderComponent,DefaultText
source: Text
ja: テキスト

# TextureStreamingBuild,TextureStreamingBuild_ComponentDataUpdate
source: Updating Component Data
ja: コンポーネントデータ更新中

# TextureStreamingBuild,TextureStreamingBuild_CompTexCoordScaleShaders
source: Compiling Shaders For TexCoord Scale Analysis
ja: TexCoordスケール分析のためのシェーダをコンパイル中

# TextureStreamingBuild,TextureStreamingBuild_ParsingPrimitiveMaterials
source: Parsing Primitive Materials
ja: プリミティブマテリアルをパース中

# TextureStreamingBuild,Undefined
source: Undefined
ja: 未定義

# TGenericMacTargetPlatform,MacClientEditorDataVariantTitle
source: Client with Editor Data
ja: エディタデータを伴ったクライアント

# TGenericWindowsTargetPlatform,WindowsClientEditorDataVariantTitle
source: Client with Editor Data
ja: エディタデータを伴ったクライアント

# TLinuxTargetPlatform,LinuxClientEditorDataVariantTitle
source: Client with Editor Data
ja: エディタデータを伴ったクライアント

# TGenericMacTargetPlatform,MacClientOnlyVariantTitle
source: Client only
ja: クライアント専用

# TGenericWindowsTargetPlatform,WindowsClientOnlyVariantTitle
source: Client only
ja: クライアント専用

# TLinuxTargetPlatform,LinuxClientOnlyVariantTitle
source: Client only
ja: クライアント専用

# TGenericMacTargetPlatform,MacClientVariantTitle
source: Client
ja: クライアント

# TGenericWindowsTargetPlatform,WindowsClientVariantTitle
source: Client
ja: クライアント

# TLinuxTargetPlatform,LinuxClientVariantTitle
source: Client
ja: クライアント

# TGenericMacTargetPlatform,MacVariantTitle
source: Build Type
ja: ビルドタイプ

# TGenericWindowsTargetPlatform,WindowsVariantTitle
source: Build Type
ja: ビルドタイプ

# TLinuxTargetPlatform,LinuxVariantTitle
source: Build Type
ja: ビルドタイプ

# ToolBar,CustomControlLabel
source: Custom Control
es: Control personalizado
ja: カスタムコントロール
pt_br: Controle Personalizado

# WidgetBlock,CustomControl
source: Custom Control
es: Control personalizado
ja: カスタムコントロール
pt_br: Controle Personalizado

# Toolbox,DebugTools
source: Debug Tools
es: Herramientas de depuración
ja: デバッグツール
pt_br: Ferramentas de Depuração

# Toolbox,DebugToolsTooltipText
source: Open the Debug Tools tab.
es: Abrir la pestaña de herramientas de depuración.
ja: デバッグツールタブを開く
pt_br: Abra a guia de Ferramentas de Depuração.

# Toolbox,Modules
source: Modules
es: Módulos
ja: モジュール
pt_br: Módulos

# Toolbox,ModulesTooltipText
source: Open the Modules tab.
es: Abrir la pestaña de los módulos.
ja: モジュールタブを開く
pt_br: Abra a guia de Módulos.

# UAnimCompress_RemoveLinearKeys,BeginReductionTaskMessage
source: Compressing animation with a RemoveLinearKeys scheme.
es: Comprimiendo la animación con un esquema RemoveLinearKeys.
ja: RemoveLinearKeysスキームでアニメーションを圧縮中
pt_br: Compactando animação com um esquema RemoveLinearKeys.

# UBreakpoint,ErrorInvalidLocation
source: Error: Invalid location
ja: エラー： 位置が不正です

# UBreakpoint,NoEditorData
source: --- NO EDITOR DATA! ---
ja: --- エディタデータがありません！ ---

# UICommands.AutomationTest,DeveloperDirectoryContent
source: Dev Content
ja: Dev コンテンツ

# UICommands.AutomationTest,DeveloperDirectoryContent_ToolTip
source: Developer Directory Content Filter (when enabled, developer directories are also included)
ja: デベロッパーディレクトリコンテンツフィルタ (有効時はデベロッパー ディレクトリも対象に含みます)

# UICommands.AutomationTest,ErrorFilter_ToolTip
source: Toggle Error Filter
ja: エラーフィルタを切り替える

# UICommands.AutomationTest,FindWorkers
source: Find Workers
ja: ワーカーを検索

# UICommands.AutomationTest,FindWorkers_ToolTip
source: Find Workers
ja: ワーカーを検索

# UICommands.AutomationTest,RefreshTests
source: Refresh Tests
ja: テストを更新

# UICommands.AutomationTest,RefreshTests_ToolTip
source: Refresh Tests
ja: テストを更新

# UICommands.AutomationTest,RunLevelTest
source: Run Level Test
ja: レベルテストを実行

# UICommands.AutomationTest,RunLevelTest_ToolTip
source: Run Level Test
ja: レベルテストを実行

# UICommands.AutomationTest,WarningFilter_ToolTip
source: Toggle Warning Filter
ja: 警告フィルタを切り替える

# UICommands.DeviceDetailsCommands,Claim
source: Claim
ja: 要求

# UICommands.DeviceDetailsCommands,Claim_ToolTip
source: Claim the device
ja: デバイスを要求する

# UICommands.DeviceDetailsCommands,Connect
source: Connect
ja: 接続

# UICommands.DeviceDetailsCommands,Connect_ToolTip
source: Connect to the device
ja: デバイスに接続

# UICommands.DeviceDetailsCommands,Disconnect
source: Disconnect
ja: 切断

# UICommands.DeviceDetailsCommands,Disconnect_ToolTip
source: Disconnect from the device
ja: デバイスから切断

# UICommands.DeviceDetailsCommands,PowerOff
source: Power Off
ja: 電源オフ

# UICommands.DeviceDetailsCommands,PowerOff_ToolTip
source: Power off the device
ja: デバイスの電源をオフ

# UICommands.DeviceDetailsCommands,PowerOffForce
source: Power Off (Force)
ja: 電源オフ (強制)

# UICommands.DeviceDetailsCommands,PowerOffForce_ToolTip
source: Power off the device (forcefully close any running applications)
ja: デバイスの電源をオフにする(実行中のアプリケーションも強制的に閉じます)

# UICommands.DeviceDetailsCommands,PowerOn
source: Power On
ja: 電源オン

# UICommands.DeviceDetailsCommands,PowerOn_ToolTip
source: Power on the device
ja: デバイスの電源をオン

# UICommands.DeviceDetailsCommands,Reboot
source: Reboot
ja: 再起動

# UICommands.DeviceDetailsCommands,Reboot_ToolTip
source: Reboot the device
ja: デバイスを再起動

# UICommands.DeviceDetailsCommands,Release
source: Release
ja: リリース

# UICommands.DeviceDetailsCommands,Release_ToolTip
source: Release the device
ja: デバイスをリリース

# UICommands.DeviceDetailsCommands,Remove
source: Remove
ja: 削除

# UICommands.DeviceDetailsCommands,Remove_ToolTip
source: Remove the device
ja: デバイスを取り除く

# UICommands.DeviceDetailsCommands,Share_ToolTip
source: Share the device with other users
ja: 別のユーザーとデバイスを共有

# UICommands.FProfilerCommands,DataGraph_ToggleViewMode
source: Toggle graph view mode
ja: グラフビューモードを切り替える

# UICommands.FProfilerCommands,DataGraph_ToggleViewMode_ToolTip
source: Toggles the data graph view mode between time based and index based
ja: タイムベースとインデックスベース間でデータグラフビューモードを切り替える

# UICommands.FProfilerCommands,DataGraph_ViewMode_SetIndexBased
source: Index based
ja: インデックスベース

# UICommands.FProfilerCommands,DataGraph_ViewMode_SetIndexBased_ToolTip
source: Sets the data graph view mode to the index based
ja: インデックスベースにデータグラフビューモードを設定

# UICommands.FProfilerCommands,DataGraph_ViewMode_SetTimeBased
source: Time based
ja: タイムベース

# UICommands.FProfilerCommands,DataGraph_ViewMode_SetTimeBased_ToolTip
source: Sets the data graph view mode to the time based
ja: タイムベースにデータグラフビューモードを設定

# UICommands.FProfilerCommands,EventGraph_SelectAllFrames
source: Select all frames
ja: すべてのフレームを選択

# UICommands.FProfilerCommands,EventGraph_SelectAllFrames_ToolTip
source: Selects all frames in the data graph and displays them in the event graph
ja: データグラフのすべてのフレームを選択してイベントグラフに表示

# UICommands.FProfilerCommands,FPSChart
source: FPS Chart
ja: FPS チャート

# UICommands.FProfilerCommands,FPSChart_ToolTip
source: Shows the FPS Chart
ja: FPSチャートを表示

# UICommands.FProfilerCommands,MemoryProfiler
source: Memory
ja: メモリ

# UICommands.FProfilerCommands,MemoryProfiler_ToolTip
source: Enables the Memory Profiler
ja: メモリプロファイラを有効にする

# UICommands.FProfilerCommands,OpenEventGraph
source: Open Event Graph
ja: イベントグラフを開く

# UICommands.FProfilerCommands,OpenEventGraph_ToolTip
source: Opens a new event graph
ja: 新規イベントグラフを開く

# UICommands.FProfilerCommands,OpenSettings_ToolTip
source: Opens the settings for the profiler
ja: プロファイラの設定を開く

# UICommands.FProfilerCommands,ProfilerManager_Load_ToolTip
source: Loads profiler data
ja: プロファイルデータをロード

# UICommands.FProfilerCommands,ProfilerManager_Save_ToolTip
source: Saves all collected data to file or files
ja: 収集データすべてを単一ファイルまたは複数のファイルに保存

# UICommands.FProfilerCommands,ProfilerManager_ToggleLivePreview
source: Live preview
ja: ライブプレビュー

# UICommands.FProfilerCommands,ProfilerManager_ToggleLivePreview_ToolTip
source: Toggles the real time live preview
ja: リアルタイムライブプレビューを切り替える

# UICommands.FProfilerCommands,StatsProfiler_ToolTip
source: Enables the Stats Profiler
ja: 統計プロファイラを有効にする

# UICommands.FProfilerCommands,ToggleDataCapture
source: Data Capture
ja: データキャプチャ

# UICommands.FProfilerCommands,ToggleDataCapture_ToolTip
source: Toggles the data capture
ja: データキャプチャを切り替える

# UICommands.FProfilerCommands,ToggleDataPreview
source: Data Preview
ja: データプレビュー

# UICommands.FProfilerCommands,ToggleDataPreview_ToolTip
source: Toggles the data preview
ja: データプレビューを切り替える

# UICommands.FProfilerCommands,ToggleShowDataGraph
source: Show Data Graph
ja: データグラフを表示

# UICommands.FProfilerCommands,ToggleShowDataGraph_ToolTip
source: Toggles showing all data graphs
ja: 全てのデータグラフの表示を切り替える

# UICommands.FVisualLoggerCommands,FreeCamera_ToolTip
source: Enable free camera
ja: フリーカメラを有効にする

# UICommands.FVisualLoggerCommands,HideEmpty_ToolTip
source: Hide logs without text information
ja: テキスト情報がないログを非表示

# UICommands.FVisualLoggerCommands,LoadFromVLog_ToolTip
source: Load external vlogs
ja: 外部vlogをロード

# UICommands.FVisualLoggerCommands,Pause_ToolTip
source: Stop the debugger
ja: デバッガを停止

# UICommands.FVisualLoggerCommands,ResetData_ToolTip
source: Clear all data
ja: 全てのデータをクリア

# UICommands.FVisualLoggerCommands,SaveAllToVLog_ToolTip
source: Save all to vlog file
ja: 選択すべてをvlogファイルに保存

# UICommands.FVisualLoggerCommands,SaveToVLog_ToolTip
source: Save selected data to vlog file
ja: 選択データをvlogファイルに保存

# UICommands.FVisualLoggerCommands,StartRecording_ToolTip
source: Start the debugger
ja: デバッガを開始

# UICommands.FVisualLoggerCommands,StopRecording_ToolTip
source: Step over the current message
ja: 現行メッセージをステップ移動

# UICommands.FVisualLoggerCommands,ToggleGraphs_ToolTip
source: Toggle graphs visualization on/off
ja: グラフ可視化のオン/オフを切り替える

# UICommands.GenericCommands,Copy_ToolTip
source: Copy selection
ja: 選択内容をコピー

# UICommands.GenericCommands,Cut
source: Cut
ja: 切り取り

# UICommands.GenericCommands,Cut_ToolTip
source: Cut selection
ja: 選択対象を切り取ります

# UICommands.GenericCommands,Delete_ToolTip
source: Delete current selection
ja: 選択対象を削除

# UICommands.GenericCommands,Duplicate_ToolTip
source: Duplicate selection
ja: 選択対象を複製

# UICommands.GenericCommands,Paste_ToolTip
source: Paste clipboard contents
ja: クリップボードの内容を貼り付け

# UICommands.GenericCommands,Redo_ToolTip
source: Redo last action
ja: 直前の処理をリドゥ

# UICommands.GenericCommands,Rename_ToolTip
source: Rename current selection
ja: 現在の選択対象の名前を変更

# UICommands.GenericCommands,SelectAll_ToolTip
source: Select everything in the current scope
ja: 現在のスコープ全体を選択

# UICommands.GenericCommands,Undo_ToolTip
source: Undo last action
ja: 直前の操作を取り消す

# UICommands.ProjectLauncherCommands,CloseSettings_ToolTip
source: Close the launch profile settings editor and go back to the launcher.
ja: 起動プロファイル設定エディタを閉じて、ランチャーへ戻ります

# UICommands.ProjectLauncherCommands,CreateBuild_ToolTip
source: Creates a build.
ja: ビルドを作成

# UICommands.ProjectLauncherCommands,DeleteProfile_ToolTip
source: Delete the launch profile.
ja: 起動プロファイルを削除

# UICommands.ProjectLauncherCommands,DeployBuild
source: Deploy Build
ja: ビルドをデプロイ

# UICommands.ProjectLauncherCommands,DeployBuild_ToolTip
source: Deploys a pre-made build.
ja: 準備したビルドをデプロイします

# UICommands.ProjectLauncherCommands,DuplicateProfile_ToolTip
source: Duplicate the launch profile.
ja: 起動プロファイルを複製

# UICommands.ProjectLauncherCommands,QuickLaunch
source: Quick Launch
ja: クイック起動

# UICommands.ProjectLauncherCommands,QuickLaunch_ToolTip
source: Builds, cooks, and launches a build.
ja: ビルド、クックを行って、ビルドを起動

# UICommands.ProjectLauncherCommands,RenameProfile_ToolTip
source: Rename the launch profile.
ja: 起動プロファイルを名前変更

# UICommands.STestSuite,EighthCommandInfo
source: Eighth Test
ja: テスト8

# UICommands.STestSuite,EighthCommandInfo_ToolTip
source: This is the eighth test menu item
ja: テスト 8 のメニュー アイテムです

# UICommands.STestSuite,FifthCommandInfo
source: Fifth Test
ja: テスト5

# UICommands.STestSuite,FifthCommandInfo_ToolTip
source: This is the fifth test menu item
ja: テスト 5 のメニュー アイテムです

# UICommands.STestSuite,FirstCommandInfo
source: First Test
ja: テスト1

# UICommands.STestSuite,FirstCommandInfo_ToolTip
source: This is the first test menu item
ja: テスト 1 のメニュー アイテムです

# UICommands.STestSuite,FourthCommandInfo
source: Fourth Test
ja: テスト 4

# UICommands.STestSuite,FourthCommandInfo_ToolTip
source: This is the fourth test menu item
ja: テスト 4 のメニュー アイテムです

# UICommands.STestSuite,SecondCommandInfo
source: Second Test
ja: テスト 2

# UICommands.STestSuite,SecondCommandInfo_ToolTip
source: This is the second test menu item. Shows a keybinding
ja: テスト 2 のメニュー アイテムです。キーバインディングを表示します。

# UICommands.STestSuite,SeventhCommandInfo
source: Seventh Test
ja: テスト 7

# UICommands.STestSuite,SeventhCommandInfo_ToolTip
source: This is the seventh test menu item
ja: テスト 7 のメニュー アイテムです

# UICommands.STestSuite,SixthCommandInfo
source: Sixth Test
ja: テスト 6

# UICommands.STestSuite,SixthCommandInfo_ToolTip
source: This is the sixth test menu item. Shows a keybinding
ja: テスト 2 のメニュー アイテムです。キーバインディングを表示します。

# UICommands.STestSuite,ThirdCommandInfo
source: Third Test
ja: テスト 3

# UICommands.STestSuite,ThirdCommandInfo_ToolTip
source: This is the thrid test menu item
ja: テスト 3 のメニュー アイテムです

# UICommands.TabCommands,CloseMajorTab
source: Close Major Tab
ja: メジャータブを閉じる

# UICommands.TabCommands,CloseMajorTab_ToolTip
source: Closes the focused major tab
ja: フォーカスされているメジャータブを閉じる

# UICommands.TabCommands,CloseMinorTab
source: Close Minor Tab
ja: マイナータブを閉じる

# UICommands.TabCommands,CloseMinorTab_ToolTip
source: Closes the current window's active minor tab
ja: 現在のウィンドウのアクティブなマイナータブを閉じる

# UMG,AddToPlayerScreen_NoPlayer
source: AddToPlayerScreen Failed. No Owning Player!
ja: AddToプレイヤースクリーン に失敗しました。所有するプレイヤーがいません！

# UMG,Common
source: Common
ja: 一般

# UMG,Extra
source: Extra
ja: その他

# UMG,GameNull
source: Unable to create a widget outered to a null game instance.
ja: Nullなゲームインスタンスの外側にウィジェットを作成できません。

# UMG,Input
source: Input
ja: インプット

# UMG,NativeWidgetHostText
source: Slate Widget Host
es: Anfitrión del widget del cuadro
ja: スレートウィジェットホスト
pt_br: Host de Widget de Plano

# UMG,NotLocalPlayer
source: Only Local Player Controllers can be assigned to widgets.
ja: ローカルプレイヤーコントローラーのみがウィジェットに割り当て可能です。

# UMG,NotUserWidget
source: CreateWidget can only be used on UUserWidget children.
ja: CreateWidget は UUserWidget の子上のみで使用できます。

# UMG,NotValidClass
source: Abstract, Deprecated or Replaced classes are not allowed to be used to construct a user widget.
ja: 抽象、非推奨、または置換クラスはユーザーウィジェットの構成に使用できません。

# UMG,Optimization
source: Optimization
ja: 最適化

# UMG,Panel
source: Panel
ja: パネル

# UMG,PlayerNull
source: Unable to create a widget outered to a null player controller.
ja: Nullなプレイヤーコントローラーの外側にウィジェットを作成できません。

# UMG,Primitive
source: Primitive
ja: プリミティブ

# UMG,UserCreated
source: User Created
ja: ユーザーが作成

# UMG,Viewport
source: Viewport
ja: ビューポート

# UMG,WorldNull
source: Unable to create a widget outered to a null world.
ja: Nullなワールドの外側にウィジェットを作成できません。

# UMGEditor,Uncategorized
source: Uncategorized
ja: カテゴリなし

# UnitConversion,CannotAddErr
source: Cannot add {0} to {1}
ja: {0} を {1} に加算することができません

# UnitConversion,CannotSubtractErr
source: Cannot subtract {1} from {0}
ja: {0} から {1} を減算することができません

# UnrealBuildConfigurations,DebugGameName
source: DebugGame
ja: デバッグゲーム

# UnrealBuildConfigurations,DevelopmentName
source: Development
es: Desarrollo
ja: 開発
pt_br: Desenvolvimento

# UnrealBuildConfigurations,ShippingName
source: Shipping
es: Envío
ja: 出荷
pt_br: Envio

# UnrealBuildConfigurations,TestName
source: Test
es: Prueba
ja: テスト
pt_br: Teste

# WidgetGallery,ButtonTestLabel
source: Test
es: Prueba
ja: テスト
pt_br: Teste

# UnrealClient,HighResScreenshotSavedAs
source: High resolution screenshot saved as
es: Captura de pantalla de alta resolución guardada como
ja: 名前をつけて高解像度スクリーンショットを保存
pt_br: Captura de tela de alta resolução salva como

# UnrealClient,HighResScreenshotTooBig
source: The high resolution screenshot multiplier is too large for your system. Please try again with a smaller value!
es: El multiplicador de captura de pantalla de alta resolución es demasiado grande para su sistema. ¡Por favor, inténtelo de nuevo con un valor más pequeño!
ja: この高解像度スクリーンショットマルチプライヤーはシステムに対して大きすぎます。小さい値で再試行してください。
pt_br: O multiplicador de captura de tela de alta resolução é muito grande para o seu sitema. Tente novamente com um valor menor!

# UnrealEd,AudioVolumeSF
source: Audio
ja: オーディオ

# UnrealEd,AutomationTest_Fail
source: Fail
es: Fallo
ja: 失敗
pt_br: Falha

# UnrealEd,BlockingVolumeSF
source: Blocking
es: Bloqueo
ja: ブロッキング
pt_br: Bloqueio

# UnrealEd,CollisionOnOpaqueEmitter
source: Scene depth collision cannot be used on emitters with an opaque material.
es: La colisión de la profundidad de la escena no puede utilizarse en emisores con material opaco.
ja: 不透明マテリアルと組み合わせた状態でシーンのデプス コリジョンをエミッターに使用することはできません。
pt_br: A colisão de profundidade da cena não pode ser usada em emissores com um material opaco.

# UnrealEd,CollisionWithoutDistanceField
source: Distance Field collision requires the 'Generate Mesh Distance Fields' Renderer project setting to be enabled.
ja: ディスタンスフィールド コリジョンはプロジェクト設定で「メッシュ ディスタンスフィールドを生成」を有効にする必要があります。

# UnrealEd,ConsoleHelpExported
source: ConsoleHelp.html was saved as
ja: 名前を付けてConsoleHelp.html を保存

# UnrealEd,CullDistanceVolumeSF
source: Cull Distance
es: Distancia seleccionada
ja: カリング距離
pt_br: Distância de Descarte

# UnrealEd,DestSeqAlreadyContainsNotifiesMergeQ
source: The destination sequence already contains {0} notifies. Delete these before copying?
es: La secuencia de destino ya contiene {0} avisos. ¿Desea eliminarlos antes de copiar?
ja: 指定先シーケンスには既存の通知が {0} 個あります。コピーする前に通知を削除しますか？
pt_br: A sequência de destino já contém {0} notificações. Exclui-las antes de copiar?

# UnrealEd,DuplicatedHardcodedName
source: Duplicate hardcoded name: {0}
es: Duplicar nombre hardcoded: {0}
ja: ハードコードされた名前を複製 : {0}
pt_br: Duplicar nome codificado: {0}

# UnrealEd,Error_CouldntLaunchPIEClient
source: Couldn't Launch PIE Client: {0}
es: No se ha podido iniciar el cliente de PIE (reproducción en el editor): {0}
ja: PIEクライアントを起動できませんでした: {0}
pt_br: Não foi possível iniciar o cliente PIE: {0}

# UnrealEd,Error_CouldntSpawnPlayer
source: Couldn't spawn player: {0}
es: No se ha podido generar el jugador: {0}
ja: プレイヤーをスポーンできませんでした: {0}
pt_br: Não foi possível criar jogador: {0}

# UnrealEd,Error_FailedCreateEditorPreviewWorld
source: Failed to create editor preview world.
es: Error al crear el mundo de la vista preliminar del editor.
ja: エディター プレビュー ワールドの作成に失敗しました
pt_br: Falha ao criar mundo de visualização do editor.

# UnrealEd,Error_FailedCreatePlayFromHerePlayerStart
source: Failed to create PlayerStart at desired starting location.
es: Error al crear el PlayerStart en la ubicación de inicio deseada.
ja: 設定したスタート位置でプレイヤースタートの作成に失敗しました
pt_br: Falha ao criar PlayerStart no local inicial desejado.
