Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# ,0173F89943F2352CF96EE882535C7F98
source: Default
ja: デフォルト

# ,01CB57D34B73A59761BD8EB226635073
source: Default
ja: デフォルト

# ,02694FBE427B682AC3C083B83A51FBAD
source: Default
ja: デフォルト

# ,02B83F694A3D083052A0C896A3BCDC09
source: Default
ja: デフォルト

# ,05888BE441BA491BAE2BDCB189B3CBA4
source: Default
ja: デフォルト

# ,097CA7134EB3456F74886F95207889B7
source: Default
ja: デフォルト

# ,0DF3EE30432FC0FAF1330BA6EF3C835A
source: Default
ja: デフォルト

# ,12A70B6B4FCDFEB93C7A09AB204D2414
source: Default
ja: デフォルト

# ,13D5CA0B42E194432C4E5ABD0A383D1A
source: Default
ja: デフォルト

# ,1BC00B1646E2B73867B2B6BA9B608211
source: Default
ja: デフォルト

# ,2B80FB7E4D39B1C1A9676CA6D5161CBC
source: Default
ja: デフォルト

# ,2FA571634505BC91BFF547B4117B397A
source: Default
ja: デフォルト

# ,3277BE0E4C877D34102049B35B222C39
source: Default
ja: デフォルト

# ,374E26DC4888FEA30C77C59BC0333870
source: Default
ja: デフォルト

# ,378D84374040BF523B1D088BCEBCA0ED
source: Default
ja: デフォルト

# ,39AC32ED4907177446E72990538223DF
source: Default
ja: デフォルト

# ,39B934AE4C52FB685DC2BFAC71A10466
source: Default
ja: デフォルト

# ,40AFA5E14C1DB7281F4CC58E584413AF
source: Default
ja: デフォルト

# ,40B7016C44D364528E38F3B047857068
source: Default
ja: デフォルト

# ,434BD0CB476F48C255E916A75E4AC016
source: Default
ja: デフォルト

# ,46E69D2445B39FFFA746C28CFAF5CEC3
source: Default
ja: デフォルト

# ,511C8D9F4F94356C1BAD6491D7BBAB06
source: Default
ja: デフォルト

# ,535602124603971ABBDAC4AA14B2E657
source: Default
ja: デフォルト

# ,5B58AFA949CA74819E9EA28AE0CB59E1
source: Default
ja: デフォルト

# ,5BA3A3A24084FD6AA6E53094F8B03621
source: Default
ja: デフォルト

# ,5F3592754D80C14C08811692CF70448A
source: Default
ja: デフォルト

# ,5F8815C94FE4BAB64FDE259E6F4B4A0F
source: Default
ja: デフォルト

# ,623AF8E044A8A9F1E95A7F9C20050FFC
source: Default
ja: デフォルト

# ,695C2DDB4DADDEEAC1CF7C9822F16D9C
source: Default
ja: デフォルト

# ,6D5E6CFE43C9E6051E79A08FD7C478C8
source: Default
ja: デフォルト

# ,6E30591042DA09230D9D45BB65ED9390
source: Default
ja: デフォルト

# ,6F09ED1F4A0C66C3DCF2E0994B4091F6
source: Default
ja: デフォルト

# ,7447CBB7426C8E737976A9A180DCAA03
source: Default
ja: デフォルト

# ,75E5612D49A49AD4C9E820958C77E100
source: Default
ja: デフォルト

# ,83EBB27E46F2C68B4E721CBB8C5D7B73
source: Default
ja: デフォルト

# ,841BE6BD47B312B3BD0E37AFE76A04B9
source: Default
ja: デフォルト

# ,86229B7E4BA18540D4C33DA21E157E32
source: Default
ja: デフォルト

# ,882A1CA244DA4F96D1437CA3EA404B25
source: Default
ja: デフォルト

# ,8C77908341D52F5455232E856A9BB0B3
source: Default
ja: デフォルト

# ,9580F2F24D1C1AF378DE18B8E1E66DAF
source: Default
ja: デフォルト

# ,992893B24464363559083096B10DA6B6
source: Default
ja: デフォルト

# ,9EB7389B42FAA4CACF3E528294A73DC8
source: Default
ja: デフォルト

# ,A00F50AF424DB4B96C8F4F81DDB539CB
source: Default
ja: デフォルト

# ,A07DBCB4469CF67ED2CE98B11EB1DAE5
source: Default
ja: デフォルト

# ,A112A5A943D63C6AE4671AAB718A2BAC
source: Default
ja: デフォルト

# ,A2191E4F46F89E76C4C3D5AF99328320
source: Default
ja: デフォルト

# ,A60F376E468DB06507C8FA996625FCFE
source: Default
ja: デフォルト

# ,A68BBD2B4E5563D81DDEF2859423CA92
source: Default
ja: デフォルト

# ,B57928AD496373B369C959B7274C0BFC
source: Default
ja: デフォルト

# ,BC16B9C54607B4ADD70806ACB7C00420
source: Default
ja: デフォルト

# ,BC196443464FA0AA5B101E9E1F73C9B9
source: Default
ja: デフォルト

# ,BFFD0E0644B41E17B9C6C8959DF31084
source: Default
ja: デフォルト

# ,C816B8A84A68E0F6459A6D9AB6A60319
source: Default
ja: デフォルト

# ,CA414687447A36B9E3B77081E26614CB
source: Default
ja: デフォルト

# ,D16077B343ABBA3B3DF310B3982E7A41
source: Default
ja: デフォルト

# ,D885FF8E42E701BB92BAB1AF8F91FC03
source: Default
ja: デフォルト

# ,DB3501DB4F1658F05CEB98A9B55368C3
source: Default
ja: デフォルト

# ,DE636C7E4D1E20A61C6D229B15B676E1
source: Default
ja: デフォルト

# ,EA1859D5448BC7F8FAB7329655168FF1
source: Default
ja: デフォルト

# ,EB428EC24024B2D1386BC781C5E476E0
source: Default
ja: デフォルト

# ,EB4A8F604DFC0743D0599FA9031CFF26
source: Default
ja: デフォルト

# ,EE3F88024A6519230458C38800CF2BFD
source: Default
ja: デフォルト

# ,F0987E024D20534A2CA05E90790196DA
source: Default
ja: デフォルト

# ,F118D1CF4981C65374F05B9161C3C94B
source: Default
ja: デフォルト

# ,F3E350484E97D31886D43DB04BF271AC
source: Default
ja: デフォルト

# ,FC6411C147A02502F0DC01AC7389A954
source: Default
ja: デフォルト

# ,FCC139744EA8BB6FA27CDA81503F48B2
source: Default
ja: デフォルト

# ,FF21A4B64EBFEFBFFAE2E3BFCC4DFB7C
source: Default
ja: デフォルト

# AudioSettings,DefaultSettingsName
source: Default
ja: デフォルト

# KismetSchema,Default
source: Default
ja: デフォルト

# SCS,Default
source: Default
ja: デフォルト

# SProjectLauncherDeployTargetListRow,DefaultVariant
source: Default
ja: デフォルト

# SProjectLauncherSimpleDeviceListRow,DefaultVariant
source: Default
ja: デフォルト

# SProjectLauncherVariantSelector,DefaultVariant
source: Default
ja: デフォルト

# ,018F7A12477A965AF9E54BA51ED18304
source: Redo
ja: リドゥ

# UICommands.GenericCommands,Redo
source: Redo
ja: リドゥ

# ,01A417F84D1896ED3A763B9B89A36C36
source: Decals
es: Texturas decorativas
ja: デカール
pt_br: Decalques

# ,DecalsSF
source: Decals
es: Texturas decorativas
ja: デカール
pt_br: Decalques

# SpriteCategory,Decals
source: Decals
es: Texturas decorativas
ja: デカール
pt_br: Decalques

# ,021017DF481F122B78F45C9932BD1AC7
source: Distance Fields
ja: ディスタンスフィールド

# ,093794B04B3E0A0D8F1C9ABD0FE3CEAB
source: Distance Fields
ja: ディスタンスフィールド

# ,18D6F5264DFC6E68BDDBF483E0CBEB39
source: Distance Fields
ja: ディスタンスフィールド

# ,9AB284AA477D0C75CA47F59C274E727D
source: Distance Fields
ja: ディスタンスフィールド

# ,CB68DAF548A046E10519238D5884CC5D
source: Distance Fields
ja: ディスタンスフィールド

# ,DFA77F0E4140CC16D06315A45EB171DF
source: Distance Fields
ja: ディスタンスフィールド

# ,F9A32C704559C4862B54069CCF4E0CD0
source: Distance Fields
ja: ディスタンスフィールド

# ,02B62D1F4170549C2EB20680DDF10975
source: Asset Panel
ja: アセットパネル

# ,02B918C540E3F44726822AA7ABEA9801
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,0F7416BA4DA313D266094AA9A5DC5C5C
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,15FED48845D6403E18F61E8C4302A3AE
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,165C2C5D471A06B626713CBF1A75AC9C
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,1D2A8DCF49B57F69040C48AC43C9E337
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,229DACF94E040D1284281195E5096A01
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,234408C042B06DF5C433FF871ADB21BD
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,3D9532444224D6A3B4F6FEB8D82EE279
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,3E5A07D04E2AB66B4952AE8FD67E7DDF
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,4139F5A94AC2DABFCE14EBAA26DE2F50
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,42C9AE6D44ACFCD0538CD1996FAB01E3
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,466588F94715272A37B22B98A628DEAA
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,4F3FE6F94ADD967ACBF0E182A32FC7C7
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,50E1C38E4E9A6669BFEA899EF2EFC222
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,5899199E427C1AA60990A68BFC9EE105
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,5F312B5F4102E412C955FF9A4A347329
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,677815EC4B6B99E24C87F5BABB697F98
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,6969D2D74387B4B31E66A1825ECC74CF
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,706BF6FC4681B0047CCFAA869539F1C3
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,730BC5814EF1E5CA8A2BE1A243F6B52D
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,78AE62F44375D15F63143D88C0ABE7E3
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,7BE86D464DE4CEDB39183B9B05678EF8
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,8387AE19491FE67228E77AB1CD09EC6B
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,83C929C448F4AAC91B2605931C6D15E9
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,9D29664A4778F002A9E57C9112094282
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,A450CDD8470CFD7FE25AB6B973C0C8B2
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,ADB8ABF94B9EE352D6E263B150812B69
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,B445A7CB4CD4910375C42AB8D1585A6F
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,BFD35A3A4F730A8E7AB0D4BC567D67FA
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,C5916A8246A2FA8A33F76EB34A0E2992
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,D79D0E714C3BAF17C8E7CB9558EDEC69
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,E06AAAFC4872BC6D0CB274B6C657FBD2
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,EB8B960240FC0FC9FA238F8D90B724C2
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,EBBCB4C24B59A74DC5A8569737312632
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,F051D4F44982681144F666A6F8572D9F
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,F0BA908D4DF1A5B4ADC869ABA57F484A
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,F29AA3FE4FF851D785A10FAF0D307B09
source: MaterialLayerBlend
ja: マテリアルレイヤーブレンド

# ,02FD875C48D02DF72EB40D83296A5AAF
source: Texturing
ja: テクスチャー

# ,04FD23E74958A8A23E4071A1E811D4ED
source: Texturing
ja: テクスチャー

# ,08591B7A489753A6273A48B14A76BD3B
source: Texturing
ja: テクスチャー

# ,08AE46214F2D15B017D17F9357B93F55
source: Texturing
ja: テクスチャー

# ,0BCF589044F2FCF406563D82F967D33A
source: Texturing
ja: テクスチャー

# ,1795CAAA4A87D223EBABDB85DB724BC0
source: Texturing
ja: テクスチャー

# ,19D36647416B5B2C74E5D79AC4D8A66D
source: Texturing
ja: テクスチャー

# ,1E77D6434E3787C191B4BEA821046089
source: Texturing
ja: テクスチャー

# ,1FA97491416F7B0AE444D7BD28431493
source: Texturing
ja: テクスチャー

# ,25B4A1674A126899103E3697612344F2
source: Texturing
ja: テクスチャー

# ,2BB121384BD6A53C927C78BB5BB4039C
source: Texturing
ja: テクスチャー

# ,364B0CBA49C7247FEC6E38A2F59273F1
source: Texturing
ja: テクスチャー

# ,3BDD4AE140EFDF3106126A96D651BE7B
source: Texturing
ja: テクスチャー

# ,3C69DF4044E592B4FC4850BD065702CB
source: Texturing
ja: テクスチャー

# ,3DC73BC641EB5C470D95A8AD6E3843CF
source: Texturing
ja: テクスチャー

# ,3DD8C3644B99594650320EBAC39EB869
source: Texturing
ja: テクスチャー

# ,4AC4D7764801E3DD772BFB90F0748440
source: Texturing
ja: テクスチャー

# ,571232574105344A51351A953B79A033
source: Texturing
ja: テクスチャー

# ,5750144D44BCD50E4DDBED995E99CD92
source: Texturing
ja: テクスチャー

# ,6131E1F54F93DAC0ADCBFAADDBC8DF99
source: Texturing
ja: テクスチャー

# ,6CC871DB4F6ACC7A60BE6485987E8287
source: Texturing
ja: テクスチャー

# ,6D4ADCE84349551A10ACD58849385261
source: Texturing
ja: テクスチャー

# ,6F1246D5424054AC4668F1A9417E9C2B
source: Texturing
ja: テクスチャー

# ,714452A342F863B5F0B7258A28BAC0FB
source: Texturing
ja: テクスチャー

# ,75218194428242D79A08309A9ABEE4EB
source: Texturing
ja: テクスチャー

# ,7597F10C45D0DBCC9D147D933D453F24
source: Texturing
ja: テクスチャー

# ,7F79C3D24606B003AC97DFB5AB36DECB
source: Texturing
ja: テクスチャー

# ,853357404CBBBAB5D1F6D68A6BA3141A
source: Texturing
ja: テクスチャー

# ,8625198144AEF45F344F01A728C748D5
source: Texturing
ja: テクスチャー

# ,89E5F919482F108820D8B8AE1A183879
source: Texturing
ja: テクスチャー

# ,96A595E04FA5347A069EA393C099431B
source: Texturing
ja: テクスチャー

# ,9EB07DA24CA847681092479A4C534C58
source: Texturing
ja: テクスチャー

# ,A49AA2384C99E66834C44FA9B3E1BE07
source: Texturing
ja: テクスチャー

# ,A561677F4ED9F96FD4BECC861994EEB9
source: Texturing
ja: テクスチャー

# ,B34239404720FDE33D96A494EEAB40E1
source: Texturing
ja: テクスチャー

# ,C17422414654C3F79B5B8683A070631A
source: Texturing
ja: テクスチャー

# ,C44554CA416CBB5306E07A893D3E4D0D
source: Texturing
ja: テクスチャー

# ,C6A1C5FE4D96E7B2E435DEBB8099F377
source: Texturing
ja: テクスチャー

# ,D884E1BF4B199063A68C6ABF632D1449
source: Texturing
ja: テクスチャー

# ,D88DB12043FC026EDA395D9690CF6EE8
source: Texturing
ja: テクスチャー

# ,D9FB5EF64164101C13FF4FB6B0221239
source: Texturing
ja: テクスチャー

# ,DCC9B24B44CEE7B90ED00D89E91A082B
source: Texturing
ja: テクスチャー

# ,E1524A5F48FF4A85314AEAA196CAF000
source: Texturing
ja: テクスチャー

# ,E49B359A41690A0206676494E8B2E095
source: Texturing
ja: テクスチャー

# ,E4E521DD41C76963C974289EB081DFA0
source: Texturing
ja: テクスチャー

# ,E6D7F7754FE3EC56A2020B8A3E64B624
source: Texturing
ja: テクスチャー

# ,EA928DD4478A8415AEB734AC01A15D79
source: Texturing
ja: テクスチャー

# ,EFC710344EB56203708CCC8158E2C686
source: Texturing
ja: テクスチャー

# ,F0DDBDE14027D0D5A0EBBA94A5C7C184
source: Texturing
ja: テクスチャー

# ,F6A159F748E837DFBCC1068393EF3D56
source: Texturing
ja: テクスチャー

# ,F6F2E0084EA41CF56A6C619156A90663
source: Texturing
ja: テクスチャー

# ,F8578DA04BB29ACE2806ACAE0CFACC81
source: Texturing
ja: テクスチャー

# ,F98C893E431CD1C22DB39A85845074B1
source: Texturing
ja: テクスチャー

# ,03ACE501443EF5D3BCCFB38F9DCD1C09
source: Pivot Painter
ja: ピボットペインター

# ,B24BE4F84598257EDB407599B8F1828D
source: Pivot Painter
ja: ピボットペインター

# ,DA3966294AB2F8BAC66F45B3EA3CE771
source: Pivot Painter
ja: ピボットペインター

# ,DD0999D5482C23BE1023ADB36A613DDC
source: Pivot Painter
ja: ピボットペインター

# ,FE656078493ABCC808C7E2BD0FAD18CA
source: Pivot Painter
ja: ピボットペインター

# ,03E14EBC4D644F902EA9CB9A67E3D080
source: Math
ja: 演算

# ,0DC22F5A4E83E12F3221EA8CBC81B10B
source: Math
ja: 演算

# ,0F549BF04C0C4BD15664168859388757
source: Math
ja: 演算

# ,37FA3844423139388C1682A81C699757
source: Math
ja: 演算

# ,3C6586194A8C5CB128D8ED9F18B4FA8B
source: Math
ja: 演算

# ,3F414AC44644546CCCF838BDD3B01480
source: Math
ja: 演算

# ,5AC750824528ED91D348FDBDEDBA99C8
source: Math
ja: 演算

# ,6021C4494F6DBD34FA1EB081EC49F874
source: Math
ja: 演算

# ,690222054E91B3EF645B98BF2B1C0E9B
source: Math
ja: 演算

# ,791051A34D525E74D5C8118D70B7B97A
source: Math
ja: 演算

# ,7CC700834D3588E770E3559EAED0792E
source: Math
ja: 演算

# ,8962C81943A961BF29673A9337880828
source: Math
ja: 演算

# ,8E0255CF43C1052825BB77949AE30086
source: Math
ja: 演算

# ,9B171395460188BE04652B997D1340CD
source: Math
ja: 演算

# ,A1E0B6A64822D4AE9F04D69BAB30F276
source: Math
ja: 演算

# ,A49F2E4F4AAD60BB19B88588FEB0631F
source: Math
ja: 演算

# ,A531ACC3485E79615807BAAE5F85E958
source: Math
ja: 演算

# ,B1194EE64A47D36A042E0B8AE8C40C60
source: Math
ja: 演算

# ,B24C15744EC04070B34E46B1E3A8C962
source: Math
ja: 演算

# ,BC6BA4374DA1D626439F7E8D7ABB96E5
source: Math
ja: 演算

# ,BF6E093745BFB7E630868A890DB7738D
source: Math
ja: 演算

# ,D5E66D1D44EBCE55D7B4F7A4D79FB4BF
source: Math
ja: 演算

# ,D9D0FD2D47983992DA10DDBA6D164765
source: Math
ja: 演算

# ,E931D92342909DDE86CDD79EF1B29DFD
source: Math
ja: 演算

# ,F38740B9459E0D3AFBAFDDB5DD9E03B7
source: Math
ja: 演算

# ,FD1A64124DEDA6EA2176858FB908D09E
source: Math
ja: 演算

# ,FF4FEC4944F64DF9DA970E945B42CAAB
source: Math
ja: 演算

# MaterialExpression,Math
source: Math
es: Matemático
ja: 演算
pt_br: Matemática

# ,0519AA4B4799558D0E4AA68E39FE81A0
source: Simulate
ja: シミュレート

# ,058DC45C4A3B53EBBF5BD9AEEC9B7AA5
source: Manipulating Actors
ja: アクタ操作

# ,06199C11454DA4B6CA8F11ADE210C4DE
source: Modes Panel
ja: モードパネル

# ,A11087CA4AFBE83D56106A8934E2A8E1
source: Modes Panel
ja: モードパネル

# ,069E027B46D4DC4F35BF45AE0B4F77FE
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,0C2962A4475EA6F6EDABA7A0BA3D9C4B
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,1FF2EAE147E0770547F9D7BECFF844E8
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,27E1593C458A5D52CCB399BE735631C7
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,298D53A64C54F70A0B6D9DBA674F9995
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,40C7FCDD4BA1494644327AB886869A88
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,49CB18C240C0D7E23AD28D844CFF95C8
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,5934FABD48B0AB52084F1BB66C27359C
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,5BD7F9CC428004610EC0D49BD0D7D779
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,777450514D475D1492F6B79FB9AD84FD
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,865C843E4FFF9A524945F59E2CA4BEF6
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,883F38E84A6555F3FAA87C9996B8FD68
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,8F5F1DE648748C0C3659488CF497D179
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,9425083F46DCCB1CE7E1E99770493A25
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,946CEB854BD17F148FA63EA0CC0488F5
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,958A10F242DBB8C2F5186FB09B1CE49B
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,A436B4A3409D937CB2D864A3DD8C2F49
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,A7CA2C8C463F6B8E2AA26CA210EF06FA
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,B959947048FB92B800390396F5E2C3BD
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,DEF764BB4D1B53A1242D57A97A502E0D
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,E02C09154D6735926438F7884D91A595
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,FA520018477CEEF145F2BF9DF0955AAD
source: Render 3D Imposter Sprites
ja: 3Dインポスター スプライトを描画

# ,07AC5EAB4015087F1F46BA9606EA2F52
source: World Position Offset
ja: ワールドポジションオフセット

# ,0D1D4F774D85555220506E97541F2968
source: World Position Offset
ja: ワールドポジションオフセット

# ,1F7F482F4ACE9E4E845AC190D36ED9F5
source: World Position Offset
ja: ワールドポジションオフセット

# ,284C820E4DB31DA7FB8D81B0F57B0BD3
source: World Position Offset
ja: ワールドポジションオフセット

# ,3BCE700F45D025D86CABA6B845C7895D
source: World Position Offset
ja: ワールドポジションオフセット

# ,42B9F7EA4D46C384A05DCF94E76F0083
source: World Position Offset
ja: ワールドポジションオフセット

# ,7BB2486B42ABAF3271DE0FB33C51EADB
source: World Position Offset
ja: ワールドポジションオフセット

# ,7DAEBE9446059B546324759C25780BBD
source: World Position Offset
ja: ワールドポジションオフセット

# ,87191F764586AC70396EB996E0F6A9D9
source: World Position Offset
ja: ワールドポジションオフセット

# ,9497E5E84BA6DDDE455653B187F67C88
source: World Position Offset
ja: ワールドポジションオフセット

# ,95E1B46C417D0CD9884F419CF0F48F21
source: World Position Offset
ja: ワールドポジションオフセット

# ,AA124B4F47C4DB39C157F58CE06AB6FB
source: World Position Offset
ja: ワールドポジションオフセット

# ,AF3EF58A4998B45062C516ADAD8BE1D0
source: World Position Offset
ja: ワールドポジションオフセット

# ,C50A175A41A0AFEF003D5583D70A9234
source: World Position Offset
ja: ワールドポジションオフセット

# ,D0DAE1F54AEAF61A4CD37EA6B94462D7
source: World Position Offset
ja: ワールドポジションオフセット

# ,D8DA9A104A6702E3BBBC4C9E5FFB1914
source: World Position Offset
ja: ワールドポジションオフセット

# ,07BC2F59470E1DEE4BE9CD9E3313A04C
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,10200D794AA23933EC71528B0CBEB739
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,58C5F224476BFB215BBB9D9246F10779
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,C93954D64BF31061CF8258BD648DBDAB
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,CE6C59CB4193312E74709F9C5B897D58
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,CF0ABD4848C258F68DCCF38DEF82443E
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,F7780217469D94F308E0058B5A03590E
source: Utilities| Flow Control
ja: ユーティリティ| フロー コントロール

# ,07DBE4884A0382AAD401B79EC0D841B1
source: Release side button.
ja: サイドボタンをリリース

# ,08BF3F0E4217A6507B950CBC037E4418
source: Details
ja: 詳細

# ,0935FE174C6B6767EA8A6E9A0955C7C2
source: Render Depth Map
ja: デプスマップを描画

# ,4DD92DFD4FD83514D066FAB69C65F9A8
source: Render Depth Map
ja: デプスマップを描画

# ,505CFF90438815E1E964F58A6A96559C
source: Render Depth Map
ja: デプスマップを描画

# ,5262A9DE48300B607361C6896DD5C62A
source: Render Depth Map
ja: デプスマップを描画

# ,5375AB59453EC85C4BD77C944F43E35D
source: Render Depth Map
ja: デプスマップを描画

# ,642E1184440274131BAF029CB32A3175
source: Render Depth Map
ja: デプスマップを描画

# ,9FF328A846D05633034E819DD15F919C
source: Render Depth Map
ja: デプスマップを描画

# ,A0DC8BFA493A1B15A0756C8CDF1260B3
source: Render Depth Map
ja: デプスマップを描画

# ,AB6794F34415A1DBEECD97B2A4780757
source: Render Depth Map
ja: デプスマップを描画

# ,B9A5945B443D6B7FA4D611A4863EA668
source: Render Depth Map
ja: デプスマップを描画

# ,C7C2A86E42A7CC1062A615BABDCC17BF
source: Render Depth Map
ja: デプスマップを描画

# ,F32D2FF047112462C0D5F5A7654CE2F2
source: Render Depth Map
ja: デプスマップを描画

# ,FFAD08A1463C044EB473D7AEA22FB571
source: Render Depth Map
ja: デプスマップを描画

# ,0BA59AA4453CCDE8D8C4D38E18957D6A
source: Capture Settings
ja: キャプチャ設定

# ,2B406C90432D8D426372E6B9DF9A45DE
source: Capture Settings
ja: キャプチャ設定

# ,2D453F0D4E23808394BE68A89C5B8319
source: Capture Settings
ja: キャプチャ設定

# ,33C9EB7646115849923400893BCCE7A6
source: Capture Settings
ja: キャプチャ設定

# ,41744BE54CBC55929653558C5B7225BD
source: Capture Settings
ja: キャプチャ設定

# ,5D0DE1D14627F2E4788035BAC4C93D75
source: Capture Settings
ja: キャプチャ設定

# ,679919FF4B9D6DE2184EB388F4E4E0DF
source: Capture Settings
ja: キャプチャ設定

# ,6C6CB2854D6A4BB860B31287AE1C2760
source: Capture Settings
ja: キャプチャ設定

# ,8BCA95C44C42CA9C28D3AEB881DD6877
source: Capture Settings
ja: キャプチャ設定

# ,8DBEBE8A4DCBE9798CDC39904F776AFB
source: Capture Settings
ja: キャプチャ設定

# ,A277EC994F931E48A148C7A56990B38F
source: Capture Settings
ja: キャプチャ設定

# ,B2A728FB4CD96CD226D56EA364CA1D3A
source: Capture Settings
ja: キャプチャ設定

# ,B7452F444C604F1B1F1F268853172221
source: Capture Settings
ja: キャプチャ設定

# ,BE0AD39A47D5B62E6B18BC9EC262C307
source: Capture Settings
ja: キャプチャ設定

# ,BFC87AE74B7E12FFBEC152A4B710F5DC
source: Capture Settings
ja: キャプチャ設定

# ,C4C0510C4E9376C4B8C9169397E8D4DE
source: Capture Settings
ja: キャプチャ設定

# ,C92FF83240CAEB8B7B22329A269565CB
source: Capture Settings
ja: キャプチャ設定

# ,CB88398B470D107E58AA42AF1D8EC82B
source: Capture Settings
ja: キャプチャ設定

# ,EA0280C04B00324C97CB788FA7FF5912
source: Capture Settings
ja: キャプチャ設定

# ,EA42D7E945A5D659F36521A3FD11EC61
source: Capture Settings
ja: キャプチャ設定

# ,0BC60851434995F8AB72179E6EFC2F2F
source: Math| Integer
ja: 演算 | 整数

# ,7D5B289D406B33F136977BB185F6FDB0
source: Math| Integer
ja: 演算 | 整数

# ,ADC4F012482FF27A2BBD5F93334B6118
source: Math| Integer
ja: 演算 | 整数

# ,AFF858D74026E1FB7E49A28E1610F83E
source: Math| Integer
ja: 演算 | 整数

# ,0C14D6C446FADB5F786268801335AA9E
source: Capture
ja: キャプチャー

# ,31C9DD714D3B49A60EF40D94123C4B91
source: Capture
ja: キャプチャー

# ,49FD59F9463463E04660F1B5B83CA8E6
source: Capture
ja: キャプチャー

# ,8226572C405053A0AFD7CF81963967AB
source: Capture
ja: キャプチャー

# ,89B0BFDD4AC3D7FC2BCB35B433852512
source: Capture
ja: キャプチャー

# ,89D5D8B04B57FE2F038A348C429448E0
source: Capture
ja: キャプチャー

# ,8B2E23D1469589AD8DBE57A71F89CF9F
source: Capture
ja: キャプチャー

# ,DF35A48040D0B25773FB60ACA3DF970B
source: Capture
ja: キャプチャー

# ,0C241AE74EB7F5D2DBA6DBA3C2EECDDE
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,167F5F5641F47BFD70781092717E12B2
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,252CA4C04525F6D81CC4C583A1306B8B
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,5D301D8B4315A662CA06158C0D8DCD93
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,6D07C2944893CE7959FD91A2DD5F08DF
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,B36750CA457DA8CFB8B4678CAE439DF9
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,DD47FAA5496DC1117907C0990EC933E1
source: Flipbook/Imposter Combiners
ja: フリップブック・インポスター コンビナーズ

# ,0D6F96BC40E43C5B28ED96A9D28E0668
source: Render Flipbook
ja: フリップブックを描画

# ,13E674FA4E28C3304A601BA92FB32850
source: Render Flipbook
ja: フリップブックを描画

# ,2C533F0B4818EF853C8B51B1FB7C806F
source: Render Flipbook
ja: フリップブックを描画

# ,305873BB40D58E22CF5870BA840BDA2B
source: Render Flipbook
ja: フリップブックを描画

# ,33D597F14A925E7A4AEB649EB1947C6B
source: Render Flipbook
ja: フリップブックを描画

# ,33EF511C43A701E9FBDFD18EA8EE6DC4
source: Render Flipbook
ja: フリップブックを描画

# ,3EC133294C855F999792638603707C13
source: Render Flipbook
ja: フリップブックを描画

# ,46053AA1409E25D75A84AAAFF3AD1E8E
source: Render Flipbook
ja: フリップブックを描画

# ,49290F6A4741A4EDB85E79BD25B5A648
source: Render Flipbook
ja: フリップブックを描画

# ,5333DCFD4587A0DA457421A67CCDE1CF
source: Render Flipbook
ja: フリップブックを描画

# ,5A133E8043312EEA7ECB6A9F26819AF2
source: Render Flipbook
ja: フリップブックを描画

# ,66EEE56846EA47BF2B092196BAB159A5
source: Render Flipbook
ja: フリップブックを描画

# ,696B53B443D985169616DE97ABF47F81
source: Render Flipbook
ja: フリップブックを描画

# ,77772A2247AC5852AF94879A53D7E613
source: Render Flipbook
ja: フリップブックを描画

# ,A05D68A844CBFFA2E13A859792F5D1D8
source: Render Flipbook
ja: フリップブックを描画
