Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# FHTML5PlatformEditorModule,TargetSettingsDescription
source: Settings for HTML5
ja: HTML5の設定

# FInterpolateComponentToAction,ActionTime
source: Move (%.3f seconds left)
es: Mover (%.3f segundos transcurridos)
ja: 移動(残り %.3f秒)
pt_br: Mover (%.3f segundos restantes)

# FIOSPlatformEditorModule,IOSES2QualitySettingsDescription
source: Settings for iOS ES2 material quality
ja: iOS ES2マテリアル品質設定

# FIOSPlatformEditorModule,IOSES2QualitySettingsName
source: iOS Material Quality - ES2
ja: iOSマテリアル品質 - ES2

# FIOSPlatformEditorModule,IOSMetalQualitySettingsDescription
source: Settings for iOS Metal material quality
ja: iOS Metalマテリアル品質設定

# FIOSPlatformEditorModule,IOSMetalQualitySettingsName
source: iOS Material Quality - Metal
ja: iOSマテリアル品質 - Metal

# FIOSPlatformEditorModule,RuntimeSettingsDescription
source: Settings and resources for the iOS platform
es: Ajustes y recursos para la plataforma iOS
ja: iOSプラットフォームの設定とリソース
pt_br: Configurações e recursos para plataformas iOS

# FLauncherTask,LauncherVerifyProfileDesc
source: Verify profile settings
es: Verificar ajustes del perfil
ja: プロファイル設定を検証する
pt_br: Verificar configurações de perfil

# FLauncherTask,LauncherVerifyProfileName
source: Verify
es: Verificar
ja: 検証する
pt_br: Verificar

# FLinuxTargetPlatformModule,TargetSettingsDescription
source: Settings for Linux target platform
ja: Linuxターゲットプラットフォームを設定する

# FMacTargetPlatformModule,TargetSettingsDescription
source: Settings and resources for Mac platform
ja: Mac プラットフォームの設定とリソース

# FManifestUpdateHelper,FailedToReadManifest
source: Failed to load '{0}'
es: Fallo al cargar '{0}'
ja: '{0}' のロードに失敗しました
pt_br: Falha ao carregar “{0}”

# FManifestUpdateHelper,FailedToReplaceManifestString
source: Failed to find prefix '{0}' or suffix '{1}' while writing '{2}'
es: Fallo al encontrar el prefijo '{0}' o el sufijo '{1}' mientras está escribiendo '{2}'
ja: '{2}' の書き込み中にプリフィックス '{0}' またはサフィックス '{1}' の検索に失敗しました
pt_br: Falha ao localizar prefixo “{0}” ou sufixo “{1}” ao gravar “{2}”

# FManifestUpdateHelper,FailedToWriteManifest
source: Failed to save '{0}'
es: Fallo al guardar '{0}'
ja: '{0}' の保存に失敗しました
pt_br: Falha ao salvar “{0}”

# FModuleManager,CompileSpecificModuleStatusMessage
source: {CodeModuleName}: Compiling modules...
es: {CodeModuleName}: Compilando módulos...
ja: {CodeModuleName}: モジュールをコンパイル中...
pt_br: {CodeModuleName}: Compilando módulos...

# FModuleManager,CompileStatusMessage
source: Compiling modules...
es: Compilando módulos...
ja: モジュールをコンパイル中...
pt_br: Compilando módulos...

# FProfilerCommands,ProfilerManager_Load_Desc
source: Open capture folder...
ja: キャプチャフォルダを開く...

# FProfilerCommands,ProfilerManager_Load_FileFilter
source: Stats files (*.ue4stats)|*.ue4stats|Raw Stats files (*.ue4statsraw)|*.ue4statsraw
es: Archivos de estadísticas (*.ue4stats)|*.ue4stats|Archivos de estadísticas no procesadas (*.ue4statsraw)|*.ue4statsraw
ja: 統計ファイル (*.ue4stats)|*.ue4stats|生の統計ファイル (*.ue4statsraw)|*.ue4statsraw
pt_br: Arquivos de status (*.ue4stats)|*.ue4stats|Arquivos de status bruto (*.ue4statsraw)|*.ue4statsraw

# FProfilerCommands,ProfilerManager_LoadFile_Desc
source: Open profiler capture file...
es: Abrir archivo de captura del generador de perfiles...
ja: プロファイラーキャプチャファイルを開く...
pt_br: Abrir o arquivo de captura de perfilador...

# FProfilerCommands,TransferServiceSideCaptureQuestion
source: Would like to transfer the captured stats file(s) to this machine? This may take some time.
es: ¿Desea transferir el/los archivo(s) de estadísticas recopilados a esta máquina? Puede tardar algún tiempo.
ja: キャプチャした統計ファイルをこのマシーンに移動しますか？移動には少し時間がかかるかもしれません。
pt_br: Transferir os arquivos de status capturados para esta máquina? Isso pode demorar um pouco.

# FProjectLauncherModule,ProjectLauncherTabTitle
source: Project Launcher
ja: プロジェクトランチャー

# FProjectLauncherModule,ProjectLauncherTooltipText
source: Open the Project Launcher tab.
ja: プロジェクトランチャータブを開く

# FPS4PlatformEditorModule,TargetSettingsDescription
source: PlayStation 4 project settings
ja: PlayStation 4 プロジェクト設定

# FSessionFrontendModule,FrontendTabTitle
source: Session Frontend
es: Interfaz de la sesión
ja: セッションフロントエンド
pt_br: Frontend de Sessão

# SSessionFrontend,SessionFrontendMenuGroupName
source: Session Frontend
es: Interfaz de la sesión
ja: セッションフロントエンド
pt_br: Frontend de Sessão

# FSessionFrontendModule,FrontendTooltipText
source: Open the Session Frontend tab.
es: Abrir la pestaña del Frontend de la sesión
ja: セッションフロントエンドタブを開く
pt_br: Abre a guia de Frontend de Sessão

# FSettingsModule,EditorAdvancedCategoryDescription
source: Advanced editor settings
ja: エディタ詳細設定

# FSettingsModule,EditorContentEditorsCategoryDescription
source: Content editors settings description text here
es: Aquí está el texto de descripción de los ajustes del editor de contenido
ja: コンテンツエディタ設定の詳細をここに入力
pt_br: Texto de descrição das configurações dos editores de conteúdo aqui

# FSettingsModule,EditorContentEditorsCategoryName
source: Content Editors
es: Editores de contenido
ja: コンテンツエディタ
pt_br: Editores de Conteúdo

# FSettingsModule,EditorGeneralCategoryDescription
source: General Editor settings description text here
es: Aquí está el texto de descripción de los ajustes del editor general
ja: 一般エディタ設定の詳細をここに入力
pt_br: Texto de descrição das configurações do Editor Geral aqui

# FSettingsModule,EditorGeneralCategoryName
source: General
ja: 一般
pt_br: Geral

# FSettingsModule,EditorLevelEditorCategoryDescription
source: Level Editor settings description text here
es: Aquí está el texto de descripción de los ajustes del editor de nivel
ja: レベルエディタ設定の詳細をここに入力
pt_br: Texto de descrição das configurações do Editor de Níveis aqui

# FSettingsModule,EditorLevelEditorCategoryName
source: Level Editor
es: Editor de nivel
ja: レベルエディタ
pt_br: Editor de Níveis

# FSettingsModule,EditorPluginsCategoryDescription
source: Plugins settings description text here
es: Aquí está el texto de descripción de los ajustes de los Plugins
ja: プラグイン設定の詳細をここに入力
pt_br: Texto de descrição das configurações dos plugins aqui

# FSettingsModule,ProjectPluginsCategoryDescription
source: Plugins settings description text here
es: Aquí está el texto de descripción de los ajustes de los Plugins
ja: プラグイン設定の詳細をここに入力
pt_br: Texto de descrição das configurações dos plugins aqui

# FSettingsModule,EditorPluginsCategoryName
source: Plugins
ja: プラグイン

# FSettingsModule,ProjectPluginsCategoryName
source: Plugins
ja: プラグイン

# FSettingsModule,EditorPreferencesSubMenuLabel
source: Editor Preferences
es: Preferencias del editor
ja: エディタの環境設定
pt_br: Preferências do Editor

# FSettingsModule,EditorPreferencesSubMenuToolTip
source: Configure the behavior and features of this Editor
es: Configurar el comportamiento y funciones de este editor
ja: このエディタの動作と機能を設定する
pt_br: Configura o comportamento e os recursos deste Editor

# FSettingsModule,ProjectEditorCategoryDescription
source: Project settings specific to the editor
ja: エディタに関するプロジェクト設定

# FSettingsModule,ProjectEngineCategoryDescription
source: Project settings description text here
es: Aquí está el texto de descripción de los ajustes del proyecto
ja: プロジェクト設定の詳細をここに入力
pt_br: Texto de descrição das configurações do projeto aqui

# FSettingsModule,ProjectProjectCategoryDescription
source: Project settings description text here
es: Aquí está el texto de descripción de los ajustes del proyecto
ja: プロジェクト設定の詳細をここに入力
pt_br: Texto de descrição das configurações do projeto aqui

# FSettingsModule,ProjectEngineCategoryName
source: Engine
es: Motor
ja: エンジン
pt_br: Mecanismo

# SlateFileDialogsNamespace,EngineLabel
source: Engine
ja: エンジン

# FSettingsModule,ProjectGameCategoryDescription
source: Game settings description text here
ja: ゲーム設定の説明文はここへ

# FSettingsModule,ProjectPlatformsCategoryDescription
source: Platform settings description text here
es: Aquí está el texto de descripción de los ajustes de la plataforma
ja: プラットフォーム設定の詳細をここに入力
pt_br: Texto de descrição das configurações da plataforma aqui

# FSettingsModule,ProjectPlatformsCategoryName
source: Platforms
es: Plataformas
ja: プラットフォーム
pt_br: Plataformas

# FSettingsModule,ProjectProjectCategoryName
source: Project
ja: プロジェクト

# SProjectLauncherBuildTaskSettings,ProjectSectionHeader
source: Project
ja: プロジェクト

# SProjectLauncherDeployTaskSettings,ProjectSectionHeader
source: Project
ja: プロジェクト

# SProjectLauncherLaunchTaskSettings,ProjectSectionHeader
source: Project
ja: プロジェクト

# SProjectLauncherSettings,ProjectSectionHeader
source: Project
ja: プロジェクト

# SProjectLauncherUnrealProjectPicker,ProjectComboBoxLabel
source: Project
ja: プロジェクト

# FSettingsModule,ProjectSettingsSubMenuLabel
source: Project Settings
es: Ajustes del proyecto
ja: プロジェクト設定
pt_br: Configurações do Projeto

# FSettingsModule,ProjectSettingsSubMenuToolTip
source: Change the settings of the currently loaded project
es: Modificar los ajustes del proyecto cargado actualmente
ja: 現在ロード中のプロジェクト設定を変更する
pt_br: Altera as configurações do projeto carregado no momento

# FSlateReflectorModule,FontAtlasVisualizerTitle
source: Font Atlas Visualizer
ja: フォントアトラスビジュアライザー

# FSlateReflectorModule,FontAtlasVisualizerTooltipText
source: Open the Font Atlas Visualizer tab.
ja: フォントアトラスビジュアライザータブを開く

# FSlateReflectorModule,NoFontAtlasProvider
source: There is no font atlas provider available for the current renderer.
ja: 現行レンダラーにフォントアトラスが提供されていません

# FSlateReflectorModule,NoTextureAtlasProvider
source: There is no texture atlas provider available for the current renderer.
ja: 現行レンダラーにテクスチャアトラスが提供されていません

# FSlateReflectorModule,TextureAtlasVisualizerTitle
source: Texture Atlas Visualizer
ja: テクスチャアトラスビジュアライザー

# FSlateReflectorModule,TextureAtlasVisualizerTooltipText
source: Open the Texture Atlas Visualizer tab.
ja: テクスチャアトラスビジュアライザータブを開く

# FSlateReflectorModule,WidgetReflectorTitle
source: Widget Reflector
ja: ウィジェットリフレクタ
pt_br: Refletor de Widget

# FSlateReflectorModule,WidgetReflectorTooltipText
source: Open the Widget Reflector tab.
es: Abre la pestaña del widget Reflector.
ja: ウィジェットリフレクタタブを開きます
pt_br: Abra a guia do Refletor de Widget.

# FunctionalTest,DefaultTimesUpMessage
source: Time's up!
es: ¡Se acabó el tiempo!
ja: タイムアウトしました！
pt_br: Tempo esgotado!

# FWindowsTargetPlatformModule,TargetSettingsDescription
source: Settings for Windows target platform
es: Ajustes para la plataforma meta de Windows
ja: Windowsターゲットプラットフォームの設定
pt_br: Configurações para a plataforma alvo Windows

# FXboxOnePlatformEditorModule,TargetSettingsDescription
source: Xbox One project settings
ja: Xbox Oneプロジェクト設定

# GameplayDebuggerModule,SettingsDescription
source: Settings for the gameplay debugger tool.
ja: ゲームプレイデバッガツール設定

# GameplayEffect,AttributeBasedModifierMagnitude
source: Attribute Based
ja: 基づく属性

# GameplayEffect,CustomCalculationClassModifierMagnitude
source: Custom Calculation
ja: カスタム演算

# GameplayEffect,SetByCallerModifierMagnitude
source: Set by Caller
ja: 呼出し側で設定

# GameplayEffect,UnknownModifierMagnitude
source: Unknown
ja: 不明

# MaterialExpression,Unknown
source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido

# SCAQueryDetails,MissReasonUnknown
source: Unknown
ja: 不明

# UnrealBuildConfigurations,UnknownName
source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido

# GameplayTagManager,FailedToMakeWritable
source: Could not make {0} writable.
ja: {0} を書き込み可能にできませんでした

# SPlatformSetupMessage,FailedToMakeWritable
source: Could not make {0} writable.
es: No pudo hacerlo {0} modificable.
ja: {0} を書き込み可能にできませんでした
pt_br: Não foi possível tornar {0} gravável.

# SSettingsEditorCheckoutNotice,FailedToMakeWritable
source: Could not make {0} writable.
ja: {0} を書き込み可能にできませんでした

# GameViewport,CursorClassNotFoundFormat
source: The cursor class '{0}' was not found, check your custom cursor settings.
ja: cursor クラス '{0}' が見つかりませんでした。カスタム仕様のカーソル設定を確認してください。

# GameViewportClient,ConnectingMessage
source: CONNECTING
es: CONECTANDO
ja: 接続中
pt_br: CONECTANDO

# GameViewportClient,LoadingMessage
source: LOADING
es: CARGANDO
ja: ロード中
pt_br: CARREGANDO

# GameViewportClient,PausedMessage
source: PAUSED
es: EN PAUSA
ja: 一時停止中
pt_br: PAUSADO

# GameViewportClient,PrecachingMessage
source: PRECACHING
es: HABILITANDO MEMORIA CACHÉ
ja: プリキャッシュ中
pt_br: PRÉ-ARMAZENAMENTO EM CACHÊ

# GameViewportClient,SavingMessage
source: SAVING
es: GUARDANDO
ja: 保存中
pt_br: SALVANDO

# GammaUI,GammaUILabel
source: Gamma
ja: ガンマ
pt_br: Gama

# TestSuite1,GammaTest
source: Gamma
ja: ガンマ

# GenericCommands,Generic Commands
source: Common Commands
es: Comandos comunes
ja: 共通コマンド
pt_br: Comandos Comuns

# GenericPlatform,FileManagerName
source: File Manager
es: Gestor de archivos
ja: ファイルマネージャー
pt_br: Gerenciador de Arquivos

# GraphEditor,ObjectGraphPin_Browse
source: Show the selected asset in the content browser.
ja: コンテンツブラウザに選択アセットを表示する

# GraphEditor,ObjectGraphPin_Use
source: Use content browser selection.
ja: コンテンツブラウザの選択肢を使用

# HierarchicalLODUtils,UndoAction_AddActorToCluster
source: Add Actor To Cluster
ja: アクタをクラスターに追加

# HierarchicalLODUtils,UndoAction_CreateNewCluster
source: Create new Cluster
ja: 新規クラスターの作成

# HierarchicalLODUtils,UndoAction_DeleteLODActor
source: Delete LOD Actor
ja: LODアクタを削除

# HierarchicalLODUtils,UndoAction_ExcludeActorFromClusterGeneration
source: Exclude Actor From Cluster Generation
ja: アクタをクラスター生成から外す

# HierarchicalLODUtils,UndoAction_MergeClusters
source: Merge Clusters
ja: クラスターをマージ

# HierarchicalLODUtils,UndoAction_RemoveActorFromCluster
source: Remove Actor From Cluster
ja: クラスターからアクターを削除

# HotReload,CompilingGameCode
source: Compiling Game Code
ja: ゲームコードをコンパイル中

# HUD,PIE_Warning_Message_CanvasCallOutsideOfDrawCanvas
source: Canvas Draw functions may only be called during the handling of the DrawHUD event
es: Las funciones Canvas Draw solo podrán llamarse durante la manipulación del evento DrawHUD
ja: Canvas Draw関数はDrawHUDイベントを処理中の時だけ呼び出されます
pt_br: As funções do Canvas Draw só podem ser chamadas durante o manuseio do evento DrawHUD

# InputKeys,Acceleration
source: Acceleration
es: Aceleración
ja: 加速度
pt_br: Aceleração

# InputKeys,Android_Back
source: Android Back
es: Android Atrás
ja: Android の Backボタン

# InputKeys,Android_Menu
source: Android Menu
ja: Android の Menuボタン

# InputKeys,Android_Volume_Down
source: Android Volume Down
ja: Android の ボリュームダウン

# InputKeys,Android_Volume_Up
source: Android Volume Up
ja: Android の ボリュームアップ

# InputKeys,Apostrophe
source: Apostrophe
ja: アポストロフィ

# InputKeys,Colon
source: Colon
ja: コロン

# InputKeys,Comma
source: Comma
ja: カンマ

# InputKeys,Down
source: Down
es: Abajo
ja: 下
pt_br: Para baixo

# InputKeys,Escape
source: Escape
ja: Esc
pt_br: Esc

# InputKeys,Gamepad_DPad_Down
source: Gamepad D-pad Down
ja: ゲームパッド方向キー下

# InputKeys,Gamepad_DPad_Left
source: Gamepad D-pad Left
ja: ゲームパッド方向キー左

# InputKeys,Gamepad_DPad_Right
source: Gamepad D-pad Right
ja: ゲームパッド方向キー右

# InputKeys,Gamepad_DPad_Up
source: Gamepad D-pad Up
ja: ゲームパッド方向キー上

# InputKeys,Gamepad_FaceButton_Bottom
source: Gamepad Face Button Bottom
es: Gamepad botón frontal inferior
ja: ゲームパッドAボタン
pt_br: Botão inferior do controle do jogo

# InputKeys,Gamepad_FaceButton_Left
source: Gamepad Face Button Left
es: Gamepad botón frontal izquierdo
ja: ゲームパッドXボタン
pt_br: Botão esquerdo do controle do jogo

# InputKeys,Gamepad_FaceButton_Right
source: Gamepad Face Button Right
es: Gamepad botón frontal derecho
ja: ゲームパッドBボタン
pt_br: Botão direito do controle do jogo

# InputKeys,Gamepad_FaceButton_Top
source: Gamepad Face Button Top
es: Gamepad botón frontal superior
ja: ゲームパッドYボタン
pt_br: Botão superior do controle do jogo

# InputKeys,Gamepad_LeftShoulder
source: Gamepad Left Shoulder
es: Gamepad gatillo izquierdo
ja: ゲームパッド左ショルダー
pt_br: Dianteiro esquerdo do controle do jogo

# InputKeys,Gamepad_LeftStick_Down
source: Gamepad Left Thumbstick Down
ja: ゲームパッド左サムスティック下

# InputKeys,Gamepad_LeftStick_Left
source: Gamepad Left Thumbstick Left
ja: ゲームパッド左サムスティック左

# InputKeys,Gamepad_LeftStick_Right
source: Gamepad Left Thumbstick Right
ja: ゲームパッド左サムスティック右

# InputKeys,Gamepad_LeftStick_Up
source: Gamepad Left Thumbstick Up
ja: ゲームパッド左サムスティック上

# InputKeys,Gamepad_LeftThumbstick
source: Gamepad Left Thumbstick Button
ja: ゲームパッド左サムスティックボタン

# InputKeys,Gamepad_LeftTrigger
source: Gamepad Left Trigger
es: Gamepad disparador izquierdo
ja: ゲームパッド左トリガー
pt_br: Gatilho esquerdo do controle do jogo

# InputKeys,Gamepad_LeftTriggerAxis
source: Gamepad Left Trigger Axis
es: Gamepad Eje disparador izquierdo
ja: ゲームパッド左トリガー軸
pt_br: Eixo do gatilho esquerdo do controle do jogo

# InputKeys,Gamepad_LeftX
source: Gamepad Left Thumbstick X-Axis
ja: ゲームパッド左サムスティックX軸

# InputKeys,Gamepad_LeftY
source: Gamepad Left Thumbstick Y-Axis
ja: ゲームパッド左サムスティックY軸

# InputKeys,Gamepad_RightShoulder
source: Gamepad Right Shoulder
es: Gamepad gatillo derecho
ja: ゲームパッド右ショルダー
pt_br: Dianteiro direito do controle do jogo

# InputKeys,Gamepad_RightStick_Down
source: Gamepad Right Thumbstick Down
ja: ゲームパッド右サムスティック下

# InputKeys,Gamepad_RightStick_Left
source: Gamepad Right Thumbstick Left
ja: ゲームパッド右サムスティック左

# InputKeys,Gamepad_RightStick_Right
source: Gamepad Right Thumbstick Right
ja: ゲームパッド右サムスティック右

# InputKeys,Gamepad_RightStick_Up
source: Gamepad Right Thumbstick Up
ja: ゲームパッド右サムスティック上

# InputKeys,Gamepad_RightThumbstick
source: Gamepad Right Thumbstick Button
ja: ゲームパッド右サムスティックボタン

# InputKeys,Gamepad_RightTrigger
source: Gamepad Right Trigger
es: Gamepad disparador derecho
ja: ゲームパッド右トリガー
pt_br: Gatilho direito do controle do jogo

# InputKeys,Gamepad_RightTriggerAxis
source: Gamepad Right Trigger Axis
es: Gamepad eje disparador derecho
ja: ゲームパッド右トリガー軸
pt_br: Eixo do gatilho direito do controle do jogo

# InputKeys,Gamepad_RightX
source: Gamepad Right Thumbstick X-Axis
ja: ゲームパッド右サムスティックX軸

# InputKeys,Gamepad_RightY
source: Gamepad Right Thumbstick Y-Axis
ja: ゲームパッド右サムスティックY軸

# InputKeys,Gamepad_Special_Left
source: Gamepad Special Left
es: Gamepad especial izquierda
ja: ゲームパッド特別仕様の左
pt_br: Esquerda especial do controle do jogo

# InputKeys,Gamepad_Special_Right
source: Gamepad Special Right
es: Gamepad especial derecha
ja: ゲームパッド特別仕様の右
pt_br: Direita especial do controle do jogo

# InputKeys,GamepadSubCategory
source: Gamepad
ja: ゲームパッド

# InputKeys,Gesture_Flick
source: Flick
es: Deslizar
ja: フリック

# InputKeys,Gesture_Pinch
source: Pinch
es: Pellizcar
ja: ピンチ
pt_br: Pinça

# InputKeys,GestureSubCateogry
source: Gesture
ja: ジェスチャー

# InputKeys,Global_Back
source: Global Back
es: Global atrás
ja: グローバルBackボタン
pt_br: Voltar Global

# InputKeys,Global_Menu
source: Global Menu
es: Menú global
ja: グルーバルメニュー
pt_br: Menu Global

# InputKeys,Global_Pause
source: Global Pause
es: Pausa global
ja: グローバル一時停止ボタン
pt_br: Pause Global

# InputKeys,Global_Play
source: Global Play
es: Reproducir global
ja: グローバル再生
pt_br: Jogar Global

# InputKeys,Global_View
source: Global View
es: Vista global
ja: グローバル表示
pt_br: Visualização Global

# InputKeys,Gravity
source: Gravity
es: Gravedad
ja: 重力
pt_br: Gravidade

# InputKeys,Hyphen
source: Hyphen
ja: ハイフン

# InputKeys,KeyboardSubCategory
source: Keyboard
ja: キーボード

# InputKeys,Left
source: Left
es: Izquierda
ja: 左
pt_br: Esquerda

# STestSuite,RichText.LeftMargin
source: Left
es: Izquierda
ja: 左
pt_br: Esquerda

# STestSuite,TextJustify::Left
source: Left
es: Izquierda
ja: 左
pt_br: Esquerda

# InputKeys,LeftAlt
source: Left Alt
es: Alt izquierda
ja: 左 Alt
pt_br: Alt Esquerdo

# InputKeys,LeftCommand
source: Left Cmd
es: Cmd izquierda
ja: 左 Cmd
pt_br: Cmd Esquerdo

# InputKeys,LeftControl
source: Left Ctrl
es: Ctrl izquierda
ja: 左 Ctrl
pt_br: Ctrl Esquerdo

# InputKeys,LeftMouseButton
source: Left Mouse Button
es: Botón izquierdo del ratón
ja: マウスの左ボタン
pt_br: Botão Esquerdo do Mouse

# InputKeys,LeftShift
source: Left Shift
es: Shift izquierda
ja: 左 Shift
pt_br: Shift Esquerdo

# InputKeys,MiddleMouseButton
source: Middle Mouse Button
es: Botón central del ratón
ja: マウスの中央ボタン
pt_br: Botão do Meio do Mouse

# InputKeys,MotionSubCateogry
source: Motion
ja: モーション

# InputKeys,MouseScrollDown
source: Mouse Wheel Down
es: Rueda del ratón hacia abajo
ja: マウスホイール・引く
pt_br: Roda do Mouse para Baixo

# InputKeys,MouseScrollUp
source: Mouse Wheel Up
es: Rueda del ratón hacia arriba
ja: マウスホイール・押す
pt_br: Roda do Mouse para Cima

# InputKeys,MouseSubCategory
source: Mouse
ja: マウス

# InputKeys,MouseX
source: Mouse X
es: Ratón X
ja: マウスのX軸

# InputKeys,MouseY
source: Mouse Y
es: Ratón Y
ja: マウスのY軸

# InputKeys,Pause
source: Pause
es: Pausa
ja: 一時停止
pt_br: Pausar

# RealtimeProfileLineGraph,PauseProfilingButton
source: Pause
es: Pausa
ja: 一時停止
pt_br: Pausar

# SVisualLoggerToolbar,PauseLogger
source: Pause
ja: 一時停止

# UICommands.FVisualLoggerCommands,Pause
source: Pause
ja: 一時停止

# InputKeys,Period
source: Period
ja: ピリオド

# InputKeys,PS4_Gamepad_FaceButton_Bottom
source: Gamepad X
ja: ゲームパッド X
pt_br: X do controle do jogo

# InputKeys,XBoxOne_Gamepad_FaceButton_Left
source: Gamepad X
ja: ゲームパッド X
pt_br: X do controle do jogo

# InputKeys,PS4_Gamepad_FaceButton_Left
source: Gamepad Square
es: Gamepad cuadrado
ja: ゲームパッド□ボタン
pt_br: Quadrado do controle do jogo

# InputKeys,PS4_Gamepad_FaceButton_Right
source: Gamepad Circle
es: Gamepad círculo
ja: ゲームパッド マルボタン
pt_br: Círculo do contorle do jogo

# InputKeys,PS4_Gamepad_FaceButton_Top
source: Gamepad Triangle
es: Gamepad triángulo
ja: ゲームパッド△ボタン
pt_br: Triângulo do controle do jogo

# InputKeys,PS4_Gamepad_LeftShoulder
source: Gamepad L1
ja: ゲームパッド L1
pt_br: L1 do controle do jogo

# InputKeys,PS4_Gamepad_LeftThumbstick
source: Gamepad L3
ja: ゲームパッドL3

# InputKeys,PS4_Gamepad_LeftTrigger
source: Gamepad L2
ja: ゲームパッド L2
pt_br: L2 do controle do jogo

# InputKeys,PS4_Gamepad_LeftTriggerAxis
source: Gamepad L2 Axis
es: Gamepad Eje L2
ja: ゲームパッドL2軸
pt_br: Eixos do L2 do controle do jogo

# InputKeys,PS4_Gamepad_RightShoulder
source: Gamepad R1
ja: ゲームパッド R1
pt_br: R1 do controle do jogo

# InputKeys,PS4_Gamepad_RightThumbstick
source: Gamepad R3
ja: ゲームパッドR3

# InputKeys,PS4_Gamepad_RightTrigger
source: Gamepad R2
ja: ゲームパッド R2
pt_br: R2 do controle do jogo

# InputKeys,PS4_Gamepad_RightTriggerAxis
source: Gamepad R2 Axis
es: Gamepad eje R2
ja: ゲームパッド R2軸
pt_br: Eixo do R2 do controle do jogo

# InputKeys,PS4_Gamepad_Special_Left
source: Gamepad Touchpad Button
es: Gamepad botón del panel táctil
ja: ゲームパッドタッチパッドボタン
pt_br: Botão do painel tátil do controle do jogo

# InputKeys,PS4_Gamepad_Special_Left_X
source: PS4 Touchpad Button X Axis
ja: PS4タッチパッドボタンX軸

# InputKeys,PS4_Gamepad_Special_Left_Y
source: PS4 Touchpad Button Y Axis
ja: PS4タッチパッドボタンY軸

# InputKeys,PS4_Gamepad_Special_Right
source: Gamepad Options
es: Opciones Gamepad
ja: ゲームパッドオプション
pt_br: Opções do controle do jogo

# InputKeys,Right
source: Right
es: Derecha
ja: 右
pt_br: Direita

# STestSuite,RichText.RightMargin
source: Right
es: Derecha
ja: 右
pt_br: Direita

# STestSuite,TextJustify::Right
source: Right
es: Derecha
ja: 右
pt_br: Direita

# InputKeys,RightAlt
source: Right Alt
es: Alt derecha
ja: 右 Alt
pt_br: Alt Direito

# InputKeys,RightCommand
source: Right Cmd
es: Cmd derecha
ja: 右 Cmd
pt_br: Cmd Direito

# InputKeys,RightControl
source: Right Ctrl
es: Ctrl derecha
ja: 右 Ctrl
pt_br: Ctrl Direito

# InputKeys,RightMouseButton
source: Right Mouse Button
es: Botón derecho del ratón
ja: マウスの右ボタン
pt_br: Botão Direito do Mouse

# InputKeys,RightShift
source: Right Shift
es: Shift derecha
ja: 右 Shift
pt_br: Shift Direito

# InputKeys,RotationRate
source: Rotation Rate
es: Proporción de la rotación
ja: 回転速度
pt_br: Taxa de Rotação

# InputKeys,Semicolon
source: Semicolon
ja: セミコロン

# InputKeys,SpaceBar
source: Space Bar
es: Barra de espacio
ja: スペースバー
pt_br: Barra de Espaço

# InputKeys,Steam_Back_Left
source: Steam Back Left
ja: Steam バック 左

# InputKeys,Steam_Back_Right
source: Steam Back Right
ja: Steam バック 右
