Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# CameraComponent,MapCheck_Message_CameraAspectRatioIsZero
source: Camera has AspectRatio=0 - please set this to something non-zero
es: La cámara tiene AspectRatio=0 - por favor, ajústela a un valor distinto a cero
ja: カメラが AspectRatio=0 に設定されています。設定値をゼロ以外にしてください
pt_br: A câmera tem AspectRatio=0 – defina isto para um número que não seja zero

# CheatManager,OwnCamera
source: Viewing from own camera
es: Vista desde la propia cámara
ja: 独自のカメラで表示中
pt_br: Visualização da própria câmera

# CheatManager,ViewPlayer
source: Viewing from {0}
es: Vista desde {0}
ja: {0} で表示中
pt_br: Visualização de {0}

# CollectionManager,CollectionDeletedDesc
source: Deleted collection: {CollectionName}
es: Colección eliminada: {CollectionName}
ja: 削除したコレクション: {CollectionName}
pt_br: Coleção excluída: {CollectionName}

# CollectionManager,CommandText_Add
source: Adds the specified object path to the specified collection
es: Añade la ruta de objeto especificado a la colección especificada
ja: 指定したオブジェクトパスを対象コレクションに追加する
pt_br: Adiciona o caminho de objeto especificado à coleção especificada

# CollectionManager,CommandText_Create
source: Creates a collection of the specified name and type
es: Crea una colección del tipo y nombre especificado
ja: 指定した名前とタイプでコレクションを作成する
pt_br: Cria uma coleção do nome e tipo especificados

# CollectionManager,CommandText_Destroy
source: Deletes a collection of the specified name and type
es: Elimina una colección del tipo y nombre especificado
ja: 指定した名前とタイプのコレクションを削除する
pt_br: Exclui uma coleção do nome e tipo especificados

# CollectionManager,CommandText_Remove
source: Removes the specified object path from the specified collection
es: Elimina la ruta de objeto especificado de la colección especificada
ja: 指定したオブジェクトパスを対象コレクションから取り除きます
pt_br: Remove o caminho de objeto especificado da coleção especificada

# CollectionManager,DeletingCollection
source: Deleting Collection {CollectionName}
es: Eliminando colección {CollectionName}
ja: コレクションを削除中 {CollectionName}
pt_br: Excluindo coleção {CollectionName}

# CollectionManager,Error_AlreadyExists
source: The collection already exists.
es: La colección ya existe.
ja: このコレクションは既に存在します
pt_br: A coleção já existe.

# CollectionManager,Error_AlreadyInCollection
source: All of the assets were already in the collection.
es: Todos los activos ya estaban en la colección.
ja: 全アセットはすでにコレクションに含まれています
pt_br: Todos os ativos já estavam na coleção.

# CollectionManager,Error_DoesntExist
source: The collection doesn't exist.
es: La colección no existe.
ja: コレクションが存在しません
pt_br: A coleção não existe.

# CollectionManager,Error_Internal
source: There was an internal error.
es: Se produjo un error interno.
ja: 内部エラーが発生しました
pt_br: Um erro interno ocorreu.

# CollectionManager,Error_NotInCollection
source: None of the assets were in the collection.
es: Ninguno de estos activos estaba en la colección.
ja: コレクション内にアセットが見つかりませんでした
pt_br: Nenhum ativo estava na coleção.

# CollectionManager,Error_SCCDisabled
source: Source control is not enabled. Enable source control in the preferences menu.
es: EL control fuente no está activo. Activar control de fuente en el menú de preferencias.
ja: ソースコントロールが無効です。環境設定メニューでソースコントロールを有効にしてください
pt_br: O controle de origem não está ativado. Ative o controle de origem no menu de preferências.

# CollectionManager,Error_SCCInvalid
source: Source control state is invalid.
es: El estado del control de código fuente no es válido.
ja: ソースコントロールステートが無効です
pt_br: Estado do controle de origem inválido.

# CollectionManager,Error_SCCNotAvailable
source: Source control is currently not available. Check your connection and try again.
es: El control de código fuente no está actualmente disponible. Comprobar su conexión y volver a intentarlo.
ja: 現在ソースコントロールを利用できません。インターネット接続をご確認の上もう一度お試しください。
pt_br: O controle de origem não está disponível. Verifique a conexão e tente novamente.

# CollectionManager,SavingCollection
source: Saving Collection {0}
es: Guardando colección {0}
ja: コレクション {0} を保存中
pt_br: Salvando Coleção {0}

# CollectionManager,UpdatingCollection
source: Updating Collection {0}
ja: コレクション {0} を更新中

# CollisionAnalyzer,ErrorMessage
source: ERROR
ja: エラー
pt_br: ERRO

# CollisionAnalyzerModule,TabTitle
source: Collision Analyzer
es: Analizador de colisión
ja: コリジョンアナライザー
pt_br: Analisador de Colisão

# CollisionAnalyzerModule,TooltipText
source: Open the Collision Analyzer tab.
es: Abrir la pestaña analizador de colisión.
ja: コリジョンアナライザータブを開く
pt_br: Abre a guia do Analisador de Colisão.

# ColorPicker,AdvancedAreaTitle
source: Advanced
es: Avanzado
ja: 高度な設定
pt_br: Avançado

# FSettingsModule,EditorAdvancedCategoryName
source: Advanced
ja: 詳細設定

# SProjectLauncher,AdvancedButton
source: Advanced
ja: 詳細設定

# ColorPicker,AlphaSliderToolTip
source: Alpha
es: Alfa
ja: アルファ
pt_br: Alfa

# ColorPicker,BlueSliderToolTip
source: Blue
es: Azul
ja: 青
pt_br: Azul

# ColorPicker,ColorPickerModeEToolTip
source: Toggle between color wheel and color spectrum.
es: Conmutar entre la rueda de color y el espectro de color.
ja: カラーホイールとカラースペクトルを切り替える
pt_br: Alterna entre o espectro e a roda de cores.

# ColorPicker,CurrentThemeBarToolTip
source: Current Color Theme
es: Tema de color actual
ja: 現在のカラーテーマ
pt_br: Tema de Cor Atual

# ColorPicker,EmptyBarHint
source: Drag & drop colors here to save
es: Arrastrar y soltar los colores aquí para guardar
ja: ここに色をドラッグ&ドロップして保存する
pt_br: Arraster e largar cores aqui para salvar

# ColorPicker,GreenSliderToolTip
source: Green
es: Verde
ja: 緑
pt_br: Verde

# ColorPicker,HueSliderToolTip
source: Hue
es: Matiz
ja: 色相
pt_br: Matiz

# ColorPicker,NewColorAlphaToolTip
source: New color with alpha (drag to theme bar to save)
es: Nuevo color con alfa (arrastrar a la barra de tema para guardar)
ja: アルファを使用した新色(テーマバーにドラッグして保存)
pt_br: Nova cor com alfa (arrastar para a barra de tema para salvar)

# ColorPicker,NewColorLabel
source: New
es: Nuevo
ja: 新規
pt_br: Novo

# ColorThemesViewer,NewButton
source: New
es: Nuevo
ja: 新しい色
pt_br: Novo

# ColorPicker,NewColorToolTip
source: New color without alpha (drag to theme bar to save)
es: Nuevo color sin alfa (arrastrar a la barra de tema para guardar)
ja: アルファを使用しない新色(テーマバーにドラッグして保存)
pt_br: Nova cor sem alfa (arrastar para a barra de tema para salvar)

# ColorPicker,OldColorAlphaToolTip
source: Old color with alpha (drag to theme bar to save)
es: Color anterior con alfa (arrastrar a la barra de tema para guardar)
ja: アルファを使用した既存色(テーマバーにドラッグして保存)
pt_br: Cor antiga com alfa (arrastar para a barra de tema para salvar)

# ColorPicker,OldColorLabel
source: Old
es: Anterior
ja: 現在の色
pt_br: Antiga

# ColorPicker,OldColorToolTip
source: Old color without alpha (drag to theme bar to save)
es: Color anterior sin alfa (arrastrar a la barra de tema para guardar)
ja: アルファを使用しない既存色(テーマにドラッグして保存)
pt_br: Cor antiga sem alfa (arrastar para a barra de tema para salvar)

# ColorPicker,OpenThemeManagerToolTip
source: Open Color Theme Manager
es: Abrir el gestor de temas de color
ja: カラーテーママネージャーを開く
pt_br: Abrir Gerenciador de Tema de Cor

# ColorPicker,RedSliderToolTip
source: Red
es: Rojo
ja: 赤
pt_br: Vermelho

# ColorPicker,SaturationSliderToolTip
source: Saturation
es: Saturación
ja: 彩度
pt_br: Saturação

# ColorPicker,SRGBCheckboxLabel
source: sRGB Preview
ja: sRGB プレビュー

# ColorPicker,SRGBCheckboxToolTip
source: Toggle gamma corrected sRGB previewing
es: Conmutar la vista preliminar sRGB de corrección gamma
ja: ガンマ補正sRGBプレビューを切り替える
pt_br: Alterna a visualização sRGB corrigida de gama

# ColorPicker,WindowHeader
source: Color Picker
es: Seleccionador de color
ja: カラー ピッカー
pt_br: Seletor de Cor

# ColorThemesViewer,AcceptRenameButton
source: Accept
es: Aceptar
ja: 承認する
pt_br: Aceitar

# SEditableComboBox,AcceptButtonTooltip
source: Accept
es: Aceptar
ja: 承認する
pt_br: Aceitar

# ColorThemesViewer,ConfirmDeletePrompt
source: Confirm Delete
es: Confirmar eliminar
ja: 削除を確認する
pt_br: Confirmar Exclusão

# ColorThemesViewer,CopyThemeNameAppend
source: Copy
ja: コピー

# ColorThemesViewer,DuplicateButton
source: Duplicate
es: Duplicar
ja: 複製する
pt_br: Duplicar

# UICommands.GenericCommands,Duplicate
source: Duplicate
ja: 複製

# UICommands.ProjectLauncherCommands,DuplicateProfile
source: Duplicate
ja: 複製

# ColorThemesViewer,NewThemeName
source: New Theme
es: Nuevo tema
ja: 新テーマ
pt_br: Novo Tema

# ColorThemesViewer,NoColorsText
source: No Colors Added Yet
es: Ningún color añadido todavía
ja: 新色はまだ追加されていません
pt_br: Nenhuma Cor Adicionada Ainda

# ColorThemesViewer,RenameButton
source: Rename
es: Cambio del nombre
ja: 名前を変更する
pt_br: Renomear

# UICommands.GenericCommands,Rename
source: Rename
ja: 名前変更

# UICommands.ProjectLauncherCommands,RenameProfile
source: Rename
ja: 名前変更

# ColorThemesViewer,VerifyTextDup
source: A theme already exists with the name '{Name}'.
es: Ya existe un tema con el nombre '{Name}'.
ja: '{Name}' という名前のテーマはすでに存在します
pt_br: Um tema com o nome “{Name}” já existe.

# ColorTrashWidget,MouseOverToolTip
source: Delete Color
es: Eliminar color
ja: 色を削除する
pt_br: Excluir Cor

# CompressionMemorySummary,BeginCompressingTaskMessage
source: Compressing animations
es: Comprimiendo animaciones
ja: 圧縮アニメーション
pt_br: Compactando animações

# CompressionMemorySummary,CompressingTaskStatusMessageFormat
source: Compressing {AnimSequenceName} ({ProgressNumerator}/{ProgressDenominator})
es: Comprimiendo {AnimSequenceName} ({ProgressNumerator}/{ProgressDenominator})
ja: {AnimSequenceName} ({ProgressNumerator}/{ProgressDenominator}) を圧縮中
pt_br: Compactando {AnimSequenceName} ({ProgressNumerator}/{ProgressDenominator})

# Console,ConsoleLabel
source: Console
ja: コンソール

# SSessionFrontend,ConsoleTabTitle
source: Console
es: Consola
ja: コンソール

# ConsoleInputBox,TypeInConsoleHint
source: Enter console command
es: Introducir el comando de la consola
ja: コンソールコマンドを入力する
pt_br: Inserir comando de console

# ConstraintComponent,BothComponentsStatic
source: {OwnerName} : Both components are static.
es: {OwnerName} : Ambos componentes son estáticos.
ja: {OwnerName} :両コンポーネントはスタティックです
pt_br: {OwnerName} : Ambos componentes são estáticos.

# ConstraintComponent,NoComponentsFound
source: {OwnerName} : No components found to joint.
es: {OwnerName} : No se encontraron componentes para unir.
ja: {OwnerName} : ジョイントするコンポーネントが見つかりませんでした
pt_br: {OwnerName} : Nenhum componentes encontrado para a articulação.

# ConstraintComponent,SingleStaticComponent
source: {OwnerName} : Connected to single static component.
es: {OwnerName} : Conectado al componente estático simple.
ja: {OwnerName} :単一スタティックコンポーネントと接続しています
pt_br: {OwnerName} : Conectado a um único componente estático.

# ConstraintInstance,JointBetweenNullStart
source: Constraint
ja: コンストレイント

# ConstraintInstance,JointBetweenScenesStart
source: Constraint
ja: コンストレイント

# Contexts,AutomationWindow
source: Automation Window
es: Ventana de automatización
ja: 自動ウィンドウ
pt_br: Janela de Automação

# Contexts,DeviceDetails
source: Device Details
es: Detalles del dispositivo
ja: デバイスの詳細
pt_br: Detalhes do Dispositivo

# SDeviceManager,DeviceDetailsTabTitle
source: Device Details
es: Detalles del dispositivo
ja: デバイスの詳細
pt_br: Detalhes do Dispositivo

# Contexts,LauncherCommand
source: Project Launcher Command
ja: プロジェクトランチャーコマンド

# Contexts,ProfilerCommand
source: Profiler Command
es: Comando del generador de perfiles
ja: プロファイラーコマンド
pt_br: Comando do Perfilador

# Contexts,SessionConsole
source: Session Console
es: Consola de sesión
ja: セッションコンソール
pt_br: Console da Sessão

# Contexts,VisualLogger
source: Visual Logger
ja: ビジュアルロガー

# FLogVisualizerModule,AIToolsSettingsName
source: Visual Logger
ja: ビジュアルロガー

# LogVisualizerApp,TabTitle
source: Visual Logger
ja: ビジュアルロガー

# SVisualLogger,VisualLoggerGroupName
source: Visual Logger
ja: ビジュアルロガー

# Core,BadProperty
source: '{Message}': Bad or missing property '{PropertyName}'
es: '{Message}': Fallido o le falta la propiedad '{PropertyName}'
ja: '{Message}': 不正または不明なプロパティ '{PropertyName}'
pt_br: '{Message}': Propriedade “{PropertyName}” incorreta ou faltando

# Core,DefaultPropertyWarningAndErrors
source: Default Property warnings and errors: {0}
es: Errores y advertencias de propiedad predeterminados: {0}
ja: デフォルトプロパティ警告とエラー: {0}
pt_br: Advertências e erros da Propriedade padrão: {0}

# Core,Error_FilenameIsTooLongForCooking
source: Filename '{FileName}' is too long; this may interfere with cooking for consoles. Unreal filenames should be no longer than {MaxLength} characters.
es: El nombre del archivo '{FileName}' es demasiado largo. Puede interferir en el procesamiento de las consolas. Los nombres de archivos de Unreal no pueden sobrepasar los {MaxLength} caracteres.
ja: ファイル名 '{FileName}' はコンソール向けのクックに長過ぎるため、アンリアルファイル名を {MaxLength} 文字以下にしてください
pt_br: O nome de arquivo “{FileName}”é longo demais e pode interferir na preparação de consoles. Os nomes de arquivo do Unreal não devem ter mais de {MaxLength} caracteres.

# Core,Finalizing
source: Finalizing: {CleanFilename}...
es: Finalizando: {CleanFilename}...
ja: 終了中: {CleanFilename}....
pt_br: Finalizando: {CleanFilename}...

# Core,FinalizingUObject
source: Finalizing load of {0}
ja: {0} のロードを終了中

# Core,GenericLoading
source: Loading...
es: Cargando...
ja: ロード中...
pt_br: Carregando...

# EngineInit,EngineInit_Loading
source: Loading...
ja: ロード中...

# UnrealEd,SplashScreen_InitialStartupProgress
source: Loading...
es: Cargando...
ja: ロード中...
pt_br: Carregando...

# Core,LinkedToObjectsInOtherMap_FindCulpritQ
source: Can't save {FileName}: Graph is linked to object(s) in external map. External Object(s): {ObjectNames} Try to find the chain of references to that object (may take some time)?
es: No pudo guardar {FileName}: El gráfico está vinculado al/los objeto(s) en el mapa externo. Objeto(s) externo(s): {ObjectNames} Intente encontrar la cadena de referencias a ese objeto (puede tardar un poco)?
ja: {FileName} を保存できません: グラフは外部マップのオブジェクトとリンクしています: {ObjectNames} 対象オブジェクトの参照チェーンを検索してください(多少時間がかかります)
pt_br: Não é possível salvar {FileName}: O grafo está vinculado aos objetos no mapa externo. Objetos externos: {ObjectNames} Tentar encontrar a corrente de referências para esse objeto? Pode demorar um pouco.

# Core,LinkedToPrivateObjectsInOtherPackage_FindCulpritQ
source: Can't save {FileName}: Graph is linked to private object(s) in an external package. External Object(s): {ObjectNames} Try to find the chain of references to that object (may take some time)?
ja: {FileName} を保存できません: グラフは外部パッケージのプライベートオブジェクトとリンクしています: 外部オブジェクト: {ObjectNames} 対象オブジェクトへの参照チェーンを検索してください(多少時間がかかります)

# Core,LinkerLoad_Imports
source: Loading Imports
ja: インポートをロード中

# Core,LinkerLoad_LoadingImportName
source: Loading Import '{0}'
ja: インポート '{0}' をロード中

# Core,LinkerLoad_LoadingObjects
source: Loading Objects
ja: オブジェクトをロード中

# Core,LoadClassMismatch
source: {ClassName} is not a child class of {BaseClassName}
es: {ClassName} no es una clase hijo de {BaseClassName}
ja: {ClassName} は {BaseClassName} の子クラスではありません
pt_br: {ClassName} não é uma classe filho de {BaseClassName}

# Core,LoadingFileWithFilename
source: Loading file: {CleanFilename}...
es: Cargando archivo: {CleanFilename}...
ja: ファイルをロード中: {CleanFilename}...
pt_br: Carregando arquivo: {CleanFilename}...

# Core,LoadingPackage_Scope
source: Loading Package '{0}'
ja: パッケージ '{0}' をロード中

# Core,LongPackageNames_InvalidRoot
source: Path does not start with a valid root. Path must begin with: {0}
es: La ruta no comienza con una raíz válida. La ruta debe comenzar por: {0}
ja: パスの始まりが無効なルートです。パスは次のルートで始めてください: {0}
pt_br: O caminho não inicia com uma raiz inválida. O caminho deve começar com: {0}

# Core,LongPackageNames_NoValidRoots
source: No valid roots exist!
es: ¡No existen raíces válidas!
ja: 有効なルートが存在しません!
pt_br: Nenhuma raiz válida existente!

# Core,LongPackageNames_PathTooShort
source: Path should be no less than {0} characters long.
es: La ruta no debe tener menos de {0} caracteres de longitud.
ja: パスは {0} 文字以下でなくてはいけません
pt_br: O caminho não deve possuir menos do que {0} caracteres.

# Core,LongPackageNames_PathWithNoStartingSlash
source: Path should start with a '/'
es: La ruta debe comenzar con '/'
ja: パスは '/' で開始しなくてはいけません
pt_br: O caminho deve começar com “/”

# Core,LongPackageNames_PathWithTrailingSlash
source: Path may not end with a '/'
es: La ruta no puede terminar con '/'
ja: パスの末尾を '/' にすることはできません
pt_br: O caminho não pode terminar com “/”

# Core,MismatchedGameNames
source: The name of the .uproject file ('{0}') must match the name of the project passed in the command line ('{1}').
ja: 「.uproject」ファイル ('{0}') 名はコマンドライン ('{1}') に渡されたプロジェクト名と一致しなくてはいけません。

# Core,NameContainsInvalidCharacters
source: {ErrorCtx} may not contain the following characters: {IllegalNameCharacters}
ja: {ErrorCtx} に次の文字を含むことはできません: {IllegalNameCharacters}

# Core,No
source: No
ja: いいえ
pt_br: Não

# SProjectLauncherPreviewPage,NoText
source: No
ja: いいえ

# SSessionBrowser,LabelNo
source: No
ja: いいえ

# UnrealEd,No
source: No
ja: いいえ
pt_br: Não

# Core,ObjectNotFound
source: Failed to find object '{ClassName} {OuterName}.{ObjectName}'
es: Error al encontrar el objeto '{ClassName} {OuterName}.{ObjectName}'
ja: オブジェクト '{ClassName} {OuterName}.{ObjectName}' が見つかりませんでした
pt_br: Falha ao encontrar objeto “{ClassName} {OuterName}.{ObjectName}”

# Core,Overwrite
source: The file '{0}' needs to be updated. Do you want to overwrite the existing version?
es: El archivo '{0}' necesita actualizarse. ¿Desea sobrescribir la versión existente?
ja: ファイル '{0}' を更新する必要があります。既存のバージョンを上書きしますか?
pt_br: O arquivo “{0}” precisa ser atualizado. Substituir a versão existente?

# Core,OverwriteReadOnly
source: '{0}' is marked read-only. Would you like to try to force overwriting it?
es: '{0}' está marcado como solo lectura. ¿Desea intentar forzar la sobreescritura?
ja: '{0}' は読み取り専用です。強制的に上書きしますか？
pt_br: “{0}” está marcado como somente para leitura. Tentar forçar a substituição?

# Core,PackageNameContainsInvalidCharacters
source: Name may not contain the following characters: {IllegalNameCharacters}
es: El nombre no puede contener los siguientes caracteres: {IllegalNameCharacters}
ja: 名前に次の文字を含むことはできません： {IllegalNameCharacters}
pt_br: O nome não pode conter os seguintes caracteres: {IllegalNameCharacters}

# Core,PathContainsInvalidCharacters
source: Path may not contain the following characters: {IllegalPathCharacters}
es: La ruta no puede incluir los siguientes caracteres: {IllegalPathCharacters}
ja: パスに次の文字を含んではいけません：{IllegalPathCharacters}
pt_br: O caminho não pode conter os seguintes caracteres: {IllegalPathCharacters}

# Core,PathContainsRestrictedName
source: Path may not contain a restricted name: {RestrictedName}
es: La ruta no puede incluir un nombre restringido: {RestrictedName}
ja: プロジェクト名に制限のある名前を含んではいけません: {RestrictedName}
pt_br: O caminho não pode conter o nome restrito: {RestrictedName}

# Core,PerformingPostLoad
source: Performing post-load...
ja: ポストロードを実行中...

# Core,PureVirtualFunctionCalledWhileRunningApp
source: Pure virtual function being called while application was running (GIsRunning == 1).
es: Se llamó a una función virtual pura mientras la aplicación estaba ejecutándose (GIsRunning == 1).
ja: アプリケーションを実行中に純粋仮想関数が呼ばれました(GIsRunning == 1)
pt_br: Função virtual pura sendo chamada enquanto o aplicativo estava executando (GIsRunning == 1).

# Core,Question
source: Question
es: Pregunta
ja: 質問
pt_br: Pergunta

# FProfilerCommands,Question
source: Question
es: Pregunta
ja: 質問
pt_br: Pergunta

# Core,ReplaceNotFullyLoaded_f
source: Attempting to replace an object that hasn't been fully loaded: {0} (Outer={1}, Flags={2})
ja: 完全にロードされていないオブジェクトを置換しようとしています: {0} (Outer={1}, Flags={2})

# Core,SavePackageNoMap
source: Attempting to save a map asset '{0}' that does not contain a map object
es: Intentando guardar un activo de mapa '{0}' que no contiene un objeto de mapa
ja: マップオブジェクトを含まないマップ アセット '{0}' を保存しようとしています
pt_br: Tentando salvar um ativo do mapa “{0}” que não contém um objeto de mapa

# Core,SavePackageObjectIsMissingExport
source: Object is missing for an export, unable to save dependency map for asset '{0}'. Most likely this is caused my conforming against a asset that is missing this object. See log for more info
es: Falta objeto para la exportación, no puede guardar el mapa de dependencia para el activo '{0}'. Lo más probable es que sea por ajustarlo a un activo al que le falta este objeto. Ver el registro para obtener más información
ja: エクスポートするオブジェクトが見つからないためアセット '{0}' の依存関係を示すマップを保存出来ません。主な原因としては、このオブジェクトが不足しているアセットに同調を試みたことが考えられます。ログで詳細を確認してください。
pt_br: O objeto está faltando para uma exportação. Não é possível salvar o mapa de dependência para o ativo “{0}”. Provavelmente, a causa é a conformidade com um ativo no qual o objeto está ausente. Consulte o registro para obter mais informações

# Core,SavePackageObjInAnotherMap
source: Object '{0}' is in another map
es: El objeto '{0}' está en otro mapa
ja: オブジェクト '{0}' は別のマップに存在します
pt_br: O objeto “{0}” está em outro mapa

# Core,SaveWarning
source: Error saving '{0}'
es: Error al guardar '{0}'
ja: '{0}' を保存時のエラー
pt_br: Erro ao salvar “{0}”

# Core,SavingFile
source: Saving file: {CleanFilename}...
es: Guardando archivo: {CleanFilename}...
ja: ファイルを保存中: {CleanFilename}...
pt_br: Salvando arquivo: {CleanFilename}...

# Core,SerializingBulkData
source: Serializing bulk data
ja: 大量データをシリアライズ中

# Core,SyntaxError
source: Syntax Error
es: Error de sintaxis
ja: シンタックスエラー
pt_br: Erro de sintaxe

# Core,UrlFailed
source: Failed launching URL
es: Error al iniciar la URL
ja: URLを開けませんでした
pt_br: Falha ao iniciar URL

# Core,VerifyPackage_Scope
source: Verifying '{0}'
ja: '{0}' を検証中

# Core,Yes
source: Yes
es: Sí
ja: はい
pt_br: Sim

# SProjectLauncherPreviewPage,YesText
source: Yes
ja: はい

# SSessionBrowser,LabelYes
source: Yes
ja: はい

# UnrealEd,Yes
source: Yes
es: Sí
ja: はい
pt_br: Sim

# Core.MessageLog,CritError
source: Critical Error
es: Error crítico
ja: 致命的なエラー
pt_br: Erro Crítico

# Core.MessageLog,DefaultHelpURLLabel
source: Help
es: Ayuda
ja: ヘルプ
pt_br: Ajuda

# MainMenu,HelpMenu
source: Help
es: Ayuda
ja: ヘルプ
pt_br: Ajuda

# SuperSearchBox,OtherCategory
source: Help
ja: ヘルプ

# TaskGraph,HelpMenu
source: Help
es: Ayuda
ja: ヘルプ
pt_br: Ajuda

# Core.MessageLog,Error
source: Error
ja: エラー
pt_br: Erro

# UnrealFrontend,PlatformCellContentError
source: Error
ja: エラー
pt_br: Erro

# Core.MessageLog,Info
source: Info
es: Información
ja: 情報
pt_br: Informações

# MessageLog,Info
source: Info
es: Información
ja: 情報
pt_br: Informações

# SpriteCategory,Info
source: Info
es: Información
ja: 情報
pt_br: Informações

# Core.MessageLog,PerfWarning
source: Performance Warning
es: Advertencia de rendimiento
ja: パフォーマンスの警告
pt_br: Advertência de Desempenho

# Core.Tests.TextFormatTest,RebuildTextLayer2
source: {NamedLayer1} | {OrderedLayer1} | {FTextNumber} | {Number} | {DateTime} | {Percent} | {Currency}
ja: {NamedLayer1} | {OrderedLayer1} | {FTextNumber} | {Number} | {Date} | {Time} | {DateTime} | {Percent} | {Currency}

# CreatePhysicsAsset,CreatePhysicsAssetFailed
source: Failed to create new Physics Asset.
es: Error al crear el nuevo activo físico.
ja: 新規物理アセットの作成に失敗しました
pt_br: Falha ao criar novo Ativo de Física.

# D3D11RHI,OutOfMemoryXbox
source: Out of video memory trying to allocate a rendering resource.
es: Se quedó sin memoria de vídeo al intentar asignar un recurso de renderización.
ja: 描画リソースを割り当てるビデオメモリが不足しています。
pt_br: Sem memória ao tentar alocar um recurso de renderização.

# DefaultLocalizationServiceProvider,LocalizationServiceDisabled
source: Localization service is disabled
ja: ローカライズのサービスが無効になりました

# DefaultSourceCodeAccessor,DefaultDisplayDesc
source: Do not open source code files.
es: No abrir los archivos de código fuente.
ja: ソースコードファイルを開かないでください
pt_br: Não abra arquivos de código de origem.
