Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SProjectLauncherValidation,CustomRolesNotSupportedYet
source: Custom launch roles are not supported yet.
ja: カスタム起動機能はまだ対応していません

# SProjectLauncherLaunchPage,CustomRolesAction
source: Using custom roles
ja: カスタムロールを使用

# SProjectLauncherLaunchPage,LaunchModeComboButtonCustomRolesText
source: Using custom roles
ja: カスタムロールを使用

# SProjectLauncherPreviewPage,UseCustomRolesLabel
source: Using custom roles
ja: カスタムロールを使用

# SProjectLauncherLaunchPage,CustomRolesActionHint
source: Launch with per-device custom roles.
ja: デバイスごとにカスタムロールを使用して起動します

# SProjectLauncherLaunchPage,DefaultRoleAction
source: Using default role
ja: デフォルトロールを使用

# SProjectLauncherLaunchPage,LaunchModeComboButtonDefaultRoleText
source: Using default role
ja: デフォルトロールを使用

# SProjectLauncherPreviewPage,LaunchUsingDefaultRoleLabel
source: Using default role
ja: デフォルトロールを使用

# SProjectLauncherLaunchPage,DefaultRoleActionHint
source: Launch with the default role on all deployed devices.
ja: デフォルトのロールを使用してデプロイ済みの全デバイス上に起動します

# SProjectLauncherLaunchPage,DefaultRoleAreaTitle
source: Default Role
ja: デフォルトのロール

# SProjectLauncherLaunchPage,DoNotCookAction
source: Do not launch
ja: 起動しないでください

# SProjectLauncherLaunchPage,LaunchModeComboButtonDoNotLaunchText
source: Do not launch
ja: 起動しないでください

# SProjectLauncherPreviewPage,DoNotLaunchLabel
source: Do not launch
ja: 起動しないでください

# SProjectLauncherLaunchPage,DoNotCookActionHint
source: Do not launch the build at this time.
ja: この時点ではビルドを起動しないでください

# SProjectLauncherLaunchPage,HowToLaunchText
source: How would you like to launch?
ja: コンテンツの起動方法を指定してください

# SProjectLauncherLaunchRoleEditor,CommandLineTextBoxLabel
source: Additional Command Line Parameters:
ja: 追加コマンドラインパラメータ:

# SProjectLauncherLaunchRoleEditor,CultureNotAvailableError
source: The selected culture is not being cooked or is not available.
ja: 選択されたカルチャーはクックされていないか利用できません

# SProjectLauncherLaunchRoleEditor,InitialCultureTextBoxLabel
source: Initial Culture:
ja: 初期カルチャー:

# SProjectLauncherPreviewPage,InitialCultureLabel
source: Initial Culture:
ja: 初期カルチャー:

# SProjectLauncherLaunchRoleEditor,InitialMapTextBoxLabel
source: Initial Map:
ja: 初期マップ:

# SProjectLauncherPreviewPage,InitialMapLabel
source: Initial Map:
ja: 初期マップ:

# SProjectLauncherLaunchRoleEditor,InstanceTypeComboBoxLabel
source: Launch As:
ja: 起動タイプ:

# SProjectLauncherLaunchRoleEditor,MapNotAvailableError
source: The selected map is not being cooked or is not available.
ja: 選択されたマップはクックされていないか利用できません

# SProjectLauncherLaunchRoleEditor,UnrealEditor
source: Unreal Editor
ja: アンリアルエディタ

# UnrealEd,UnrealEdTitleNoGameName_F
source: Unreal Editor
ja: アンリアル・エディタ

# SProjectLauncherLaunchRoleEditor,UnrealEditorActionHint
source: Launch this instance as an Unreal Editor.
ja: このインスタンスをアンリアルエディタとして起動します

# SProjectLauncherLaunchRoleEditor,VsyncCheckBoxText
source: Synchronize Screen Refresh Rate (VSync)
ja: 画面のリフレッシュレートを同期 (VSync)

# SProjectLauncherLaunchTaskSettings,TargetSectionHeader
source: Target
ja: ターゲット

# SProjectLauncherPackagePage,DoNotPackageAction
source: Do not package
ja: パッケージ化しないでください

# SProjectLauncherPackagePage,DoNotPackageActionHint
source: Do not package the build at this time.
ja: この時点ではビルドをパッケージ化しないでください

# SProjectLauncherPackagePage,LocallyAction
source: Package & store locally
ja: ローカル環境にパッケージ化および格納

# SProjectLauncherPackagePage,LocallyActionHint
source: Store this build locally.
ja: このビルドをローカル環境に格納します

# SProjectLauncherPackagePage,SharedRepositoryAction
source: Package & store in repository
ja: レポジトリにパッケージ化および格納

# SProjectLauncherPackagePage,SharedRepositoryActionHint
source: Store this build in a shared repository.
ja: このビルドを共有リポジトリに格納します

# SProjectLauncherPackagePage,WhereToStoreBuildText
source: How would you like to package the build?
ja: ビルドのパッケージ方法を指定してください

# SProjectLauncherPreviewPage,BuildModeLabel
source: Cook Mode:
ja: クックモード:

# SProjectLauncherPreviewPage,CookModeLabel
source: Cook Mode:
ja: クックモード:

# SProjectLauncherPreviewPage,BuildSectionHeader
source: Build
ja: ビルド

# SProjectLauncherSettings,BuildSectionHeader
source: Build
ja: ビルド

# UICommands.ProjectLauncherCommands,CreateBuild
source: Build
ja: ビルド

# SProjectLauncherPreviewPage,CommandLineLabel
source: Command Line:
ja: コマンドライン:

# SProjectLauncherPreviewPage,CookerOptionsLabel
source: Cooker Options:
ja: クッカーオプション:

# SProjectLauncherPreviewPage,CookSectionHeader
source: Cook
ja: クック

# SProjectLauncherSettings,CookSectionHeader
source: Cook
ja: クック

# SProjectLauncherPreviewPage,DeployModeLabel
source: Deploy Mode:
ja: デプロイモード:

# SProjectLauncherPreviewPage,DeviceGroupLabel
source: Device Group:
ja: デバイスグループ:

# SProjectLauncherPreviewPage,DeviceListLabel
source: Devices:
ja: デバイス:

# SProjectLauncherPreviewPage,LaunchModeLabel
source: Launch Mode:
ja: 起動モード:

# SProjectLauncherPreviewPage,PlatformsLabel
source: Platforms:
ja: プラットフォーム:

# SProjectLauncherPreviewPage,ProjectLabel
source: Project:
ja: プロジェクト:

# SProjectLauncherProfileLaunchButton,ProjectLauncherLaunchToolTip
source: Launch this profile
ja: このプロファイルを起動する

# SProjectLauncherProfileListView,ProfileDeleteConfirm_Multiple
source: Delete {0} profiles?
ja: {0} プロファイルを削除しますか？

# SProjectLauncherProfileListView,ProfileDeleteConfirm_Single
source: Delete {0}?
ja: {0} を削除しますか？

# SProjectLauncherProfileNameDescEditor,LaunchProfileEnterDescription
source: Enter a description here.
ja: 説明をここに入力

# SProjectLauncherSettings,LaunchProfileEnterDescription
source: Enter a description here.
ja: 説明をここに入力

# SProjectLauncherProgress,ClearButtonTooltip
source: Clear the log window
ja: ログウィンドウをクリアします

# UICommands.SessionConsoleCommands,Clear_ToolTip
source: Clear the log window
ja: ログウィンドウをクリアします

# SProjectLauncherProgress,DoneButtonCancellingLabel
source: Cancelling
ja: キャンセル中

# SProjectLauncherProgress,DoneButtonCancellingTooltip
source: Currently canceling.
ja: 現在キャンセル中

# SProjectLauncherProgress,DoneButtonCancelTooltip
source: Cancel the run of this profile.
ja: このプロファイルの実行をキャンセル

# SProjectLauncherProgress,DoneButtonCloseTooltip
source: Close this page.
ja: このページを閉じる

# SProjectLauncherProgress,DoneButtonDoneLabel
source: Done
ja: 完了

# SProjectLauncherProgress,ExportButtonText
source: Save Log...
ja: ログを保存...

# UICommands.SessionConsoleCommands,SessionSave
source: Save Log...
ja: ログを保存...

# SProjectLauncherProgress,OperationInProgressText
source: Operation in progress...
ja: オペレーション進行中...

# SProjectLauncherProgress,RerunButtonLabel
source: Run
ja: 実行

# SProjectLauncherProgress,RerunButtonTooltip
source: Run this launch profile.
ja: この起動プロファイルを実行

# SProjectLauncherProgress,SaveButtonTooltip
source: Save the entire log to a file
ja: ログ全体をファイルに保存します

# UICommands.SessionConsoleCommands,SessionSave_ToolTip
source: Save the entire log to a file
ja: ログ全体をファイルに保存する

# SProjectLauncherProgress,SaveLogDialogFileError
source: Failed to open the specified file for saving!
ja: 保存する指定ファイルを開けませんでした!

# SSessionConsolePanel,SaveLogDialogFileError
source: Failed to open the specified file for saving!
es: ¡Fallo al abrir el archivo especificado para guardar!
ja: 指定ファイルを開いて保存できませんでした!
pt_br: Falha ao abrir o arquivo especificado para salvar!

# SProjectLauncherProgress,SaveLogDialogTitle
source: Save Log As...
ja: ログに名前をつけて保存...

# SSessionConsolePanel,SaveLogDialogTitle
source: Save Log As...
es: Guardar registro como...
ja: ログに名前をつけて保存...
pt_br: Salvar Registro Como...

# SProjectLauncherProgress,SaveLogDialogUnsupportedError
source: Saving is not supported on this platform!
ja: このプラットフォームでサポートされていない保存操作です!

# SSessionConsolePanel,SaveLogDialogUnsupportedError
source: Saving is not supported on this platform!
es: ¡El guardado no es compatible con esta plataforma!
ja: 対象プラットフォームでは保存操作がサポートされていません!
pt_br: O recurso de salvar não é suportado nesta plataforma!

# SProjectLauncherProgress,TaskListTaskColumnHeader
source: Task
ja: タスク

# SProjectLauncherProgress,TasksFinishedFormatText
source: Operation finished. Completed: {NumCompleted}, Failed: {NumFailed}, Canceled: {NumCanceled}
ja: オペレーションが完了しました。完了: {NumCompleted}、失敗: {NumFailed}、キャンセル: {NumCanceled}

# SProjectLauncherProjectPage,WhichProjectToUseText
source: Which project would you like to use?
ja: 使用するビルドを選択してください

# SProjectLauncherSettings,ArchiveSectionHeader
source: Archive
ja: アーカイブ

# SProjectLauncherSettings,PackageSectionHeader
source: Package
ja: パッケージ

# SProjectLauncherSimpleDeviceListRow,CookLabel
source: Data Build
ja: データビルド

# SProjectLauncherSimpleDeviceListRow,EditProfileToolTipText
source: Edit profile.
ja: プロファイルを編集

# SProjectLauncherSimpleDeviceListRow,LaunchConfigLabel
source: Config
ja: コンフィグ

# SProjectLauncherSimpleDeviceListView,ProjectLauncherDeviceManagerLink
source: Device Manager.
ja: デバイスマネージャ

# SProjectLauncherSimpleDeviceListView,ProjectLauncherDeviceManagerLinkTooltip
source: Open the Device Manager window, where you can setup and claim devices connected to your machine or shared on the network.
ja: マシーンと接続しているデバイスを設定および要求したり、ネットワーク上で共有しているデバイスマネジャーウィンドウを開きます。

# SProjectLauncherTaskListRow,StatusCanceledText
source: Canceled
ja: キャンセル

# SProjectLauncherTaskListRow,StatusCancelingText
source: Canceling
ja: キャンセル中

# SProjectLauncherTaskListRow,StatusCompletedText
source: Completed
ja: 完了

# SProjectLauncherTaskListRow,StatusFailedText
source: Failed
ja: 失敗

# SProjectLauncherTaskListRow,StatusInProgressText
source: Busy
ja: ビジー

# SProjectLauncherTaskListRow,StatusPendingText
source: Pending
ja: 保留中

# SProjectLauncherUnrealProjectPicker,AnyProjectAction
source: Any Project
ja: 任意のプロジェクト

# SProjectLauncherUnrealProjectPicker,AnyProjectActionHint
source: This profile can be used on any project.
ja: このプロファイルは任意のプロジェクトで使用できます

# SProjectLauncherUnrealProjectPicker,BrowseActionHint
source: Browse for a project on your computer
ja: ユーザーのPCでプロジェクトをブラウズ

# SProjectLauncherUnrealProjectPicker,SelectProjectDialogTitle
source: Select a project
ja: プロジェクトを選択

# SProjectLauncherValidation,CopyToDeviceRequiresCookByTheBookError
source: Deployment by copying to device requires 'By The Book' cooking.
ja: デバイスにコピーするデプロイは、'型どおり' のクックが必須です

# SProjectLauncherValidation,DeployedDeviceGroupRequired
source: A device group must be selected when deploying builds.
ja: ビルドのデプロイ時はデバイスグループを選択しなくてはいけません

# SProjectLauncherValidation,GeneratingChunksRequiresUnrealPak
source: UnrealPak must be selected to Generate Chunks.
ja: UnrealPac はチャンクを生成を選択する必要があります。

# SProjectLauncherValidation,GeneratingHttpChunkDataRequiresGeneratingChunks
source: Generate Chunks must be selected to Generate Http Chunk Install Data.
ja: HTTPチャンクインストールデータの生成には、チャンクを生成を選択する必要があります。

# SProjectLauncherValidation,InitialCultureNotAvailable
source: The Initial Culture selected for launch is not in the build.
ja: 起動用に指定された初期カルチャーがビルドに含まれていません

# SProjectLauncherValidation,InitialMapNotAvailable
source: The Initial Map selected for launch is not in the build.
ja: 起動用に指定された初期マップがビルドに含まれていません

# SProjectLauncherValidation,InvalidLaunchProfile
source: Invalid Launch Profile.
ja: 無効な起動プロファイル

# SProjectLauncherValidation,NoLaunchRoleDeviceAssigned
source: One or more launch roles do not have a device assigned.
ja: 1つ以上の起動機能にデバイスが割り当てられていません。

# SProjectLauncherValidation,NoPlatformSDKInstalledFmt
source: A required platform SDK is mising: {0}
ja: 必須のプラットフォーム SDK がありません： {0}

# SProjectLauncherValidation,UnversionedAndIncrimental
source: Unversioned build cannot be incremental.
ja: バージョン管理外のビルドはインクリメントできません

# SReflectorToolTipWidget,DesiredSize
source: Desired Size
es: Tamaño deseado
ja: 設定サイズ
pt_br: Tamanho Desejado

# SReflectorToolTipWidget,Enabled
source: Enabled
es: Activado
ja: 有効
pt_br: Ativado

# SReflectorToolTipWidget,SizeInfo
source: Size Info
es: Información del tamaño
ja: サイズ情報
pt_br: Informações de Tamanho

# SRotatorInputBox,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores

# SVectorInputBox,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores

# SRotatorInputBox,Pitch_ToolTip
source: Pitch Value
es: Valor de cabeceo
ja: ピッチ (上下動) 値
pt_br: Valor de Inclinação

# SRotatorInputBox,Roll_ToolTip
source: Roll Value
es: Valor de balanceo
ja: ロール (進行軸回転) 値
pt_br: Valor de Giro

# SRotatorInputBox,Yaw_ToolTip
source: Yaw Value
es: Valor de guiñada
ja: ヨー (左右回転) 値
pt_br: Valor de Guinada

# SScreenShotBrowser,CurrentViewName
source: Current View
es: Vista actual
ja: 現在のビュー
pt_br: Visualização Atual

# SScreenShotBrowser,ScreenShotNameFmt
source: Screen shot: {0}
ja: スクリーンショット： {0}

# SSessionBrowser,AppGroupName
source: This Application
es: Esta aplicación
ja: このアプリケーション
pt_br: Este Aplicativo

# SSessionBrowserTreeRow,ThisApplicationSessionText
source: This Application
ja: このアプリケーション

# SSessionBrowser,AppGroupToolTip
source: The application instance that this session browser belongs to
ja: このセッションブラウザが所属するアプリケーションインスタンス

# SSessionBrowser,CustomBuildVersion
source: Custom Build
ja: カスタムビルド

# SSessionBrowser,InstanceToolTipBuildDate
source: Build Date: {0}
ja: ビルド日: {0}

# SSessionBrowser,InstanceToolTipConsoleBuild
source: Console Build: {0}
ja: コンソールビルド: {0}

# SSessionBrowser,InstanceToolTipCurrentLevel
source: Current Level: {0}
ja: 現在のレベル: {0}

# SSessionBrowser,InstanceToolTipEngineVersion
source: Engine Version: {0}
ja: エンジンバージョン: {0}

# SSessionBrowser,InstanceToolTipInstanceId
source: Instance ID: {0}
ja: インスタンスID: {0}

# SSessionBrowser,InstanceToolTipWorldTimeSeconds
source: World Time: {0}
ja: ワールド時間: {0}

# SSessionBrowser,OtherGroupName
source: Other Sessions
ja: 他のセッション

# SSessionBrowser,OtherGroupToolTip
source: All sessions that belong to other users
ja: 他のユーザに所属するセッションすべて

# SSessionBrowser,OwnerGroupName
source: My Sessions
ja: 自分のセッション

# SSessionBrowser,OwnerGroupToolTip
source: All sessions that were started by you
ja: あなたが起動したセッションすべて

# SSessionBrowser,SessionToolTipLastUpdateTime
source: Last Update Time: {0}
ja: 最終更新時間: {0}

# SSessionBrowserTreeRow,SessionToolTipLastUpdateTime
source: Last Update Time: {0}
ja: 最終更新時間: {0}

# SSessionBrowser,StandaloneGroupName
source: Standalone Instances
ja: スタンドアローンインスタンス

# SSessionBrowser,StandaloneGroupToolTip
source: Engine instances that don't belong to any particular session
ja: 特定のセッションに所属していないエンジンインスタンス

# SSessionBrowser,TerminateDeniedPrompt
source: You are not authorized to terminate the currently selected session, because it is owned by {0}
es: No está autorizado a terminar la sesión actualmente seleccionada porque pertenece a {0}
ja: 現在選択中のセッションを終了する権限がありません - 対象セッションの所有者は {0} です
pt_br: Você não tem autorização para exterminar a sessão selecionada porque ela é propriedade de {0}

# SSessionBrowser,TerminateSessionDialogPrompt
source: Are you sure you want to terminate this session and its instances?
es: ¿Está seguro de que quiere terminar esta sesión y sus instancias?
ja: このセッションとそのインスタンスを終了してもよろしいですか?
pt_br: Exterminar esta sessção e suas instâncias?

# SSessionBrowserTreeRow,SessionToolTipSessionId
source: Session ID: {0}
ja: セッションID: {0}

# SSessionBrowserTreeRow,UnnamedSessionFormat
source: Unnamed - {0}
ja: 無名 - {0}

# SSessionBrowserTreeRow,UnnamedSessionText
source: Unnamed
ja: 無名

# SSessionConsoleCommandBar,PromoteConsoleCommandButtonLabel
source: Promote to Shortcut
es: Transformar en acceso directo
ja: ショートカット化する
pt_br: Promover para Atalho

# SSessionConsoleCommandBar,PromoteConsoleCommandButtonTooltip
source: Promote Command to Shortcut
es: Transformar comando en acceso directo
ja: コマンドをショートカット化する
pt_br: Promover Comando para Atalho

# SSessionConsoleCommandBar,SendButtonLabel
source: Send Command
es: Enviar comando
ja: コマンドを送信
pt_br: Enviar Comando

# SSessionConsoleCommandBar,SendButtonTooltip
source: Send the command
es: Enviar el comando
ja: 対象コマンドを送信します
pt_br: Enviar o Comando

# SSessionConsoleFilterBar,CategoryComboButtonText
source: Categories
es: Categorías
ja: カテゴリ
pt_br: Categorias

# SSessionConsoleFilterBar,DisplayVerbosityFilterTooltip
source: Display Messages
es: Mostrar mensajes
ja: メッセージを表示
pt_br: Exibir Mensagens

# SSessionConsoleFilterBar,FatalVerbosityFilterTooltip
source: Fatal errors
es: Errores fatales
ja: 致命的なエラー
pt_br: Erros fatais

# SSessionConsoleFilterBar,HighlightOnlyCheckBoxLabel
source: Highlight Only
es: Solo resaltar
ja: ハイライトのみ
pt_br: Somente Destaque

# SSessionConsoleFilterBar,HighlightOnlyCheckBoxTooltip
source: Only highlight the search text instead of filtering the list of log messages
es: Solo resalta el texto de búsqueda, en vez de filtrar la lista de los mensajes de registro
ja: ログメッセージのリストをフィルタリングする代わりに検索したテキストのみをハイライトします
pt_br: Somente destacar a mensagem de busca em vez de filtrar a lista de mensagens de registro

# SSessionConsoleFilterBar,LogVerbosityFilterTooltip
source: Log Messages
es: Mensajes de registro
ja: ログメッセージ
pt_br: Mensagens de Registro

# SSessionConsoleFilterBar,SearchBoxHint
source: Search log messages
es: Buscar los mensajes de registro
ja: ログメッセージを検索
pt_br: Buscar mensagens de registro

# SSessionConsoleFilterBar,VerboseVerbosityFilterTooltip
source: Verbose Messages
es: Mensajes verbosos
ja: 詳細なメッセージ
pt_br: Mensagens Detalhadas

# SSessionConsoleFilterBar,VerbosityComboButtonText
source: Verbosities
es: Verbosidades
ja: 詳細なアウトプット
pt_br: Verbosidades

# SSessionConsoleFilterBar,VeryVerboseVerbosityFilterTooltip
source: Very Verbose Messages
es: Mensajes muy verbosos
ja: とても詳細なメッセージ
pt_br: Mensagens Muito Detalhadas

# SSessionConsolePanel,FilterBarAreaTitle
source: Log Filter
es: Filtro del registro
ja: ログフィルタ
pt_br: Filtro de Registro

# SSessionConsolePanel,LogListHostNameColumnHeader
source: Instance
es: Instancia
ja: インスタンス
pt_br: Instância

# SSessionConsoleShortcutWindow,ShortcutHeaderText
source: Shortcuts
es: Accesos rápidos
ja: ショートカット
pt_br: Atalhos

# SSessionConsoleShortcutWindow,ShortcutOptionsEditCommandTitle
source: Command:
es: Comando:
ja: コマンド:
pt_br: Comando:

# SSessionFrontend,AutomationTabTitle
source: Automation
es: Automatización
ja: オートメーション
pt_br: Automação

# SSessionFrontend,ProfilerTabTitle
source: Profiler
es: Generador de perfiles
ja: プロファイラ
pt_br: Perfilador

# SSessionFrontend,ScreenTabTitle
source: Screen Comparison
es: Comparación de la pantalla
ja: 画面比較
pt_br: Comparação de Tela

# SSessionFrontend,SessionBrowserTitle
source: Session Browser
es: Explorador de sesión
ja: セッションブラウザ
pt_br: Navegador de Sessão

# SSettingsEditor,AllPropertiesLink
source: All Settings
ja: すべての設定

# SSettingsEditor,AllPropertiesLink_Tooltip
source: Show all settings
ja: すべての設定を表示

# SSettingsEditor,ExportButtonText
source: Export...
es: Exportar...
ja: エクスポート...
pt_br: Exportar...

# SSettingsEditor,ExportButtonTooltip
source: Export these settings to a file on your computer
es: Exportar estos ajustes a un archivo en su ordenador
ja: これらの設定をPCのファイルにエクスポート
pt_br: Exportar essas configurações para um arquivo no computador

# SSettingsEditor,ExportSettingsDialogTitle
source: Export settings...
es: Exportar ajustes...
ja: エクスポート設定...
pt_br: Exportar configurações...

# SSettingsEditor,ExportSettingsFailure
source: Export settings failed
es: Exportación de ajustes fallida
ja: エクスポート設定に失敗しました
pt_br: Falha ao exportar configurações

# SSettingsEditor,ExportSettingsSuccess
source: Export settings succeeded
es: Exportación de ajustes correcta
ja: エクスポート設定に成功しました
pt_br: Configurações exportadas

# SSettingsEditor,ImportButtonText
source: Import...
es: Importar...
ja: インポート...
pt_br: Importar...

# SSettingsEditor,ImportButtonTooltip
source: Import these settings from a file on your computer
es: Importar estos ajustes desde un archivo en su ordenador
ja: これらの設定をPCのファイルからインポート
pt_br: Importar essas configurações para um arquivo para o computador

# SSettingsEditor,ImportSettingsDialogTitle
source: Import settings...
es: Importar ajustes...
ja: インポート設定...
pt_br: Importar configurações...

# SSettingsEditor,ImportSettingsFailure
source: Import settings failed
es: Importación de ajustes fallida
ja: インポート設定に失敗しました
pt_br: Falha ao importar configurações

# SSettingsEditor,ImportSettingsSuccess
source: Import settings succeeded
es: Importación de ajustes correcta
ja: インポート設定に成功しました
pt_br: Configurações importadas

# SSettingsEditor,ResetDefaultsButtonText
source: Reset to Defaults
es: Reajustar a predeterminados
ja: デフォルトにリセット
pt_br: Redefinir para Padrões

# SSettingsEditor,ResetDefaultsButtonTooltip
source: Reset the settings below to their default values
es: Reiniciar los ajustes de abajo a sus valores predeterminados
ja: 以下の設定をデフォルト値にリセット
pt_br: Redefinir as configurações abaixo para os valores padrão

# SSettingsEditor,RestartDismissed
source: Restart Dismissed...
ja: 無効にしていたものを再開する…

# SSettingsEditor,RestartingNow
source: Restarting...
ja: 再起動中...

# SSettingsEditor,RestartLater
source: Restart Later
ja: 後で再起動する

# SSettingsEditor,RestartLaterToolTip
source: Dismiss this notificaton without restarting. Some new settings will not be applied.
ja: 再起動せずにこの通知を閉じます。いくつかの新規設定は適用されません。

# SSettingsEditor,RestartNow
source: Restart Now
ja: 今すぐ再起動

# SSettingsEditor,RestartNowToolTip
source: Restart now to finish applying your new settings.
ja: 今すぐ再起動して新規設定を適用する

# SSettingsEditor,RestartRequiredTitle
source: Restart required to apply new settings
ja: 新規設定を適用するには再起動が必要です

# SSettingsEditor,SaveAsDefaultNeedsAddMessage
source: The default configuration file for these settings is currently not under source control. Would you like to add it to source control?
ja: これらの設定のデフォルトコンフィギュレーションファイルは現在ソースコントロールにありません。ソースコントロールにファイルを追加しますか？

# SSettingsEditor,SaveAsDefaultNeedsCheckoutMessage
source: The default configuration file for these settings is currently not checked out. Would you like to check it out from source control?
ja: これらの設定のデフォルトコンフィギュレーションファイルは現在チェックアウトされていません。ソースコントロールからファイルをチェックアウトしますか？

# SSettingsEditor,SaveAsDefaultsIsReadOnlyMessage
source: The default configuration file for these settings is not currently writeable. Would you like to make it writable?
ja: これらの設定のデフォルトコンフィギュレーションファイルは現在書き込み不可です。ファイルを書き込み可能にしますか？

# SSettingsEditor,SaveAsDefaultUserConfirm
source: Are you sure you want to update the default settings?
ja: デフォルト設定を更新しようとしています。本当によろしいですか？

# SSettingsEditor,SaveDefaultsButtonText
source: Set as Default
es: Ajustar como predeterminado
ja: デフォルトとして設定
pt_br: Definir como Padrão

# SSettingsEditor,SaveDefaultsButtonTooltip
source: Save the values below as the new default settings
es: Guardar los valores de abajo como los nuevos ajustes predeterminados
ja: 以下の値を新しいデフォルト設定として保存
pt_br: Salvar os valores baixos como as novas configurações padrão

# SSettingsEditorCheckoutNotice,CheckOutFile
source: Check Out File
es: Reservar el archivo
ja: ファイルをチェックアウトする
pt_br: Retirar Arquivo

# SSettingsEditorCheckoutNotice,CheckOutFileTooltip
source: Check out the default configuration file that holds these settings.
es: Reservar el archivo de configuración predeterminado que mantiene estos ajustes.
ja: これらの設定を保持するデフォルトコンフィギュレーションをチェックアウトします
pt_br: Retirar o arquivo de configuração padrão que possui essas configurações.

# SSettingsEditorCheckoutNotice,ConfigFileMarkedForDeleteError
source: Error: The configuration file is marked for deletion.
ja: エラー: コンフィギュレーションファイルは削除するためマークされています

# SSettingsEditorCheckoutNotice,DefaultSettingsNotice_CheckedOut
source: These settings are saved in {0}, which is currently checked out.
ja: これらの設定は現在チェックアウト中の {0} に保存されます。

# SSettingsEditorCheckoutNotice,DefaultSettingsNotice_Source
source: These settings are saved in {0}. Checking file state...
ja: これらの設定は {0} に保存されます。ファイルステートを確認中...

# SSettingsEditorCheckoutNotice,DefaultSettingsNotice_WithSourceControl
source: These settings are saved in {0}, which is currently NOT checked out.
ja: 設定は {0} に保存されています。現在はチェックアウトされていません。
