Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# UnrealEd,Error_FailedToBindShaderParameter
source: Failure to bind non-optional shader parameter {0}! The parameter is either not present in the shader, or the shader compiler optimized it out. This will be an assert with LogShaders suppressed!
es: ¡Error al enlazar el parámetro del sombreador no opcional {0}! El parámetro o no está presente en el sombreador, o el compilador sombreador no funciona. ¡Será un informe de fallo con el LogShaders suprimido!
ja: オプショナルではないシェーダーパラメータ {0} のバインドに失敗しました！パラメータはシェーダーに存在しないか、シェーダーコンパイラによって最適化されました。抑制したLogShadersでアサートが発生します。
pt_br: Falha ao vincular parâmetro {0} do sombreador não opcional! O parâmetro não está presente no sombreador, ou o compilador do sombreador o otimizou. Isso será uma declaração com o LogShaders eliminado!

# UnrealEd,Error_InputNamesMustBeUnique
source: Function input names must be unique
es: Los nombres de entrada de función deben ser únicos
ja: 関数入力名は一意でなくてはいけません
pt_br: Os nomes de entrada de função devem ser únicos

# UnrealEd,Error_OutputNamesMustBeUnique
source: Function output names must be unique
es: Los nombres de salida de función deben ser únicos
ja: 関数アウトプット名は一意の名前でなくてはいけません
pt_br: Os nomes de saída de função devem ser únicos

# UnrealEd,Error_ParentalControls
source: The current level of parental controls do not allow you to run this game.
es: El nivel actual de los controles parentales no le permite ejecutar este juego.
ja: 保護者による制限レベルに抵触するためこのゲームを起動できません。
pt_br: O nível atual de controles de pais não permite que você execute esse jogo.

# UnrealEd,Error_RetryCompilation
source: C++ compilation of module {0} failed! Details in the log. Fix the error then click Ok to retry.
ja: モジュール {0} のC++コンパイルに失敗しました！ 詳細はログで確認してください。 \\ 再試行するにはエラーを修正してからOKをクリックしてください。

# UnrealEd,Error_RetryShaderCompilation
source: {0} Retry compilation?
ja: {0}\\ \\ コンパイルを再試行しますか?

# UnrealEd,Error_SkeletalMeshHasBadSections
source: Input mesh has a section with no triangles. This mesh may not render properly.
es: La malla de entrada tiene una sección sin triángulos. Es posible que esta malla no se renderice adecuadamente.
ja: 入力メッシュにトライアングルのないセクションがあります。このメッシュは正しくレンダリングされない可能性があります。
pt_br: A malha de entrada tem uma seção sem triângulos. Esta malha pode não renderizar adequadamente.

# UnrealEd,Error_SkeletalMeshTooManyVertices
source: Input mesh has too many vertices. The generated mesh will be corrupt! Consider adding extra materials to split up the source mesh into smaller chunks.
es: La malla de entrada tiene demasiados vértices. ¡La malla generada estará dañada! Considere añadir materiales adicionales para dividir la malla de origen en trozos más pequeños.
ja: 入力メッシュにある頂点数が多すぎます。生成メッシュは破損します！追加のマテリアルを追加してソースメッシュを小さく分割することを検討してください。
pt_br: A malha de entrada tem muitas vértices. A malha gerada será corrompida! Considere adicionar materiais extras para dividir a malha de origem em blocos menores.

# UnrealEd,LandscapeExport_Warning
source: Landscape has large number({0}) of components, so it will use large amount memory to copy it to the clipboard. Do you want to proceed?
es: El terreno tiene un gran número({0}) de componentes, por lo que usará una gran cantidad de memoria para copiarlo en el portapapeles. ¿Desea continuar?
ja: ランドスケープには ({0}) 多数のコンポーネントが含まれるため、クリップボードにコピーすると大量のメモリが消費されることが予想されます。継続しますか？
pt_br: A Paisagem tem um grande número ({0}) de componentes, então ela usará uma grande quantidade de memória para copiá-la para a área de transferência. Continuar?

# UnrealEd,LandscapeGizmoExport_Warning
source: Landscape Gizmo has no copyed data. You need to choose proper targets and copy it to Gizmo.
es: El terreno gizmo no ha copiado los datos. Necesita elegir metas adecuadas y copiarlas al gizmo.
ja: ランドスケープギズモにコピーしたデータがありません。適切なターゲットを選択してギズモにコピーする必要があります。
pt_br: O Gizmo de Paisagem não tem dados copiados. Você precisa escolher alvos adequados e copiá-los para o Gizmo.

# UnrealEd,LandscapeGizmoImport_Warning
source: Landscape Gizmo is about to import large amount data ({0}MB) from the clipboard, which will take some time. Do you want to proceed?
es: El terreno gizmo está a punto de importar una gran cantidad de datos ({0}MB) desde el portapapeles, lo que llevará algún tiempo. ¿Desea continuar?
ja: ランドスケープ ギズモはクリップボードから大容量のデータ ({0}MB) をインポートしようとしています。この処理には時間がかかることがあります。継続しますか？
pt_br: O Gizmo de Paisagem está prestes a importar uma grande quantidade de dados ({0} MB) da área de transferência, o que pode demorar um pouco. Continuar?

# UnrealEd,LandscapeImport_Warning
source: Landscape is about to import large amount memory ({0}MB) from the clipboard, which will take some time. Do you want to proceed?
es: El terreno está a punto de importar un gran cantidad de memoria ({0}MB) desde el portapapeles, lo que llevará algún tiempo. ¿Desea continuar?
ja: ランドスケープはクリップボードから大容量のメモリ ({0}MB) をインポートしようとしています。この処理には時間がかかることがあります。継続しますか？
pt_br: A Paisagem está prestes a importar uma grande quantidade de memória ({0} MB) da área de transferência, o que pode demorar um pouco. Continuar?

# UnrealEd,LevelStreamingVolumeSF
source: Level Streaming
es: Transmisión de nivel
ja: レベルストリーミング
pt_br: Transmissão de Nível

# UnrealEd,LightmassCharacterIndirectDetailVolumeSF
source: Lightmass Character Indirect Detail
es: Detalle indirecto de carácter lightmass
ja: ライトマスキャラクターの間接的詳細
pt_br: Detalhe Indireto do Personagem da Massa de Lightmass

# UnrealEd,LightmassImportanceVolumeSF
source: Lightmass Importance
es: Importancia del lightmass
ja: ライトマスImportance
pt_br: Importância de Lightmass

# UnrealEd,MassiveLODOverrideVolumeSF
source: Massive LOD Override
es: Supresión LOD masiva
ja: 大量のLODオーバーライド
pt_br: Substituição de LOD Massivo

# UnrealEd,MAX_NETWORKED_HARDCODED_NAME Incorrect
source: MAX_NETWORKED_HARDCODED_NAME is incorrectly set! (Currently {0}, must be no greater than {1}
es: ¡MAX_NETWORKED_HARDCODED_NAME está ajustado incorrectamente! (actualmente {0}, no debe ser mayor que {1}
ja: MAX_NETWORKED_HARDCODED_NAMEの設定が正しくありません！(現在は {0} ですが、 {1} より大きくてはいけません
pt_br: MAX_NETWORKED_HARDCODED_NAME definido incorretamente! (Atualmente {0}, não deve ser maior do que {1}

# UnrealEd,MeshMaterialsWithNamedMaterialsError
source: Cannot use Mesh Materials Module when using Named Material Overrides in the required module.
es: No puede usar los módulos de los materiales de malla cuando utilice las anulaciones de material nombrado en el módulo necesario.
ja: 必須モジュールで [Named Material Overrides] を使用中はMesh マテリアルモジュールを使用できません。
pt_br: Não é possível usar o Módulo de Materiais da Malha ao usar as Substituições de Material Nomeado no módulo necessário.

# UnrealEd,MeshMaterialsWithOverrideMaterialError
source: Cannot use Mesh Materials Module when using OverrideMaterial in the mesh type data module.
es: No puede usar los módulos de los materiales de malla cuando utilice el OverrideMaterial en el módulo de datos del tipo de malla.
ja: Mesh タイプ dataモジュールで「OverrideMaterial」を使用中はMesh マテリアルモジュールを使用できません。
pt_br: Não é possível usar o Módulo de Materiais da Malha ao usar OverrideMaterial no módulo de dados de tipo de malha.

# UnrealEd,Module_ColorScaleOverLife_SetupParticleParam
source: Set up particle parameter
es: Configurar el parámetro de la partícula
ja: パーティクル パラメータをセットアップ
pt_br: Definir parâmetro de partícula

# UnrealEd,Module_LocationBoneSocket_AutoFill
source: Auto-fill Bone/Socket Names
es: Relleno automático de los nombres del hueso/ranura
ja: ボーン / ソケット名を自動フィル
pt_br: Preencher Automaticamente os Nomes de Osso/Soquete

# UnrealEd,Module_LocationBoneSocket_EditorMeshNoBones
source: Editor mesh has no bones.
es: La malla del editor no tiene huesos.
ja: エディタ メッシュにボーンがありません。
pt_br: A malha do editor não tem ossos.

# UnrealEd,Module_LocationBoneSocket_EditorMeshNoSockets
source: Editor mesh has no sockets.
es: La malla del editor no tiene puntos de acople.
ja: エディタ メッシュにソケットがありません。
pt_br: A malha do editor não tem soquetes.

# UnrealEd,Module_LocationBoneSocket_NoEditorMesh
source: No editor mesh is set.
es: No hay ninguna malla de editor ajustada.
ja: エディタ メッシュが設定されていません。
pt_br: Nenhuma malha de editor definida.

# UnrealEd,Module_LocationSkelVertSurface_InheritVertexColorOnGPUError
source: Inherit Vertex Color is not supported on GPU emitters.
es: El color de vértice heredado no es compatible con los emisores GPU.
ja: GPUエミッタでは頂点色の継承はサポートされていません!
pt_br: Herdar Cor do Vértice não é suportado em emissores GPU.

# UnrealEd,Module_LocationVertSurface_AutoFill
source: Auto-fill Bone Names
es: Relleno automático de los nombre del hueso
ja: ボーン名を自動フィル
pt_br: Preencher Automaticamente os Nomes de Osso

# UnrealEd,NamedMaterialOverriedsAndOverrideMaterialError
source: Cannot use Named Material Overrides when using OverrideMaterial in the mesh type data module.
es: No puede usar las anulaciones de material nombrado cuando utilice el OverrideMaterial en el módulo de datos del tipo de malla.
ja: Mesh タイプ dataモジュールで「OverrideMaterial」を使用中はNamed Material Overridesモジュールを使用できません。
pt_br: Não é possível usar as Substituições de Material Nomeado ao usar OverrideMaterial no módulo de dados de tipo de malha.

# UnrealEd,NavMeshBoundsVolumeSF
source: NavMesh Bounds
es: Límites NavMesh
ja: NavMeshバウンド
pt_br: Limites de NavMesh

# UnrealEd,NavModifierVolumeSF
source: Nav Modifier
es: Modificador Nav
ja: Navモディファイア
pt_br: Modificador do Navegador

# UnrealEd,NoToAll
source: No to All
es: No a todo
ja: すべていいえ
pt_br: Não para Todos

# UnrealEd,PostProcessVolumeSF
source: Post Process
es: Posprocesamiento
ja: ポストプロセス
pt_br: Pós-processar

# UnrealEd,PrecomputedVisibilityOverrideVolumeSF
source: Precomputed Visibility Override
es: Suprimir la visibilidad precalculada
ja: 事前計算された表示のオーバーライド
pt_br: Substituição de Visibilidade Pré-computada

# UnrealEd,ProcessingChunks
source: Processing Chunks
es: Procesando fragmentos
ja: チャンクを処理中
pt_br: Processando Blocos

# UnrealEd,ProcessingSections
source: Processing Sections
es: Procesando las secciones
ja: セクションを処理中
pt_br: Processando Seções

# UnrealEd,ProcessingSkeletalTriangles
source: Processing Mesh Triangles
es: Procesando los triángulos de malla
ja: メッシュのトライアングルを処理中
pt_br: Processando Triângulos da Malha

# UnrealEd,RandomSubUVForGPUEmitter
source: Random SubUV interpolation is not supported with GPU particles.
es: La interpolación SubUV aleatoria no es compatible con las partículas GPU.
ja: ランダムなSubUV補間はGPUパーティクルでサポートしていません
pt_br: Interpolação SubUV aleatória não suportada com partículas GPU.

# UnrealEd,ReplaceExistingObjectInPackage_F
source: An object [{0}] of class [{1}] already exists in file [{2}]. Do you want to replace the existing object? If you click 'Yes', the existing object will be deleted. Otherwise, click 'No' and choose a unique name for your new object.
es: Ya existe un objeto [{0}] de la clase [{1}] en el archivo [{2}]. ¿Desea reemplazar el objeto existente? Si hace clic en “Sí', se eliminará el objeto existente. De lo contrario, haga clic en 'No' y elija un nombre único para su nuevo objeto.
ja: クラス [{1}] のオブジェクト [{0}] はファイル [{2}] に存在します。既存オブジェクトを置換しますか？「はい」をクリックすると既存オブジェクトは削除されます。削除しない場合は「いいえ」をクリックして新規オブジェクトに一意の名前をつけてください。
pt_br: Um objeto [{0}] de classe [{1}] já existe no arquivo [{2}]. Substituir o objeto existente? Se clicar em “Sim”, o objeto existente será excluído. Caso contrário, clique em “Não” e escolha um nome único para o seu novo objeto.

# UnrealEd,SavingPackage_CompressingSourceArt
source: Compressing source art for texture: {0}
es: Comprimiendo el arte de origen para la textura: {0}
ja: テクスチャ用にソース アートを圧縮中: {0}
pt_br: Compactando a arte de origem para a textura: {0}

# UnrealEd,SavingPackage_CompressingTexture
source: Compressing texture: {0}
es: Comprimiendo textura: {0}
ja: テクスチャを圧縮中: {0}
pt_br: Compactando textura: {0}

# UnrealEd,SomeNotifiesWereNotCopiedF
source: Because the destination sequence was shorter, {0} notifies were not copied.
es: Debido a que la secuencia de destino era más corta, no se copiaron {0} avisos.
ja: 指定先シーケンスが短いため、{0} 個の通知はコピーされませんでした。
pt_br: A sequência de destino é curta e, por causa disso, {0} notificações não foram copiados.

# UnrealEd,SomeNotifiesWillNotBeCopiedQ
source: Some notifies will not be copied because the destination sequence is not long enough. Proceed?
es: Algunos avisos no se copiarán, debido a que la secuencia de destino no es suficientemente larga. ¿Continuar?
ja: 指定先シーケンスの長さが足りないため一部の通知はコピーされません。継続しますか？
pt_br: Algumas notificações não serão copiadas porque a sequência de destino não é longa o suficiente. Continuar?

# UnrealEd,SourceControl_ServerUnresponsive
source: Source Control is unresponsive. Please check your connection and try again.
es: El control del código fuente no responde. Por favor, compruebe su conexión y vuelva a intentarlo.
ja: ソースコントロールの応答がありません。インターネット接続をご確認の上もう一度お試しください。
pt_br: Controle de Origem sem resposta. Verifique a conexão e tente novamente.

# UnrealEd,TestSlateGameUIButtonText
source: Test Button!
es: ¡Probar botón!
ja: テストボタン！
pt_br: Botão de Teste

# UnrealEd,TriggerVolumeSF
source: Trigger
es: Disparador
ja: トリガー
pt_br: Acionador

# UnrealEd,UnrealEdTitle_F
source: Unreal Editor - {0}
ja: アンリアルエディタ - {0}

# UnrealEd,UnrealEdTitleWithVersion_F
source: Unreal Editor {0} - {1}
ja: アンリアル・エディタ {0} - {1}

# UnrealEd,UnrealEdTitleWithVersionNoGameName_F
source: Unreal Editor {0}
ja: アンリアル・エディタ {0}

# UnrealEd,UVOverlay_F
source: Showing UV channel {0} for LOD {1}
es: Mostrando canal UV {0} para el LOD {1}
ja: LOD {1} のUVチャンネル {0} を表示中
pt_br: Exibindo canal UV {0} para o LOD {1}

# UnrealEd,YesToAll
source: Yes to All
es: Sí a todo
ja: すべてはい
pt_br: Sim para Todos

# UnrealEditor,DeviceOutputLogTooltipText
source: Open the Device Output Log tab.
ja: デバイスアウトプットログタブを開く

# UnrealEditor,MessageLogTab
source: Message Log
es: Registro del mensaje
ja: メッセージ ログ
pt_br: Registro de Mensagem

# UnrealEditor,MessageLogTooltipText
source: Open the Message Log tab.
es: Abrir la pestaña de registro de mensajes.
ja: メッセージログタブを開く
pt_br: Abre a guia de Registro de Mensagem.

# UnrealEditor,OutputLogTooltipText
source: Open the Output Log tab.
es: Abrir la pestaña de registro de salida.
ja: アウトプットログタブを開く
pt_br: Abre a guia de Registro de Saída.

# UnrealEngine,AIPROFILINGWARNING
source: PROFILING WITH AI LOGGING ON!
es: ¡PERFILADO CON INICIO DE SESIÓN IA ON!
ja: AIをログオンにした状態でプロファイリング中！
pt_br: PERFILAÇÃO COM IA REGISTRADO!

# UnrealEngine,BlueprintInLevelHadCompileErrorMessage
source: BLUEPRINT COMPILE ERROR
es: ERROR DE COMPILACIÓN DEL BLUEPRINT
ja: ブループリントコンパイラエラー
pt_br: ERRO DE COMPILAÇÃO DE ESQUEMA

# UnrealEngine,GCPROFILINGWARNING
source: PROFILING WITH GC VERIFY ON!
es: ¡PERFILADO CON VERIFICACIÓN GC ON!
ja: GC検証をオンにした状態でプロファイリング中！
pt_br: PERFILAÇÃO COM GC VERIFICADO!

# UnrealEngine,Levelstreamingfrozen
source: Level streaming frozen...
es: Nivel de transmisión de flujo congelado...
ja: レベルストリーミングがフリーズしました...
pt_br: Transmissão de nível congelada...

# UnrealEngine,NAMEDEVENTSENABLED
source: NAMED EVENTS ENABLED
es: EVENTOS NOMBRADOS ACTIVOS
ja: 名前を付けたイベントを有効にする
pt_br: EVENTOS NOMEADOS ATIVADOS

# UnrealEngine,NAVMESHERROR
source: NAVMESH NEEDS TO BE REBUILT
es: ES NECESARIO QUE NAVMESH SE VUELVA A COMPILAR
ja: NAVMESHの再ビルドが必要です
pt_br: NAVMESH PRECISA SER RECOMPILADO

# UnrealEngine,OutOfTextureMemory
source: RAN OUT OF TEXTURE MEMORY, EXPECT CORRUPTION AND GPU HANGS!
es: ¡SE AGOTÓ LA MEMORIA DE TEXTURA, PREVISIBLEMENTE SE PERDERÁ Y SE COLGARÁ LA GPU!
ja: テクスチャメモリが不足しているため、破損とGPUのフリーズが発生します！
pt_br: SEM MEMÓRIA DE TEXTURA, ESPERE CORROMPIMENTO E TRAVAMENTO DE GPU!

# UnrealEngine,PrepareMapChangeError
source: PrepareMapChange had a bad level name! Check the log (tagged with PREPAREMAPCHANGE) for info
es: ¡PrepareMapChange tiene un nombre de nivel defectuoso! Comprobar el registro (etiquetado con PREPAREMAPCHANGE) para obtener información
ja: PrepareMapChangeに不正なレベル名があります！詳細はログlog (PREPAREMAPCHANGEでタグ付け)で確認してください
pt_br: PrepareMapChange tem um nome de nível inválido! Verifique o registro (marcado com PREPAREMAPCHANGE) para obter informações

# UObject,Size
source: Size
ja: サイズ

# UObject,SizeTooltip
source: The size of the asset in kilobytes
ja: キロバイト単位のアセットのサイズ

# UObjectDisplayNames,AnchorData:Offsets
source: Offsets
ja: オフセット

# UObjectDisplayNames,Image:ColorAndOpacity
source: Color and Opacity
ja: カラーとオパシティ

# UObjectDisplayNames,TextBlock:ColorAndOpacity
source: Color and Opacity
ja: カラーとオパシティ

# UObjectDisplayNames,Widget:RenderTransform
source: Transform
ja: トランスフォーム

# UObjectToolTips,AnimNode_AssetPlayerBase:bIgnoreForRelevancyTest
source: If true, "Relevant anim" nodes that look for the highest weighted animation in a state will ignore this node
ja: 真の場合、アニメーションで最も高いウェイトのものを無視するRelevant anim ノードは このノードを無視します

# UObjectToolTips,AnimNode_AssetPlayerBase:BlendWeight
source: Last encountered blendweight for this node
ja: このノードに最後に加えられたブレンドウェイト

# UObjectToolTips,AnimNode_AssetPlayerBase:InternalTimeAccumulator
source: Accumulated time used to reference the asset in this node
ja: 累積時間はこのノードでアセットを参照するために使われます

# UObjectToolTips,AnimNode_SequencePlayer:bLoopAnimation
source: Should the animation continue looping when it reaches the end?
ja: 最後に到達した時にアニメーションのループを継続しますか？

# UObjectToolTips,AnimNode_SequencePlayer:PlayRate
source: The play rate multiplier. Can be negative, which will cause the animation to play in reverse.
ja: 再生速度の倍率です。負の数値も使う事ができます。その場合逆再生になります。

# UObjectToolTips,AnimNode_SequencePlayer:Sequence
source: The animation sequence asset to play
ja: 再生するアニメーションシーケンスアセット

# UObjectToolTips,AnimNode_SequencePlayer:StartPosition
source: The start up position, it only applies when reinitialized if you loop, it will still start from 0.f after finishing the round
ja: 開始位置は、最初期化された場合にのみ適用されます。 ループした場合は、そのラウンドが終了した後に 0.f から開始します。

# UObjectToolTips,LevelSequenceSnapshotSettings:FrameRate
source: Playback framerate
ja: 再生フレームレート

# UStaticMesh,CollisionPrimsTooltip
source: The number of collision primitives in the static mesh
ja: スタティックメッシュのコリジョンプリミティブ数

# VisualizeRT,DimensionsColumnHeader
source: Dimensions
es: Dimensiones
ja: 範囲
pt_br: Dimensões

# VisualizeRT,FormatColumnHeader
source: Format
es: Formato
ja: 形式
pt_br: Formato

# VisualizeRT,HeightColumnHeader
source: Height
es: Altura
ja: 高さ
pt_br: Altura

# VisualizeRT,SizeColumnHeader
source: Size (kb)
es: Tamaño (kb)
ja: サイズ (Kb)
pt_br: Tamanho (kb)

# VisualizeRT,Title
source: Visualize Render Targets
es: Visualizar las metas de renderización
ja: レンダーターゲットを可視化
pt_br: Visualizar Alvos de Renderização

# VisualizeRT,WidthColumnHeader
source: Width
es: Ancho
ja: 幅
pt_br: Largura

# WebBrowser,Forward
source: Forward
ja: フォワード

# WebBrowser,InvalidWindow
source: Browser Window is not valid/supported
ja: ブラウザウィンドウは無効/非対応です

# WebBrowser,LoadingThrobberToolTip
source: Loading page...
ja: ページをロード中...

# WebBrowserHandler,WebBrowserLoadError
source: Failed to load URL {FailedUrl} with error {ErrorText} ({ErrorCode}).
ja: エラー {ErrorText} ({ErrorCode}) が発生したため URL {FailedUrl} のロードに失敗しました

# WidgetGallery,ComboButtonItemLabel01
source: Combo Button menu content supports
es: Combo Botón menú soportes de contenido
ja: コンボ ボタン メニュー コンテンツサポート
pt_br: Combo Botão menu suporta conteúdo

# WidgetGallery,ComboButtonItemLabel02
source: arbitrary
es: arbitrario
ja: 任意
pt_br: arbritrário

# WidgetGallery,ComboButtonItemLabel03
source: widgets
ja: ウィジェット

# WidgetGallery,ComboButtonLabel
source: Combo Button
es: Botón Combo
ja: コンボボタン
pt_br: Botão do Combo

# WidgetGallery,CreateNewWindowCheckbox
source: Create new window for popups.
ja: ポップアップの新規ウィンドウを作成

# WidgetGallery,HeaderContentLabel
source: Header Content
es: Contenido del encabezado
ja: ヘッダ コンテンツ
pt_br: Conteúdo do Cabeçalho

# WidgetGallery,SButtonExampleLabel
source: SButton (no content)
es: SButton (sin contenido)
ja: SButton (コンテンツなし)
pt_br: SButton (sem conteúdo)

# WidgetGallery,SCheckBoxItemLabel01
source: Option 1
es: Opción 1
ja: オプション 1
pt_br: Opção 1

# WidgetGallery,SRadioButtonItemLabel01
source: Option 1
es: Opción 1
ja: オプション 1
pt_br: Opção 1

# WidgetGallery,SCheckBoxItemLabel02
source: Option 2
es: Opción 2
ja: オプション 2
pt_br: Opção 2

# WidgetGallery,SRadioButtonItemLabel02
source: Option 2
es: Opción 2
ja: オプション 2
pt_br: Opção 2

# WidgetGallery,SCheckBoxItemLabel03
source: Option 3
es: Opción 3
ja: オプション 3
pt_br: Opção 3

# WidgetGallery,SRadioButtonItemLabel03
source: Option 3
es: Opción 3
ja: オプション 3
pt_br: Opção 3

# WidgetGallery,SEditableTextBoxHint
source: This is an editable text box
es: Esto es un cuadro de texto modificable
ja: これは編集可能なテキストボックスです
pt_br: Esta é uma caixa de texto editável

# WidgetGallery,SEditableTextHint
source: This is editable text
es: Esto es un texto modificable
ja: これは編集可能なテキストです
pt_br: Este é um texto editável

# WidgetGallery,SHyperlinkText
source: Text to appear in the Hyperlink widget.
ja: ハイパーリンクウィジェットに表示するテキスト

# WidgetGallery,SMultiLineEditableTextBoxHint
source: This is a multi-line editable text box
ja: これは編集可能なマルチラインテキストボックスです

# WidgetGallery,SMultiLineEditableTextHint
source: This is multi-line editable text
ja: これは編集可能なマルチラインテキストです

# WidgetGallery,SRadioButtonLabel
source: SCheckBox (as radio buttons)
es: SCheckBox (como botones de selección)
ja: SCheckBox (ラジオボタンとして)
pt_br: SCheckBox (como botões de rádio)

# WidgetGallery,SSliderNoIndentLabel
source: SSlider (no indentation)
es: SSlider (sin sangría)
ja: SSlider (インデントなし)
pt_br: SSlider (sem alinhamento)

# WidgetGallery,StacklessAnchorLabel
source: SMenuAnchor with UseApplicationMenuStack=false
ja: UseApplicationMenuStack=falseを設定したSMenuAnchor

# WidgetGallery,STextBlockCenterExampleLabel
source: This is a center-justified text block
ja: 中央寄せしたテキストブロックです

# WidgetGallery,STextBlockLeftExampleLabel
source: This is a left-justified text block
ja: 左寄せしたテキストブロックです

# WidgetGallery,STextBlockRightExampleLabel
source: This is a right-justified text block
ja: 右寄せしたテキストブロックです

# WidgetSnapshotVisualizer,PickSnapshotWidget
source: Pick Snapshot Widget
ja: スナップショットウィジェットを選択

# WidgetSnapshotVisualizer,SaveSnapshotButtonText
source: Save Snapshot
ja: スナップショットを保存

# WidgetSnapshotVisualizer,SaveSnapshotDialogTitle
source: Save Widget Snapshot
ja: ウィジェットスナップショットを保存

# WindowsDynamicRHI,RequiredDX11Feature
source: DX11 feature level 10.0 is required to run the engine.
es: DX11 el nivel de función 10.0 es necesario para arrancar el motor.
ja: DX11機能レベルl10.0はエンジンの実行に必須です
pt_br: O nível 10.0 do recurso DX11 é necessário para executar este mecanismo.

# WindowsDynamicRHI,RequiredVulkan
source: Vulkan Driver is required to run the engine.
ja: エンジンの実行にはVulkanドライバーが必須です

# WindowsDynamicRHI,UseExpressionEncoder
source: Fraps has been known to crash D3D12. Please use Microsoft Expression Encoder instead for capturing.
ja: FrapsはD3D12をクラッシュさせることがわかっています。キャプチャにはMicrosoft Expression Encoderを代用してください。

# WindowsDynamicRHI,UseExpressionEncoderDX11
source: Fraps has been known to crash D3D11. Please use Microsoft Expression Encoder instead for capturing.
es: Se sabe que la aplicación Fraps se queda colgada con D3D11. Por favor, utilice Microsoft Expression Encoder en su lugar para realizar las capturas.
ja: FrapsはD3D11をクラッシュさせることがわかっています。キャプチャにはMicrosoft Expression Encoderを代用してください。
pt_br: Fraps é conhecido por corromper D3D11. Use o Codificador de Expressão da Microsoft em vez da captura.

# WindowsPlatform,FileManagerName
source: Explorer
ja: エクスプローラー

# WindowsPlatform,GameExplorerInstallationFailed
source: GameExplorer installation was a failure, quitting now.
es: Fallo al instalar GameExplorer, saliendo de la instalación.
ja: GameExplorerのインストールに失敗しました。終了します。
pt_br: A instalação do GameExplorer falhou, saindo agora.
