Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# ParticleParameterTrack,DisplayName
source: Particle Parameter
ja: パーティクルパラメータ

# PlatformInfo,Android_All
source: Android (All)
es: Android (Todo)
ja: Android (すべて)
pt_br: Android (Todos)

# PlatformInfo,DesktopTargetPlatDisplay
source: Desktop (Win+Mac+Linux)
ja: デスクトップ (Win+Mac+Linux)

# PlatformInfo,LinuxClient
source: Linux (Client-only)
es: Linux (solo cliente)
ja: Linux (クライアント専用)
pt_br: Linux (Somente cliente)

# PlatformInfo,LinuxEditor
source: Linux (Editor)
ja: Linux (エディタ)

# PlatformInfo,LinuxServer
source: Linux (Dedicated Server)
es: Linux (servidor dedicado)
ja: Linux (専用サーバー)
pt_br: Linux (Servidor Dedicado)

# PlatformInfo,MacClient
source: Mac (Client-only)
es: Mac (solo cliente)
ja: Mac (クライアント専用)
pt_br: Mac (Somente cliente)

# PlatformInfo,MacEditor
source: Mac (Editor)
ja: Mac (エディタ)

# PlatformInfo,MacServer
source: Mac (Dedicated Server)
es: Mac (servidor dedicado)
ja: Mac (専用サーバー)
pt_br: Mac (Servidor Dedicado)

# PlatformInfo,WindowsClient
source: Windows (Client-only)
es: Windows (solo cliente)
ja: Windows (クライアント専用)
pt_br: Windows (Somente cliente)

# PlatformInfo,WindowsEditor
source: Windows (Editor)
ja: Windows (エディタ)

# PlatformInfo,WindowsNoEditor_Win32
source: Windows (32-bit)
ja: Windows (32ビット)
pt_br: Windows (32 bits)

# PlatformInfo,WindowsNoEditor_Win64
source: Windows (64-bit)
ja: Windows (64ビット)
pt_br: Windows (64 bits)

# PlatformInfo,WindowsServer
source: Windows (Dedicated Server)
es: Windows (servidor dedicado)
ja: Windows (専用サーバー)
pt_br: Windows (Servidor Dedicado)

# PluginDescriptor,FailedToLoadDescriptorFile
source: Failed to open descriptor file '{0}'
es: Fallo al abrir el archivo descriptor '{0}'
ja: 記述子ファイル '{0}' を開けませんでした
pt_br: Falha ao abrir arquivo do descritor “{0}”

# ProjectDescriptor,FailedToLoadDescriptorFile
source: Failed to open descriptor file '{0}'
es: Fallo al abrir el archivo descriptor '{0}'
ja: 記述子ファイル '{0}' を開けませんでした
pt_br: Falha ao abrir arquivo do descritor “{0}”

# PluginDescriptor,FailedToReadDescriptorFile
source: Failed to read file. {0}
es: Fallo al leer el archivo. {0}
ja: ファイルを読み込めませんでした。 {0}
pt_br: Falha ao ler arquivo. {0}

# ProjectDescriptor,FailedToReadDescriptorFile
source: Failed to read file. {0}
es: Fallo al leer el archivo. {0}
ja: ファイルを読み込めませんでした。 {0}
pt_br: Falha ao ler arquivo. {0}

# PluginDescriptor,FailedToWriteOutputFile
source: Failed to write output file '{0}'. Perhaps the file is Read-Only?
ja: アウトプットファイル '{0}' の書き出しに失敗しました。対象のファイルが読み取り専用になっている可能性はありませんか？

# ProjectDescriptor,FailedToWriteOutputFile
source: Failed to write output file '{0}'. Perhaps the file is Read-Only?
es: Error al escribir en el archivo de salida '{0}'. ¿Quizás el archivo es solo de lectura?
ja: アウトプットファイル '{0}' の書き込みに失敗しました。ファイルが読み取り専用の可能性があります。
pt_br: Falha ao gravar o arquivo de saída "{0}"; talvez ele seja de somente leitura

# PluginDescriptor,InvalidProjectFileVersion
source: File does not have a valid 'FileVersion' number.
es: El archivo no tiene un número 'FileVersion' válido.
ja: ファイルに有効な 'FileVersion' 番号がありません
pt_br: O arquivo não tem um número “FileVersion” válido.

# ProjectDescriptor,InvalidProjectFileVersion
source: File does not have a valid 'FileVersion' number.
es: El archivo no tiene un número 'FileVersion' válido.
ja: ファイルに有効な 'FileVersion' 番号がありません
pt_br: O arquivo não tem um número “FileVersion” válido.

# PluginDescriptor,PluginReferenceWithoutEnabled
source: Plugin references must have an 'Enabled' field
es: Las referencias del plugin deben tener un campo “activado”
ja: プラグイン参照は 'Enabled' 欄が必須です
pt_br: As referências do plugin deve ter um campo “Ativado”

# PluginDescriptor,PluginReferenceWithoutName
source: Plugin references must have a 'Name' field
es: Las referencias del plugin deben tener un campo “nombre”
ja: プラグイン参照は 'Name' 欄が必須です
pt_br: As referências do plugin deve ter um campo “Nome”

# PluginDescriptor,ProjectFileVersionTooLarge
source: File appears to be in a newer version ({0}) of the file format that we can load (max version: {1}).
es: El archivo parece tener en una versión de formato más reciente ({0}) que el que podemos cargar (versión máx: {1}).
ja: ファイルはロード可能なファイル形式よりも新しいバージョン ({0}) です(最大バージョン: {1})
pt_br: O arquivo parece estar em uma versão mais recente ({0}) que a do formato do arquivo que podemos carregar (versão máxima: {1}).

# ProjectDescriptor,ProjectFileVersionTooLarge
source: File appears to be in a newer version ({0}) of the file format that we can load (max version: {1}).
es: El archivo parece tener en una versión de formato más reciente ({0}) que el que podemos cargar (versión máx: {1}).
ja: ファイルはロード可能なファイル形式よりも新しいバージョン ({0}) です(最大バージョン: {1})
pt_br: O arquivo parece estar em uma versão mais recente ({0}) que a do formato do arquivo que podemos carregar (versão máxima: {1}).

# PluginManager,IncompatiblePluginCaption
source: Plugin missing or incompatible
ja: プラグインが見つからないか互換性がありません

# PluginManager,PluginFailureTitle
source: Failed to load Plugin
ja: プラグインの読み込みに失敗しました

# PluginManager,PluginGenericLoadFailure
source: Plugin '{0}' failed to load because module '{1}' could not be loaded for an unspecified reason. This plugin's functionality will not be available. Please report this error.
es: Error al cargar el plugin '{0}' debido a que el módulo “{1}” no se pudo cargar por una razón no especificada. La funcionalidad de este plugin no estará disponible. Por favor, notifique el error.
ja: モジュール '{1}' を何らかの理由でロード出来なかったためプラグイン '{0}' のロードに失敗しました。このプラグインの機能は利用できません。このエラー報告を送信してください。
pt_br: Falha ao carregar o plugin “{0}” porque o módulo “{1}” não foi carregado por uma razão específica. A funcionalidade deste plugin não estará disponível. Relate este erro.

# PluginManager,PluginMissingCaption
source: Plugin missing
es: Falta el plugin
ja: プラグイン が不足
pt_br: Plugin ausente

# PluginManager,PluginMissingError
source: This project requires the {0} plugin. Would you like to download it from the the Marketplace?
ja: このプロジェクトは {0} プラグインが必要です。 マーケットからダウンロードしますか？

# PluginManager,PluginModuleCouldntBeLoaded
source: Plugin '{0}' failed to load because module '{1}' could not be loaded. There may be an operating system error or the module may not be properly set up.
es: Error al cargar el plugin '{0}' debido a que el módulo “{1}” no se pudo cargar. Es posible que sea un error del sistema operativo o que el módulo no está configurado adecuadamente.
ja: モジュール '{1}' をロード出来なかったためプラグイン '{0}' のロードに失敗しました。OSエラーかモジュールが正しく設定されていない可能性があります。
pt_br: Falha ao carregar o plugin “{0}” porque o módulo “{1}” não foi carregado. Pode haver um erro de sistema de operação ou o módulo pode não estar configurado corretamente.

# PluginManager,PluginModuleFailedToInitialize
source: Plugin '{0}' failed to load because module '{1}' could be initialized successfully after it was loaded.
es: Fallo al cargar el plugin '{0}' debido a que el módulo '{1}' se pudo iniciar con éxito tras haberse cargado.
ja: ロード後にモジュール '{1}' の初期化に成功したためプラグイン '{0}' のロードに失敗しました。
pt_br: Falha ao carregar o plugin “{0}” porque o módulo “{1}” não foi inicializado após ser carregado.

# PluginManager,PluginModuleIncompatible
source: Plugin '{0}' failed to load because module '{1}' does not appear to be compatible with the current version of the engine. The plugin may need to be recompiled.
es: Error al cargar el plugin '{0}' debido a que el módulo '{1}' no parece ser compatible con la versión actual del motor. El plugin puede necesitar ser compilado nuevamente.
ja: モジュール '{1}' はエンジンの現行バージョンと互換性がないためプラグイン '{0}' のロードに失敗しました。プラグインを再コンパイルしてください。
pt_br: Falha ao carregar o plugin “{0}” porque o módulo “{1}” não parece ser compatível com a versão atual do mecanismo. O plugin pode precisar de recompilação.

# PluginManager,PluginModuleNotFound
source: Plugin '{0}' failed to load because module '{1}' could not be found. Please ensure the plugin is properly installed, otherwise consider disabling the plugin for this project.
es: Fallo al cargar el plugin '{0}' debido a que no se pudo encontrar el módulo '{1}'. Por favor, asegúrese de que el plugin esté correctamente instalado, de lo contrario considere desactivarlo en este proyecto.
ja: モジュール '{1}' が見つからないためプラグイン '{0}' のロードに失敗しました。プラグインが正しくインストールされていることを確認するか、このプロジェクトでは対象プラグインを無効にしてください。
pt_br: Falha ao carregar o plugin “{0}” porque o módulo “{1}” não foi encontrado. Certifique-se de que o plugin está instalado corretamente. Caso contrário, considere desativar o plugin para este projeto.

# PluginManager,PluginRequiredError
source: This project requires the {0} plugin. {1}
es: Este proyecto requiere el plugin {0}. {1}
ja: このプロジェクトは {0} プラグインが必要です。 {1}
pt_br: Este projeto requer o plugin {0}. {1}

# PrimitiveComponent,InvalidMove
source: move
ja: 移動

# SceneComponent,InvalidMove
source: move
ja: 移動

# PrimitiveComponent,InvalidPhysicsOperationSimulatePhysics
source: {0} has to have 'Simulate Physics' enabled if you'd like to {1}.
ja: {1} させるには {0} の 'Simulate Physics' を有効にしなくてはいけません。

# PrimitiveComponent,MapCheck_Message_InvalidLightmapSettings
source: Component is a static type but has invalid lightmap settings! Indirect lighting will be black. Common causes are lightmap resolution of 0, LightmapCoordinateIndex out of bounds.
es: ¡El componente es de tipo estático, pero tiene unos ajustes del mapa de iluminación no válidos! La iluminación indirecta será negra. Las causas más comunes se deben a una resolución del mapa de iluminación de 0, LightmapCoordinateIndex fuera de los límites.
ja: コンポーネントは静的タイプですがライトマップ設定が無効です！間接光は黒になります。主な原因は、ライトマップの解像度が0、LightmapCoordinateIndexが範囲外であることが考えられます。
pt_br: O componente é do tipo estático, mas está com configurações de mapa de luzes inválidas! A iluminação indireta será preta. As causas comuns são: resolução do mapa de luzes de 0 e LightmapCoordinateIndex sem limites.

# PrimitiveComponent,MapCheck_Message_ShadowCasterUsingBoundsScale
source: Actor casts dynamic shadows and has a BoundsScale greater than 1! This will have a large performance hit
es: ¡El actor proyecta sombras dinámicas y tiene una BoundsScale mayor a 1! Esto provocará una gran pérdida de rendimiento
ja: 動的シャドウをキャストして、1以上のBoundsScaleを持つアクタがあります！大きなパフォーマンスヒットを引き起こします。
pt_br: O ator projeta sombras dinâmicas e possui um BoundsScale maior que 1! Isso terá uma ocorrência de desempenho grande

# ProceduralFoliage,PlaceProceduralFoliage
source: Placing ProceduralFoliage...
ja: ProceduralFoliageを配置中...

# ProceduralFoliage,PlaceProceduralFoliageCancel
source: Canceling ProceduralFoliage...
ja: プロシジャル フォリッジをキャンセルしています…

# ProceduralFoliage,SimulateProceduralFoliage
source: Simulate ProceduralFoliage...
ja: ProceduralFoliageをシミュレート...

# Profiler,Label_FPSHistogram
source: FPS Histogram
es: Histograma FPS
ja: FPSヒストグラム
pt_br: Histograma QPS

# ProfilerDataSource,EventGraphType_Desc_Average
source: Per-frame average event graph
es: Gráfico del evento promedio por fotograma
ja: フレームごとの平均イベントグラフ
pt_br: Média por quadro do grafo de evento

# ProfilerDataSource,EventGraphType_Desc_Maximum
source: Highest "per-frame" event graph
es: Gráfico del evento "por fotograma" máximo
ja: 最大 「フレームごと」のイベントグラフ
pt_br: Maior grafo de evento “por quadro”

# ProfilerDataSource,EventGraphType_Desc_OneFrame
source: Event graph for one frame
es: Gráfico del evento para un fotograma
ja: 1フレームのイベントグラフ
pt_br: Grafo de evento para um quadro

# ProfilerDataSource,EventGraphType_Desc_Total
source: Event graph for selected frames
ja: 選択フレームのイベントグラフ

# ProfilerDataSource,EventGraphType_Name_Average
source: Average
es: Promedio
ja: 平均
pt_br: Média

# ProfilerDataSource,EventGraphType_Name_Maximum
source: Maximum
es: Máximo
ja: 最大
pt_br: Máximo

# ProfilerDataSource,EventGraphType_Name_OneFrame
source: OneFrame
ja: Oneフレーム

# ProfilerSample,StatDesc_InvalidOrMax
source: Unknown profiler sample type
es: Tipo de muestra del generador de perfiles desconocida
ja: 不明なプロファイラサンプルタイプ
pt_br: Tipo de amostra do perfilador desconhecido

# ProfilerSample,StatType_InvalidOrMax
source: Unknown profiler sample type
es: Tipo de muestra del generador de perfiles desconocida
ja: 不明なプロファイラサンプルタイプ
pt_br: Tipo de amostra do perfilador desconhecido

# ProfilerSample,StatType_Desc_Hierarchical
source: Hierarchical - Displayed as a time and call count
ja: 階層型- 時間と呼び出し回数として表示

# ProfilerSample,StatType_Desc_Memory
source: Memory - Displayed as a human readable data counter
es: Memoria - Visualizada como contador de datos legible para el humano
ja: メモリ－人間が判読可能なデータカウンタで表示
pt_br: Memória - Exibida como contador de dados legível humano

# ProfilerSample,StatType_Desc_NumberFloat
source: Numerical - Displayed as a floating number
es: Numérico - Visualizado como número flotante
ja: 数値- 浮動少数値で表示
pt_br: Numérico - Exibido como um número flutuante

# ProfilerSample,StatType_Desc_NumberInt
source: Numerical - Displayed as a integer number
es: Numérico - Visualizado como número entero
ja: 数値- 整数値で表示
pt_br: Numérico - Exibido como um número inteiro

# ProfilerSample,StatType_Name_Hierarchical
source: Hier
es: Jerárquico
ja: 階層型

# ProjectLauncherBuildValidation,NoCookedCulturesSelectedError
source: At least one Culture must be selected when cooking by the book.
ja: 型通りにクックするには、カルチャーを 1 つ以上選択しなくてはいけません

# SProjectLauncherValidation,NoCookedCulturesSelectedError
source: At least one Culture must be selected when cooking by the book.
ja: 型通りにクックするには、カルチャーを 1 つ以上選択しなくてはいけません

# ProjectLauncherBuildValidation,NoCookedPlatformSelectedError
source: At least one Platform must be selected when cooking by the book.
ja: 型通りにクックするには、プラットフォームを 1 つ以上選択しなくてはいけません

# SProjectLauncherValidation,NoCookedPlatformSelectedError
source: At least one Platform must be selected when cooking by the book.
ja: 型通りにクックするには、プラットフォームを 1 つ以上選択しなくてはいけません

# ProjectLauncherBuildValidation,NoProjectSelectedError
source: A Project must be selected.
ja: プロジェクト選択は必須です。

# SProjectLauncherValidation,NoBuildGameSelectedError
source: A Project must be selected.
ja: プロジェクトを選択してください

# ProjectManager,NoProjectLoaded
source: No project is currently loaded
es: No hay ningún proyecto cargado actualmente
ja: 現在ロードしているプロジェクトはありません
pt_br: Nenhum projeto carregado no momento

# ProjectManager,PrimaryGameModuleCouldntBeLoaded
source: The game module '{0}' could not be loaded. There may be an operating system error or the module may not be properly set up.
es: El módulo de juego '{0}' no pudo cargarse. Es posible que sea un error del sistema operativo o que el módulo no esté configurado adecuadamente.
ja: モジュール '{0}' をロード出来ませんでした。OSエラーかモジュールが正しく設定されていない可能性があります。
pt_br: O módulo de jogo “{0}” não foi carregado. Pode haver um erro de sistema de operação ou o módulo pode não estar configurado corretamente.

# ProjectManager,PrimaryGameModuleFailedToInitialize
source: The game module '{0}' could not be successfully initialized after it was loaded.
es: El módulo de juego '{0}' no pudo inicializarse con éxito después de cargarse.
ja: ロード後にゲームモジュール '{0}' を正しく初期化出来ませんでした
pt_br: O módulo de jogo “{0}” não foi inicializado após ser carregado.

# ProjectManager,PrimaryGameModuleGenericLoadFailure
source: The game module '{0}' failed to load for an unspecified reason. Please report this error.
es: Fallo al cargar el módulo de juego '{0}' por motivo no especificado. Por favor, notificar este error.
ja: 何らかの理由でゲームモジュール '{0}' をロード出来ませんでした。エラー報告を送信してください。
pt_br: Falha ao carregar o módulo de jogo “{0}” devido a uma razão não especificada. Relate este erro.

# ProjectManager,PrimaryGameModuleIncompatible
source: The game module '{0}' does not appear to be up to date. This may happen after updating the engine. Please recompile this module and try again.
es: El módulo de juego '{0}' no parece estar actualizado. Esto podría pasar tras actualizar el motor. Por favor, recompile este módulo y vuelva a intentarlo.
ja: ゲームモジュール '{0}' は最新ではありません。エンジンの更新後にこの問題が発生する場合があります。モジュールを再コンパイルして再試行してください。
pt_br: O módulo de jogo “{0}” parece não estar atualizado. Isto pode acontecer após atualizar o mecanismo. Recompilie este módulo e tente novamente.

# ProjectManager,PrimaryGameModuleNotFound
source: The game module '{0}' could not be found. Please ensure that this module exists and that it is compiled.
es: El módulo del juego “{0}”no pudo encontrarse. Por favor, asegúrese de que existe este módulo y que sea compilado.
ja: ゲームモジュール '{0}' が見つかりませんでした。モジュールが存在し既にコンパイル済みであることを確認して下さい。
pt_br: O módulo de jogo “{0}” não foi encontrado. Certifique-se de que este módulo existe e que ele está compilado.

# PS4,DynamicRHIFailure
source: PS4RHI failure?
ja: PS4RHIエラーではないですか？

# RealtimeProfileLineGraph,StartProfilingButton
source: Start
es: Iniciar
ja: 開始
pt_br: Iniciar

# SVisualLoggerToolbar,StartLogger
source: Start
ja: 開始

# UICommands.FVisualLoggerCommands,StartRecording
source: Start
ja: スタート

# RealtimeProfileLineGraph,SwitchProfilingViewButton
source: Switch View
es: Cambiar vista
ja: 表示を切り替える
pt_br: Alternar Visualização

# RealtimeProfiler,WindowTitle
source: Realtime Profiler
es: Generador de perfiles en tiempo real
ja: リアルタイムプロファイラ
pt_br: Perfilador em Tempo Real

# Renderer,BeginRecompileRendererTask
source: Recompiling Rendering Module...
es: Recompilando el módulo de renderización...
ja: レンダリングモジュールをコンパイル中...
pt_br: Recompilando Módulo de Renderização...

# Renderer,MetalAPIMissingInfo
source: This application requires the Metal API which is not available on this device. Metal requires an A7 processor and iOS 8, or later. Devices that have an A7 are iPhone 5S, iPad Air, and iPad mini with Retina display. Any device older than those will not work.
ja: このアプリケーションにはデバイスで利用できないMetal API が必須です。Metal は A7 プロセッサと iOS 8、またはそれ以降のバージョンが必要です。 A7プロセッサとRetinaディスプレイを搭載しているのはiPhone 5S、iPad Air、iPad mini です。これより旧式のデバイスは機能しません。

# Renderer,MetalAPIMissingTitle
source: Metal required but not available
ja: メタルが必要ですが利用できません

# Renderer,NoPrecomputedVisibility
source: NO PRECOMPUTED VISIBILITY
es: NO HAY VISIBILIDAD PRECALCULADA
ja: 事前計算した可視性はありません
pt_br: NENHUMA VISIBILIDADE PRÉ-COMPUTADA

# Renderer,ViewLocked
source: VIEW LOCKED
es: VISTA BLOQUEADA
ja: ビューをロック中
pt_br: VISUALIZAÇÃO TRAVADA

# SAutomationGraphicalResultBox,AutomationGraphicalClusterHeader
source: {Name} - {NumTests} Tests / {NumFails} Fails / {TotalTime} Seconds (Total) / {ParallelTime} Seconds (Parallel)
es: {Name} - {NumTests} Pruebas / {NumFails} Fallos / {TotalTime} Segundos (Total) / {ParallelTime} Segundos (paralelo)
ja: {Name} - {NumTests} テスト / {NumFails} 失敗 / {TotalTime} 秒 (合計) / {ParallelTime} 秒 (並行)
pt_br: {Name} - {NumTests} Testes / {NumFails} Falhas / {TotalTime} Segundos (Total) / {ParallelTime} Segundos (Paralelo)

# SAutomationGraphicalResultBox,AutomationGraphicalDeviceHeader
source: {NumTests} Tests / {NumFails} Fails / {TotalTime} Seconds
es: {NumTests} Pruebas / {NumFails} Fallos / {TotalTime} Segundos
ja: {NumTests} テスト / {NumFails} 失敗 / {TotalTime} 秒
pt_br: {NumTests} Testes / {NumFails} Falhas / {TotalTime} Segundos

# SAutomationGraphicalResultBox,AutomationGraphicalDuration
source: {Duration}s
ja: {Duration} 秒

# SAutomationGraphicalResultBox,AutomationGraphicalToolTip
source: {Name} Duration: {Duration}s
es: {Name} Duración: {Duration}s
ja: {Name} 継続期間: {Duration}s
pt_br: {Name} Duração: {Duration}s

# SAutomationTestItemContextMenu,MenuHeadingText
source: Automation Options
es: Opciones de automatización
ja: 自動化オプション
pt_br: Opções de Automação

# SAutomationWindowCommandBar,AutomationCopyButtonTooltip
source: Copy the selected log messages to the clipboard
es: Copiar los mensajes de registro seleccionados al portapapeles
ja: 選択ログ メッセージをクリップボードにコピーする
pt_br: Copiar as mensagens de registro selecionadas à área de transferência

# SProjectLauncherProgress,CopyButtonTooltip
source: Copy the selected log messages to the clipboard
ja: 選択したログ メッセージをクリップボードにコピーします

# UICommands.SessionConsoleCommands,SessionCopy_ToolTip
source: Copy the selected log messages to the clipboard
ja: 選択ログ メッセージをクリップボードにコピーする

# SavePackage,AssetSaveNotAllowed
source: Asset '{Name}' is not allowed to save (see log for reason)
es: El activo '{Name}' no tiene permiso para guardar (ver el registro para saber el motivo)
ja: アセット '{Name}' の保存は許可されていません(ログで理由を確認)
pt_br: O ativo “{Name}” não foi permitido para salvar (veja o registro para saber o motivo)

# SavePackage,CannotSaveAssetConformIncompatibility
source: Conformed Asset '{Name}' cannot be saved as it is incompatible with the original
es: El activo ajustado '{Name}' no pudo guardarse por ser incompatible con el original
ja: オリジナルと互換性がないため適合アセット '{Name}' は保存できません。
pt_br: O ativo correspondente “{Name}” não foi salvo porque é incompatível com o original

# SavePackage,CannotSaveAssetPartiallyLoaded
source: Asset '{Name}' cannot be saved as it has only been partially loaded
es: El activo '{Name}' no pudo guardarse porque solo se ha cargado parcialmente
ja: 部分的にロードされたためアセット '{Name}' は保存できません
pt_br: O ativo “{Name}” não foi salvo porque foi carregado parcialmente

# SavePackage,CannotSaveMapConformIncompatibility
source: Conformed Map '{Name}' cannot be saved as it is incompatible with the original
es: El mapa ajustado '{Name}' no pudo guardarse por ser incompatible con el original
ja: オリジナルと互換性がないため適合マップ '{Name}' は保存できません。
pt_br: O mapa correspondente “{Name}” não foi salvo porque é incompatível com o original

# SavePackage,CannotSaveMapPartiallyLoaded
source: Map '{Name}' cannot be saved as it has only been partially loaded
es: El mapa '{Name}' no pudo guardarse porque se ha cargado parcialmente
ja: 部分的にロードされたためマップ '{Name}' は保存できません
pt_br: O mapa “{Name}” não foi salvo porque foi carregado parcialmente

# SavePackage,MapSaveNotAllowed
source: Map '{Name}' is not allowed to save (see log for reason)
es: El mapa '{Name}' no tiene permiso para guardar (ver el registro para saber el motivo)
ja: マップ '{Name}' の保存が許可されていません(ログで理由を確認)
pt_br: O mapa “{Name}” não foi permitido para salvar (veja o registro para saber o motivo)

# SBarVisualizer,Flat
source: Flat
es: Plano
ja: フラット表示
pt_br: Plano

# SEventsTree,Flat
source: Flat
es: Plano
ja: フラット表示
pt_br: Plano

# SBarVisualizer,Frame
source: Frame
ja: フレーム

# SCollisionAnalyzer,QueryListFrameHeader
source: Frame
es: Fotograma
ja: フレーム
pt_br: Quadro

# SBarVisualizer,Hierarchical
source: Hierarchical
es: Jerárquico
ja: 階層表示
pt_br: Hierarquia

# SEventGraph,ViewMode_Name_Hierarchical
source: Hierarchical
es: Jerárquico
ja: 階層表示
pt_br: Hierarquia

# SEventsTree,Hierarchical
source: Hierarchical
es: Jerárquico
ja: 階層表示
pt_br: Hierarquia

# SBlueprintMerge,AcceptLocalLabel
source: Accept Target
ja: ターゲットを承認する

# SBlueprintMerge,AcceptLocalTooltip
source: Complete the merge operation - Leaves the target Blueprint unchanged.
ja: マージ操作の完了 - ターゲットブループリントを変更なしのままで残します。

# SBlueprintMerge,AcceptRemoteLabel
source: Accept Source
ja: ソースを承認する

# SBlueprintMerge,AcceptRemoteTooltip
source: Complete the merge operation - Replaces the Blueprint with a copy of the remote file.
ja: マージ操作を完了 - ブループリントをリモートファイルのコピーと置換します。

# SBlueprintMerge,BaseLabel
source: BASE
ja: ベース

# SBlueprintMerge,CancelMergeTooltip
source: Abort the merge operation
ja: マージ操作を中止します

# SBlueprintMerge,FailedMergeLoad
source: Failed to load asset(s) for merge.
ja: マージするアセットをロードできませんでした。

# SBlueprintMerge,FailedMergeLocalCopy
source: Failed to overwrite {0} target file.
ja: {0} ターゲットファイルを上書きできませんでした。

# SBlueprintMerge,FinishMergeLabel
source: Finish Merge
ja: マージを終了する

# SBlueprintMerge,FinishMergeTooltip
source: Complete the merge operation - saves the blueprint and resolves the conflict with the SCC provider
ja: マージ操作の完了 - ブループリントを保存して、SCCプロバイダとのコンフリクトを解決します

# SBlueprintMerge,MergeWriteFailedError
source: Failed to write merged files, please look for backups in {0}
es: Error al escribir en los archivos fusionados, por favor, localice las copias de seguridad en {0}
ja: マージファイルの書き込みに失敗しました。 {0} でバックアップを検索してください。
pt_br: Falha ao gravar arquivos combinados, procure backups em {0}
