Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SProfilerWindow,DescF_ServiceSideCapture_InProgress
source: Receiving a file ../../{Filename} {DataLoadingProgressPercent}
es: Recibiendo un archivo ../../{Filename} {DataLoadingProgressPercent}
ja: ファイルを受信中 ../../{Filename} {DataLoadingProgressPercent}
pt_br: Recebendo um arquivo ../../{Filename} {DataLoadingProgressPercent}

# SProfilerWindow,DescF_ServiceSideCapture_Loaded
source: Capture file ../../{Filename} has been successfully received
es: El archivo de captura ../../{Filename} ha sido recibido con éxito
ja: ファイルをキャプチャ ../../{Filename} の受信に成功しました。
pt_br: O arquivo de captura ../../{Filename} foi recebido

# SProfilerWindow,DescF_ServiceSideCapture_Started
source: Started receiving a file ../../{Filename}
es: Comenzó a recibir un archivo ../../{Filename}
ja: ファイルを受信中 ../../{Filename} {DataLoadingProgressPercent}
pt_br: Iniciou o recebimento de um arquivo ../../{Filename}

# SProfilerWindow,FiltersAndPresetsLabel
source: Filters And Presets
es: Filtros y preajustes
ja: フィルタとプリセット
pt_br: Filtros e Predefinições

# SProfilerWindow,GraphViewLabel
source: Graph View
es: Vista del gráfico
ja: グラフビュー
pt_br: Visualização de Grafo

# SProfilerWindow,LoadButton_Text
source: Load file
es: Cargar archivo
ja: ファイルをロード
pt_br: Carregar arquivo

# SProfilerWindow,LoadButton_TTText
source: Loads the received file and hides this notification
es: Carga el archivo recibido y oculta esta notificación
ja: 受信ファイルをロードしてこの通知を非表示にする
pt_br: Carrega o arquivo recebido e oculta esta notificação

# SProfilerWindow,SelectSessionOverlayText
source: Please select a session from the Session Browser or load a saved capture.
es: Por favor, seleccione una sesión desde el navegador de sesiones o cargue una captura guardada.
ja: セッションブラウザでセッションを選択するか、保存したキャプチャをロードしてください
pt_br: Selecione uma sessão no Navegador de Sessão ou carregue uma captura salva.

# SProjectLauncher,AddFilterToolTip
source: Add a new custom launch profile using wizard
ja: 新規のカスタム起動プロファイルをウィザードで追加

# SProjectLauncher,ProjectLauncherCustomProfileAdd
source: Add a new custom launch profile.
ja: 新規のカスタム起動プロファイルを追加

# SProjectLauncher,ProjectLauncherCustomProfilesTitle
source: Custom Launch Profiles
ja: カスタム起動プロファイル

# SProjectLauncher,ToggleAdvancedOptionsToolTipText
source: Toggles Advanced Options
ja: 詳細オプションを切り替える

# SProjectLauncher,UfeMenuGroup
source: Unreal Frontend
ja: Unreal フロントエンド

# SProjectLauncherArchivePage,ArchiveText
source: Do you wish to archive?
ja: アーカイブを実行しますか？

# SProjectLauncherArchivePage,BrowseButtonText
source: Browse...
ja: ブラウズ...

# SProjectLauncherCookByTheBookSettings,BrowseButtonText
source: Browse...
ja: ブラウズ...

# SProjectLauncherDeployRepositorySettings,BrowseButtonText
source: Browse...
ja: ブラウズ...

# SProjectLauncherPackagingSettings,BrowseButtonText
source: Browse...
ja: ブラウズ...

# SProjectLauncherUnrealProjectPicker,BrowseAction
source: Browse...
ja: ブラウズ...

# SProjectLauncherArchivePage,BrowseButtonToolTip
source: Browse for the directory
ja: ディレクトリをブラウズ

# SProjectLauncherPackagingSettings,BrowseButtonToolTip
source: Browse for the directory
ja: ディレクトリをブラウズ

# SProjectLauncherArchivePage,FolderDialogTitle
source: Choose a directory
ja: ディレクトリを選択

# SProjectLauncherPackagingSettings,FolderDialogTitle
source: Choose a directory
ja: ディレクトリを選択

# SProjectLauncherBuildConfigurationSelector,DebugActionHint
source: Debug configuration.
ja: デバッグコンフィギュレーション

# SProjectLauncherBuildConfigurationSelector,DebugGameActionHint
source: DebugGame configuration.
ja: DebugGameコンフィギュレーション

# SProjectLauncherBuildConfigurationSelector,DevelopmentActionHint
source: Development configuration.
ja: 開発コンフィギュレーション

# SProjectLauncherBuildConfigurationSelector,ShippingActionHint
source: Shipping configuration.
ja: 出荷コンフィギュレーション

# SProjectLauncherBuildConfigurationSelector,TestActionHint
source: Test configuration.
ja: テストコンフィギュレーション

# SProjectLauncherBuildPage,BuildText
source: Do you wish to build?
ja: ビルドしますか？

# SProjectLauncherBuildPage,ConfigurationComboBoxLabel
source: Build Configuration:
ja: ビルドコンフィギュレーション

# SProjectLauncherPreviewPage,ConfigurationLabel
source: Build Configuration:
ja: ビルドコンフィギュレーション:

# SProjectLauncherBuildPage,UATCheckBoxText
source: Build UAT
ja: UATをビルドする

# SProjectLauncherBuildPage,UATCheckBoxTooltip
source: If checked, UAT will be built as part of the build.
ja: チェックを入れると、ビルドの1部としてUATをビルドします。

# SProjectLauncherBuildTaskSettings,DeploySectionHeader
source: Deploy
ja: デプロイ

# SProjectLauncherDeployTaskSettings,DeploySectionHeader
source: Deploy
ja: デプロイ

# SProjectLauncherPreviewPage,DeploySectionHeader
source: Deploy
ja: デプロイ

# SProjectLauncherSettings,DeploySectionHeader
source: Deploy
ja: デプロイ

# SProjectLauncherBuildValidation,NoBuildConfigurationSelectedError
source: A Build Configuration must be selected.
ja: ビルドコンフィギュレーションを選択してください

# SProjectLauncherValidation,NoBuildConfigurationSelectedError
source: A Build Configuration must be selected.
ja: ビルドコンフィギュレーションを選択してください

# SProjectLauncherCookByTheBookSettings,AllMapsCheckBoxText
source: Show all
ja: すべて表示

# SProjectLauncherCookByTheBookSettings,AllMapsHyperlinkTooltip
source: Select all available maps.
ja: 選択可能なすべてのマップを選択します

# SProjectLauncherCookByTheBookSettings,AllPlatformsButtonTooltip
source: Select all available platforms.
ja: 選択可能なすべてのプラットフォームを選択します

# SProjectLauncherCookedPlatforms,AllPlatformsButtonTooltip
source: Select all available platforms.
ja: 選択可能なすべてのプラットフォームを選択します

# SProjectLauncherCookByTheBookSettings,BrowseButtonToolTip
source: Browse for the Http Chunk Install Data directory
ja: HTTPチャンクインストールデータの保存先ディレクトリを参照

# SProjectLauncherCookByTheBookSettings,BuildDLCCheckBoxText
source: Build DLC
ja: DLCをビルド

# SProjectLauncherCookByTheBookSettings,BuildDLCCheckBoxTooltip
source: If checked, DLC will be built without the content released with the original game.
ja: チェックされた場合、dlcはオリジナルゲームのコンテンツリリースとは別でビルドされます。

# SProjectLauncherCookByTheBookSettings,CompressedCheckBoxText
source: Compress content
ja: コンテンツを圧縮

# SProjectLauncherCookByTheBookSettings,CompressedCheckboxToolTip
source: If checked, content will be generated compressed. These will be smaller but potentially take longer to load
ja: チェックを入れるとコンテンツは圧縮形式で作成されます。サイズは小さくなりますがロード時間が長くなる可能性があります。

# SProjectLauncherCookByTheBookSettings,CookConfigurationSelectorLabel
source: Cooker build configuration:
ja: クッカービルド設定:

# SProjectLauncherCookByTheBookSettings,CookConfigurationToolTipText
source: Sets the build configuration to use for the cooker commandlet.
ja: クッカー コマンドレットで使用するビルド設定を指定します

# SProjectLauncherCookByTheBookSettings,CookedCulturesLabel
source: Cooked Cultures:
ja: クックしたカルチャー:

# SProjectLauncherPreviewPage,CulturesBuildLabel
source: Cooked Cultures:
ja: クックしたカルチャー:

# SProjectLauncherCookByTheBookSettings,CookedMapsCheckBoxText
source: Show cooked
ja: クックしたマップを表示

# SProjectLauncherCookByTheBookSettings,CookedMapsLabel
source: Cooked Maps:
ja: クックしたマップ:

# SProjectLauncherPreviewPage,MapsBuildLabel
source: Cooked Maps:
ja: クックしたマップ:

# SProjectLauncherCookByTheBookSettings,CookedPlatformsLabel
source: Cooked Platforms:
ja: クックしたプラットフォーム:

# SProjectLauncherCookByTheBookSettings,CookerOptionsTextBoxLabel
source: Additional Cooker Options:
ja: 追加のクッカー オプション:

# SProjectLauncherCookOnTheFlySettings,CookerOptionsTextBoxLabel
source: Additional Cooker Options:
ja: 追加クッカー オプション:

# SProjectLauncherCookByTheBookSettings,CookerOptionsTextBoxTooltip
source: Additional cooker command line parameters can be specified here.
ja: ここで追加のクッカー コマンドラインパラメータを指定します

# SProjectLauncherCookOnTheFlySettings,CookerOptionsTextBoxTooltip
source: Additional cooker command line parameters can be specified here.
ja: 追加のクッカー コマンドラインパラメータをここに指定できます

# SProjectLauncherCookByTheBookSettings,CreateReleaseVersionBoxText
source: Create a release version of the game for distribution.
ja: ディストリビューション用にゲームのリリースバーションを作成

# SProjectLauncherCookByTheBookSettings,CreateReleaseVersionCheckBoxTooltip
source: Create a release version of the game for distribution.
ja: ディストリビューション用にゲームのリリースバーションを作成

# SProjectLauncherCookByTheBookSettings,CreateReleaseVersionTextBoxLabel
source: Name of the new release to create.
ja: 作成する新しいリリースの名前

# SProjectLauncherCookByTheBookSettings,CreateReleaseVersionTextBoxTooltip
source: Name of the new release to create.
ja: 作成する新しいリリースの名前

# SProjectLauncherCookByTheBookSettings,CultureListMapNameColumnHeader
source: Culture
ja: カルチャー

# SProjectLauncherCookByTheBookSettings,DLCNameTextBoxLabel
source: Name of the DLC to build.
ja: ビルドするDLCの名前

# SProjectLauncherCookByTheBookSettings,DLCNameTextBoxTooltip
source: Name of DLC to build.
ja: ビルド用のDLCの名前

# SProjectLauncherCookByTheBookSettings,DontIncludeEditorContentCheckBoxText
source: Don't Include editor content in the build
ja: エディタコンテントをビルドに含まない

# SProjectLauncherCookByTheBookSettings,DontIncludeEditorContentCheckBoxTooltip
source: If checked the cooker will skip editor content and not include it in the build.
ja: チェックするとクッカーはエディタコンテントをスキップし、ビルドに含まないようにします

# SProjectLauncherCookByTheBookSettings,EncryptIniFilesCheckBoxText
source: Encrypt ini files (only with use pak file)
ja: iniファイルの暗号化(pakファイルと使用する場合のみ)

# SProjectLauncherCookByTheBookSettings,EncryptIniFilesCheckboxToolTip
source: If checked, ini files stored inside pak file will be encrypted.
ja: チェックするとpakファイル内に保存されるiniファイルが暗号化されます

# SProjectLauncherCookByTheBookSettings,GenerateChunksCheckBoxText
source: Generate Chunks
ja: チャンクを生成

# SProjectLauncherCookByTheBookSettings,GenerateChunksCheckBoxTooltip
source: If checked, the content will be deployed as multiple UnrealPak files instead of many separate files.
ja: オンに設定すると、コンテンツを多数のファイルではなく複数のUnrealPakファイルとしてデプロイします

# SProjectLauncherCookByTheBookSettings,GeneratePatchCheckBoxText
source: Generate patch
ja: パッチを生成

# SProjectLauncherCookByTheBookSettings,GeneratePatchCheckBoxTooltip
source: If checked, content will be diffed against source content and only changed files will be included in new pak
ja: チェックされた場合、コンテンツはソースコンテンツからは除外され変更ファイルとして新しいパックに追加されます。

# SProjectLauncherCookByTheBookSettings,HandleDLCIncludeEngineContentCheckBoxText
source: Include engine content
ja: エンジンコンテンツを含む

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallCheckBoxText
source: Create Http Chunk Install data
ja: HTTPチャンクインストールデータの作成

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallCheckBoxTooltip
source: If checked, the content will be split into multiple paks and stored as data that can be downloaded.
ja: チェックされた場合、コンテンツは幾つかのパックに分割されダウンロード可能なデータで格納されます。

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallDataPathLabel
source: Http Chunk Install Data Path:
ja: HTTPチャンクインストールデータのパス：

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallReleaseTextBoxLabel
source: Http Chunk Install Release Name:
ja: Httpチャンク インストール リリース名：

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallReleaseTextBoxTooltip
source: Name of this version of the Http Chunk Install data.
ja: HTTPチャンクインストールデータのこのバージョンの名前

# SProjectLauncherCookByTheBookSettings,HttpChunkInstallSettingsAreaTitle
source: Http Chunk Install Settings
ja: HTTPチャンクインストールの設定

# SProjectLauncherCookByTheBookSettings,IncrementalCheckBoxTooltip
source: If checked, only modified content will be cooked, resulting in much faster cooking times. It is recommended to enable this option whenever possible.
ja: オンに設定すると変更されたコンテンツだけがクックされるようになるため、クックにかかる時間を大幅に短縮できます。可能な限りこのオプションを有効にすることが推奨されています。

# SProjectLauncherCookOnTheFlySettings,IncrementalCheckBoxTooltip
source: If checked, only modified content will be cooked, resulting in much faster cooking times. It is recommended to enable this option whenever possible.
ja: オンに設定すると変更されたコンテンツだけがクックされるようになるため、クックにかかる時間を大幅に短縮できます。可能な限りこのオプションを有効にすることが推奨されています。

# SProjectLauncherCookByTheBookSettings,MapListMapNameColumnHeader
source: Map
ja: マップ

# SProjectLauncherCookByTheBookSettings,NoCulturesHyperlinkTooltip
source: Deselect all platforms.
ja: 全プラットフォームの選択を解除します

# SProjectLauncherCookedPlatforms,NoPlatformsHyperlinkTooltip
source: Deselect all platforms.
ja: 全プラットフォームの選択を解除します

# SProjectLauncherCookByTheBookSettings,NoMapsFoundText
source: No available maps were found.
ja: 選択できるマップが見つかりませんでした

# SProjectLauncherCookByTheBookSettings,NoMapsHyperlinkTooltip
source: Deselect all maps.
ja: 全マップの選択を解除します

# SProjectLauncherCookByTheBookSettings,NoMapsSelectedText
source: No map selected. Only startup packages will be cooked!
ja: マップが選択されませんでした。スタートアップパッケージのみがクックされます!

# SProjectLauncherCookByTheBookSettings,PatchingAreaTitle
source: Release / DLC / Patching Settings
ja: リリース・DLC・パッチの設定

# SProjectLauncherCookByTheBookSettings,RepositoryBrowseTitle
source: Choose a repository location
ja: レポジトリのロケーションを選択

# SProjectLauncherDeployRepositorySettings,RepositoryBrowseTitle
source: Choose a repository location
ja: レポジトリの位置を選択します

# SProjectLauncherCookByTheBookSettings,UnrealPakCheckBoxText
source: Store all content in a single file (UnrealPak)
ja: すべてのコンテンツを単一ファイル（UnrealPak）に格納します

# SProjectLauncherCookByTheBookSettings,UnrealPakCheckBoxTooltip
source: If checked, the content will be deployed as a single UnrealPak file instead of many separate files.
ja: チェックを入れると、多数の個別ファイルではなく単一のUnrealPakファイルとしてコンテンツをデプロイします。

# SProjectLauncherCookByTheBookSettings,UnversionedCheckBoxText
source: Save packages without versions
ja: バージョン情報なしでパッケージを保存する

# SProjectLauncherCookByTheBookSettings,UnversionedCheckBoxTooltip
source: If checked, the version is assumed to be current at load. This is potentially dangerous, but results in smaller patch sizes.
ja: オンに設定すると、ロード時にバージョンが最新のものとして扱われるようになります。潜在的な危険性を伴いますが、結果としてパッチサイズはより小さくなります

# SProjectLauncherCookModeSelector,ByTheBookAction
source: By the book
ja: バイザブック

# SProjectLauncherCookPage,ByTheBookAction
source: By the book
ja: バイザブック

# SProjectLauncherCookPage,CookModeComboButton_ByTheBook
source: By the book
ja: バイザブック

# SProjectLauncherPreviewPage,CookByTheBookLabel
source: By the book
ja: バイザブック

# SProjectLauncherSimpleDeviceListRow,CookMode_ByTheBook
source: By the book
ja: 型通り

# SProjectLauncherCookModeSelector,ByTheBookActionHint
source: Specify which content should be cooked and cook everything in advance prior to launching the game.
ja: クックするコンテンツを指定し、ゲームを起動する前にすべてをクックします

# SProjectLauncherCookPage,ByTheBookActionHint
source: Specify which content should be cooked and cook everything in advance prior to launching the game.
ja: クックするコンテンツを指定し、ゲームの起動前にすべてをクックします

# SProjectLauncherCookModeSelector,DoNotCookAction
source: Do not cook
ja: クックしないでください

# SProjectLauncherCookPage,CookModeComboButton_DoNotCook
source: Do not cook
ja: クックしないでください

# SProjectLauncherCookPage,DoNotCookAction
source: Do not cook
ja: クックしないでください

# SProjectLauncherPreviewPage,DoNotCookLabel
source: Do not cook
ja: クックしないでください

# SProjectLauncherSimpleDeviceListRow,CookMode_DoNotCook
source: Do not cook
ja: クックしないでください

# SProjectLauncherCookModeSelector,DoNotCookActionHint
source: Do not cook the content at this time.
ja: この時点でコンテンツをクックしないでください

# SProjectLauncherCookPage,DoNotCookActionHint
source: Do not cook the content at this time.
ja: この時点ではコンテンツをクックしないでください

# SProjectLauncherCookModeSelector,OnTheFlyAction
source: On the fly
ja: オンザフライ

# SProjectLauncherCookPage,CookModeComboButton_OnTheFly
source: On the fly
ja: オンザフライ

# SProjectLauncherCookPage,OnTheFlyAction
source: On the fly
ja: オンザフライ

# SProjectLauncherPreviewPage,CookOnTheFlyLabel
source: On the fly
ja: オンザフライ

# SProjectLauncherSimpleDeviceListRow,CookMode_OnTheFly
source: On the fly
ja: オンザフライ

# SProjectLauncherCookModeSelector,OnTheFlyActionHint
source: Cook the content at run-time before it is being sent to the device.
ja: デバイスへ送信する前に起動時にコンテントをクックします

# SProjectLauncherCookPage,OnTheFlyActionHint
source: Cook the content at run-time before it is being sent to the device.
ja: ランタイム時にデバイスに送信される前にコンテンツをクックします

# SProjectLauncherCookOnTheFlySettings,IncrementalCheckBoxText
source: Only cook modified content
ja: 修正済みコンテンツだけをクックします

# SProjectLauncherCookPage,CookModeComboButtonDefaultText
source: Select...
ja: 選択...

# SProjectLauncherDevicesPage,DeploymentModeComboButtonDefaultText
source: Select...
ja: 選択...

# SProjectLauncherLaunchPage,LaunchModeComboButtonSelectText
source: Select...
ja: 選択...

# SProjectLauncherPackagePage,PackagingModeComboButtonDefaultText
source: Select...
ja: 選択...

# SProjectLauncherUnrealProjectPicker,SelectProjectText
source: Select...
ja: 選択...

# SProjectLauncherCookPage,HowToCookText
source: How would you like to cook the content?
ja: コンテンツのクック方法を指定してください

# SProjectLauncherDeployFileServerSettings,HideWindowCheckBoxText
source: Hide the file server's console window
ja: ファイルサーバのコンソールウィンドウを非表示にする

# SProjectLauncherDeployFileServerSettings,HideWindowCheckBoxTooltip
source: If checked, the file server's console window will be hidden from your desktop.
ja: オンに設定すると、ファイルサーバーのコンソールウィンドウがデスクトップで非表示になります

# SProjectLauncherDeployFileServerSettings,StreamingServerCheckBoxText
source: Streaming server (experimental)
ja: ストリーミング サーバー (実験段階機能)

# SProjectLauncherDeployFileServerSettings,StreamingServerCheckBoxTooltip
source: If checked, the file server uses an experimental implementation that can serve multiple files simultaneously.
ja: チェックを入れると、ファイルサーバーは実験段階に実装した機能を用いて複数ファイルを同時に処理します

# SProjectLauncherDeployRepositorySettings,BrowseButtonToolTip
source: Browse for the repository
ja: リポジトリの場所を参照します

# SProjectLauncherDeployRepositorySettings,RepositoryPathLabel
source: Repository Path:
ja: リポジトリのパス:

# SProjectLauncherPackagingSettings,RepositoryPathLabel
source: Repository Path:
ja: リポジトリのパス:

# SProjectLauncherDeployTargetListRow,CheckBoxToolTip
source: Check this box to include this device in the current device group
ja: このデバイスを現在のデバイスグループに含めるにはチェックを入れます

# SProjectLauncherDeployTargetListRow,InvalidVariant
source: Invalid Variant
ja: 無効なバリアント

# SProjectLauncherSimpleDeviceListRow,InvalidVariant
source: Invalid Variant
ja: 無効なバリアント

# SProjectLauncherDeployTargetListRow,StandardVariant
source: Standard
ja: 標準

# SProjectLauncherDeployTargets,DeviceListHostColumnHeader
source: Host
ja: ホスト

# SProjectLauncherDeployTargets,DeviceListRowToolTipDeviceId
source: Device ID: {0}
ja: デバイスID: {0}

# SProjectLauncherDeployTargets,DeviceListRowToolTipName
source: Name: {0}
ja: 名前: {0}

# SProjectLauncherSimpleDeviceListView,DeviceListRowToolTipName
source: Name: {0}
ja: 名前: {0}

# SProjectLauncherDeployTargets,DeviceListRowToolTipPlatform
source: Platform: {0}
ja: プラットフォーム: {0}

# SSessionBrowser,InstanceToolTipPlatform
source: Platform: {0}
ja: プラットフォーム: {0}

# SProjectLauncherDeployTargets,DeviceListVariantColumnHeader
source: Variant
ja: バリアント

# SProjectLauncherSimpleDeviceListRow,LaunchVariantLabel
source: Variant
ja: バリアント

# SProjectLauncherDeployTargets,InvalidDevice
source: Invalid Device
ja: 無効なデバイス

# SProjectLauncherDeployTargets,NoDevicesText
source: No available devices were detected.
ja: 利用可能なデバイスが検出されませんでした

# SProjectLauncherDeployTaskSettings,LaunchSectionHeader
source: Launch
ja: 起動

# SProjectLauncherPreviewPage,LaunchSectionHeader
source: Launch
ja: 起動

# SProjectLauncherProfileLaunchButton,ProjectLauncherLaunch
source: Launch
ja: 起動する

# SProjectLauncherSettings,LaunchSectionHeader
source: Launch
ja: 起動

# SProjectLauncherDeployToDeviceSettings,IncrementalCheckBoxText
source: Only deploy modified content
ja: 修正済みコンテンツだけをデプロイ

# SProjectLauncherDeployToDeviceSettings,IncrementalCheckBoxTooltip
source: If checked, only modified content will be deployed, resulting in much faster deploy times. It is recommended to enable this option whenever possible.
ja: チェックを入れた場合は、より高速なデプロイ時間で修正コンテンツのみをデプロイします。可能な限りこのオプションを有効にすることが推奨されています。

# SProjectLauncherDeviceGroupSelector,AddProfileButtonToolTip
source: Add a new device group
ja: 新規デバイス グループを追加します

# SProjectLauncherDeviceGroupSelector,CreateOrSelectGroupText
source: Create or select a device group...
ja: デバイスグループを作成または選択...

# SProjectLauncherDeviceGroupSelector,DeleteProfileButtonToolTip
source: Delete the selected device group
ja: 選択中のデバイス グループを削除します

# SProjectLauncherDeviceGroupSelector,DeviceGroupComboBoxLabel
source: Device group to deploy to:
ja: デプロイするデバイスグループ:

# SProjectLauncherDeviceGroupSelector,RenameProfileButtonToolTip
source: Rename the selected device group
ja: 選択対象のデバイスグループ名を変更します

# SProjectLauncherDevicesPage,CopyRepositoryAction
source: Copy repository
ja: レポジトリをコピー

# SProjectLauncherDevicesPage,CopyRepositoryActionHint
source: Copy a build from a repository to the device.
ja: レポジトリからデバイスへビルドをコピー

# SProjectLauncherDevicesPage,CopyToDeviceAction
source: Copy to device
ja: デバイスにコピー

# SProjectLauncherPreviewPage,CopyToDeviceLabel
source: Copy to device
ja: デバイスにコピー

# SProjectLauncherDevicesPage,CopyToDeviceActionHint
source: Copy the entire build to the device.
ja: ビルド全体をデバイスにコピーします

# SProjectLauncherDevicesPage,CopyToDeviceRequiresCookByTheBookText
source: This mode requires 'By The Book' cooking
ja: このモードは '規則に従った' クックが必須です

# SProjectLauncherDevicesPage,DoNotDeployAction
source: Do not deploy
ja: デプロイしないでください

# SProjectLauncherPreviewPage,DoNotDeployLabel
source: Do not deploy
ja: デプロイしないでください

# SProjectLauncherDevicesPage,DoNotDeployActionHint
source: Do not deploy the build at this time.
ja: この時点ではビルドをデプロイしないでください

# SProjectLauncherDevicesPage,FileServerAction
source: File server
ja: ファイルサーバー

# SProjectLauncherPreviewPage,FileServerLabel
source: File server
ja: ファイルサーバー

# SProjectLauncherDevicesPage,FileServerActionHint
source: Use a file server to deploy game content on the fly.
ja: ファイルサーバーを使用してゲームコンテンツをオンザフライでデプロイします

# SProjectLauncherDevicesPage,HowToDeployText
source: How would you like to deploy the build?
ja: ビルドのデプロイ方法を指定してください

# SProjectLauncherInstanceTypeSelector,DedicatedServer
source: Dedicated Server
ja: 専用サーバー

# SProjectLauncherLaunchRoleEditor,DedicatedServer
source: Dedicated Server
ja: 専用サーバー

# TGenericMacTargetPlatform,MacServerVariantTitle
source: Dedicated Server
ja: 専用サーバー

# TGenericWindowsTargetPlatform,WindowsServerVariantTitle
source: Dedicated Server
ja: 専用サーバー

# TLinuxTargetPlatform,LinuxServerVariantTitle
source: Dedicated Server
ja: 専用サーバー

# SProjectLauncherInstanceTypeSelector,DedicatedServerActionHint
source: Launch this instance as a dedicated game server.
ja: このインスタンスを専用ゲームサーバーとして起動します

# SProjectLauncherLaunchRoleEditor,DedicatedServerActionHint
source: Launch this instance as a dedicated game server.
ja: このインスタンスを、専用ゲームサーバーとして起動します

# SProjectLauncherInstanceTypeSelector,ListenServer
source: Listen Server
ja: リッスンサーバー

# SProjectLauncherLaunchRoleEditor,ListenServer
source: Listen Server
ja: リッスンサーバー

# SProjectLauncherInstanceTypeSelector,ListenServerActionHint
source: Launch this instance as a game client that can accept connections from other clients.
ja: このインスタンスを、他のクライアントから接続を受け付けるゲームクライアントとして起動します

# SProjectLauncherLaunchRoleEditor,ListenServerActionHint
source: Launch this instance as a game client that can accept connections from other clients.
ja: このインスタンスを、他のクライアントからの接続を受け付けるゲームクライアントとして起動します

# SProjectLauncherInstanceTypeSelector,StandaloneClient
source: Standalone Client
ja: スタンドアローンクライアント

# SProjectLauncherLaunchRoleEditor,StandaloneClient
source: Standalone Client
ja: スタンドアローンクライアント

# SProjectLauncherInstanceTypeSelector,StandaloneClientActionHint
source: Launch this instance as a standalone game client.
ja: このインスタンスを、スタンドアロンゲームクライアントとして起動します

# SProjectLauncherLaunchRoleEditor,StandaloneClientActionHint
source: Launch this instance as a standalone game client.
ja: このインスタンスを、スタンドアロンゲームクライアントとして起動します

# SProjectLauncherLaunchPage,CannotLaunchText
source: The build is not being deployed and cannot be launched.
ja: このビルドは現在デプロイ中でないため起動できません

# SProjectLauncherLaunchPage,CopyToDeviceRequiresCookByTheBookText
source: Custom launch roles are not supported yet.
ja: カスタム起動の役割はまだサポートされていません
