Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# ,PrecomputedVisibilityCellsSF
source: Precomputed Visibility Cells
es: Celdas de visibilidad precalculada
ja: プリコンピュート結果の表示セル
pt_br: Celulas de Visibilidade Pré-computada

# ,PrecomputedVisibilitySF
source: Precomputed Visibility
es: Visibilidad precalculada
ja: プリコンピュート結果の表示
pt_br: Visibilidade Pré-computada

# UnrealEd,PrecomputedVisibilityVolumeSF
source: Precomputed Visibility
es: Visibilidad precalculada
ja: 事前計算された表示
pt_br: Visibilidade Pré-computada

# ,PreviewShadowIndicatorSF
source: Preview Shadows Indicator
es: Indicador de vista preliminar de sombras
ja: シャドウ インジケーターのプレビュー
pt_br: Visualizar Indicador de Sombras

# ,PropertyColorationSF
source: Property Coloration
es: Propiedad de coloración
ja: プロパティの着色
pt_br: Coloração de Propriedade

# ,ReflectionEnvironmentSF
source: Reflection Environment
es: Entorno de reflejos
ja: 反射用環境
pt_br: Ambiente de Reflexão

# ,RefractionSF
source: Refraction
es: Refracción
ja: リフラクション
pt_br: Refração

# ,RenderingSF
source: Any Rendering
es: Cualquier renderización
ja: 任意のレンダリング
pt_br: Qualquer renderização

# ,SceneColorFringeSF
source: Scene Color Fringe
es: Franja del color de la escena
ja: シーンのカラーフリンジ
pt_br: Bordas Coloridas da Cena

# ,ScreenPercentageSF
source: Screen Percentage
es: Porcentaje de pantalla
ja: スクリーン比
pt_br: Porcentagem da Tela

# ,ScreenSpaceAOSF
source: Screen Space Ambient Occlusion
ja: スクリーンスペースAO

# ,ScreenSpaceReflectionsSF
source: Screen Space Reflections
es: Reflejos del espacio de la pantalla
ja: スクリーンスペース反射
pt_br: Reflexões do Espaço da Tela

# ,VisualizeSSR
source: Screen Space Reflections
es: Reflejos del espacio de la pantalla
ja: スクリーンスペース反射
pt_br: Reflexões do Espaço da Tela

# ,SelectionOutlineSF
source: Selection Outline
es: Contorno de la selección
ja: 選択アウトライナー
pt_br: Contorno de Seleção

# ,SelectionSF
source: Selection
es: Selección
ja: 選択
pt_br: Seleção

# SEventGraph,ContextMenu_Header_Selection
source: Selection
es: Selección
ja: 選択
pt_br: Seleção

# ,SeparateTranslucencySF
source: Separate Translucency
es: Translucidez independiente
ja: 透過を分離
pt_br: Separar Translucidez

# ,SerializationOutOfBoundsErrorMessage
source: Corrupt data found, please verify your installation.
ja: 破損データを検出しました。インストール状態を確認してください

# ,ShaderComplexitySF
source: Shader Complexity
es: Complejidad del sombreador
ja: シェーダーの複雑度
pt_br: Complexidade do Sombreador

# ,ShadowFrustumsSF
source: Shadow Frustums
es: Conos truncados (frustums) de sombra
ja: シャドウ視錘台
pt_br: Troncos da Sombra

# ,SkeletalMeshesSF
source: Skeletal Meshes
es: Mallas esqueleto
ja: スケルタルメッシュ
pt_br: Malhas Esqueléticas

# ,SkyLightingSF
source: Sky Lighting
es: Iluminación del cielo
ja: スカイライティング
pt_br: Iluminação do Céu

# ,SnapSF
source: Snap
es: Magnetismo
ja: スナップ
pt_br: Aderência

# ,SpecularSF
source: Specular
es: Especular
ja: スペキュラ
pt_br: Especular

# Engine.BufferVisualizationMaterials,BaseSpecularMat
source: Specular
es: Especular
ja: スペキュラ
pt_br: Especular

# ,SplinesSF
source: Splines
ja: スプライン
pt_br: Emendas

# ,SpotLightsSF
source: Spot Lights
es: Focos
ja: スポットライト
pt_br: Luzes de Holofote

# ,StaticMeshesSF
source: Static Meshes
es: Mallas estáticas
ja: スタティックメッシュ
pt_br: Malhas Estáticas

# ,StationaryLightOverlapSF
source: Stationary Light Overlap
es: Superponer luz estática
ja: ステーショナリーライトのオーバーラップ
pt_br: Sobreposição de Luz Estacionária

# ,StereoRenderingSF
source: Stereoscopic Rendering
es: Renderización estereoscópica
ja: 立体視レンダリング
pt_br: Renderização Estereoscópica

# ,StreamingBoundsSF
source: Streaming Bounds
es: Límites de la transmisión de flujo
ja: ストリーミングバウンド
pt_br: Limites de Transmissão

# ,SubsurfaceScatteringSF
source: Subsurface Scattering (Screen Space)
ja: サブサーフェススキャッタリング（スクリーンスペース）

# ,VisualizeSSSSF
source: Subsurface Scattering (Screen Space)
ja: サブサーフェススキャッタリング（スクリーンスペース）

# ,TemporalAASF
source: Temporal AA (instead FXAA)
es: AA temporal (en lugar de FXAA)
ja: テンポラルAA(FXAAの代わり)
pt_br: AA Temporal (em vez de FXAA)

# ,TessellationSF
source: Tessellation
es: Teselado
ja: テッセレーション
pt_br: Mosaico

# ,TestImageSF
source: Test Image
es: Imagen de prueba
ja: テスト画像
pt_br: Imagem de Teste

# ,TextRenderSF
source: Render (3D) Text
es: Renderizado de texto (3D)
ja: テキスト(3D)を描画する
pt_br: Texto (3D) de Renderização

# ,TexturedLightProfilesSF
source: Textured Light Profiles (IES Texture)
es: Perfiles de luz texturizada (textura IES)
ja: テクスチャライトプロファイル (IES テクスチャ)
pt_br: Perfis de Luz Texturizada (Textura de IES)

# ,TonemapperSF
source: Tonemapper
es: Asignación tonal
ja: トーンマッパー
pt_br: Mapeamento de Tons

# ,TranslucencySF
source: Translucency
es: Translucidez
ja: 透過
pt_br: Translucidez

# ,VectorFieldsSF
source: Vector Fields
es: Campos vectoriales
ja: ベクターフィールド
pt_br: Campos Vetoriais

# ,VertexColorsSF
source: Vertex Colors
es: Colores del vértice
ja: 頂点カラー
pt_br: Cores do Vértice

# ,VignetteSF
source: Vignette
es: Viñeteado
ja: ビネット効果
pt_br: Vinheta

# ,VisLogSF
source: Log Visualizer
es: Visualizador del registro
ja: ログ ビジュアライザ
pt_br: Visualizador de Registros

# ,VisualizeAdaptiveDOFSF
source: Adaptive Depth of Field
es: Profundidad de campo adaptativa
ja: アダプティブ DOF
pt_br: Profundidade de campo adaptativa

# ,VisualizeBufferSF
source: Buffer Visualization
es: Visualización del búfer
ja: バッファ表示
pt_br: Visualização do Buffer

# ,VisualizeDOFSF
source: Depth of Field Layers
es: Capas de profundidad de campo
ja: DOF レイヤー
pt_br: Camadas da profundidade de campo

# ,VisualizeHDRSF
source: HDR (Eye Adaptation)
ja: HDR （動的自動適正露光）

# ,VisualizeLightCullingSF
source: Light Culling
es: Desaparición de la luz
ja: ライト カリング
pt_br: Descarte de luz

# ,VisualizeLPVSF
source: Light Propagation Volume
ja: ライト伝播のボリューム

# ,VisualizeOutOfBoundsPixelsSF
source: Out of Bounds Pixels
ja: 範囲外のピクセル

# ,VisualizeSenses
source: Senses
ja: 認識

# ,VisualizeShadingModels
source: Shading Models
ja: シェーディングモデル

# ,VolumeLightingSamplesSF
source: Volume Lighting Samples
es: Muestras del volumen de iluminación
ja: ボリュームライティングサンプル
pt_br: Amostras de Iluminação de Volume

# ,VolumesSF
source: Volumes
es: Volúmenes
ja: ボリューム

# ,WireframeSF
source: Wireframe
es: Malla de alambre
ja: ワイヤーフレーム
pt_br: Grade de Linhas

# AbilitySystemEditor,BeginLoadingGameplayCueNotify
source: Loading GameplayCue Library
ja: ゲームプレイキューライブラリをロード中

# Actor,InvalidScale
source: Scale '{0}' is not valid.
es: La escala '{0}' no es válida.
ja: スケール '{0}' は無効です
pt_br: Escala '{0}' inválida.

# ActorComponent,MapCheck_Message_AbstractClass
source: {ComponentName}::{OwnerName} is obsolete and must be removed (Class is abstract)
es: {ComponentName}::{OwnerName} está obsoleto y debe eliminarse (la clase es abstracta)
ja: {ComponentName}::{OwnerName} は使用できないため削除しなくてはいけません(抽象クラス)
pt_br: {ComponentName}::{OwnerName} é obsoleto e deve ser removido (Classe abstrata)

# ActorComponent,MapCheck_Message_DeprecatedClass
source: {ComponentName}::{OwnerName} is obsolete and must be removed (Class is deprecated)
es: {ComponentName}::{OwnerName} está obsoleto y debe eliminarse (la clase está obsoleta)
ja: {ComponentName}::{OwnerName} は使用できないため削除しなくてはいけません(非推奨クラス)
pt_br: {ComponentName}::{OwnerName} é obsoleto e deve ser removido (Classe descontinuada)

# AIModule,AIAssetCategory
source: Artificial Intelligence
ja: AI

# AmbientSound,MapCheck_Message_AudioComponentNull
source: Ambient sound actor has NULL AudioComponent property - please delete
ja: アンビエントサウンドアクタにNULLのAudioComponent プロパティが設定されています。削除してください。

# AmbientSound,MapCheck_Message_SoundCueNull
source: Ambient sound actor has NULL Sound Cue property
ja: アンビエントサウンドアクタにNULLのサウンド キュープロパティがあります。

# AndroidRuntimeSettings,AndroidDeveloperIconographyPage
source: Android Developer Page on Iconography
es: Página del programador de Android en Iconography
ja: IconographyのAndroidデベロッパーページ
pt_br: Página do Desenvolvedor Android no Iconography

# AndroidRuntimeSettings,AndroidDeveloperIconographyPageTooltip
source: Opens a page on Android Iconography
es: Abre una página en Android Iconography
ja: Android図像でページを開く
pt_br: Abre a página no Iconography do Android

# AndroidRuntimeSettings,AndroidDeveloperSigningPage
source: Android Developer page on Signing for Distribution
ja: コードサイニング証明書を配布するためのAndroidデベロッパーページ

# AndroidRuntimeSettings,AndroidDeveloperSigningPageTooltip
source: Opens a page that discusses the signing using keytool
ja: キーツールを使用するサイニング証明書について意見を交わすページを開く

# AndroidRuntimeSettings,AppIDHyperlink
source: App ID Hyperlink
ja: App IDへのハイパーリンク

# AndroidRuntimeSettings,BuildFolderLabel
source: Build Folder
ja: ビルドフォルダ

# AndroidRuntimeSettings,BuildForArmV7ToolTip
source: Enable ArmV7 CPU architecture support? (this will be used if all CPU architecture types are unchecked)
ja: ArmV7 CPU アーキテクチャのサポートを有効にしますか？（CPUアーキテクチャタイプにチェックがない場合に使用）

# AndroidRuntimeSettings,BuildForES2ToolTip
source: Enable OpenGL ES2 rendering support? (this will be used if rendering types are unchecked)
ja: OpenGL ES2 レンダリングサポートを有効にしますか？（描画タイプにチェックがない場合に使用）

# AndroidRuntimeSettings,BuildForESDeferredToolTip
source: Enable OpenGL ES31 + AEP (Android Extension Pack) rendering support?
ja: OpenGL ES31 + AEP (Android Extension Pack) レンダリングを有効にしますか？

# AndroidRuntimeSettings,BuildForX8664ToolTip
source: Enable X86-64 CPU architecture support?
ja: X86-64 CPU アーキテクチャをサポートしますか？

# AndroidRuntimeSettings,BuildForX86ToolTip
source: Enable X86 CPU architecture support?
ja: X86 CPU アーキテクチャをサポートしますか？

# AndroidRuntimeSettings,GitHubSourceRequiredToolTip
source: This requires GitHub source.
ja: GitHub ソースが必要です。

# IOSTargetSettings,GitHubSourceRequiredToolTip
source: This requires GitHub source.
ja: GitHubソースが必要です。

# MaterialShaderQualitySettings,GitHubSourceRequiredToolTip
source: This requires GitHub source.
ja: GitHubソースが必要です。

# AndroidRuntimeSettings,GooglePlayDeveloperPage
source: Android Developer Page on Google Play services
es: Página del programador Android en los servicios Google Play
ja: Google PlayサービスのAndroidデベロッパーページ
pt_br: Página do Desenvolvedor Android nos serviços Google Play

# AndroidRuntimeSettings,GooglePlayDeveloperPageTooltip
source: Opens a page that discusses Google Play services
es: Abre un página que trata sobre los servicios de Google Play
ja: Google Playサービスの説明ページを開く
pt_br: Abre a página que fala sobre os serviços do Google Play

# AndroidRuntimeSettings,GooglePlayPlatformName
source: Google Play services
es: Servicios Google Play
ja: Google Playサービス
pt_br: Serviços Google Play

# AndroidRuntimeSettings,IconsHyperlink
source: Icons Hyperlink
ja: アイコンへのハイパーリンク

# AndroidRuntimeSettings,LaunchImage_Landscape
source: Launch Landscape
ja: 横表示で起動

# AndroidRuntimeSettings,LaunchImage_Portrait
source: Launch Portrait
ja: 縦表示で起動

# AndroidRuntimeSettings,OpenBuildFolderButton
source: Open Build Folder
ja: ビルドフォルダを開く

# AndroidRuntimeSettings,OpenManifestFolderButton_Tooltip
source: Opens the folder containing the build files in Explorer or Finder (it's recommended you check these in to source control to share with your team)
ja: ExplorerまたはFinderでビルドファイルを格納するフォルダを開く（チームと共有するためにソースコントロールでこのフォルダの確認を推奨）

# AndroidRuntimeSettings,ProjectProperties
source: Project Properties
es: Propiedades del proyecto
ja: プロジェクトプロパティ
pt_br: Propriedades do Projeto

# AndroidRuntimeSettings,SettingsIcon
source: Icon
es: Icono
ja: アイコン
pt_br: Ícone

# AndroidRuntimeSettings,SettingsIcon_HDPI
source: HDPI Icon
es: Icono HDPI
ja: HDPIアイコン
pt_br: Ícone HDPI

# AndroidRuntimeSettings,SettingsIcon_LDPI
source: LDPI Icon
es: Icono LDPI
ja: LDPIアイコン
pt_br: Ícone LDPI

# AndroidRuntimeSettings,SettingsIcon_MDPI
source: MDPI Icon
es: Icono MDPI
ja: MDPIアイコン
pt_br: Ícone MDPI

# AndroidRuntimeSettings,SettingsIcon_XHDPI
source: XHDPI Icon
es: Icono XHDPI
ja: XHDPIアイコン
pt_br: Ícone XHDPI

# AndroidRuntimeSettings,SigningHyperlink
source: Signing Hyperlink
ja: サイニング証明書のハイパーリンク

# AndroidRuntimeSettings,UpgradeInfo
source: Upgrade Info
ja: アップグレード情報

# IOSTargetSettings,UpgradeInfo
source: Upgrade Info
ja: アップグレード情報

# AndroidRuntimeSettings,UpgradeInfoMessage
source: <RichTextBlock.TextHighlight>Note to users from 4.6 or earlier</>: We now <RichTextBlock.TextHighlight>GENERATE</> an AndroidManifest.xml when building, so if you have customized your .xml file, you will need to put all of your changes into the below settings. Note that we don't touch your AndroidManifest.xml that is in your project directory. Additionally, we no longer use SigningConfig.xml, the settings are now set in the Distribution Signing section.
ja: <RichTextBlock.TextHighlight>v4.6前との変更点のお知らせ</>: ビルド時に AndroidManifest.xml を<RichTextBlock.TextHighlight>自動生成</> するようになりました。つきましては、XMLファイルを直接変更されていた設定箇所については以下のUIで設定しなおしてください。プロジェクトディレクトリ内の AndroidManifest.xml はこちらからは変更しません。 また、 SigningConfig.xml は使用しなくなりました。この設定は今度から Distribution Signing のセクションで行います。

# AndroidRuntimeSettings,Warning
source: Warning
ja: 警告

# Core.MessageLog,Warning
source: Warning
es: Aviso
ja: 警告
pt_br: Advertência

# AnimNotifyState_Trail,InvalidPSTemplateFmt
source: {0}: {1} does not contain any trail emittter.
es: {0}: {1} no contiene ningún emisor de pista.
ja: {0}: {1} にトレイルエミッタが含まれていません
pt_br: {0}: {1} não contém nenhum emissor de trilha.

# AnimNotifyState_Trail,NoneFirstSocket
source: {0}: Must set First Socket Name.
es: {0}: Debe asignar un primer nombre del punto de acople.
ja: {0}: 最初のソケット名を設定しなくてはいけません
pt_br: {0}: Deve definir o Nome do Primeiro Soquete.

# AnimNotifyState_Trail,NonePSTemplate
source: {0}: Trail must have a PSTemplate.
es: {0}: La pista debe tener una PSTemplate.
ja: {0}: トレイルにPSTemplateがなくてはいけません
pt_br: {0}: A trilha deve possuir um PSTemplate.

# AnimNotifyState_Trail,NoneSecondSocket
source: {0}: Must set Second Socket Name.
es: {0}: Debe asignar un segundo nombre del punto de acople.
ja: {0}: 2番目のソケット名を設定しなくてはいけません
pt_br: {0}: Deve definir o Nome do Segundo Soquete.

# AssetFixUpRedirectors,LoadingReferencingPackages
source: Loading Referencing Packages...
es: Cargando paquetes de referencia...
ja: 参照パッケージをロード中...
pt_br: Carregando pacotes de referência...

# AssetFixUpRedirectors,RedirectorFixupFailed_BadSCC
source: Redirector could not be checked out or marked for delete
es: El redireccionador no pudo ser reservado o marcado para ser eliminado
ja: リダイレクタをチェックアウトしたり削除するためにマークすることはできません
pt_br: O redirecionador não pôde ser verificado ou marcado para ser excluído

# AssetFixUpRedirectors,RedirectorFixupFailed_CodeReference
source: Redirector is referenced by code. Package: {0}
es: El redireccionador está referenciado por código. Paquete: {0}
ja: リダイレクタはコードに参照されています。パッケージ: {0}
pt_br: O redirecionador é mencionado pelo código. Pacote: {0}

# AssetFixUpRedirectors,RedirectorFixupFailed_NotCheckedOut
source: Referencing package {0} was not checked out
es: El paquete referenciado {0} no fue reservado
ja: 参照パッケージ {0} はチェックアウトされませんでした
pt_br: O pacote de referência {0} não fez registro de saída

# AssetFixUpRedirectors,RedirectorFixupFailed_ReadOnly
source: Referencing package {0} was read-only
es: El paquete referenciado {0} era solo de lectura
ja: 参照パッケージ {0} は読み取り専用です
pt_br: O pacote de referência {0} é somente para leitura

# AssetFixUpRedirectors,RedirectorFixupFailedMessage
source: The following redirectors could not be completely fixed up
es: Los siguientes redireccionadores no se pudieron reparar por completo
ja: 次のリダイレクタを完全に修正することができません
pt_br: Os seguintes redirecionadores não podem ser consertados completamente

# AssetRegistry,CommandText_FindInvalidUAssets
source: Finds a list of all assets which are in UAsset files but do not share the name of the package
es: Encuentra una lista de todos los activos que están en archivos UAsset pero que no comparten el nombre del paquete
ja: 「UAsset」ファイルに存在し、パッケージの名前を共有しない全アセットのリストを検索します
pt_br: Encontra uma lista de todos os ativos que estão nos arquivos UAsset, mas não compartilha o nome do pacote

# AssetRegistry,CommandText_GetByClass
source: Query the asset registry for assets matching the supplied class
es: Consultar el registro de activos para buscar activos que coincidan con la clase suministrada
ja: 提供クラスと一致するアセットに対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para os ativos que correspondem à classe fornecida

# AssetRegistry,CommandText_GetByName
source: Query the asset registry for assets matching the supplied package name
es: Consultar el registro de activos para buscar activos que coincidan con el nombre del paquete
ja: 指定パッケージ名と一致するアセットに対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para os ativos que correspondem ao nome do pacote fornecido

# AssetRegistry,CommandText_GetByPath
source: Query the asset registry for assets matching the supplied package path
es: Consultar el registro de activos para buscar activos que coincidan con la ruta del paquete
ja: 提供パッケージ パスと一致するアセットに対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para os ativos que correspondem ao caminho do pacote fornecido

# AssetRegistry,CommandText_GetByTag
source: Query the asset registry for assets matching the supplied tag and value
es: Consultar el registro de activos para buscar activos que coincidan con la etiqueta y valor suministrados
ja: 提供タグと値に一致するアセットに対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para os ativos que correspondem ao valor e etiqueta fornecidos

# AssetRegistry,CommandText_GetDependencies
source: Query the asset registry for dependencies for the specified package
es: Consultar el registro de activos para buscar dependencias en el paquete especificado
ja: 提供パッケージとの依存関係に対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para as dependências do pacote especificado

# AssetRegistry,CommandText_GetReferencers
source: Query the asset registry for referencers for the specified package
es: Consultar el registro de activos para buscar referenciadores en el paquete especificado
ja: 提供パッケージのリファレンサに対しアセットレジストリのクエリを実行します
pt_br: Consultar o registrador de ativos para os referenciadores do pacote especificado

# AssetRenameManager,AssetRenameSlowTask
source: Renaming Assets
es: Renombrando activos
ja: アセット名を変更中
pt_br: Renomeando Ativos

# AssetRenameManager,FailedRenamesDialog
source: Failed Renames
es: Cambios de nombre fallidos
ja: 名前変更に失敗しました
pt_br: Renomeações não realizadas

# AssetRenameManager,InvalidAssetText
source: Invalid Asset
es: Activo no válido
ja: 無効なアセットです
pt_br: Ativo inválido

# AssetTypeActions,RemapSkeletonFailed_InvalidAssetText
source: Invalid Asset
es: Activo no válido
ja: 無効なアセット
pt_br: Ativo inválido

# AssetRenameManager,ReferenceUpdateSlowTask
source: Updating Asset References
es: Referencias de actualización de activo
ja: アセットの参照を更新中
pt_br: Atualizando Referências dos Ativos

# AssetRenameManager,RenameCDOReferences
source: The following assets are referenced by one or more Class Default Objects: {0} Continuing with the rename may require code changes to fix these references. Do you wish to continue?
es: Los siguientes activos están referenciados por uno o varios objetos predeterminados de clase: {0} Continuar el cambio de nombre puede requerir cambios de código para solucionar las referencias. ¿Desea continuar?
ja: 次のアセットは1つ以上のクラスデフォルトオブジェクトに参照されています: {0} 名前変更を継続するとこれらの参照の修正にコード変更が必要になる可能性があります。継続しますか？
pt_br: Os seguintes ativos são mencionados por um ou mais Objetos Padrão de Classe: {0} Prosseguir com a renomeação pode requerer as alterações de código para fixar essas referências. Continuar?

# AssetRenameManager,RenameFailuresCloseButton
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar

# DockTabStack,CloseTab
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar

# NativeCodeGenerationTool,Close
source: Close
ja: 閉じる

# AssetRenameManager,RenameFailureTitle
source: The following assets could not be renamed.
es: Los siguientes activos no pudieron renombrarse.
ja: 次のアセット名を変更できませんでした
pt_br: Não foi possível renomear os ativo a seguir.

# AssetTools,AnimationAssetCategory
source: Animation
ja: アニメーション

# AssetTools,AssetNameInUseByMap
source: You can not create an asset named '{0}' because there is already a map file with this name in this folder.
es: No puede crear un activo nombrado '{0}', porque ya existe un archivo de mapa con este nombre en esta carpeta.
ja: フォルダ内に同名のマップファイルが既に存在しているため、 '{0}' という名前のアセットは作成できません。
pt_br: Não é possível criar um ativo chamado “{0}” porque já existe um arquivo de mapa com este nome nesta pasta.

# AssetTools,AssetSpecificOptionsMenuHeading
source: {0} Actions
es: {0} Acciones
ja: {0} アクション
pt_br: {0} Ações

# AssetTools,AssetToolsLogLabel
source: Asset Tools
ja: アセットツール

# AssetTools,BlueprintAssetCategory
source: Blueprints
ja: ブループリント

# AssetTools,CheckOutFileFailed
source: Failed to check out package
ja: パッケージをチェックアウトできませんでした

# AssetTools,ChooseDiffTool
source: Choose Diff Tool
ja: 差分ツールを選択

# AssetTools,CreateANewObject
source: Create a new object
es: Crear un nuevo objeto
ja: 新規オブジェクトを作成
pt_br: Criar um novo objeto

# AssetTools,DeletingNoSCCConnection
source: Could not check for deleted file. No connection to source control available!
es: No pudo comprobar el archivo borrado. ¡No hay conexión con el control de fuente!
ja: 削除済みファイルを確認出来ませんでした。ソースコントロールへの接続がありません！
pt_br: Não foi possível registrar o arquivo excluído. Nenhuma conexão com o controle de origem disponível!

# AssetTools,DiffFail
source: The currently set diff tool '{0}' could not be run. Would you like to set a new diff tool?
ja: 現在設定されている差分ツールの'{0}'を実行できませんでした。新しい差分ツールを設定しますか?

# AssetTools,DuplicateAnObject
source: Duplicate an object
es: Duplicar un objeto
ja: オブジェクトを複製する
pt_br: Duplicar um objeto

# AssetTools,DuplicateAssetDialogTitle
source: Duplicate Asset As
ja: アセットに名前を付けて複製

# AssetTools,GameplayAssetCategory
source: Gameplay
ja: ゲームプレイ

# AssetTools,Import_DeterminingImportTypes
source: Determining asset types
ja: アセットタイプを判断中

# AssetTools,Import_ImportingFile
source: Importing "{0}"...
ja: "{0}" をインポート中...

# AssetTools,ImportDeleteFailed
source: Failed to delete '{0}'. The asset is referenced by other content.
es: Fallo al eliminar '{0}'. El activo es referenciado por otro contenido.
ja: '{0}' の削除に失敗しました。対象アセットは他のコンテンツに参照されています。
pt_br: Falha ao excluir “{0}”. O ativo é referenciado por outro conteúdo.

# AssetTools,ImportDialogTitle
source: Import
es: Importación
ja: インポート
pt_br: Importar

# AssetTools,ImportFailed_Generic
source: Failed to import '{0}'. Failed to create asset '{1}'. Please see Output Log for details.
ja: '{0}' のインポートに失敗しました。アセット '{1}' の作成に失敗しました。 詳細はアウトプットログを確認してください。

# AssetTools,ImportFailed_UnknownExtension
source: Failed to import '{0}'. Unknown extension '{1}'.
es: Fallo al importar '{0}'. Extensión desconocida '{1}'.
ja: '{0}' のインポートに失敗しました。不明な拡張子 '{1}' です。
pt_br: Falha ao importar “{0}”. Extensão desconhecida “{1}”.

# AssetTools,ImportObjectAlreadyExists_DifferentClass
source: Do you want to replace the existing asset? An asset already exists at the import location: {0}
es: ¿Desea reemplazar el activo existente? Ya existe un activo en la ubicación de importación: {0}
ja: 既存アセットを置換しますか? アセットはインポート先に既に存在します: {0}
pt_br: Realocar o ativo existente? Um ativo já existe na localização de importação: {0}

# AssetTools,ImportObjectAlreadyExists_SameClass
source: Do you want to overwrite the existing asset? An asset already exists at the import location: {0}
es: ¿Desea sobrescribir el activo existente? Ya existe un activo en la ubicación de importación: {0}
ja: 既存アセットを上書きしますか? アセットはインポート先に既に存在します: {0}
pt_br: Substituir o ativo existente? Um ativo já existe na localização de importação: {0}

# AssetTools,ImportSlowTask
source: Importing
es: Importando
ja: インポート中
pt_br: Importando
