Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# InputKeys,Steam_Touch_0
source: Steam Touch 0
ja: Steam タッチ 0

# InputKeys,Steam_Touch_1
source: Steam Touch 1
ja: Steam タッチ 1

# InputKeys,Steam_Touch_2
source: Steam Touch 2
ja: Steam タッチ 2

# InputKeys,Steam_Touch_3
source: Steam Touch 3
ja: Steam タッチ 3

# InputKeys,ThumbMouseButton
source: Thumb Mouse Button
es: Botón lateral del ratón
ja: マウスの親指ボタン
pt_br: Botão do mouse acionado pelo polegar

# InputKeys,ThumbMouseButton2
source: Thumb Mouse Button 2
es: Botón lateral del ratón 2
ja: マウスの親指ボタン２
pt_br: Botão do mouse acionado pelo polegar 2

# InputKeys,Touch1
source: Touch 1
es: Tocar 1
ja: タッチ 1
pt_br: Toque 1

# InputKeys,Touch10
source: Touch 10
es: Tocar 10
ja: タッチ 10
pt_br: Toque 10

# InputKeys,Touch2
source: Touch 2
es: Tocar 2
ja: タッチ 2
pt_br: Toque 2

# InputKeys,Touch3
source: Touch 3
es: Tocar 3
ja: タッチ 3
pt_br: Toque 3

# InputKeys,Touch4
source: Touch 4
es: Tocar 4
ja: タッチ 4
pt_br: Toque 4

# InputKeys,Touch5
source: Touch 5
es: Tocar 5
ja: タッチ 5
pt_br: Toque 5

# InputKeys,Touch6
source: Touch 6
es: Tocar 6
ja: タッチ 6
pt_br: Toque 6

# InputKeys,Touch7
source: Touch 7
es: Tocar 7
ja: タッチ 7
pt_br: Toque 7

# InputKeys,Touch8
source: Touch 8
es: Tocar 8
ja: タッチ 8
pt_br: Toque 8

# InputKeys,Touch9
source: Touch 9
es: Tocar 9
ja: タッチ 9
pt_br: Toque 9

# InputKeys,TouchSubCateogry
source: Touch
ja: タッチ

# SCAQueryDetails,TouchLabel
source: Touch
ja: タッチ

# InputKeys,Underscore
source: Underscore
ja: アンダースコア

# InputKeys,Up
source: Up
es: Subir
ja: 上
pt_br: Para Cima

# InputKeys,XBoxOne_Gamepad_FaceButton_Bottom
source: Gamepad A
ja: ゲームパッド A
pt_br: A do controle do jogo

# InputKeys,XBoxOne_Gamepad_FaceButton_Right
source: Gamepad B
ja: ゲームパッド B
pt_br: B do controle do jogo

# InputKeys,XBoxOne_Gamepad_FaceButton_Top
source: Gamepad Y
ja: ゲームパッド Y
pt_br: Y do controle do jogo

# InputKeys,XBoxOne_Gamepad_Special_Left
source: Gamepad Back
es: Gamepad atrás
ja: ゲームパッド Back
pt_br: Voltar do controle do jogo

# InputKeys,XBoxOne_Gamepad_Special_Right
source: Gamepad Start
es: Gamepad inicio
ja: ゲームパッドスタートボタン
pt_br: Início do controle do jogo

# InstancedFoliage,MapCheck_FixDuplicateInstancedFoliageActor
source: Fix
ja: 修正

# Material,MapCheck_FixMaterialUsage
source: Fix
ja: 修正

# InstancedFoliage,MapCheck_Message_FoliageMissingComponent
source: Foliage in this map is missing a component for static mesh {MeshName}. This has been repaired.
ja: このマップのフォリッジはスタティックメッシュ {MeshName} に対してコンポーネントがありません。この問題は修復されました。

# InstancedFoliage,MapCheck_Message_FoliageMissingStaticMesh
source: Foliage instances for a missing static mesh have been removed.
es: Se han eliminado las instancias de follaje para una malla estática ausente.
ja: 不足しているスタティックメッシュのフォリッジインスタンスが取り除かれました。
pt_br: As instâncias de folhagem para uma malha estática ausente foram removidas.

# InstancedStaticMesh,FailedStaticLightingWarning
source: The total lightmap size for this InstancedStaticMeshComponent is too big no matter how much we reduce the per-instance size, the number of mesh instances in this component must be reduced
ja: インスタンス毎にサイズを抑えていますが、それでも InstancedStaticMeshComponent のライトマップのトータルサイズが大きすぎます。このコンポーネントに含まれるメッシュインスタンスの数を減らしてください。

# InstancedStaticMesh,LargeStaticLightingWarning
source: The total lightmap size for this InstancedStaticMeshComponent is large, consider reducing the component's lightmap resolution or number of mesh instances in this component
ja: このInstancedStaticMeshComponentの合計ライトマップサイズが大きすぎます。コンポーネントのライトマップ解像度、またはこのコンポーネントのメッシュインスタンス数の削減を検討してください。

# InstancedStaticMesh,ReducedStaticLightingWarning
source: The total lightmap size for this InstancedStaticMeshComponent was too big and it was automatically reduced. Consider reducing the component's lightmap resolution or number of mesh instances in this component
ja: InstancedStaticMeshComponent のライトマップのトータルサイズが大きすぎるため自動的に減らされました。コンポーネントのライトマップの解像度を下げるか、メッシュインスタンスの数を少なくしてはいかがでしょうか。

# Internationalization,InvariantCultureDisplayName
source: Invariant Language (Invariant Country)
es: Idioma invariable (país invariable)
ja: インバリアントカルチャ (インバリアント)
pt_br: Idioma invariável (País invariável)

# InternationalizationSettingsModelDetails,EditorCultureSettingDisplayName
source: Editor Culture
ja: エディタカルチャー

# InternationalizationSettingsModelDetails,EditorCultureSettingToolTip
source: The culture in which the editor should be displayed.
ja: エディタを表示する際のカルチャー

# InternationalizationSettingsModelDetails,EditorFieldNamesLabel
source: Use Localized Field Names
es: Utilizar nombre de campo localizados
ja: 翻訳されたフィールド名を使用する
pt_br: Usar Nomes de Campo Localizados

# InternationalizationSettingsModelDetails,EditorFieldNamesTooltip
source: Toggle showing localized field names. NOTE: Requires restart to take effect.
ja: ローカライズされたフィールド名を表示するかを切り替えます。注意: 再起動後に有効になります。

# InternationalizationSettingsModelDetails,GraphEditorNodesAndPinsLocalized
source: Use Localized Graph Editor Nodes and Pins
ja: 翻訳されたノードとピンの名前をグラフエディタで使用する

source: Toggle localized node and pin titles in all graph editors.
ja: すべてのグラフエディタでノードとピンタイトルのローカライズ表示を切り替えます。

# InternationalizationSettingsModelDetails,InternationalizationCategory
source: Internationalization
ja: 国際化

# InternationalizationSettingsModelDetails,NativeGameCultureSettingDisplayName
source: Native Game Culture
ja: ネイティブゲームカルチャー

# IOSTargetSettings,AllCertificatesButtonTooltip
source: View all certificates.
ja: すべての証明書を表示

# IOSTargetSettings,AllProvisionsButtonTooltip
source: View all provisions.
ja: すべてのプロビジョニングファイルを表示

# IOSTargetSettings,AppIcon_iPad_iOS6
source: iPad iOS6 App Icon
es: Icono App iOS6 iPad
ja: iPad iOS6 Appアイコン
pt_br: Ícone do aplicativo do iOS6 do iPad

# IOSTargetSettings,AppIcon_iPad_iOS7
source: iPad iOS7 App Icon
es: Icono App iOS7 iPad
ja: iPad iOS7 Appアイコン
pt_br: Ícone do aplicativo do iOS7 do iPad

# IOSTargetSettings,AppIcon_iPadProRetina_iOS9
source: iPad Pro Retina iOS9 App Icon
ja: iPad Pro Retina iOS9 Appアイコン

# IOSTargetSettings,AppIcon_iPadRetina_iOS6
source: iPad Retina iOS6 App Icon
es: Icono App iOS6 iPad Retina
ja: iPad Retina iOS6 Appアイコン
pt_br: Ícone do aplicativo do iOS6 da Retina do iPad

# IOSTargetSettings,AppIcon_iPadRetina_iOS7
source: iPad Retina iOS7 App Icon
es: Icono App iOS7 iPad Retina
ja: iPad Retina iOS7 Appアイコン
pt_br: Ícone do aplicativo do iOS7 da Retina do iPad

# IOSTargetSettings,AppIcon_iPhone_iOS6
source: iPhone iOS6 App Icon
es: Icono App iOS6 iPhone
ja: iPhone iOS6 Appアイコン
pt_br: Ícone do aplicativo do iOS6 do iPhone

# IOSTargetSettings,AppIcon_iPhoneRetina_iOS6
source: iPhone Retina iOS6 App Icon
es: Icono App iOS6 iPhone Retina
ja: iPhone Retina iOS6 Appアイコン
pt_br: Ícone do aplicativo do iOS6 da Retina do iPhone

# IOSTargetSettings,AppIcon_iPhoneRetina_iOS7
source: iPhone Retina iOS7 App Icon
es: Icono App iOS7 iPhone Retina
ja: iPhone Retina iOS7 Appアイコン
pt_br: Ícone do aplicativo do iOS7 da Retina do iPhone

# IOSTargetSettings,AppIcon_iPhoneRetina_iOS8
source: iPhone Plus Retina iOS8 App Icon
ja: iPhone Plus Retina iOS8 Appアイコン

# IOSTargetSettings,CertificateLabel
source: Certificate
ja: 証明書

# IOSTargetSettings,CertificateListNameColumnHeader
source: Certificate
ja: 証明書

# IOSTargetSettings,CertificateListExpiresColumnHeader
source: Expires
ja: 失効

# IOSTargetSettings,CertificateListStatusColumnHeader
source: Status
ja: ステータス

# IOSTargetSettings,ProvisionListStatusColumnHeader
source: Status
ja: ステータス

# SDeviceBrowser,DevicesListStatusColumnHeader
source: Status
es: Estatus
ja: ステータス

# SProjectLauncherProgress,TaskListStatusColumnHeader
source: Status
ja: ステータス

# SSessionBrowser,InstanceListStatusColumnHeader
source: Status
ja: ステータス

# IOSTargetSettings,CertificateViewerFindingProvisions
source: Please wait while we gather information.
ja: 情報を収集するまでお待ちください

# IOSTargetSettings,ProvisionViewerFindingProvisions
source: Please wait while we gather information.
ja: 情報を収集するまでお待ちください

# IOSTargetSettings,CertificateViewerImportingCertificate
source: Importing Certificate. Please wait...
ja: 証明書をインポート中です。お待ちください...

# IOSTargetSettings,CertificateViewerNoValidProvisions
source: No Certificates Found. Please Import a Certificate.
ja: 証明書がありません。証明書をインポートしてください。

# IOSTargetSettings,GenerateSSHKey
source: Generate SSH Key
ja: 新規SSHキーを生成

# IOSTargetSettings,ImportProvision
source: Import Provision
ja: プロビジョニングプロファイルをインポートする

# IOSTargetSettings,ImportProvisionDialogTitle
source: Import Provision
ja: プロビジョニングプロファイルをインポートする

# IOSTargetSettings,IOSUpgradeInfoMessage
source: <RichTextBlock.TextHighlight>Note to users from 4.6 or earlier</>: We now <RichTextBlock.TextHighlight>GENERATE</> an Info.plist when building, so if you have customized your .plist file, you will need to put all of your changes into the below settings. Note that we don't touch the .plist file that is in your project directory, so you can use it as reference.
ja: <RichTextBlock.TextHighlight>4.6 またはそれ以前のバージョンを使用しているユーザーへの注意事項</>: ビルド時に「Info.plist」を <RichTextBlock.TextHighlight>生成</> 出来るようになりました。ご自身の「.plist」ファイルをカスタマイズした場合は、すべての変更を以下の設定に置かなくてはいけません。こちら側でユーザーの「.plist」ファイルに触れることはないため、これらを参照として使用することができます。

# IOSTargetSettings,LaunchImage_iPad_Landscape
source: Launch iPad in Landscape
es: Iniciar el iPad en horizontal
ja: iPadを横表示で起動する
pt_br: Inicia o iPad em Paisagem

# IOSTargetSettings,LaunchImage_iPad_Portrait
source: Launch iPad in Portrait
es: Iniciar el iPad en vertical
ja: iPadを縦表示で起動する
pt_br: Inicia o iPad em Retrato

# IOSTargetSettings,LaunchImage_iPadPro_Landscape
source: Launch iPad Pro in Landscape
ja: iPad Proを横表示で起動する

# IOSTargetSettings,LaunchImage_iPadPro_Portrait
source: Launch iPad Pro in Portrait
ja: iPad Proを縦表示で起動する

# IOSTargetSettings,LaunchImage_iPadProRetina_Landscape
source: Launch iPad Pro Retina in Landscape
ja: iPad Pro Retinaを横表示で起動する

# IOSTargetSettings,LaunchImage_iPadProRetina_Portrait
source: Launch iPad Pro Retina in Portrait
ja: iPad Pro Retinaを縦表示で起動する

# IOSTargetSettings,LaunchImage_iPadRetina_Landscape
source: Launch iPad Retina in Landscape
es: Iniciar el iPad Retina en horizontal
ja: iPad Retinaを横表示で起動する
pt_br: Inicia a Retina do iPad em Paisagem

# IOSTargetSettings,LaunchImage_iPadRetina_Portrait
source: Launch iPad Retina in Portrait
es: Iniciar el iPad Retina en vertical
ja: iPad Retinaを縦表示で起動する
pt_br: Inicia a Retina do iPad em Retrato

# IOSTargetSettings,LaunchImage_iPhone
source: Launch iPhone 4/4S
es: Iniciar iPhone 4/4S
ja: iPhone 4/4Sを起動する
pt_br: Inicia o iPhone 4/4S

# IOSTargetSettings,LaunchImage_iPhone5
source: Launch iPhone 5/5S Retina
es: Iniciar iPhone 5/5S Retina
ja: iPhone 5/5S Retinaを起動する
pt_br: Inicia a Retina do iPhone 5/5S

# IOSTargetSettings,LaunchImage_iPhone6
source: Launch iPhone 6 in Portrait
ja: iPhone 6を縦表示で起動する

# IOSTargetSettings,LaunchImage_iPhone6_Landscape
source: Launch iPhone 6 in Landscape
ja: iPhone 6を横表示で起動する

# IOSTargetSettings,LaunchImage_iPhone6Plus_Landscape
source: Launch iPhone 6 Plus in Landscape
ja: iPhone 6 Plusを横表示で起動する

# IOSTargetSettings,LaunchImage_iPhone6Plus_Portrait
source: Launch iPhone 6 Plus in Portrait
ja: iPhone 6 Plusを縦表示で起動する

# IOSTargetSettings,LaunchImage_iPhoneRetina
source: Launch iPhone 4/4S Retina
es: Iniciar iPhone 4/4S Retina
ja: iPhone 4/4S Retinaを起動する
pt_br: Inicia a Retina do iPhone 4/4S

# IOSTargetSettings,ProvisionLabel
source: Provision
ja: プロビジョニング

# IOSTargetSettings,ProvisionListNameColumnHeader
source: Provision
ja: プロビジョニング

# IOSTargetSettings,ProvisionListDistributionColumnHeader
source: Distribution
ja: 配布

# IOSTargetSettings,ProvisionListFileColumnHeader
source: File
ja: ファイル

# TaskGraph,FileMenu
source: File
es: Archivo
ja: ファイル
pt_br: Arquivo

# IOSTargetSettings,ProvisionViewerImportingProvisions
source: Importing Provision. Please wait...
ja: プロビジョニングファイルをインポート中です。お待ちください...

# IOSTargetSettings,ProvisionViewerNoValidProvisions
source: No Provisions Found. Please Import a Provision.
ja: プロビジョニングファイルがありません。プロビジョニングファイルをインポートしてください。

# IOSTargetSettings,RemoteBuildingGroupName
source: Remote Build Options
ja: リモートビルドオプション

# IOSTargetSettings,RemoteServerNameLabel
source: Remote Server Name
ja: リモートサーバー名

# IOSTargetSettings,RemoteServerNameToolTip
source: The name or ip address of the remote mac which will be used to build IOS
ja: iOSのビルドに使用するリモートMacの名前またはIPアドレス

# IOSTargetSettings,RSyncUserNameLabel
source: RSync User Name
ja: RSync ユーザー名

# IOSTargetSettings,RSyncUsernameToolTip
source: The username of the mac user that matches the specified SSH Key.
ja: 指定SSHキーと一致するMacユーザーのユーザー名

# IOSTargetSettings,SettingsIcon_iPhone
source: iPhone Settings Icon
es: Icono ajustes iPhone
ja: iPhone 設定アイコン
pt_br: Ícone de Configurações do iPhone

# IOSTargetSettings,SettingsIcon_iPhoneRetina
source: iPhone Retina Settings Icon
es: Icono de ajustes iPhone Retina
ja: iPhone Retina 設定アイコン
pt_br: Ícone de Configurações da Retina do iPhone

# IOSTargetSettings,SpotlightIcon_iOS7
source: iOS7 Spotlight Icon
es: Icono SpotLight iOS7
ja: iOS7 Spotlightアイコン
pt_br: Ícone do Spotlight do iOS7

# IOSTargetSettings,SpotlightIcon_iPad_iOS6
source: iPad iOS6 Spotlight Icon
es: Icono SpotLight iOS6 iPad
ja: iPad iOS6 Spotlightアイコン
pt_br: Ícone do Spotlight do iOS6 do iPad

# IOSTargetSettings,SpotlightIcon_iPadRetina_iOS6
source: iPad Retina iOS6 Spotlight Icon
es: Icono SpotLight iOS6 iPad Retina
ja: iPad Retina iOS6 Spotlightアイコン
pt_br: Ícone do Spotlight do iOS6 da Retina do iPad

# IOSTargetSettings,SpotlightIcon_Retina_iOS7
source: Retina iOS7 Spotlight Icon
es: Icono SpotLight iOS7 Retina
ja: Retina iOS7 Spotlight アイコン
pt_br: Ícone do Spotlight do iOS7 da Retina

# IOSTargetSettings,SSHPrivateKeyLocationToolTip
source: The existing location of an SSH Key found by UE4.
ja: UE4が見つけたSSHキーの既存位置

# IOSTargetSettings,SSHPrivateKeyOverridePathToolTip
source: Override the existing SSH Private Key with one from a specified location.
ja: 指定位置からのキーで既存SSHプライベートキーをオーバーライドする

# IOSTargetSettings,ValidCertificatesHyperlinkLabel
source: Valid Only
ja: 有効のみ

# IOSTargetSettings,ValidProvisionsHyperlinkLabel
source: Valid Only
ja: 有効のみ

# IOSTargetSettings,ValidCertificatesHyperlinkTooltip
source: View Valid certificates.
ja: 有効な証明書を表示

# IOSTargetSettings,ValidProvisionsHyperlinkTooltip
source: View Valid provisions.
ja: 有効なプロビジョニングファイルを表示

# IOSTargetSettings,ViewLabel
source: View:
ja: 表示：

# K2Node,DocumentationBlock_ListTitle
source: Add Documentation Node...
ja: Documentationノードを追加...

# K2Node,DocumentationBlock_Title
source: UDN Documentation Excerpt
ja: UDNオンライン マニュアル引用

# K2Node,DocumentationBlock_Tooltip
source: UDN Documentation Excerpt
ja: UDNオンライン マニュアル引用

# KismetMaterialLibrary,GetScalarParamOn
source: GetScalarParameterValue called on
es: GetScalarParameterValue llamado en
ja: GetScalarParameterValueを要求
pt_br: GetScalarParameterValue chamado

# KismetMaterialLibrary,GetVectorParamOn
source: GetVectorParameterValue called on
es: GetVectorParameterValue llamado en
ja: GetVectorParameterValueを要求
pt_br: GetVectorParameterValue chamado

# KismetMaterialLibrary,SetScalarParamOn
source: SetScalarParameterValue called on
es: SetScalarParameterValue llamado en
ja: SetScalarParameterValueを要求
pt_br: SetScalarParameterValue chamado

# KismetMaterialLibrary,SetVectorParamOn
source: SetVectorParameterValue called on
es: SetVectorParameterValue llamado en
ja: SetVectorParameterValueを要求
pt_br: SetVectorParameterValue chamado

# KismetMaterialLibrary,WithInvalidParam
source: with invalid ParameterName '{ParamName}'. This is likely due to a Blueprint error.
es: con ParameterName '{ParamName}” no válido. Esto se debe probablemente a un error del Blueprint.
ja: 無効なパラメータ名 '{ParamName}' です。おそらくブループリントエラーによる可能性があります。
pt_br: com ParameterName inválido “{ParamName}”. Provavelmente, a causa é um erro de Esquema.

# Landscape,BeginDeletingLayerTask
source: Deleting Layer
es: Eliminando capa
ja: レイヤを削除中
pt_br: Excluindo Camada

# Landscape,BeginExportingGizmoDataTask
source: Exporting Gizmo Data
es: Exportando datos gizmo
ja: ギズモデータをエクスポート中
pt_br: Exportando Dados Gizmo

# Landscape,BeginExportingLandscapeHeightmapTask
source: Exporting Landscape Heightmap
es: Exportando mapa de altura del terreno
ja: ランドスケープハイトマップをエクスポート中
pt_br: Exportando Mapa de Alturas da Paisagem

# Landscape,BeginExportingLandscapeWeightmapTask
source: Exporting Landscape Layer Weightmap
es: Exportando mapa de peso de la capa del terreno
ja: ランドスケープレイヤウェイトマップをエクスポート中
pt_br: Exportando Mapa de Pesos da Camada da Paisagem

# Landscape,BeginImportingGizmoDataFromClipboardTask
source: Importing Gizmo Data From Clipboard
es: Importando datos gizmo desde el portapapeles
ja: クリップボードからギズモデータをインポート中
pt_br: Importando Dados Gizmo da Área de Transferência

# Landscape,BeginImportingGizmoDataTask
source: Importing Gizmo Data
es: Importando datos gizmo
ja: ギズモデータをインポート中
pt_br: Importando Dados Gizmo

# Landscape,BeginReplacingLayerTask
source: Replacing Layer
es: Sustituyendo la capa
ja: レイヤを置換中
pt_br: Substituindo Camada

# Landscape,BeingImportingLandscapeTask
source: Importing Landscape
es: Importando terreno
ja: ランドスケープをエクスポート中
pt_br: Importando Paisagem

# Landscape,LandscapeSpline_ApplySplines
source: Apply Splines to Landscape
es: Aplicar splines al terreno
ja: ランドスケープにスプラインを適用する
pt_br: Aplicar Emendas à Paisagem

# Landscape,MapCheck_Message_FixedUpDeletedLayerWeightmap
source: {LandscapeName} : Fixed up deleted layer weightmap
es: {LandscapeName} : restaurado el weightmap de la capa eliminada
ja: {LandscapeName} : 削除したレイヤウェイトマップを修正済み
pt_br: {LandscapeName} : Mapa de pesos da cama excluída consertado

# Landscape,MapCheck_Message_FixedUpIncorrectLayerWeightmap
source: {LandscapeName} : Fixed up incorrect layer weightmap texture index
es: {LandscapeName} : restaurado el índice de textura del weightmap de la capa incorrecta
ja: {LandscapeName} : 不正なレイヤウェイトマップのテクスチャインデックスを修正済み
pt_br: {LandscapeName} : Índice de textura do mapa de pesos incorreto consertado

# Landscape,MapCheck_Message_FixedUpSharedLayerWeightmap
source: Fixed up shared weightmap texture for layer {LayerName} in component '{LandscapeName}' (shares with '{ChannelName}')
es: Arreglada la textura del mapa de peso compartido para la capa {LayerName} en el componente '{LandscapeName}' (la comparte con '{ChannelName}')
ja: コンポーネント '{LandscapeName}' ( '{ChannelName}'と共有)でレイヤ {LayerName} の共有ウェイトマップテクスチャを修正済み
pt_br: Textura de mapa de pesos compartilhada consertada para a camada {LayerName} no componente “{LandscapeName}” (compartilha com “{ChannelName}”)

# Landscape,MapCheck_Message_LandscapeComponentPostLoad_Warning
source: Landscape {ProxyName1} of {LevelName1} has overlapping render components with {ProxyName2} of {LevelName2} at location ({XLocation}, {YLocation}).
ja: {LevelName1} のランドスケープ {ProxyName1} の({XLocation}、 {YLocation}) に描画コンポーネントとオーバーラップしている {LevelName2} の {ProxyName2} があります

# Landscape,MapCheck_RemoveDuplicateLandscapeComponent
source: Delete Duplicate
ja: 複製を削除

# Landscape,MapCheck_RemoveDuplicateLandscapeComponentDesc
source: Deletes the duplicate landscape component.
ja: 複製のランドスケープコンポーネントを削除

# Landscape.Splines,MapCheck_ActionName_MeshesOutDated
source: Rebuild landscape splines
ja: ランドスケープ スプラインをリビルド

# Landscape.Splines,MapCheck_ActionName_OrphanedMeshes
source: Clean up orphaned meshes
ja: 孤立したメッシュを片付ける

# Landscape.Splines,MapCheck_Message_MeshesOutDated
source: Meshes in {MeshMap} out of date compared to landscape spline in {SplineMap}
ja: {MeshMap} の中のメッシュが {SplineMap} のランドスケープ スプラインと比べて古くなっています。

# LatentActionManager,NoPendingActions
source: No Pending Actions
es: Sin acciones pendientes
ja: 保留のアクションはありません
pt_br: Nenhuma Ação Pendente

# LatentActionManager,NumPendingActions
source: %d Pending Actions: %s
es: %d Acciones pendientes: %s
ja: %d 保留中アクション: %s
pt_br: %d Ações Pendentes: %s

# Launch,Error_ResolutionTooLow
source: The current resolution is too low to run this game.
es: La resolución actual es demasiado baja para ejecutar este juego.
ja: このゲームを実行するには解像度が不足しています
pt_br: A resolução atual é muito baixa para executar esse jogo.

# LaunchEngineLoop,RequiresGamePrefix
source: Error: UE4Editor does not append 'Game' to the passed in game name. You must use the full name. You specified '{0}', use '{0}Game'.
es: Error: UE4Editor no añade “Juego” al aprobado en el nombre del juego. Debe utilizar el nombre completo. Ha especificado '{0}', utilice “{0}Juego”.
ja: エラー: UE4Editorは渡されたゲーム名に 'Game' を追加しません。 フルネームを使用しなくてはいけません。 '{0}' を指定せずに '{0}Game' を使用してください。
pt_br: Erro: O UE4Editor não anexa “Game” ao que passou no nome do jogo. Você deve usar o nome completo do jogo. Você especificou “{0}”, use “{0}Game”.

# LauncherWorker,LauncherArchiveDesc
source: Archiving content for {0}
ja: {0} のコンテンツをアーカイブ中

# LauncherWorker,LauncherBuildDesc
source: Build game for {0}
ja: {0} にビルドしたゲーム

# LauncherWorker,LauncherCompletionDesc
source: UAT post launch cleanup
ja: UAT 実行後のクリーンアップ

# LauncherWorker,LauncherCookDesc
source: Cook content for {0}
ja: {0} のクックコンテンツ

# LauncherWorker,LauncherDeployDesc
source: Deploying content for {0}
ja: {0} のコンテンツをデプロイ中

# LauncherWorker,LauncherPackageDesc
source: Packaging content for {0}
ja: {0} のコンテンツをパッケージ中

# LauncherWorker,LauncherRunDesc
source: Launching on {0}
ja: {0} で起動中

# LevelUtils,ApplyPostEditMove
source: Updating all actors in level after move
es: Actualizar todos los actores en el nivel después de mover
ja: 移動後のレベルの全アクタを更新中
pt_br: Atualizando todos os atores no nível após movimento

# LevelUtils,ChangeEditorLevelTransform
source: Edit Level Transform
es: Editar la transformación de nivel
ja: レベルトランスフォームを編集
pt_br: Editar Transformação de Nível

# LightMap2D,BeginEncodingLightMapsTask
source: Encoding light-maps
es: Codificando mapas de luz
ja: ライトマップをエンコード中
pt_br: Codificando mapas de luzes

# Lightmass,LightmassError_FailedToAllocateShadowmapChannel
source: Severe performance loss: Failed to allocate shadowmap channel for stationary light due to overlap - light will fall back to dynamic shadows!
es: Pérdida grave de rendimiento: Falló al asignar el canal del mapa de sombreado para la luz estacionaria debido a la superposición - ¡la luz volverá a las sombras dinámicas!
ja: 深刻なパフォーマンスロス: オーバーラップが原因で固定ライトにシャドウマップチャンネルを割り当てることができませんでした。ライトはダイナミックシャドウにフォールバックします！
pt_br: Perda de desempenho severa: Falha ao alocar o canal de mapa de sombras para a luz estacionária devido à sobreposição - a luz voltará para as sombras dinâmicas!

# Linker,FailedLoad
source: Failed to load '{FileName}': {ErrorMessage}
es: Error al cargar '{FileName}': {ErrorMessage}
ja: '{FileName}' のロードに失敗しました: {ErrorMessage}
pt_br: Falha ao carregar “{FileName}”: {ErrorMessage}

# Linker,FailedLoad_Message
source: Failed to load
es: Error al cargar
ja: ロードに失敗しました
pt_br: Falha ao carregar

# Linker,FailedLoad_Property
source: Property
es: Propiedad
ja: プロパティ
pt_br: Propriedade

# Linker,FailedLoad_Referenced
source: Referenced by
es: Referenciado por
ja: 参照元
pt_br: Referenciado por

# Linker,FilenameToPackage
source: Can't convert filename '{Filename}' to asset name
es: No puede convertir el nombre de archivo '{Filename}' a nombre de activo
ja: ファイル名 '{Filename}' をアセット名に変換できません
pt_br: Não é possível converter o nome de arquivo “{Filename}” no nome do ativo

# Linker,FilenameToPackageShort
source: Can't convert filename to asset name
es: No puede convertir el nombre de archivo a nombre de activo
ja: ファイル名をアセット名に変換できません
pt_br: Não é possível converter o nome de arquivo no nome do ativo

# Linker,FileNotFound
source: Can't find file '{Filename}'
es: No puede encontrar el archivo '{Filename}'
ja: ファイル '{Filename}' が見つかりません
pt_br: Não é possível encontrar o arquivo “{Filename}”

# Linker,FileNotFoundShort
source: Can't find file
es: No puede encontrar el archivo
ja: ファイルが見つかりません
pt_br: Não é possível encontrar o arquivo
