Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# ,A142B7B34A0249B0A45DEA8C0939E227
source: Render Flipbook
ja: フリップブックを描画

# ,B8405248423EF8F25F9A8FABBDEEB43C
source: Render Flipbook
ja: フリップブックを描画

# ,C2A1B842483C96BBD1BA218656CE8D09
source: Render Flipbook
ja: フリップブックを描画

# ,C6FAA1354B090EC50B9E52A18C7A369E
source: Render Flipbook
ja: フリップブックを描画

# ,DF70CE0C41B7A02113B4D7B96769FEE6
source: Render Flipbook
ja: フリップブックを描画

# ,EA4521BE49C63E88DBD23A9EAAD74FA4
source: Render Flipbook
ja: フリップブックを描画

# ,EBD4E08D4226D98BAC7CDDA16BEFA05C
source: Render Flipbook
ja: フリップブックを描画

# ,ECBFDAEB4266BF40924361AFA262A2A5
source: Render Flipbook
ja: フリップブックを描画

# ,0E49415242418CF6652204AE52F4F30E
source: Then while squeezing the side buttons on both Controller's, move you arms so that both Controller's will be as close togther as possible.
ja: 両方のコントローラのサイドボタンを握ったまま、両方のコントローラをできるだけお互いに近づけるように腕を動かしてください。

# ,0F02C4AD435384045CA7FF8C37680BD6
source: Physics Ground
ja: フィジックス地面

# ,11111E0C4ADB5C1C40C7D69159630B2B
source: Physics Ground
ja: フィジックス地面

# ,2322CEE749669854CDD1C29F53DE6EF2
source: Physics Ground
ja: フィジックス地面

# ,33F7289D4A418FEF0698868D1EDB05DE
source: Physics Ground
ja: フィジックス地面

# ,3F0B14BA4BD723866E1CE2AC8490D074
source: Physics Ground
ja: フィジックス地面

# ,4273A60347D6778F404A038D574EA7AA
source: Physics Ground
ja: フィジックス地面

# ,4917A37C4E91D575979269AB0940DB0D
source: Physics Ground
ja: フィジックス地面

# ,58B6F9C24D72A66BCA349E91DE0651B8
source: Physics Ground
ja: フィジックス地面

# ,5DE471E24AEA227DB3237AA0D5341179
source: Physics Ground
ja: フィジックス地面

# ,5E10C2A34484503EB1AAF28D0693354B
source: Physics Ground
ja: フィジックス地面

# ,5F7510AD449D5CB50E542BB33CC0DF6B
source: Physics Ground
ja: フィジックス地面

# ,6F40A4774F366CCE3FA6E9B6FEB3E0A3
source: Physics Ground
ja: フィジックス地面

# ,6F4112844E76358C86164D885FE993FF
source: Physics Ground
ja: フィジックス地面

# ,6F5CF2FB4C115F346901F2A477FECF44
source: Physics Ground
ja: フィジックス地面

# ,81A0F41943B7DC54A57542AC6E3120A0
source: Physics Ground
ja: フィジックス地面

# ,820D5BE34B4806D5D0B82C8388BB6102
source: Physics Ground
ja: フィジックス地面

# ,9C81C7D144FF88640C191399C3382CA0
source: Physics Ground
ja: フィジックス地面

# ,BA786AC14F542071F0765580790CA1B9
source: Physics Ground
ja: フィジックス地面

# ,C29D9C694C7C02343B9FED86E821ABE9
source: Physics Ground
ja: フィジックス地面

# ,C6E55F394E42B356EB3ADC9211B32AB5
source: Physics Ground
ja: フィジックス地面

# ,CECC6DDE470DB485AF0FFA94F14020F9
source: Physics Ground
ja: フィジックス地面

# ,D0BF9DC048716B6993F680A835F5DCF6
source: Physics Ground
ja: フィジックス地面

# ,D5D5C24844EF2E908B0F49828F35B122
source: Physics Ground
ja: フィジックス地面

# ,D7918F7D46399E013961DE91C6A8385F
source: Physics Ground
ja: フィジックス地面

# ,EDC8DB6E4ECF759D01FE5287345B661F
source: Physics Ground
ja: フィジックス地面

# ,F6B126044F8A0136511FC29401167BFE
source: Physics Ground
ja: フィジックス地面

# ,0FC45AE8418296857B669883F706E5B9
source: Pivot Painter 2
ja: ピボットペインター2

# ,401D18754AAE9BA9CAEC46BAEA38F5EA
source: Pivot Painter 2
ja: ピボットペインター2

# ,AEE7C87E42CA9CDF9AB7B39B96AAAB93
source: Pivot Painter 2
ja: ピボットペインター2

# ,E8139D1645A1EA17434355960D52F645
source: Pivot Painter 2
ja: ピボットペインター2

# ,10D7E7BF6E42F7DF4A617784841E14ED
source: Shading
ja: シェーディング

# ,22139E374A4DBCD9D2292C9EC73D78FB
source: Shading
ja: シェーディング

# ,26DC421647E1B6778C53409274D29088
source: Shading
ja: シェーディング

# ,3513982E084162E5EF1E5EB8D49ED80A
source: Shading
ja: シェーディング

# ,499CBDB24F8F505195BF418CF491334C
source: Shading
ja: シェーディング

# ,7F12E373494466F5470F529FFAF9F1A3
source: Shading
ja: シェーディング

# ,86A5EA3B4AC55F65C038CA95BABFADF0
source: Shading
ja: シェーディング

# ,A555B34E4CEA0FB43A1E919FBAD74222
source: Shading
ja: シェーディング

# ,C2359FE24B496D32B0E925A0B422E696
source: Shading
ja: シェーディング

# ,D920688E4D83AA5A0C84E6A49C8AAE3A
source: Shading
ja: シェーディング

# ,11F618CF44D867D663DA4CAFD77935CA
source: Image Adjustment
ja: 画像調整

# ,1FEF8D4042E91A4D8DD3A9A61941D0E1
source: Image Adjustment
ja: 画像調整

# ,201039E946865F331555CEBAE1BDBADD
source: Image Adjustment
ja: 画像調整

# ,55C06D71405503C5E38F2CBD58D67AD6
source: Image Adjustment
ja: 画像調整

# ,6087D76746123060D5EEFEB22C23ABA4
source: Image Adjustment
ja: 画像調整

# ,6D8BDE014490C546DF0BEBBDD21BADA0
source: Image Adjustment
ja: 画像調整

# ,9A19AE1646B452B87A4ACCA6F3F02FBA
source: Image Adjustment
ja: 画像調整

# ,A9FF13984A9067B7BEE226A72330A947
source: Image Adjustment
ja: 画像調整

# ,BD59C96F4DB71C4CF3A67689FC8C9C8F
source: Image Adjustment
ja: 画像調整

# ,C2AB29B448F1B045F71EFE94F89A0BB1
source: Image Adjustment
ja: 画像調整

# ,C38CF5844B2D6BB5C3715DB030FC18B0
source: Image Adjustment
ja: 画像調整

# ,E09AB09E481EFC0BAADB15B35CEE8D45
source: Image Adjustment
ja: 画像調整

# ,E3AC53994905138E62988D85B02088CD
source: Image Adjustment
ja: 画像調整

# ,123D501C42399E98474FCBA173077395
source: Single Rotation Axis
ja: 1回転軸

# ,128F428241C3AC1F9764EB9F733132DB
source: AITesting
ja: AIテスト

# ,13EC039C45D1D43AB1EC59A28F1E8E9C
source: Then aim the Controller at the Actor in the world you want to teleport to.
ja: 次にコントローラでテレポートしたいワールドのアクタを狙います。

# ,143056E74D6203C2597ADC8E3E0CC3F8
source: Welcome to the Unreal Engine 4 VR Editor Tutorial
ja: VRエディタチュートリアルへようこそ

# ,15B241444A9CBDEA56D95291300258E2
source: Freeform Rotation: With the Actor selected, move either of the Controller's clockwise or counterclockwise to rotate the Actor.
ja: 自由回転: アクタを選択した状態で、どちらかのコントローラを時計回りまたは反時計回りに動かしてアクタを回転します。

# ,15D5661640EA28092B5C9CA08BDD0CA9
source: You can close show and hide windows in a number of different ways.
ja: ウィンドウの表示、非表示と閉じる方法は複数あります。

# ,163FD9944FDD5213B8E4B6A990420C95
source: Debug
ja: デバッグ

# ,53EF01214703F29A4F114492F3B38272
source: Debug
ja: デバッグ

# ,5D65BBE54954BB57B53D82930219730C
source: Debug
ja: デバッグ

# ,63496696496D067339F81087DDA00E38
source: Debug
ja: デバッグ

# ,647D778B45BC78B218DC9598B551DDC9
source: Debug
ja: デバッグ

# ,7FA6F17E449856D1E02C0E9E156293D0
source: Debug
ja: デバッグ

# ,866E1B4E4E431686D4F39F8F45B8FDCD
source: Debug
ja: デバッグ

# ,9B1778E5497D68A1253BEE8788D8E459
source: Debug
ja: デバッグ

# ,B508BFDC47F5A31499DAA1BCD7FCE178
source: Debug
ja: デバッグ

# ,C55441AE48A6E643715BA9B72165DDFC
source: Debug
ja: デバッグ

# ,CD4F52EC494043250A7A8097905D8D7E
source: Debug
ja: デバッグ

# ,F5E41DEE403D3B0C7716DC81931D15B3
source: Debug
ja: デバッグ

# UnrealBuildConfigurations,DebugName
source: Debug
es: Depurar
ja: デバッグ
pt_br: Depurar

# ,17768EEE4BB260286E796F8152D3E04A
source: Float4
ja: フロート4

# ,17A008714CBA9D40116E3D813EC0299F
source: Lightmaps 2-sided
ja: 両面のライトマップ

# ,17D4E33243B7B1C8FE28C5A717ABBF24
source: Paste
ja: 貼り付け

# UICommands.GenericCommands,Paste
source: Paste
ja: 貼り付け

# ,1835A69446FA56E73546C492D37449B1
source: Coordinates
ja: 座標

# ,2CCD9BAE4D182B591A58B285F39E6BC0
source: Coordinates
ja: 座標

# ,3166C6FD436D71EBA29D2E99AD558012
source: Coordinates
ja: 座標

# ,390EF1D44D96FAFBDA665C8473D93A52
source: Coordinates
ja: 座標

# ,399EF1874E63EC91925558BA6E84152E
source: Coordinates
ja: 座標

# ,3AC4C92E439E36E121F186950A9283B6
source: Coordinates
ja: 座標

# ,42130217480C97CADADB828761469785
source: Coordinates
ja: 座標

# ,424D9F9948FD78A2843C3B8CE1E75543
source: Coordinates
ja: 座標

# ,463E20B5416754FE52FDCA9CAF8BFAB8
source: Coordinates
ja: 座標

# ,7008D4684B4B7BC7E91FEEB5EFEBEB5C
source: Coordinates
ja: 座標

# ,8282E7DF40F303150FC601B5BA8E78B5
source: Coordinates
ja: 座標

# ,A7B1232241A29E4FEA54ABB3FFFEDA0E
source: Coordinates
ja: 座標

# ,AA7334254E95DD1F0BBA34BF00F87515
source: Coordinates
ja: 座標

# ,D4A70E7643A17D958A41FEA6107EB0A8
source: Coordinates
ja: 座標

# ,E1F13CB249464E5CFEBE579B8B433571
source: Coordinates
ja: 座標

# ,E21576A14999819D3C8DF8B45F365B82
source: Coordinates
ja: 座標

# ,EA2078A24348B1B18DAF1A90693C6723
source: Coordinates
ja: 座標

# MaterialExpression,Coordinates
source: Coordinates
es: Coordenadas
ja: 座標
pt_br: Coordenadas

# ,18B5D7A5468A4EE7767CA8BFFEFD1194
source: Scaling: The boxes allow you to scale the Actor along an axis.
ja: 拡大・縮小: 箱で軸に沿ったアクタの拡大・縮小が可能です。

# ,1AAAE53F425622A10BB9E585CB1E4D48
source: To move a window, point the free Controller at the grip and squeeze the trigger to grab it.
ja: コントローラをウィンドウのグリップに向けて、トリガーを引いてつかみます。

# ,1B3470A84CDF4B6AF8D490B9BE3E4472
source: Then, drag it from the Content Browser into the world, releasing the trigger to place the object in the world.
ja: 次に、コンテンツブラウザからワールドにドラッグし、トリガーをはなしてオブジェクトをワールドに配置します。

# ,1B6860C8494AEB8D2C089DB89BAF2D49
source: Point both Controllers at an Actor and squeeze both triggers to freely rotate or scale that Actor.
ja: 両方のコントローラをアクタに向けて、両方のトリガーを引くと、アクタの自由回転とスケーリングが可能です。

# ,1B990A3F4B22EA5813B5268E61B7689F
source: Opening a Window
ja: ウィンドウを開く

# ,1CB57C3C44F3016E61829BAA0707C0C1
source: Details Panel
ja: 詳細パネル

# ,9F4C15404E075F5B4DD754AAB74076FD
source: Details Panel
ja: 詳細パネル

# ,1D1BA8C241DBB865B6A290A81A83D44C
source: Then while squeezing the side buttons on both Controller's move you arms so that both Controller's will be as far as part as possible.
ja: 両方のコントローラのサイドボタンを握ったまま、両方のコントローラをできるだけお互いに遠ざけるように腕を動かしてください。

# ,1D8834EB4613547E629D4291ECDF639F
source: Material
ja: マテリアル

# AssetTypeActions,AssetTypeActions_Material
source: Material
ja: マテリアル

# ,1E02EE484A7DF896A75E9EB61C429950
source: SideLeft
ja: サイド左

# ,1EE773664FFB3D2822DA7B87E4C8503F
source: Delete
ja: 削除

# ColorThemesViewer,ConfirmDeleteButton
source: Delete
es: Eliminar
ja: 削除する
pt_br: Excluir

# ColorThemesViewer,DeleteButton
source: Delete
es: Eliminar
ja: 削除する
pt_br: Excluir

# UICommands.GenericCommands,Delete
source: Delete
ja: 削除

# UICommands.ProjectLauncherCommands,DeleteProfile
source: Delete
ja: 削除

# ,1EEC1A834677265C727C79A45DE7AA17
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,7819CAEF48FFD5B95E6AD194DD335CF1
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,92384F2E42B29EE85ED7918056B90CD3
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,9B4C5C11423E9E21EB76E6B7481493E0
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,DB2BFDC94CE3D4E4B143B280385C2AA4
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,DCAA9C3448C3DF23017DD1BF73F60AB9
source: Render Lightmaps 2-sided
ja: 両面ライトマップを描画

# ,1F99B6F14C5A3A967322B89A65CB8A38
source: VR Editor
ja: VRエディタ

# ,6910542C4ACFD1647DFCE293F1964EFB
source: VR Editor
ja: VRエディタ

# ,B9E5429245060A7803ACC8A4E5454EA0
source: VR Editor
ja: VRエディタ

# ,20B5F14E4465EE545DC0DD8B8A24D557
source: TriggerLeft
ja: トリガー左

# ,219ED47040A899A1B84A9A92D86D9821
source: Closing, Showing & Hiding Windows
ja: ウィンドウを閉じる、表示、非表示にする

# ,21B83EFB41BCCF152F10529C80BDA3B6
source: Home
ja: ホーム

# InputKeys,Home
source: Home
es: Inicio
ja: ホーム
pt_br: Início

# ,227AD9A34A6EEA54EE60E597F92EB0AA
source: Editor
ja: エディタ

# ,EditorSF
source: Editor
ja: エディタ

# FSettingsModule,ProjectEditorCategoryName
source: Editor
ja: エディタ

# ,232A9B204596DDDD456B83B012FD6E54
source: Utilities| Array
ja: ユーティリティ| 配列

# ,3DC2A180498B479DBE72C1B4EFBF52E6
source: Utilities| Array
ja: ユーティリティ| 配列

# ,244056804E0E9198BBD30F81BEBC1B43
source: Gradient
ja: グラディエント

# ,6775ECF64CBD57F89949DEAF5012B53B
source: Gradient
ja: グラディエント

# ,AEE8239D4B29AECD47A4B48E705D71A3
source: Gradient
ja: グラディエント

# ,CC72471C4F1C25B53E4A6B81F8330805
source: Gradient
ja: グラディエント

# ,CF6F41B24A8F85CB3B0A7C8C085C6375
source: Gradient
ja: グラディエント

# ,EB9B012D4B122A018134FA99DFD36EF2
source: Gradient
ja: グラディエント

# ,F16900BB49F2B7C5EC80D29D71D5A483
source: Gradient
ja: グラディエント

# ,245782BB4A937D45A389A7A43774318F
source: To scale the window down, move your thumb on the trackpad towards your chest.
ja: ウィンドウを縮小するには、トラックパッドの親指を胸の方向に動かします。

# ,26D24A254CFA792FF7B6FEB307151208
source: To move backwards, squeeze and hold the Controller side buttons while bring the Controller close to your chest.
ja: 後ろに移動するには、コントローラのサイドボタンを握って押したまま、コントローラを胸に引き寄せます。

# ,274CA8AA4870986712B970B32D535D59
source: Blends
ja: ブレンド

# ,36AA8CC04C5382458D54B08B3A4A3D21
source: Blends
ja: ブレンド

# ,4B4E5977444D49E8E525B29D79F0E501
source: Blends
ja: ブレンド

# ,4EE5613940A9361BE187778207A1599A
source: Blends
ja: ブレンド

# ,59D0AD774EF481FC07FFEB8E59DDCD10
source: Blends
ja: ブレンド

# ,646E40634125D293B563E5B9840123D9
source: Blends
ja: ブレンド

# ,78BE7BD3491BEA7A53AEA6B9CBF96E20
source: Blends
ja: ブレンド

# ,93C26D7F477EA34D736231947FC50E68
source: Blends
ja: ブレンド

# ,950FDF0E4DAD2B3C5BBD0C95B60E2C34
source: Blends
ja: ブレンド

# ,9699E4684C04E13C8CF2FFAF8BF434E0
source: Blends
ja: ブレンド

# ,9D1290ED46B33BE8704ED48F8CBE95E1
source: Blends
ja: ブレンド

# ,C999276A4E2C3E3D5695AD8100824067
source: Blends
ja: ブレンド

# ,D1BE7BAB4FBCE0127FBF5EB96FE72164
source: Blends
ja: ブレンド

# ,D1F13B03467A7D48E71C06BAB1F73665
source: Blends
ja: ブレンド

# ,E95B5AA54A4F8A1943E4FC98D92B230B
source: Blends
ja: ブレンド

# ,F068EA624D1D1142342ABDAFAFA02D82
source: Blends
ja: ブレンド

# ,28DE3C9E461AAF067D8FB686EFC78402
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,2D4A0DA74186C801E0B2559C3F1F712A
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,31E3390740F65387DD0EC2B66EF49500
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,7DD72D25429923D42DDF74A698F39EB6
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,C8022A0943FDB52D9E4B4094374A82DE
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,EF92FE58413AC9BE8B680C8B6425AA48
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,FF056C8447F5F4091B58DF8BCC159CED
source: Render Tiling Material from Meshes
ja: メッシュからタイル状マテリアルを描画

# ,29BB5D824EE25B49BEDFDDA325FDF8BC
source: Particle System Frame Dump
ja: パーティクルシステムフレームダンプ

# ,2A31272A4388195CB22A29BF93467C30
source: Light
ja: ライト

# ,32EB48A74C87AA571C062281FA1B0C50
source: Radial Menu: Provides access to common actions like undo, redo, paste, etc.
ja: ラジアルメニュー: アンドゥ、リドゥ、貼り付け等共通操作へのアクセスを提供

# ,33D837FF4EB0071238C581B4DF5F3A4E
source: Orange indicates that you are in standard interaction mode.
ja: オレンジは標準のインタラクションモードであることを示します。

# ,353E1D8E45BADFE6C2D969A9351B588C
source: To view an Actor's associated editor, first locate the Actor you want to view in the Content Browser.
ja: アクタに関連したエディタを表示するには、まず表示したいアクタをコンテンツブラウザで見つけます。

# ,355AA13E4F2B9F4B6101F4924EB206E5
source: SideRight
ja: サイド右

# ,35BA04ED4E86EF118661239BD1229791
source: Networking
ja: ネットワーキング

# ,73FE03B346FB5B0F68B8CEA50BA35379
source: Networking
ja: ネットワーキング

# ,36831868441DEA4602B7679C39EB654B
source: Full 3D Imposter
ja: フル3D インポスター

# ,3723D8FC4B56808CA5F1A0BC8E32CDCD
source: Moving Forward in the World
ja: ワールドで前に移動

# ,38C84BF24A97DDE0A8BB5C875E46CD1E
source: Unwrapped Mesh
ja: アンラップされたメッシュ

# ,393CA268495A27CFD88657951101E012
source: Misc
ja: その他

# ,DC9F695F443D20D117BC1A8CB89693C8
source: Misc
ja: その他

# MaterialExpression,Misc
source: Misc
ja: その他

# SpriteCategory,Misc
source: Misc
es: Varios
ja: その他
pt_br: Diversos

# UMG,Misc
source: Misc
ja: その他

# ,3A0E523F4EADC43A931B54843B0F273D
source: Depth
ja: 深度

# MaterialExpression,Depth
source: Depth
es: Profundidad
ja: 深度
pt_br: Profundidade

# VisualizeRT,DepthColumnHeader
source: Depth
es: Profundidad
ja: 深度
pt_br: Profundidade

# ,3A19E7BA4FCADF709972358CA3A6EA0A
source: Green "Laser Pointer"
ja: 緑の"レーザーポインタ"

# ,3B47F2ED4D1F3C275ED6A49049768192
source: Then quickly pull your arm towards your chest, releasing your grip on the Controller side buttons ½ way through to propel yourself forward in the world.
ja: 次に腕を胸にすばやく引き寄せながら、途中でコントローラのサイドボタンのグリップをはなすことでワールドの前方に進むことができます。

# ,3DB91B314991F885652B2F9B6A6BCB02
source: Render Lightmaps
ja: ライトマップを描画

# ,8D89DFDB436464B85E5F639265F69A41
source: Render Lightmaps
ja: ライトマップを描画

# ,3DDBB86945DDCC9AF190C4AF35C02729
source: Physics Ground - Tiling Physics Drop of Meshes
ja: フィジックス グラウンド - タイル状のフィジックス ドロップ メッシュ

# ,3EF7B529426E024EF9EA8CB6FD35E61A
source: Gizmo
ja: ギズモ

# ,4086E40B4CC57198956C8A9CAB3D1638
source: Moving Around the World
ja: ワールドでの移動

# ,BBC5387E417BB9914BDBFF8555615084
source: Moving Around the World
ja: ワールドでの移動

# ,410DCDE94BC8F751A8ACE08C997A850D
source: Vectors
ja: ベクター

# ,4D840114441168F973C6CA9E88116CD9
source: Vectors
ja: ベクター

# ,D06A50BF4E0FE1EE1CF619A1790A80CD
source: Vectors
ja: ベクター

# ,D5618C0F4DBB5C83A4BC96A921AE11DA
source: Vectors
ja: ベクター

# ,FD7DA72D48C20CB643680CB6A9231531
source: Vectors
ja: ベクター

# MaterialExpression,Vectors
source: Vectors
es: Vectores
ja: ベクター
pt_br: Vetores

# ,411A858C445A8C22F30AC29A23BAB848
source: Green indicates that you have something selected.
ja: 緑は何かを選択していることを示します。

# ,42BA52D845494CCA1162B7ADBD76480B
source: Outliner Panel
ja: アウトライナパネル

# ,7D03E0C14D371C0BB5385892CD497F34
source: Outliner Panel
ja: アウトライナパネル

# ,443FADCA4B27D69617D7BF99789C7FCA
source: Density
ja: 密度

# ,92BFD2FA46D03B74604DD4A15A2BB02C
source: Density
ja: 密度

# ,449CE2264E3B3FF722CD45A2DD73CADC
source: Slide: Moves the currently selected Actor towards or away from you.
ja: スライド: 現在選択しているアクタを手前か奥に移動します。

# ,4563070E4C630404A5A64689C09AA2E1
source: Float
ja: フロート

# ,467B0C704891A78A2117E0A67541A0B4
source: MoveGoal
ja: ムーブゴール

# ,731B82B44E3EC05F345A3893D994605E
source: MoveGoal
ja: ムーブゴール

# ,9E5C27F642EA6C729394E0A3D0B0EB72
source: MoveGoal
ja: ムーブゴール

# ,474656E84FB90D76BD8EE4A38ED297EE
source: To unhide all windows, press down once on the trackpad.
ja: すべてのウィンドウの非表示状態を解除するには、トラックパッドを一度押し下げます。

# ,478665A74CDCE3D0FACE118E316630B4
source: You can close a window by clicking on the X that is on the top righthand side of the window.
ja: ウィンドウの右上にあるXアイコンをクリックすることでウィンドウを閉じることができます。

# ,478DC4764BD2DB0C6F2271A4F21989F8
source: To move down in the world, squeeze and hold the Controller side buttons while bringing your arm close to your waist.
ja: ワールドの下方向に移動するには、コントローラのサイドボタンを握って押したまま腕をウエストまで下げます。

# ,481C0A89408C8447E3B37AA77EC77505
source: To place an Actor with the Modes Panel, select the type you want to add by pointing the Controller at it and squeezing the trigger to select it.
ja: モードパネルでアクタを配置するには、まず追加したいタイプにコントローラを向けてトリガーを引いて選択します。

# ,4833BB5547E1DB8A5D4FFF8116F52357
source: World
ja: ワールド

# ,48B016CD42C6D9FC6AC945A6BE21A52E
source: Particles
ja: パーティクル

# ,632086B94646B2A13EDC4983CC767756
source: Particles
ja: パーティクル

# ,7B184F2B42CFFD3401B030A3E1A16296
source: Particles
ja: パーティクル

# MaterialExpression,Particles
source: Particles
es: Partículas
ja: パーティクル
pt_br: Partículas

# ,499A2F584A2653B448AF45883A642927
source: The Asset panel is used to display the various editors that are used to manipulate Actor properties.
ja: アセットパネルはアセットプロパティを操作するのに使用されるさまざまなエディタの表示に使用されます。

# ,4AA10EB64923D2CE1D829AA05C8B75C5
source: Scaling the World
ja: ワールドのスケール

# ,4AF3B77F467C8958ADF8C9BEFA7736D5
source: Tiling Material from Hand Placed Meshes
ja: 手で配置したメッシュへのタイルマテリアル

# ,4CE96BFB4046EAADB899A29F20B87F04
source: Opacity
ja: オパシティ

# ,73C835F64FEC714BC36363B72F71446B
source: Opacity
ja: オパシティ

# Engine.BufferVisualizationMaterials,BaseOpacityMat
source: Opacity
es: Opacidad
ja: オパシティ (不透明)
pt_br: Opacidade

# ,4D13B83C47F9D9795DE72C9A70101DC3
source: RotatingLamp
ja: 回転ランプ

# ,53A072D04B18F1BD1D72AA8D7BC6646F
source: RotatingLamp
ja: 回転ランプ

# ,704019B5475DE012FC31DB86822C3585
source: RotatingLamp
ja: 回転ランプ

# ,C2868D874BD008BB54A232B8BD669709
source: RotatingLamp
ja: 回転ランプ

# ,4E1978C24E8E47BE7E1A2C854997E4A4
source: To place an asset from the Content Browser into the world, select the asset by pointing at it and squeezing the Controller trigger.
ja: アセットをコンテンツブラウザからワールドに配置するには、まず追加したいアセットにコントローラを向けてトリガーを引いて選択します。

# ,4E64CDAF4D872FFF5B0F71A20EB1253E
source: Override settings
ja: オーバーライド設定

# ,A9D096D54EF064C39E56449138CDB176
source: Override settings
ja: オーバーライド設定

# ,B41986524245FEF545E032A05E14FBEB
source: Override settings
ja: オーバーライド設定

# ,B9D7C8A14E5D741843A217804698E28C
source: Override settings
ja: オーバーライド設定

# ,D92C9CDE4FFDA147183F769AE8C78BC6
source: Override settings
ja: オーバーライド設定

# ,EF65BA1F4EBC688BC75A5198BBB6AE69
source: Override settings
ja: オーバーライド設定

# ,502736F74209D49247CF49B12B4444F8
source: When an Actor or group of Actors is selected, the Universal Gizmo will be displayed allowing you to move, rotate, or scale the Actors. The elements of the Universal Gizmo are colored Red, Green, and Blue representing the X, Y, and Z axes, respectively.
ja: アクタまたは複数のアクタが選択されると、移動、回転、拡大縮小を行うためのユニバーサルギズモが表示されます。ユニバーサルギズモの要素の赤、緑、青の色はX、Y、Zに対応しています。

# ,5202CC724E5215BDDF29A2A17BBFDCDF
source: world position offset
ja: ワールドポジションオフセット

# ,ECCBFADB4259ABF61F787A9A84156304
source: world position offset
ja: ワールドポジションオフセット

# ,534C650B479899336E1EDE9021C75164
source: Utility
ja: ユーティリティ

# ,99143515473931A4B4FF0AA8692D42D0
source: Utility
ja: ユーティリティ

# MaterialExpression,Utility
source: Utility
es: Utilidad
ja: ユーティリティ
pt_br: Utilitário

# ,5369EA23493098762D175EB53B63911B
source: Modes
ja: モード

# ,560BE7304865964488909ABD8F4987CD
source: Normals
ja: ノーマル

# ,FF59241A44DC2711AD91D89CF2BAD52C
source: Normals
ja: ノーマル

# ,561C753840FC15B358C49590EBCA876D
source: To move up in the world, squeeze and hold the Controller side buttons while fully extend your arm vertically.
ja: ワールドの上方向に移動するには、コントローラのサイドボタンを握って押したまま腕を垂直に上に伸ばします。

# ,57408FDA4EC56DEC6CA241AFF65172C6
source: Button
ja: ボタン

# WidgetGallery,ButtonExampleLabel
source: Button
es: Botón
ja: ボタン
pt_br: Botão

# ,596FB11144E20682A90427BB2F5D1E85
source: Lightmaps
ja: ライトマップ

# ,59A1162D498FACCF34B20CB00ECD25EB
source: Rotating: The double headed arrows allow you to rotate the Actor around an axis.
ja: 回転: 両矢印でアクタを軸に沿って回転することが可能です。

# ,59C6D1DE466FDAAE243F579EC25E9E17
source: BothTrigger
ja: 両トリガー

# ,59C8B40D4EDE8CF42EFF50A1E357F2A4
source: The Details panel enables you to view and edit the properties of the currently selected Actor(s).
ja: 詳細パネルで、現在選択しているアクタのプロパティの表示および編集が行えます。

# ,59D6DC4A412C18CCBD7964A25BF4245D
source: To hide all open UI windows, press down once on the Controller trackpad.
ja: すべての開いているUIウィンドウを隠すには、コントローラのトラックパッドを1回押します。

# ,5B5FA43D4425E4FFBB6567821E68C2AA
source: To scale the world up in size, position each Controller so that they are being held vertically and as close together as possible.
ja: ワールドの大きさを拡大するには、両方のコントローラを垂直に立ててできるだけ近い状態で持ちます。

# ,5C40BCB74699ADE68A9C148635674156
source: Material Instance Interpolation
ja: マテリアルインスタンス補間

# ,5D5621D9490504EDBE9751AE0FDC8A72
source: Selecting Multiple Actors
ja: 複数アクタの選択

# ,5ED01A874B37139FE61397866A5D5138
source: Duplicate - The Modifier button will duplicate the currently selected Actor.
ja: 複製 - このモディファイアボタンは現在選択しているアクタを複製します。

# ,5F4B74154524869C949B90BEE71C33C0
source: Lighting
es: Iluminación
ja: ライティング
pt_br: Iluminação

# ,LightingSF
source: Lighting
es: Iluminación
ja: ライティング
pt_br: Iluminação

# SpriteCategory,Lighting
source: Lighting
es: Iluminación
ja: ライティング
pt_br: Iluminação

# ,5F514D8C465C5E98978FE7BFEA0977FA
source: Pitch_Yaw_Rot_Object
ja: ピッチ_ヨウ_ロット_オブジェクト

# ,5F9E7AAA46544BE43D955BB5CC292C2A
source: To select an Actor using the Outliner, point the Controller at the Actor and squeeze the trigger to select it.
ja: アウトライナでアクタを選択するには、コントローラをアクタに向けて、トリガーを引きます。

# ,6067A0D446AB467EDE1778A8B20F5615
source: To open a window, point one of the Controllers at the other Controller to display the Quick Select menu.
ja: ウィンドウを開くには、コントローラをもう1つのコントローラに向けてクイック選択メニューを表示させます。

# ,60D9FCA8440B6EDC267DE29A8E96827F
source: Rotating the World
ja: ワールドの回転

# ,6120F9C448E66C17C596F092E732C144
source: Move
ja: 移動

# ,613277094EABC5096BDBC094FE0248EA
source: Value
ja: 値

# ,855DEB0D458EB60F106B9FA187F14D99
source: Value
ja: 値

# ,9D4B28084634C1D184FFEB8C7FF88F46
source: Value
ja: 値

# ,AF4E876B4F1925C89EC15A9C0F299AA3
source: Value
ja: 値

# ,B7662C604B6A59EB089A2EA73AB96A51
source: Value
ja: 値

# ColorPicker,ValueSliderToolTip
source: Value
es: Valor
ja: 値
pt_br: Valor

# SFiltersAndPresets,ValueDesc
source: Value
es: Valor
ja: 値
pt_br: Valor

# ,6325FB8A4998809BE8820F90214A3092
source: Grid Snap
ja: グリッドスナップ

# ,635355BF4A883659ED14939EF557396D
source: You can instantly teleport from one location to another by first squeezing and holding the Controller side buttons.
ja: 別の場所に瞬時にテレポートするにはまずコントローラのサイドボタンを握って押したままにします。
