Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# Linker,PackageNotFound
source: Can't find file for asset '{AssetName}' while loading {PackageName}.
es: No puede encontrar el archivo para el activo '{AssetName}' mientras carga {PackageName}.
ja: {PackageName} のロード中にアセット '{AssetName}' のファイルが見つかりません
pt_br: Não é possível encontrar o arquivo do ativo “{PackageName}” ao carregar {AssetName}.

# Linker,PackageNotFoundShort
source: Can't find file for asset.
es: No puede encontrar el archivo para el activo.
ja: アセットのファイルが見つかりません
pt_br: Não é possível encontrar o arquivo do ativo.

# Linker,PackageResolveFailed
source: Can't resolve asset name
es: No puede resolver el nombre de activo
ja: アセット名を解決できません
pt_br: Não foi possível resolver o nome do ativo

# Linker,PackageVersion
source: Asset '{AssetName}' version mismatch
es: No coincide la versión del activo '{AssetName}'
ja: アセット '{AssetName}' バージョンが一致しません
pt_br: A versão do ativo '{AssetName}' não corresponde

# Linker,PackageVersionShort
source: Asset version mismatch
es: No coincide la versión del activo
ja: アセットのバージョンが一致しません
pt_br: A versão do ativo não corresponde

# Linker,Sandbox
source: Asset '{AssetName}' is not accessible in this sandbox
es: El activo '{AssetName}' no está accesible en este entorno seguro
ja: アセット '{AssetName}' はこのサンドボックス内でアクセスできません
pt_br: O ativo “{AssetName}” não está acessível neste sandbox

# Linker,SandboxShort
source: Asset is not accessible in this sandbox
es: El activo no está accesible en este entorno seguro
ja: アセットはこのサンドボックス内でアクセスできません
pt_br: O ativo não está acessível neste sandbox

# LinkerLoad,ImportFailure
source: : Failed import for {0}
ja: : {0}のインポートに失敗しました

# LinkerLoad,ImportFailure_WarningIn
source: {0} in {1}
ja: {1} の{0}

# LinkerLoad,LoadedDeprecatedClassInstance
source: {ObjectName}: class {ClassName} has been deprecated.
es: {ObjectName}: la clase {ClassName} ha quedado obsoleta.
ja: {ObjectName}: クラス {ClassName} は非推奨になりました
pt_br: {ObjectName}: classe {ClassName} foi descontinuada.

# LinkerLoad,LoadingTransientInstance
source: Attempting to load an instance of a transient class from disk - Package:'{PackageName}' Object:'{ObjectName}' Class:'{ClassName}'
es: Intentando cargar una instancia de una clase transitoria del disco - Paquete:'{PackageName}' Objeto:'{ObjectName}' Clase:'{ClassName}'
ja: ディスクからtransientクラスのインスタンをロードしようとしています - パッケージ:'{PackageName}' オブジェクト:'{ObjectName}' クラス:'{ClassName}'
pt_br: Tentando carregar uma instância da classe transiente a partir do disco - Pacote:“{PackageName}” Objeto:“{ObjectName}” Classe:“{ClassName}”

# LinkerLoad,LoadWarningSuffix_circularredirection
source: [circular redirection]
ja: [循環リダイレクト]

# LinkerLoad,LoadWarningSuffix_privateobject
source: [private]
ja: [プライベート]

# LinkerLoad,LoadWarningSuffix_redirection
source: [redirection]
ja: [リダイレクト]

# LinuxDynamicRHI,RequiredOpenGL
source: OpenGL 3.2 is required to run the engine.
es: Es necesario OpenGL 3.2 para ejecutar el motor.
ja: エンジンの実行にはOpenGL 3.2が必須です
pt_br: OpenGL 3.2 é necessário para executar o mecanismo.

# WindowsDynamicRHI,RequiredOpenGL
source: OpenGL 3.2 is required to run the engine.
es: Es necesario OpenGL 3.2 para ejecutar el motor.
ja: OpenGL 3.2はエンジンの実行に必須です
pt_br: OpenGL 3.2 é necessário para executar o mecanismo.

# LocalizationService,LocalizationService_Connecting
source: Connecting to localization service...
ja: ローカライズサービスに接続中…

source: Getting Localization Target File from localization Service...
ja: ローカライズ対象ファイルをローカライズサービスから取得中…

# LocalizationService,LocalizationServiceLogLabel
source: Localization Service
ja: ローカライズサービス

# LocalizationServiceProgress,ContinueButtonLabel
source: Continue
ja: コンティニュー

# SourceControlProgress,ContinueButtonLabel
source: Continue
es: Continuar
ja: 継続する
pt_br: Continuar

# LocalizationServiceProgress,LongTaskMessage
source: Operation is taking a long time to complete. Click cancel to stop the current operation, you can try again later.
ja: 操作に時間がかかりすぎています。キャンセルを押して操作を中断してください。後ほどもう一度お試しください。

# SourceControlProgress,LongTaskMessage
source: Operation is taking a long time to complete. Click cancel to stop the current operation, you can try again later.
es: La operación está tardando demasiado tiempo en finalizar. Haga clic en cancelar para detener la operación actual, puede intentarlo más tarde.
ja: 操作の完了に時間がかかっています。クリックして現在の操作をキャンセルして後で再試行してください。
pt_br: A operação está demorando para concluir. Clique em cancelar para interromper a operação atual. Você pode tentar novamente em outro momento.

# LODActor,MapCheck_Message_InvalidLODActorEmptyActor
source: {ActorName} : NoActor is assigned. We recommend you to delete this actor.
ja: {ActorName} : アクタがアサインされていません。このアクタを削除することをお勧めします。

# LODActor,MapCheck_Message_InvalidLODActorMissingMesh
source: {ActorName} : Static mesh is missing for the built LODActor. Did you remove the asset? Please delete it and build LOD again.
ja: {ActorName} : LODアクタのビルドに使うスタティックメッシュがありません。アセットを削除しましたか？削除してからもう一度LODをビルドしてください。

# LODActor,MapCheck_Message_InvalidLODActorNullActor
source: {ActorName} : Actor is missing. The actor might have been removed. We recommend you to build LOD again.
ja: {ActorName} : アクタがありません。削除された可能性があります.LODをもう一度ビルドしてください。

# LODActor,MapCheck_Message_StaticMeshComponent
source: Static mesh actor has NULL StaticMeshComponent property - please delete
ja: スタティックメッシュアクタにNULLのStaticMeshComponent プロパティがあります - 削除してください

# StaticMeshActor,MapCheck_Message_StaticMeshComponent
source: Static mesh actor has NULL StaticMeshComponent property - please delete
ja: スタティックメッシュアクタに NULL のStaticMeshComponent プロパティがあります。削除してください。

# LogVisualizerApp,TooltipText
source: Opens Visual Logger tool.
ja: Visual Logger ツールを開く

# LogVisualizerReport,WindowTitle
source: Log Visualizer Report
ja: ログビジュアライザレポート

# MacPlatform,FileManagerName
source: Finder
es: Buscador
ja: ファインダー

# MacPlatform,UpdateMacOSTitle
source: Update Mac OS
ja: Mac OSをアップデート

# MainMenu,WindowMenu
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela

# SDeviceManager,WindowMenuLabel
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela

# SProjectLauncher,WindowMenuLabel
source: Window
ja: ウィンドウ

# SSessionFrontend,WindowMenuLabel
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela

# SVisualLogger,WindowMenuLabel
source: Window
ja: ウィンドウ

# TaskGraph,AppMenu
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela

# TestSuite,WindowMenuLabel
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela

# Material,BeginAsyncMaterialShaderCompilesTask
source: Kicking off async material shader compiles...
es: Dando comienzo a las compilaciones de sombreado de material asíncrono...
ja: 非同期マテリアルシェーダーのコンパイルを開始...
pt_br: Expulsando compilações de sombreador de material assíncrono...

# Material,CouldntSetMaterialUsage
source: Material didn't allow automatic setting of usage flag {UsageName} needed to render on this component, using Default Material instead.
ja: マテリアルでこのコンポーネントの描画に必要な利用フラグ {UsageName} の自動設定を有効にできませんでした。代わりにデフォルトマテリアルを使用してください。

# MaterialExpression,Atmosphere
source: Atmosphere
es: Atmósfera
ja: 大気
pt_br: Atmosfera

# MaterialExpression,Color
source: Color
ja: カラー
pt_br: Cor

# MaterialExpression,Constants
source: Constants
es: Constantes
ja: 定数
pt_br: Constantes

# MaterialExpression,Custom
source: Custom
es: Personalización
ja: カスタム
pt_br: Personalizado

# MaterialExpression,Functions
source: Functions
es: Funciones
ja: 関数
pt_br: Funções

# MaterialExpression,MaterialAttributes
source: Material Attributes
es: Características del material
ja: マテリアル属性
pt_br: Atributos do Material

# MaterialExpression,MeshPaintDefaultTextureErrorDefault
source: Only one texture can be set as the Mesh Paint Default Texture, disabling previous default
es: Solo una textura puede definirse como textura predeterminada de pintura de malla, desactivando la predeterminada anterior
ja: 以前のデフォルト設定を無効にして、メッシュペイントデフォルトテクスチャとしてテクスチャを1つのみ設定できます
pt_br: Somente uma textura pode ser definida como a Textura Padrão da Pintura da Malha, desativando o padrão anterior

# MaterialExpression,MeshPaintDefaultTextureErrorTextureKnown
source: Only one texture can be set as the Mesh Paint Default Texture, disabling {TextureName}
es: Solo una textura puede definirse como textura predeterminada de pintura de malla, desactivando {TextureName}
ja: {TextureName} を無効にして、メッシュペイントデフォルトテクスチャとしてテクスチャを1つのみ設定できます
pt_br: Somente uma textura pode ser definida como a Textura Padrão da Pintura da Malha, desativando a textura {TextureName}

# MaterialExpression,Obsolete
source: Obsolete
es: Obsoleto
ja: 使用不可
pt_br: Obsoleto

# MaterialExpression,Parameters
source: Parameters
es: Parámetros
ja: パラメータ
pt_br: Parâmetros

# MaterialExpression,Texture2D
source: Texture 2D
es: Textura 2D
ja: テクスチャ2D
pt_br: Textura 2D

# MaterialExpression,Utils
source: Utils
ja: ユーティリティ

# MaterialExpressions,CamRelativeWorldPositonText
source: Camera Relative World Position
es: Posición global relativa de la cámara (sin desplazamientos de degradado)
ja: カメラのワールド相対位置
pt_br: Posição Relativa do Mundo da Câmera

# MaterialExpressions,Error_CircularFunctionDependency
source: Can't use that material function as it would cause a circular dependency.
es: No puede usar esta función material porque podría provocar una dependencia circular.
ja: このマテリアル関数は循環依存を引き起こす恐れがあるため使用できません。
pt_br: Não é possível usar esta função de material, pois ela causaria uma dependência circular.

# MaterialExpressions,WorldPositonText
source: Absolute World Position
es: Posición global absoluta
ja: 絶対ワールド位置
pt_br: Posição Absoluta do Mundo

# MaterialShaderQualitySettings,ForwardRenderingMaterialOverrides
source: Forward Rendering Material Overrides
ja: フォワードレンダリングマテリアルオーバーライド

# MaterialShaderQualitySettings,MaterialQualityList_Category
source: Quality Option
ja: 品質設定

# MaterialShaderQualitySettings,MaterialQualityList_High
source: High
ja: 高

# MaterialShaderQualitySettings,MaterialQualityList_Low
source: Low
ja: 低

# MaterialShaderQualitySettings,MaterialQualityList_Medium
source: Medium
ja: 中

# MaterialShaderQualitySettings,UpdatePreviewShaders
source: Update preview shaders
ja: プレビューシェーダを更新

# MaterialShaderQualitySettings,UpdatePreviewShadersButton_Tooltip
source: Updates the editor to reflect changes to quality settings.
ja: 品質設定の変更を反映させるためにエディタを更新

# Merge,MergeFailedNoSourceControl
source: Aborted Load of {0} from {1} because the source control state was invalidated
es: Carga abortada de {0} de {1} porque el estado del control del código fuente fue invalidado
ja: ソースコントロールステートは無効であるため、 {1} から {0} のロードを中止しました
pt_br: Carregamento de {0} de {1} abortado porque o estado do controle de origem estava invalidado

# MergeTool,TabTitle
source: Merge Tool
es: Herramienta de fusión
ja: マージツール
pt_br: Ferramenta de Combinação

# MergeTool,TooltipText
source: Used to display several versions of a blueprint that need to be merged into a single version.
es: Utilizada para mostrar varias versiones de un Blueprint que necesitan fusionarse en una única versión.
ja: 単一バージョンにマージしなくてはいけないいくつかのブループリントのバージョン表示に使用します
pt_br: Usada para exibir várias versões de um esquema que precisa ser combinado em uma única versão.

# MergeToolUtils,MergedFailedToFindObject
source: Aborted Load of {0} because we could not find an object named {1}
ja: オブジェクト名 {1} が見つからないため {0} のロードをアボートしました

# MergeToolUtils,MergedFailedToFindRevision
source: Aborted Load of {0} because we could not get the requested revision
ja: 要求されたリビジョンを取得できなかったため {0} のロードをアボートしました

# MergeToolUtils,MergedFailedToLoadPackage
source: Aborted Load of {0} because we could not load the package
ja: パッケージをロードできなかったため {0} のロードをアボートしました

# MeshUtils,ActorNamePlural
source: Actors
ja: アクタ

# MeshUtils,AutomaticMeshReductionPlugin
source: Automatic
ja: 自動

# MeshUtils,AvailableReductionPluginsMenuSection
source: Available Plugins
ja: 利用可能なプラグイン

# MeshUtils,ConvertSelectedActorsToStaticMeshText
source: Convert {0} To Static Mesh
ja: {0} をスタティック メッシュへ変換

# MeshUtils,ConvertSelectedActorsToStaticMeshTooltip
source: Convert the selected actor's meshes to a new Static Mesh asset. Supports static and skeletal meshes.
ja: 選択したアクタのメッシュを新しいスタティックメッシュアセットに変換します。スタティックメッシュとスケルタルメッシュをサポートします。

# MeshUtils,ConvertToStaticMeshPickName
source: Choose New StaticMesh Location
ja: 新しく作成するスタティックメッシュの場所を選択

# MeshUtils,CreateProxyMesh_CollectingMeshes
source: Collecting Input Static Meshes
ja: 入力スタティックメッシュを収集中

# MeshUtils,CreateProxyMesh_CreateMesh
source: Creating Mesh Proxy
ja: メッシュプロキシを作成中

# MeshUtils,CreateProxyMesh_GenerateProxy
source: Generating Proxy Mesh
ja: プロキシメッシュを生成中

# MeshUtils,CreateProxyMesh_LandscapeCulling
source: Applying Landscape Culling
ja: ランドスケープカリングを適用中

# MeshUtils,CreateProxyMesh_RemapAndFlatten
source: Remapping and Flattening Materials
ja: マテリアルの再マッピングと平坦化

# MeshUtils,FindMoreReductionPluginsLink
source: Search the Marketplace
ja: マーケットプレイスで検索

# MeshUtils,FindMoreReductionPluginsLink_Tooltip
source: Opens the Marketplace to find more mesh reduction plugins
ja: 追加のメッシュ削減プラグインを探すためにマーケットプレイスを開く

# MeshUtils,FlattenMaterialsWithMeshData
source: Flattening Materials With Mesh Data
ja: メッシュデータとマテリアルの平坦化

# MeshUtils,MakeStaticMesh
source: Make Static Mesh
ja: スタティックメッシュを作成

# MeshUtils,MakeStaticMeshTooltip
source: Make a new static mesh out of the preview's current pose.
ja: プレビューの現在のポーズから新しいスタティックメッシュを作成

# MeshUtils,MergeStaticMeshComponents_BakingDownMaterials
source: Rendering out Materials
ja: マテリアルをレンダリング中

# MeshUtils,MergeStaticMeshComponents_BuildingMesh
source: Merging Static Mesh Components
ja: スタティックメッシュコンポーネントをマージ中

# MeshUtils,MergeStaticMeshComponents_CreatingAsset
source: Creating Output Assets
ja: 出力アセットを作成中

# MeshUtils,MergeStaticMeshComponents_MergingMeshesTogether
source: Generating Output Static Mesh
ja: 出力スタティックメッシュを生成中

# MeshUtils,MergeStaticMeshComponents_RemapMaterials
source: Remapping Duplicate Materials
ja: 重複するマテリアルを再マッピング中

# MeshUtils,MergeStaticMeshComponents_RetrievingStaticMeshes
source: Collecting Source Static Meshes
ja: ソーススタティックメッシュを収集中

# MeshUtils,SkeletalMeshConverted
source: Successfully Converted Mesh
ja: メッシュ変換に成功しました

# MessageDialog,AppHasCrashed
source: The {0} {1} has crashed and will close
es: {0} {1} se ha caído y procederá a cerrarse
ja: {0} {1} がクラッシュしたため閉じられます
pt_br: {0} {1} está corrompido e será fechado

# MessageDialog,DefaultMessageTitle
source: Message
es: Mensaje
ja: メッセージ
pt_br: Mensagem

# SSessionConsolePanel,LogListTextColumnHeader
source: Message
es: Mensaje
ja: メッセージ
pt_br: Mensagem

# MessageDialog,DefaultSystemErrorTitle
source: System Error
es: Error del sistema
ja: システムエラー
pt_br: Erro do Sistema

# MessageLog,BasicMessageLog_NewPage
source: New Page: {PageTitle}
es: Página nueva: {PageTitle}
ja: 新規ページ: {PageTitle}
pt_br: Nova Página: {PageTitle}

# MessageLog,BasicMessageLog_Notify
source: Notify: {Message}
es: Aviso: {Message}
ja: 通知: {Message}
pt_br: Notificar: {Message}

# MessageLog,BasicMessageLog_Open
source: Open Log
es: Abrir registro
ja: ログを開く
pt_br: Abrir Registro

# MessageLog,CriticalErrors
source: Critical Errors
es: Errores críticos
ja: 致命的なエラー
pt_br: Erros Críticos

# MessageLog,Errors
source: Errors
es: Errores
ja: エラー
pt_br: Erros

# SOutputLog,ShowErrors
source: Errors
ja: エラー

# SProjectLauncherProgress,TaskListErrorsColumnHeader
source: Errors
ja: エラー

# SSessionConsoleFilterBar,ErrorVerbosityFilterTooltip
source: Errors
es: Errores
ja: エラー
pt_br: Erros

# UICommands.AutomationTest,ErrorFilter
source: Errors
ja: エラー

# MessageLog,PerformanceWarnings
source: Performance Warnings
es: Advertencias de rendimiento
ja: パフォーマンスの警告
pt_br: Advertências de Desempenho

# MessageLog,ShowMessageLogHyperlink
source: Show Message Log
es: Mostrar registro de mensajes
ja: メッセージ ログを表示する
pt_br: Exibir Registro de Mensagem

# MessageLog,Warnings
source: Warnings
es: Advertencias
ja: 警告
pt_br: Advertências

# SOutputLog,ShowWarnings
source: Warnings
ja: 警告

# SProjectLauncherProgress,TaskListWarningsColumnHeader
source: Warnings
ja: 警告

# SSessionConsoleFilterBar,WarningVerbosityFilterTooltip
source: Warnings
es: Advertencias
ja: 警告
pt_br: Advertências

# UICommands.AutomationTest,WarningFilter
source: Warnings
ja: 警告

# ModuleDescriptor,ModuleWithInvalidLoadingPhase
source: Module entry '{0}' specified an unrecognized module LoadingPhase '{1}'
es: La entrada de módulo '{0}' especificó un módulo no reconocido LoadingPhase '{1}'
ja: モジュールエントリ '{0}' は認識されていないモジュールLoadingPhase '{1}' を指定しました
pt_br: Entrada de módulo “{0}” especificou um módulo irreconhecível LoadingPhase “{1}”

# ModuleDescriptor,ModuleWithInvalidModulesArray
source: The 'Modules' array has invalid contents and was not able to be loaded.
es: La matriz de 'Módulos' tiene contenidos no válidos y no pudo cargarse.
ja: モジュール配列に無効なコンテンツがあるためロードできませんでした
pt_br: A matriz “Módulos” possui conteúdos inválidos e não foi possível carregar.

# ModuleDescriptor,ModuleWithInvalidType
source: Module entry '{0}' specified an unrecognized module Type '{1}'
es: La entrada de módulo '{0}' especificó un tipo de módulo no reconocido '{1}'
ja: モジュールエントリ '{0}' は認識されていないモジュール型 '{1}' を指定しました
pt_br: Entrada de módulo “{0}” especificou um módulo irreconhecível Type “{1}”

# ModuleDescriptor,ModuleWithoutAName
source: Found a 'Module' entry with a missing 'Name' field
es: Encontrada una entrada de “Módulo” con un campo “Nombre” perdido
ja: 'Name' 欄が不足しているモジュールエントリが見つかりました
pt_br: Encontrou a entrada de Módulo com o campo “Nome” ausente

# ModuleDescriptor,ModuleWithoutAType
source: Found Module entry '{0}' with a missing 'Type' field
es: Encontrada una entrada de módulo '{0}' con un campo “Tipo”perdido
ja: 'Type' 欄が不足しているモジュールエントリ '{0}' が見つかりました
pt_br: Encontrou a entrada de Módulo “{0}” com o campo “Type” ausente

# ModuleManager,Recompile_SlowTaskName
source: Compiling {CodeModuleName}...
es: Compilando {CodeModuleName}...
ja: {CodeModuleName} をコンパイル中...
pt_br: Compilando {CodeModuleName}...

# ModuleUI,Load
source: Load
es: Cargar
ja: ロード
pt_br: Carregar

# SVisualLoggerToolbar,Load
source: Load
ja: ロード

# UICommands.FProfilerCommands,ProfilerManager_Load
source: Load
ja: ロード

# UICommands.FVisualLoggerCommands,LoadFromVLog
source: Load
ja: ロード

# ModuleUI,ModuleActions
source: Actions
es: Acciones
ja: アクション
pt_br: Ações

# ModuleUI,ModuleName
source: Module
es: Módulo
ja: モジュール
pt_br: Módulo

# ModuleUI,Recompile
source: Recompile
es: Recompilar
ja: 再コンパイル
pt_br: Recompilar

# ModuleUI,Recompile_SlowTaskName
source: Compiling {ModuleName}...
es: Compilando {ModuleName}...
ja: {ModuleName} をコンパイル中...
pt_br: Compilando {ModuleName}...

# ModuleUI,Reload
source: Reload
es: Recargar
ja: 再ロード
pt_br: Recarregar

# WebBrowser,Reload
source: Reload
ja: 再ロード

# ModuleUI,UnknownColumn
source: Unknown Column
es: Columna desconocida
ja: 不明なカラム
pt_br: Coluna Desconhecida

# ModuleUI,Unload
source: Unload
es: Descargar
ja: アンロード
pt_br: Descarregar

# MovementComponent,InvalidMove
source: Mobility of {0} : {1} has to be 'Movable' if you'd like to move it with {2}.
ja: {0} の可動性: {2}と共に移動させるには {1} が「ムーバブル」でなくてはいけません。

# MoviePlayerTestLoadingScreen,LoadingComplete
source: Loading complete!
es: ¡Carga completa!
ja: ロードが完了しました！
pt_br: Carregamento concluído!

# MovieScene3DAttachTrack,TrackName
source: Attach
ja: 親子付け

# MovieScene3DPathTrack,TrackName
source: Path
ja: パス

# NativeCodeGenerationTool,ClassName
source: Class Name
ja: クラス名

# NativeCodeGenerationTool,ConvertedDependencies
source: Converted Dependencies:
ja: 変換された依存関係:

# NativeCodeGenerationTool,CppNotSaved
source: Cpp file wasn't saved. Check log for details. %s
ja: Cppファイルは保存されませんでした。ログで詳細を確認してください。 %s

# NativeCodeGenerationTool,Dependencies
source: Dependencies
ja: 依存関係

# NativeCodeGenerationTool,FailedToGenerateProjectFiles
source: Failed to generate project files.
ja: プロジェクトファイルの作成に失敗しました

# NativeCodeGenerationTool,Generate
source: Generate
ja: 生成

# NativeCodeGenerationTool,GenerateNativeCode
source: Generate Native Code
ja: ネイティブコードを生成

# NativeCodeGenerationTool,GeneratingCppFiles
source: Generating C++ files..
ja: C++ファイルを作成中...

# NativeCodeGenerationTool,HeaderDirectory
source: Header Directory
ja: ヘッダディレクトリ

# NativeCodeGenerationTool,HeaderNotSaved
source: Header file wasn't saved. Check log for details. %s
ja: ヘッダファイルは保存されませんでした。ログで詳細を確認してください。 %s

# NativeCodeGenerationTool,HeaderPath
source: Header Path
ja: ヘッダパス

# NativeCodeGenerationTool,SourceDirectory
source: Source Directory
ja: ソースディレクトリ

# NativeCodeGenerationTool,SourcePath
source: Source Path
ja: ソースパス

# Navigation,SimpleMoveErrorMovement
source: SimpleMove failed for {0}: movement not allowed
ja: {0} のSimpleMoveに失敗しました： 動作は許可されていません

# Navigation,SimpleMoveErrorNoComp
source: SimpleMove failed for {0}: missing components
ja: {0} のSimpleMoveに失敗しました： コンポーネントが不足しています

# NetworkErrors,ClientReliableBufferOverflow
source: Outgoing reliable buffer overflow
es: Desbordamiento del búfer de salida
ja: 信頼できる送信バッファオーバーフロー
pt_br: Estouro do buffer confiável de saída

# NetworkErrors,GenericConnectionFailed
source: Connection Failed.
es: Error de conexión.
ja: 接続に失敗しました
pt_br: Falha na conexão.

# NetworkErrors,GenericPendingConnectionFailed
source: Pending Connection Failed.
es: Fallo en la conexión pendiente.
ja: 保留中の接続に失敗しました
pt_br: Falha na conexão pendente.

# NetworkErrors,HostClosedConnection
source: Host closed the connection.
es: El anfitrión cerró la conexión.
ja: ホストは接続をクローズしました
pt_br: O host fechou a conexão.

# NetworkErrors,HostHasLeft
source: Host has left the game.
es: El anfitrión ha abandonado el juego.
ja: ホストはゲームから退出しました
pt_br: O host saiu do jogo.

# NetworkErrors,NETDISCONNECTMSG
source: NETDISCONNECT MSG
es: MENSAJE DE DESCONEXIÓN DE RED
ja: ネット切断メッセージ

# OutputLog,ClearLogLabel
source: Clear Log
ja: ログをクリア

# SProjectLauncherProgress,ClearButtonText
source: Clear Log
ja: ログをクリア

# UICommands.SessionConsoleCommands,Clear
source: Clear Log
ja: ログをクリア

# OutputLog,ClearLogTooltip
source: Clears all log messages
ja: ログメッセージをすべてクリア

# OutputLog,DeviceTabTitle
source: Device Output Log
ja: デバイスアウトプットログ

# UnrealEditor,DeviceOutputLogTab
source: Device Output Log
ja: デバイスアウトプットログ

# OutputLog,TabTitle
source: Output Log
es: Registro de salida
ja: アウトプットログ
pt_br: Registro de Saída

# UnrealEditor,OutputLogTab
source: Output Log
es: Registro de salida
ja: アウトプットログ
pt_br: Registro de Saída

# OutputLog,TargetDeviceOffline
source: {0} (Offline)
ja: {0} (オフライン)

# OutputLog,UnknownTargetDevice
source: <Unknown device>
ja: <不明デバイス>

# PackageReportDialog,ReportWindowTitle
source: Asset Report
es: Informe del activo
ja: アセットレポート
pt_br: Relatório do Ativo

# ParticleComponents,MapCheck_Message_PSysCompErrorEmptyActorRef
source: PSysComp has an empty parameter actor reference at index {InstanceParamIndex} ({PathName})
es: PSysComp tiene una referencia de actor de parámetro vacía en el índice {InstanceParamIndex} ({PathName})
ja: PSysCompのインデックス {InstanceParamIndex} ({PathName}) に空白のパラメータアクタ参照があります
pt_br: PSysComp tem uma referência de ator de parâmetro vazio no índice {InstanceParamIndex} ({PathName})

# ParticleComponents,MapCheck_Message_PSysCompErrorEmptyMaterialRef
source: PSysComp has an empty parameter material reference at index {InstanceParamIndex} ({PathName})
es: PSysComp tiene una referencia de material de parámetro vacío en el índice {InstanceParamIndex} ({PathName})
ja: PSysCompのインデックス {InstanceParamIndex} ({PathName}) に空白のパラメータ マテリアル参照があります
pt_br: PSysComp tem um material de ator de parâmetro vazio no índice {InstanceParamIndex} ({PathName})

# ParticleModules,DistNotAllowedOnGPUFormat
source: Distribution {0} in {1} is using a distribution that is not supported on GPU emitters.
es: La distribución {0} en {1} está utilizando una distribución incompatible con los emisores GPU.
ja: {1} のディストリビューション {0} は、GPUエミッタでサポートされていません
pt_br: A distribuição {0} em {1} está usando uma distribuição que não é suportada em emissores GPU.
