Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SBlueprintMerge,NextConflictLabel
source: Next Conflict
ja: 次のコンフリクト

# SBlueprintMerge,NextConflictTooltip
source: Go to next conflict
ja: 次のコンフリクト箇所へ進む

# SBlueprintMerge,NextMergeLabel
source: Next
ja: 次へ

# SWizard,NextButtonLabel
source: Next
es: Siguiente
ja: 次へ
pt_br: Próximo

# SBlueprintMerge,NextMergeTooltip
source: Go to next difference
ja: 次の差分へ移動する

# SBlueprintMerge,PrevConflictLabel
source: Prev Conflict
ja: 前回のコンフリクト

# SBlueprintMerge,PrevConflictTooltip
source: Go to previous conflict
ja: 前回のコンフリクト箇所へ戻る

# SBlueprintMerge,PrevMergeLabel
source: Prev
ja: プレビュー

# SBlueprintMerge,PrevMergeTooltip
source: Go to previous difference
ja: 前回の差分へ移動する

# SBlueprintMerge,RemoteLabel
source: SOURCE (REMOTE)
ja: ソース (REMOTE)

# SBlueprintMerge,StartMergeLabel
source: Start Merge
ja: マージを開始する

# SBlueprintMerge,StartMergeTooltip
source: Loads the selected blueprints and switches to an active merge (using your selections for the remote/base/local)
ja: 選択したブループリントをロードして、アクティブなマージを切り替える（リモート/ベース/ローカルの選択を使用）

# SCAQueryDetails,BlockLabel
source: Block
ja: ブロック

# SCAQueryDetails,InvalidLabel
source: Invalid
ja: 無効

# SCAQueryDetails,MissLabel
source: Miss
ja: ミス

# SCAQueryDetails,MissReasonActorCollisionDisabledFmt
source: Owning Actor '{0}' has all collision disabled (SetActorEnableCollision)
ja: 所有アクタ '{0}' のコリジョンはすべて無効です (SetActorEnableCollision)

# SCAQueryDetails,MissReasonComponentCollisionDisabledFmt
source: Component '{0}' has CollisionEnabled == NoCollision
ja: コンポーネント '{0}' に コリジョンEnabled == NoCollisionがあります

# SCAQueryDetails,MissReasonComponentIgnoresChannelFmt
source: Component '{0}' ignores this channel.
ja: コンポーネント '{0}' はこのチャンネルを無視します

# SCAQueryDetails,MissReasonQueryIgnoresComponentFmt
source: Query ignores Component '{0}' movement channel.
ja: クエリはコンポーネント '{0}' 移動チャンネルを無視します

# SCAQueryDetails,MissToolTipFmt
source: Miss: {0}
ja: ミス： {0}

# SCAQueryDetails,QueryEnd
source: End:
es: Final:
ja: 終了:
pt_br: Fim:

# SCAQueryDetails,QueryStart
source: Start:
es: Iniciar:
ja: 開始:
pt_br: Início:

# SCAQueryDetails,ResultListComponentHeader
source: Component
es: Componente
ja: コンポーネント
pt_br: Componente

# SCAQueryDetails,ResultListNormalHeader
source: Normal
ja: 法線

# SCAQueryDetails,ResultListTypeHeader
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo

# SCollisionAnalyzer,QueryListTypeHeader
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo

# SEventGraph,Toolbar_Type
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo

# SSessionBrowser,InstanceListTypeColumnHeader
source: Type
ja: タイプ

# VisualizeRT,TypeColumnHeader
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo

# SCAQueryDetails,ShowMisses
source: Show Misses
es: Muestra los perdidos
ja: ミスを表示
pt_br: Exibir Erros

# SceneComponent,AttachCycleWarning
source: AttachTo: '{0}' already attached to '{1}', would form cycle. Aborting.
es: AttachTo: '{0}' ya anexado a '{1}', formaría un ciclo. Cancelando.
ja: AttachTo: '{0}' は既に '{1}' に親子付けされているため周期が生じます。中止します。
pt_br: AttachTo: “{0}” já anexado ao “{1}” formaria um ciclo. Abortando.

# SceneComponent,AttachToSelfWarning
source: AttachTo: '{0}' cannot be attached to itself. Aborting.
es: AttachTo: '{0}' no pudo anexarse a sí mismo. Cancelando.
ja: AttachTo: '{0}' を自身に親子付けすることはできません
pt_br: AttachTo: “{0}” não pode ser anexado a si mesmo. Abortando.

# SceneComponent,InvalidMustBeMovable
source: Mobility of {0} : {1} has to be 'Movable' if you'd like to {2}.
ja: {0} のモビリティ：{2} をしたい場合は、{1} は「ムーバブル」にする必要があります。

# SceneComponent,MobilityAlteredPluralNotification
source: Caused {0} other components to also change Mobility
ja: {0}つの他のコンポーネントのモビリティに変更が加わりました

# SceneComponent,MobilityAlteredSingularNotification
source: Caused 1 component to also change Mobility
ja: 1つのコンポーネントのモビリティに変更が加わりました

# SceneComponent,NoStaticToDynamicWarning
source: AttachTo: '{0}' is not static {1}, cannot attach '{2}' which is static to it. Aborting.
es: AttachTo: '{0}' no es estático {1}, no puede anexar '{2}' lo que es estático a él. Abortando.
ja: AttachTo: '{0}' は静的 {1} ではありません。静的である '{2}' を親子付けすることはできません。中止します。
pt_br: AttachTo: “{0}” não é {1} estático, não é possível anexar “{2}”, que é estático a ele. Abortando.

# SceneRendering,OcclusionChild
source: Occlusion Child
es: Oclusión
ja: 子オクルージョン
pt_br: Filho de Oclusão

# SceneRendering,RenderingFrozen
source: Rendering frozen...
es: Renderización congelada...
ja: 描画でフリーズ中...
pt_br: Renderizando congelado...

# SCollisionAnalyzer,CAnalyzerLoad_Tooltip
source: Load a previously recorded collision data session
ja: 以前に記録したコリジョンデータセッションを読み込み

# SCollisionAnalyzer,CAnalyzerRecord_Tooltip
source: Start/stop recording collision data
ja: コリジョンデータの記録を開始/停止

# SCollisionAnalyzer,CAnalyzerSave_Tooltip
source: Save the current recorded collision data
ja: 現在記録したコリジョンデータを保存

# SCollisionAnalyzer,CAnalyzerToggleRecent_Tooltip
source: Toggles drawing of recent collision data
ja: 最近のコリジョンデータの描画を切り替え

# SCollisionAnalyzer,CollisionAnalyzerStatusTextFmt
source: Total: {0} queries over {1} frames. Shown: {2} queries
ja: 合計： {1} フレーム中 {0} クエリ。表示： {2} クエリ

# SCollisionAnalyzer,CollisionFileLocation
source: Choose file location
ja: ファイルの場所を選択

# SCollisionAnalyzer,CollisionFileOpen
source: Choose collision file to load
ja: 読み込むコリジョンファイルを選択

# SCollisionAnalyzer,NumberBlocksTooltip
source: Number of blocking results, red means 'started penetrating'
es: Número de resultados de bloqueo, el rojo significa “penetración iniciada”
ja: ブロックした回数です。赤は「貫通開始」を示します
pt_br: Número de resultados de bloqueio, vermelho significa “penetração iniciada”

# SCollisionAnalyzer,NumberTouchTooltip
source: Number of touching results
es: Número de resultados de contacto
ja: 接触した回数
pt_br: Número de resultados de toque

# SCollisionAnalyzer,QueryListModeHeader
source: Mode
ja: モード

# SCollisionAnalyzer,QueryListOwnerHeader
source: Owner
es: Propietario
ja: オーナー
pt_br: Dono

# SProjectLauncherDeployTargets,DeviceListOwnerColumnHeader
source: Owner
ja: オーナー

# SCollisionAnalyzer,QueryListShapeHeader
source: Shape
es: Forma
ja: 形状
pt_br: Formato

# SCollisionAnalyzer,QueryListTagHeader
source: Tag
es: Etiqueta
ja: タグ
pt_br: Rótulo

# SCollisionAnalyzer,QueryMillisecondsColumnHeader
source: ms
ja: ミリ秒

# TaskGraph,milliseconds
source: ms
ja: ミリ秒

# SCollisionAnalyzer,TimeTooltip
source: How long this query took, in ms
es: Cuánto tiempo tarda esta consulta, en ms
ja: クエリの実行に要した時間、ms (ミリ秒) で表示
pt_br: Quanto tempo esta consulta demorou, em ms

# SComboBox,ContentWarning
source: No Content Provided
es: Ningún contenido facilitado
ja: コンテンツがありません
pt_br: Nenhum Conteúdo Fornecido

# ScreenShotBrowserToolBar,Refresh Screen shots
source: Refresh Screen Shots
es: Actualizar las capturas de pantalla
ja: スクリーンショットを更新する
pt_br: Atualizar Capturas de Tela

# ScreenShotBrowserToolBar,ScreenshotNthLabel
source: Display Every Nth Screenshot:
es: Visualizar cada enésima captura de pantalla:
ja: N番目ごとにスクリーンショットを表示:
pt_br: Exibir a cada número específico de capturas de tela:

# ScreenShotBrowserToolBar,ScreenshotPlatform
source: Platform:
es: Plataforma:
ja: プラットフォーム:
pt_br: Plataforma:

# SDeviceBrowserDeviceAdder,PlatformLabel
source: Platform:
es: Plataforma:
ja: プラットフォーム:
pt_br: Plataforma:

# SDeviceQuickInfo,DevicePlatformLabel
source: Platform:
es: Plataforma:
ja: プラットフォーム:
pt_br: Plataforma:

# ScriptInstrumentationPlayback,CyclicLink_ToolTip
source: Cyclic Link
ja: 循環リンク

# ScriptInstrumentationPlayback,EntryNode
source: Entry Node
ja: エントリーノード

# ScriptInstrumentationPlayback,NavigateToBlueprintHyperlink_ToolTip
source: Navigate to the Blueprint
ja: ブループリントに移動

# ScriptInstrumentationPlayback,NavigateToEventLocationHyperlink_ToolTip
source: Navigate to the Event
ja: イベントに移動

# ScriptInstrumentationPlayback,NavigateToFunctionLocationHyperlink_ToolTip
source: Navigate to the Function
ja: 関数に移動

# ScriptInstrumentationPlayback,NavigateToInheritedEventLocationHyperlink_ToolTip
source: Navigate to the Inherited Event
ja: 継承したイベントに移動

source: Navigate to the Inherited Function
ja: 継承した関数に移動

# ScriptInstrumentationPlayback,NavigateToInstanceHyperlink_ToolTip
source: Navigate to the Instance
ja: インスタンスに移動

# ScriptInstrumentationPlayback,NavigateToNodeLocationHyperlink_ToolTip
source: Navigate to the Node
ja: ノードに移動

# SDataGraph,ContextMenu_ViewMode
source: View Mode
es: Modo Vista
ja: ビューモード
pt_br: Modo de Visualização

# SDataGraph,DataGraphSummary_CloseButton_TT
source: Click to stop tracking '{StatName}' stat
es: Haga clic para detener el seguimiento de la estadística '{StatName}'
ja: クリックして '{StatName}' 統計データのトラッキングを停止する
pt_br: Clique para parar de rastrear o status “{StatName}”

# SDataGraph,DataGraphSummary_Warning
source: Not implemented yet
es: Todavía no implementado
ja: まだ実装されていません
pt_br: Não implementado ainda

# SDeviceApps,AppListDeploymentDateColumnHeader
source: Date deployed
es: Fecha implementada
ja: デプロイ実行日
pt_br: Data implementada

# SDeviceApps,AppListOwnerColumnHeader
source: Deployed by
es: Implementado por
ja: デプロイ作業者
pt_br: Implementada por

# SDeviceApps,SelectSessionOverlayText
source: Please select a device from the Device Browser
es: Por favor, seleccione un dispositivo desde el navegador de dispositivos
ja: デバイスブラウザからデバイスを選択してください
pt_br: Selecione um dispositivo no Navegador de Dispositivos

# SDeviceDetails,SelectSessionOverlayText
source: Please select a device from the Device Browser
es: Por favor, seleccione un dispositivo desde el navegador de dispositivos
ja: デバイスブラウザからデバイスを選択してください
pt_br: Selecione um dispositivo no Navegador de Dispositivos

# SDeviceProcesses,SelectDeviceOverlayText
source: Please select a device from the Device Browser
es: Por favor, seleccione un dispositivo desde el navegador de dispositivos
ja: デバイスブラウザからデバイスを選択してください
pt_br: Selecione um dispositivo no Navegador de Dispositivos

# SDeviceAppsAppListRow,TempDateColumn
source: @todo gmp: implement
es: @todo gmp: implementar
ja: @todo gmp: 実装
pt_br: @todo gmp: implementar

# SDeviceAppsAppListRow,TempNameColumn
source: @todo gmp: implement
es: @todo gmp: implementar
ja: @todo gmp: 実装
pt_br: @todo gmp: implementar

# SDeviceAppsAppListRow,TempOwnerColumn
source: @todo gmp: implement
es: @todo gmp: implementar
ja: @todo gmp: 実装
pt_br: @todo gmp: implementar

# SDeviceBrowser,DeviceAdderAreaTitle
source: Add An Unlisted Device
es: Agregar un dispositivo no enumerado
ja: 一覧にないデバイスを追加する
pt_br: Adicionar Um Dispositivo Não Listado

# SDeviceBrowser,DevicesListClaimedColumnHeader
source: Claimed By
es: Reclamado por
ja: 作成者
pt_br: Retirado por

# SDeviceBrowser,DevicesListNameColumnHeader
source: Device
es: Dispositivo
ja: デバイス
pt_br: Dispositivo

# SProjectLauncherDeployTargets,DeviceListDeviceColumnHeader
source: Device
ja: デバイス

# SProjectLauncherPreviewPage,DeviceListDeviceColumnHeader
source: Device
ja: デバイス

# SSessionBrowser,InstanceListDeviceColumnHeader
source: Device
ja: デバイス

# SDeviceBrowser,DevicesListShareColumnHeader
source: Share
es: Compartir
ja: 共有
pt_br: Compartilhar

# UICommands.DeviceDetailsCommands,Share
source: Share
ja: 共有

# SDeviceBrowserContextMenu,ConnectivityMenuHeading
source: Connectivity
es: Conectividad
ja: 接続
pt_br: Conectividade

# SDeviceBrowserContextMenu,OwnershipMenuHeading
source: Ownership
es: Propiedad
ja: オーナーシップ
pt_br: Propriedade

# SDeviceBrowserContextMenu,RemoteControlMenuHeading
source: Remote Control
es: Control remoto
ja: リモート制御
pt_br: Controle Remoto

# SDeviceBrowserDeviceAdder,AddButtonText
source: Add
es: Añadir
ja: 追加する
pt_br: Adicionar

# WidgetGallery,AddBreadCrumbLabel
source: Add
es: Añadir
ja: 追加
pt_br: Adicionar

# SDeviceBrowserDeviceAdder,DeviceAdderFailedToAddDeviceMessage
source: Failed to add the device!
es: ¡Error al añadir el dispositivo!
ja: デバイスを追加できませんでした！
pt_br: Falha ao adicionar o dispositivo!

# SDeviceBrowserDeviceAdder,DeviceIdLabel
source: Device Identifier:
es: Identificador del dispositivo:
ja: デバイス識別子
pt_br: Identificador do Dispositivo:

# SDeviceBrowserDeviceAdder,DeviceIdToolTip
source: The device's unique identifier. Depending on the selected Platform, this can be a host name, an IP address, a MAC address or some other platform specific unique identifier.
es: Identificador único del dispositivo. Dependiendo de la plataforma seleccionada, puede ser un nombre del anfitrión, una dirección IP, una dirección MAC u otro identificador único específico de plataforma.
ja: デバイスの一意識別子です。選択プラットフォーム次第でホスト名、IPアドレス、MACアドレス、またはプラットフォーム固有の一意識別子にすることができます。
pt_br: O identificador único do dispositivo. Dependendo da plataforma selecionada, isto pode ser um nome de host, um endereço IP, um endereço MAC ou algum outro identificador único de plataforma.

# SDeviceBrowserDeviceAdder,DeviceNameToolTip
source: A display name for this device. Once the device is connected, this will be replaced with the device's actual name.
es: Un nombre de pantalla para este dispositivo. Una vez que el dispositivo sea conectado, será reemplazado por el nombre actual del dispositivo.
ja: このデバイスの表示名です。一度デバイスを接続すると、デバイスの実際の名前に置き換えられます。
pt_br: Um nome de exibição para este dispositivo. Quando o dispositivo for conectado, isso será substituído pelo nome atual do dispositivo.

# SDeviceBrowserDeviceAdder,DisplayNameLabel
source: Display Name:
es: Visualizar el nombre:
ja: 表示名:
pt_br: Nome de Exibição:

# SDeviceBrowserDeviceAdder,SelectAPlatform
source: Select a Platform
ja: プラットフォームを選択

# SDeviceBrowserDeviceAdder,UserNameLabel
source: User:
es: Usuario:
ja: ユーザー:
pt_br: Usuário:

# SDeviceBrowserDeviceAdder,UserPasswordLabel
source: Password:
es: Contraseña:
ja: パスワード:
pt_br: Senha:

# SDeviceBrowserDeviceListRow,RemotelyHint
source: (remotely)
ja: (リモートから)

# SDeviceBrowserDeviceListRow,ShareCheckBoxToolTip
source: Check this box to share this device with other users on the network
es: Marcar esta casilla para compartir este dispositivo con otros usuarios en la red
ja: 対象デバイスをネットワーク上の他のユーザーと共有するにはこのボックスをオンにしてください
pt_br: Marque esta caixa para compartilhar este dispositivo com outros usuários na rede

# SDeviceBrowserDeviceListRow,StatusConnected
source: Connected
es: Conectado
ja: 接続
pt_br: Conectado

# SDeviceQuickInfo,StatusConnected
source: Connected
es: Conectado
ja: 接続
pt_br: Conectado

# SDeviceBrowserDeviceListRow,StatusDisconnected
source: Disconnected
es: Desconectado
ja: 切断
pt_br: Desconectado

# SDeviceQuickInfo,StatusDisconnected
source: Disconnected
es: Desconectado
ja: 切断
pt_br: Desconectado

# SDeviceBrowserDeviceListRow,StatusUnavailable
source: Unavailable
es: No disponible
ja: 利用不可
pt_br: Não disponível

# SDeviceQuickInfo,StatusUnavailable
source: Unavailable
es: No disponible
ja: 利用不可
pt_br: Não disponível

# SDeviceBrowserFilterBar,PlatformFiltersComboButtonText
source: Platform Filters
ja: プラットフォームフィルタ

# SDeviceBrowserFilterBar,SearchBoxHint
source: Search devices
es: Buscar dispositivos
ja: デバイスを検索する
pt_br: Buscar dispositivos

# SDeviceDetails,FeatureListAvailableColumnHeader
source: Available
es: Disponible
ja: 利用可能
pt_br: Disponível

# SDeviceDetails,FeatureListFeatureColumnHeader
source: Feature
es: Función
ja: 機能
pt_br: Recurso

# SDeviceManager,DeviceAppsTabTitle
source: Deployed Apps
es: Apps implementadas
ja: デプロイしたアプリ
pt_br: Aplicativos Implementados

# SDeviceManager,DeviceBrowserTabTitle
source: Device Browser
es: Navegador del dispositivo
ja: デバイスブラウザ
pt_br: Navegador de Dispositivos

# SDeviceManager,DeviceConnectFailedMessage
source: Unable to connect to the device. Please make sure that it is powered on!
es: No puede conectarse al dispositivo. ¡Por favor, asegúrese de que está encendido!
ja: デバイスに接続できません。電源がオンになっていることを確認してください！
pt_br: Falha ao conectar ao dispositivo. Certifique-se de que ele está ligado!

# SDeviceManager,DeviceProcessesTabTitle
source: Running Processes
es: Ejecutando los procesos
ja: プロセスを実行中
pt_br: Processos em Execução

# SDeviceManager,DeviceToolbarTabTitle
source: Toolbar
es: Barra de Herramientas
ja: ツールバー
pt_br: Barra de ferramentas

# SVisualLogger,ToolbarTabTitle
source: Toolbar
ja: ツールバー

# SDeviceManager,LocalHostDialogPrompt
source: WARNING: This device represents your local computer. Are you sure you want to proceed?
es: ADVERTENCIA: Este dispositivo representa su ordenador local. ¿Está seguro de querer continuar?
ja: 警告: このデバイスはユーザーのローカル コンピュータを表します。 継続してよろしいですか?
pt_br: ADVERTÊNCIA: Este dispositivo representa o computador local. Prosseguir?

# SDeviceProcesses,DeviceUnavailableOverlayText
source: The selected device is currently unavailable
es: El dispositivo seleccionado no está disponible actualmente
ja: 選択デバイスは現在利用不可です
pt_br: O dispositivo selecionado não está disponível no momento

# SDeviceProcesses,FailedToTerminateProcessesMessage
source: The following processes could not be terminated. You may not have the required permissions: {0}
es: Los siguientes procesos no pudieron ser terminados. Puede que no tenga los permisos necesarios: {0}
ja: 次の処理を終了することはできません。 ユーザに必要な権限がない可能性があります: {0}
pt_br: Os processos a seguir não foram eliminados. Você pode não ter as permissões necessárias: {0}

# SDeviceProcesses,ProcessListNameColumnHeader
source: Process Name
es: Nombre del proceso
ja: プロセス名
pt_br: Nome do Processo

# SDeviceProcesses,ProcessListParentColumnHeader
source: Parent PID
es: PID padre
ja: 親PID
pt_br: PID Pai

# SDeviceProcesses,ProcessListThreadsColumnHeader
source: Threads
es: Subprocesos
ja: スレッド
pt_br: Encadeamentos

# SDeviceProcesses,ProcessListUserColumnHeader
source: User
es: Usuario
ja: ユーザー
pt_br: Usuário

# SDeviceProcesses,ProcessSnapshotsUnsupportedOverlayText
source: The selected device does not support process snapshots
es: El dispositivo seleccionado no soporta instantáneas de proceso
ja: 選択デバイスは処理のスナップショット機能をサポートしていません
pt_br: O dispositivo selecionado não suporta instantâneos de processo

# SDeviceProcesses,ProcessTreeCheckBoxText
source: Show process tree
es: Mostrar árbol de procesos
ja: プロセスツリーを表示する
pt_br: Exibir árvore de processos

# SDeviceProcesses,ProcessTreeCheckBoxToolTip
source: Check this box to display the list of processes as a tree instead of a flat list
es: Marcar esta caja para visualizar la lista de procesos como un árbol en lugar de como una lista plana
ja: ボックスにチェックを入れるとフラットなリスト表示の代わりに処理リストを階層表示します
pt_br: Marque esta caixa para exibir a lista de processos em árvore em vez de uma lista plana

# SDeviceProcesses,TerminateProcessButtonText
source: Terminate Process
es: Finalizar proceso
ja: 処理を終了する
pt_br: Eliminar Processo

# SDeviceProcesses,TerminateProcessWarning
source: Warning: If you terminate a process that is associated with a game or an application, you willl lose any unsaved data. If you end a system process, it might result in an unstable system.
es: Advertencia: si finaliza un proceso que está asociado a un juego o a una aplicación, perderá cualquier dato no guardado. Si finaliza un proceso del sistema, podría provocar que el sistema se vuelva inestable.
ja: 警告: ゲームまたはアプリケーション関連のプロセスを終了すると、未保存のデータはすべて消失します。システムプロセスを終了すると、システムが不安定になる可能性があります。
pt_br: Advertência: Se você eliminar um processo que está associado com um jogo ou aplicativo, perderá quaisquer dados não salvos. Se você exterminar um processo do sistema, isto pode resultar em um sistema instável.

# SDeviceQuickInfo,DefaultDeviceLabel
source: Default device:
es: Dispositivo predeterminado:
ja: デフォルトデバイス:
pt_br: Dispositivo padrão:

# SDeviceQuickInfo,DeviceIdLabel
source: Device ID:
es: ID del dispositivo:
ja: デバイスID:
pt_br: ID do dispositivo:

# SDeviceQuickInfo,DeviceMakeModelLabel
source: Operating System:
es: Sistema operativo:
ja: OS:
pt_br: Sistema Operacional:

# SDeviceQuickInfo,DeviceNameLabel
source: Name:
es: Nombre:
ja: 名前:
pt_br: Nome:

# SFiltersAndPresets,NameDesc
source: Name:
es: Nombre:
ja: 名前:
pt_br: Nome:

# SSessionConsoleShortcutWindow,ShortcutOptionsEditNameTitle
source: Name:
es: Nombre:
ja: 名前:
pt_br: Nome:

# STestSuite,HyperlinkNameLabel
source: Name:
ja: 名前:

# SDeviceQuickInfo,NoText
source: no
ja: いいえ
pt_br: não

# SDeviceQuickInfo,StatusLabel
source: Status:
es: Estado:
ja: ステータス:

# SDeviceQuickInfo,YesText
source: yes
es: sí
ja: はい
pt_br: sim

# SessionFrontend,ContextMenu.DeleteCommand
source: Delete Command
es: Eliminar comando
ja: コマンドを削除する
pt_br: Excluir Comando

# SessionFrontend,ContextMenu.EditCommand
source: Edit Command
es: Editar comando
ja: コマンドを編集する
pt_br: Editar Comando

# SessionFrontend,ContextMenu.EditName
source: Edit Name
es: Editar nombre
ja: 名前を編集する
pt_br: Editar Nome

# SEventGraph,CallsPerFrameDesc
source: Number of times this event was called
ja: このイベントが呼ばれた回数

# SEventGraph,CallsPerFrameTitle
source: Calls
ja: コール

# SEventGraph,ContextMenu_ClearHistory
source: Reset to default
es: Reiniciar a predeterminado
ja: デフォルトにリセットする
pt_br: Redefinir para padrão

# SProfilerSettings,ResetToDefaultToolTip
source: Reset to default
es: Reajustar a predeterminado
ja: デフォルト設定にリセット
pt_br: Redefinir para padrão

# SEventGraph,ContextMenu_ClearHistory_Reset_Desc
source: For the selected event graph resets root/culling/filter to the default state and clears the history
es: Para el gráfico del evento seleccionado, reinicia la raíz/selecciona/filtra al estado predeterminado y borra el historial
ja: 選択イベントグラフのルート/カリング/フィルタをデフォルトステートにリセットして履歴をクリアします
pt_br: Para o grafo de evento selecionado redefinir a raiz/descarte/filtro para o estado padrão e apagar o histórico

# SEventGraph,ContextMenu_Culling_Desc_TT
source: Culls the event graph based on the property value of the selected event
es: Selecciona el gráfico del evento basado en el valor de la propiedad del evento seleccionado
ja: 選択イベントのプロパティ値に基いてイベントグラフをカリングします
pt_br: Descarta o grafo de evento com base no valor da propriedade do evento selecionado

# SEventGraph,ContextMenu_Culling_DescErrCol
source: Culling not available, please select a different column
es: Selección no disponible, seleccione una columna diferente
ja: カリングは利用できません。別のカラムを選択してください。
pt_br: Descarte não disponível, selecione outra coluna

# SEventGraph,ContextMenu_Culling_DescErrEve
source: Culling not available, please select one event
es: Selección no disponible, seleccione un evento
ja: カリングは利用できません。1つのイベントを選択してください。
pt_br: Descarte não disponível, selecione um evento

# SEventGraph,ContextMenu_Culling_DescFmt
source: Cull events to '{0}' based on '{1}'
es: Seleccionar eventos en '{0}' basados en '{1}'
ja: '{1}' に基いてイベントを {0} にカリングする
pt_br: Descarta os eventos para “{0}” com base em “{1}”

# SEventGraph,ContextMenu_Filtering_Desc_TT
source: Filters the event graph based on the property value of the selected event
es: Filtra el gráfico de evento basado en el valor de la propiedad del evento seleccionado
ja: 選択イベントのプロパティ値に基いてイベントグラフをフィルタリングします
pt_br: Filtra o grafo de evento com base no valor da propriedade do evento selecionado

# SEventGraph,ContextMenu_Filtering_DescErrCol
source: Filtering not available, please select a different column
es: El filtrado no está disponible, por favor seleccionar una columna diferente
ja: フィルタリングは利用できません。別のカラムを選択してください。
pt_br: Filtro não disponível, selecione outra coluna

# SEventGraph,ContextMenu_Filtering_DescErrEve
source: Filtering not available, please select one event
es: El filtrado no está disponible, por favor seleccionar un evento
ja: フィルタリングは利用できません。1つのイベントを選択してください。
pt_br: Filtro não disponível, selecione um evento

# SEventGraph,ContextMenu_Filtering_DescFmt
source: Filter events to '{0}' based on '{1}'
es: Filtrar eventos en '{0}' basados en '{1}'
ja: '{1}' に基いてイベントを {0} にフィルタリングする
pt_br: Filtrar eventos para “{0}” com base em “{1}”

# SEventGraph,ContextMenu_Header_Columns
source: Columns
es: Columnas
ja: カラム
pt_br: Colunas

# SEventGraph,ContextMenu_Header_Columns_ResetColumns
source: Reset Columns To Default
es: Reiniciar columnas a predeterminado
ja: カラムをデフォルトにリセットする
pt_br: Redefinir Colunas para o Padrão
