Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# AssetTypeActions,Class_NewDerivedBlueprintClassLabel_CreateFrom
source: Create Blueprint class based on {0}
ja: {0} に基づくブループリントクラスを作成します

# AssetTypeActions,Class_NewDerivedBlueprintClassLabel_InvalidNumberOfBases
source: New Blueprint class based on...
ja: ...に基づく新規ブループリントクラス

# AssetTypeActions,Class_NewDerivedBlueprintClassTooltip_CreateFrom
source: Create a new Blueprint class based on {0}.
ja: {0} に基づく新規ブループリントクラスを作成します。

# AssetTypeActions,Class_NewDerivedBlueprintClassTooltip_InvalidClass
source: Cannot create a new Blueprint class based on {0}.
ja: {0} に基づく新規ブループリントクラスは作成できません。

# AssetTypeActions,Class_NewDerivedBlueprintClassTooltip_InvalidNumberOfBases
source: Can only create a Blueprint class when there is a single base class selected.
ja: 単一基底クラスを選択時はブループリントクラスのみを作成できます。

# AssetTypeActions,Class_NewDerivedCppClassLabel_CreateFrom
source: Create C++ class derived from {0}
ja: {0} から派生するC++クラスを作成します

# AssetTypeActions,Class_NewDerivedCppClassLabel_InvalidNumberOfBases
source: New C++ class derived from...
ja: ...から派生した新規C++クラス

# AssetTypeActions,Class_NewDerivedCppClassTooltip_CreateFrom
source: Create a new C++ class deriving from {0}.
ja: {0} から派生する新規C++クラスを作成します。

# AssetTypeActions,Class_NewDerivedCppClassTooltip_InvalidClass
source: Cannot create a new C++ class deriving from {0}.
ja: {0} から派生する新規C++クラスは作成できません。

# AssetTypeActions,Class_NewDerivedCppClassTooltip_InvalidNumberOfBases
source: Can only create a derived C++ class when there is a single base class selected.
ja: 単一基底クラスを選択時は派生C++クラスのみを作成できます。

# AssetTypeActions,CloseReferencingEditors
source: You need to close Persona or anything that references animation, mesh or animation blueprint before this step. Continue?
es: Antes de este paso, debe cerrar Persona o cualquier referencia a animación, malla o Blueprint de animación. ¿Continuar?
ja: この手順を実行する前にペルソナ、またはアニメーション、メッシュ、アニメーションブループリントを参照するものすべてを閉じなくてはいけません。継続しますか？
pt_br: Você precisa fechar o Persona ou qualquer coisa que referencia a animação, malha ou esquema de animação antes de realizar esta etapa. Continuar?

# AssetTypeActions,CreateAnimSubmenu
source: Create
es: Crear
ja: 作成する
pt_br: Criar

# AssetTypeActions,CreateSkeletalMeshSubmenu
source: Create
es: Crear
ja: 作成する
pt_br: Criar

# AssetTypeActions,CreateSkeletonSubmenu
source: Create
es: Crear
ja: 作成する
pt_br: Criar

# AssetTypeActions,PhysAsset_Create
source: Create
ja: 作成

# AssetTypeActions,CreateAnimSubmenu_ToolTip
source: Create assets from this anim sequence
es: Crear activos de esta secuencia de animación
ja: このアニメーションシーケンスからアセットを作成
pt_br: Criar ativos a partir desta sequência de animação

# AssetTypeActions,CreateSkeletalMeshSubmenu_ToolTip
source: Create related assets
es: Crear activos relacionados
ja: 関連アセットを作成
pt_br: Criar ativos relacionados

# AssetTypeActions,CreateSkeletonOrAssign
source: You need to create a Skeleton or assign one in order to open this in Persona.
es: Necesita crear un esqueleto o asignar uno para abrir esto en Persona.
ja: これをペルソナで開くにはスケルトンを作成するか、スケルトンを割り当てなくてはいけません。
pt_br: Você precisa criar um Esqueleto ou atribuir um para abrir isto no Persona.

# AssetTypeActions,CreateSkeletonSubmenu_ToolTip
source: Create assets for this skeleton
es: Crear activos para este esqueleto.
ja: このスケルトンにアセットを作成
pt_br: Criar ativos para este esqueleto

# AssetTypeActions,CurveTable_ExportAsCSV
source: Export as CSV
ja: CSVとしてエクスポート

# AssetTypeActions,DataTable_ExportAsCSV
source: Export as CSV
ja: CSVとしてエクスポート

# AssetTypeActions,CurveTable_ExportAsCSVTooltip
source: Export the curve table as a file containing CSV data.
ja: カーブテーブルをCVS形式で書き出す

# AssetTypeActions,CurveTable_ExportAsJSON
source: Export as JSON
ja: JSONとしてエクスポート

# AssetTypeActions,DataTable_ExportAsJSON
source: Export as JSON
ja: JSONとしてエクスポート

# AssetTypeActions,CurveTable_ExportAsJSONTooltip
source: Export the curve table as a file containing JSON data.
ja: カーブテーブルをJSON形式で書き出す

# AssetTypeActions,CurveTable_ExportCSVDialogTitle
source: Export '{0}' as CSV...
ja: '{0}' をCSVとしてエクスポートする...

# AssetTypeActions,DataTable_ExportCSVDialogTitle
source: Export '{0}' as CSV...
ja: '{0}' をCSVとしてエクスポートする...

# AssetTypeActions,CurveTable_ExportJSONDialogTitle
source: Export '{0}' as JSON...
ja: '{0}' をJSONとしてエクスポート...

# AssetTypeActions,DataTable_ExportJSONDialogTitle
source: Export '{0}' as JSON...
ja: '{0}' をJSONとしてエクスポート...

# AssetTypeActions,CurveTable_OpenSourceData
source: Open Source Data
ja: ソースデータを開く

# AssetTypeActions,DataTable_OpenSourceData
source: Open Source Data
ja: ソースデータを開く

# AssetTypeActions,CurveTable_OpenSourceDataTooltip
source: Opens the curve table's source data file in an external editor. It will search using the following extensions: .xls/.xlsm/.csv/.json
ja: 外部のエディタでカーブテーブルのソースを開く。検索対象の拡張子は xml xlsm csv json に限る。

# AssetTypeActions,DataTable_ExportAsCSVTooltip
source: Export the data table as a file containing CSV data.
ja: データテーブルをCSV形式で書き出す

# AssetTypeActions,DataTable_ExportAsJSONTooltip
source: Export the data table as a file containing JSON data.
ja: データテーブルをJSON形式で書き出す

# AssetTypeActions,DataTable_MissingRowStructTitle
source: Continue?
ja: 続行しますか?

# AssetTypeActions,DataTable_OpenSourceDataTooltip
source: Opens the data table's source data file in an external editor. It will search using the following extensions: .xls/.xlsm/.csv/.json
ja: 外部のエディタでデータテーブルのソースを開く。検索対象の拡張子は xml xlsm csv json に限る。

# AssetTypeActions,DialogueWave_CreateCue
source: Create Cue
es: Crear pista
ja: キューを作成
pt_br: Criar Comando

# AssetTypeActions,SoundWave_CreateCue
source: Create Cue
es: Crear pista
ja: キューを作成
pt_br: Criar Comando

# AssetTypeActions,DialogueWave_CreateCueTooltip
source: Creates a sound cue using this dialogue wave.
ja: このダイアログウェーブを利用してサウンドキューを作成

# AssetTypeActions,ExecuteEditDefaultsNewLogPage
source: Loading Blueprints
es: Cargando Blueprints
ja: ブループリントをロード中
pt_br: Carregando Esquemas

# AssetTypeActions,FailedToLoadBlueprint
source: Blueprint could not be loaded because it derives from an invalid class. Check to make sure the parent class for this blueprint hasn't been removed!
es: ¡El Blueprint no pudo cargarse, porque desciende de una clase no válida. ¡Asegurarse de que la clase padre no ha sido eliminada para este Blueprint!
ja: 無効なクラスから派生したブループリントはロードできません。親クラスでこのブループリントが取り除かれていないことを確認してください。
pt_br: O esquema não pôde ser carregado porque é derivado de uma classe inválida. Marque para garantir que a classe pai para esse esquema não seja removida!

# AssetTypeActions,FailedToLoadBlueprintWithContinue
source: Blueprint could not be loaded because it derives from an invalid class. Check to make sure the parent class for this blueprint hasn't been removed! Do you want to continue (it can crash the editor)?
ja: 無効なクラスから派生したブループリントはロードできません。このブループリントの親クラスが取り除かれていないことを確認してください。続行しますか? (エディタがクラッシュする可能性があります)

# AssetTypeActions,FailedToLoadCorruptAnimBlueprint
source: The Anim Blueprint could not be loaded because it is corrupt.
es: El Blueprint de animación no pudo cargarse porque está dañado.
ja: 破損しているためAnimブループリントをロードできませんでした
pt_br: O Esquema de Animação não pôde ser caregado porque está corrompido.

# AssetTypeActions,FailedToLoadSkeletonlessAnimAsset
source: The Anim Asset could not be loaded because it's skeleton is missing.
es: El activo de animación no pudo cargarse porque falta su esqueleto.
ja: スケルトンが不明なためAnimアセットをロードできませんでした
pt_br: O Ativo de Animação não pôde ser carregado porque está faltando o esqueleto.

# AssetTypeActions,InvalidClassToMakeBlueprintFrom
source: Invalid class with which to make a Blueprint.
es: Clase no válida con la que hacer un Blueprint.
ja: ブループリントの作成に無効なクラス
pt_br: Classe inválida para criar um Esquema.

# AssetTypeActions,LoadBlueprint_FailedLog
source: {ObjectName} could not be loaded because it derives from an invalid class. Check to make sure the parent class for this blueprint hasn't been removed!
es: {ObjectName} ¡No pudo cargarse porque proviene de una clase no válida. ¡Comprobar para asegurar que la clase padre de este Blueprint no ha sido eliminada!
ja: {ObjectName}は無効なクラスから派生したためロードできませんでした。このブループリントの親クラスが除去されていないことを確認してください！
pt_br: {ObjectName} não pôde ser carregado porque é derivado de uma classe inválida. Marque para garantir que a classe pai para esse esquema não seja removida!

# AssetTypeActions,Material_NewMIC
source: Create Material Instance
es: Crear instancia del material
ja: マテリアルインスタンスを作成
pt_br: Criar Instância de Material

# AssetTypeActions,Material_NewMICTooltip
source: Creates a parameterized material using this material as a base.
es: Crea un material parametrizado utilizando este material como base.
ja: このマテリアルをベースにパラメータ化したマテリアルを作成
pt_br: Cria um material parametrizado usando este material como base.

# AssetTypeActions,MaterialFunction_FindMaterials
source: Find Materials Using This
es: Encontrar materiales utilizando esto.
ja: これを使用してマテリアルを検索
pt_br: Localizar Materiais Usando Isto

# AssetTypeActions,MaterialFunction_FindMaterialsTooltip
source: Finds the materials that reference this material function in the content browser.
es: Encuentra los materiales que hacen referencia a esta función de material en el buscador de contenido.
ja: コンテンツブラウザでこのマテリアル関数を参照するすべてのマテリアルを検索する
pt_br: Localiza os materiais que referenciam esta função de material no navegador de conteúdo.

# AssetTypeActions,MaterialInstanceConstant_FindParent
source: Find Parent
es: Encontrar padre
ja: 親を検索
pt_br: Localizar Pai

# AssetTypeActions,MaterialInstanceConstant_FindParentTooltip
source: Finds the material this instance is based on in the content browser.
es: Encuentra el material en el que se basa esta instancia en el buscador de contenido.
ja: コンテンツブラウザでこのインスタンスのベースとなっているマテリアルを検索する
pt_br: Localiza o material em que essa instância se baseia no navegador de conteúdo.

# AssetTypeActions,MergeSkeletonDlgDescription
source: Would you like to add following bones to the skeleton?
es: ¿Desea añadir los siguientes huesos al esqueleto?
ja: 次のボーンをスケルトンに追加しますか?
pt_br: Adicionar os seguintes ossos ao esqueleto?

# AssetTypeActions,MergeSkeletonDlgTitle
source: Merge Bones
es: Fusionar huesos
ja: ボーンをマージする
pt_br: Combinar Ossos

# AssetTypeActions,MissingSkeleton
source: This mesh currently has no valid Skeleton. Would you like to create a new Skeleton?
es: Esta malla no tiene actualmente ningún esqueleto válido. ¿Desea crear un esqueleto nuevo?
ja: メッシュに有効なスケルトンがありません。新しいスケルトンを作成しますか？
pt_br: Essa malha não tem um Esqueleto válido no momento. Criar um novo Esqueleto?

# AssetTypeActions,MorphTarget_Convert
source: Move to SkeletalMesh
es: Mover a SkeletalMesh
ja: SkeletalMeshへ移動する
pt_br: Move para SkeletalMesh

# AssetTypeActions,MorphTarget_ConvertTooltip
source: Moves the selected morph targets to its own Mesh and delete as an asset.
es: Mueve las metas de modelado seleccionadas a su propia malla y las elimina como un activo.
ja: 選択モーフターゲットを独自のメッシュへ移動してアセットとして削除する
pt_br: Move os alvos de transformação selecionados para a própria Malha e exclui como um ativo.

# AssetTypeActions,MoveToMeshWarning
source: This will move the selected morphtargets to internal SkeletalMesh and delete the assets. This is recommended. Would you like to continue?
es: Esto moverá los morphtargets seleccionados al SkeletalMesh interno y borra los activos. Se recomienda. ¿Desea continuar?
ja: 選択したモーフターゲットを内部SkeletalMeshへ移動してアセットを削除します。これは推奨方法です。継続しますか？
pt_br: Isso moverá os alvos de transformação para a SkeletalMesh interna e excluirá os ativos. Isso é recomendado. Continuar?

# AssetTypeActions,NamelessAnimationBlueprintDiff
source: Animation Blueprint Diff
ja: アニメーションブループリント差分

# AssetTypeActions,NamelessBlueprintDiff
source: Blueprint Diff
es: Comparación del Blueprint
ja: ブループリントのDiff
pt_br: Diferenças de Esquemas

# AssetTypeActions,NewImportTip
source: Import new LOD
es: Importar nuevo LOD
ja: 新規LODをインポートする
pt_br: Importar novo LOD

# AssetTypeActions_StaticMesh,NewImportTip
source: Import new LOD
es: Importar nuevo LOD
ja: 新規LODをインポートする
pt_br: Importar novo LOD

# AssetTypeActions,OpenDefaults_Failed
source: Opening Class Defaults Failed!
ja: クラスのデフォルト設定を開けませんでした！

# AssetTypeActions,ParticleSystem_ConvertToSeeded
source: Convert To Seeded
es: Transformar en
ja: Seededに変換する
pt_br: Converter Para Semeado

# AssetTypeActions,ParticleSystem_ConvertToSeeded_SlowTask
source: Converting Particle Systems to Seeded
es: Transformando los sistemas de partículas en sistemas de semilla aleatoria
ja: パーティクルをSeededに変換中
pt_br: Convertendo Sistemas de Partículas para Semeado

# AssetTypeActions,ParticleSystem_ConvertToSeeded_StatusUpdate
source: Converting {0} to Seeded
es: Transformando {0} a un sistema de semilla aleatoria
ja: {0} をSeededに変換中
pt_br: Convertendo {0} para Semeado

# AssetTypeActions,ParticleSystem_ConvertToSeededTooltip
source: Convert all modules in this particle system to random seeded modules
es: Transformar todos los módulos de este sistema de partículas en módulos de semilla aleatoria
ja: このパーティクルの全モジュールをランダムなSeededモジュールに変換する
pt_br: Converter todos os módulos neste sistema de partículas para módulos semeados aleatórios

# AssetTypeActions,ParticleSystem_CopyParameters
source: Copy Parameters
es: Copiar parámetros
ja: パラメータをコピーする
pt_br: Copiar Parâmetros

# AssetTypeActions,ParticleSystem_CopyParametersTooltip
source: Copies particle system parameters to the clipboard.
es: Copia los parámetros del sistema de partículas en el portapapeles.
ja: パーティクルのパラメータをクリップボードにコピーする
pt_br: Copia os parâmetros do sistema de partículas para a área de transferência.

# AssetTypeActions,PhysAsset_Create_ToolTip
source: Create new physics assets without assigning it to the selected meshes
ja: 選択したメッシュに割り当てることなしに新しい物理アセットを作成

# AssetTypeActions,PhysAsset_CreateAssign
source: Create and Assign
ja: 作成と割り当て

# AssetTypeActions,PhysAsset_CreateAssign_ToolTip
source: Create new physics assets and assign it to each of the selected meshes
ja: 新しい物理アセットを作成し、選択したメッシュそれぞれに割り当て

# AssetTypeActions,Redirector_FindTarget
source: Find Target
es: Encontrar meta
ja: ターゲットを検索
pt_br: Localizar Alvo

# AssetTypeActions,Redirector_FindTargetTooltip
source: Finds the asset that this redirector targets in the asset tree.
es: Encuentra el activo que este redirector fija en el árbol de activos.
ja: アセットツリー上でこのリダイレクタがターゲットとするアセットを検索する
pt_br: Localiza o ativo que esse redirecionador marca na árvore do ativo.

# AssetTypeActions,Redirector_FixUp
source: Fix Up
es: Arreglar
ja: 修正する
pt_br: Consertar

# AssetTypeActions,Redirector_FixUpTooltip
source: Finds referencers to selected redirectors and resaves them if possible, then deletes any redirectors that had all their referencers fixed.
es: Encuentra referenciadores a los redirectores seleccionados y si es posible, los vuelve a guardar. Luego elimina cualquier redirector que tenga todos sus referenciadores fijos.
ja: 選択したリダイレクタへの参照を見つけて可能であればこれらを再保存します。その後参照が修正済みのすべてのリダイレクタを削除します。
pt_br: Localiza referenciadores para os redirecionadores selecionados e os salva novamente se possível. Em seguida, exclui quaisquer redirecionadores dos quais tiveram os referenciadores consertados.

# AssetTypeActions,ReimportFontLabel
source: Reimport
es: Volver a importar
ja: 再インポートする
pt_br: Reimportar

# AssetTypeActions,ReimportFontTooltip
source: Reimport the selected font(s).
ja: 選択フォントを再インポートする

# AssetTypeActions,ReimportTip
source: Reimport over existing LOD
es: Volver a importar sobre el LOD existente
ja: 既存LODに再インポートする
pt_br: Reimportar sobre o LOD existente

# AssetTypeActions_StaticMesh,ReimportTip
source: Reimport over existing LOD
es: Volver a importar sobre el LOD existente
ja: 既存LODに再インポートする
pt_br: Reimportar sobre o LOD existente

# AssetTypeActions,RemapSkeleton_LoadPackage
source: Loading Packages
es: Cargando paquetes
ja: パッケージをロード中
pt_br: Carregando Pacotes

# AssetTypeActions,RemapSkeleton_Warning
source: Select the skeleton to remap this asset to.
es: Seleccionar el esqueleto al que reasignar este activo.
ja: このアセットと再マッピングするスケルトンを選択する
pt_br: Selecionar o esqueleto para remapear este ativo.

# AssetTypeActions,SelectSkeletonToRemap
source: Select the skeleton to remap this asset to.
es: Seleccionar el esqueleto al que reasignar este activo.
ja: このアセットと再マッピングするスケルトンを選択する
pt_br: Selecionar o esqueleto para remapear este ativo.

# AssetTypeActions,RemapSkeletonFailed_CheckOutFailed
source: Check out failed
es: Error al reservar
ja: チェックアウトに失敗しました
pt_br: Falha no registro de saída

# AssetTypeActions,RemapSkeletonFailed_FileReadOnly
source: File still read only
es: El archivo sigue siendo de solo lectura
ja: ファイルがまだ読み取り専用です
pt_br: Arquivo ainda somente para leitura

# AssetTypeActions,RemapSkeletonFailed_LoadObject
source: Could not load any related object.
es: No pudo cargar ningún objeto relacionado.
ja: 関連オブジェクトをロードできませんでした
pt_br: Não foi possível carregar qualquer objeto relacionado.

# AssetTypeActions,RemapSkeletonFailed_LoadPackage
source: Could not load the package.
es: No pudo cargar el paquete.
ja: パッケージをロードできませんでした
pt_br: Não foi possível carregar o pacote.

# AssetTypeActions,Retarget Failed
source: Old Skeleton {OldSkeletonName} and New Skeleton {NewSkeletonName} need to have Preview Mesh set up to convert animation
ja: アニメーションを変換するために、旧スケルトン {OldSkeletonName} と新規スケルトン {NewSkeletonName} にプレビューメッシュを設定しなくてはいけません

# AssetTypeActions,RetargetAnimSubmenu
source: Retarget Anim Assets
es: Enlazar a meta los activos de animación
ja: Animアセットをリターゲットする
pt_br: Redirecionar Ativos de Animação

# AssetTypeActions,RetargetAnimSubmenu_ToolTip
source: Opens the retarget anim assets menu
es: Abre el menú de activos de animación de enlace a meta
ja: リターゲットアニメーションアセットメニューを開く
pt_br: Abre o menu dos ativos de animação de redirecionamento

# AssetTypeActions,RetargetBlueprintSubmenu
source: Retarget Anim Blueprints
es: Enlazar a meta los Blueprints de animación
ja: Animブループリントをリターゲットする
pt_br: Redirecionar Esquemas de Animação

# AssetTypeActions,RetargetBlueprintSubmenu_ToolTip
source: Opens the retarget blueprints menu
es: Abre el menú de Blueprints de enlace a meta
ja: リターゲットブループリントメニューを開く
pt_br: Abre o menu dos esquemas de redirecionamento

# AssetTypeActions,RetargetSkeleton_Warning
source: This only converts animation data -i.e. animation assets and Anim Blueprints. If you'd like to convert SkeletalMesh, use the context menu (Assign Skeleton) for each mesh. If you'd like to convert mesh as well, please do so before converting animation data. Otherwise you will lose any extra track that is in the new mesh.
es: Esto solo convierte datos de animación, es decir, activos de animación y Blueprints de animación. Si desea convertir SkeletalMesh, use el menú contextual (asignar esqueleto) para cada malla. Si desea convertir también la malla, hágalo de esta manera antes de convertir los datos de animación. De lo contrario, perderá cualquier pista adicional que esté en la nueva malla.
ja: 例えばアニメーションアセットやAnimブループリントなど、アニメーションデータのみを変換します。 SkeletalMeshを変換する場合、各メッシュにコンテキストメニュー(スケルトンを割り当てる)を使用します。 メッシュも変換する場合、アニメーションデータを変換する前にメッシュ変換を行ってください。 そうでなければ新規メッシュの追加トラックを失います。
pt_br: Isto converte somente dados de animação - ex.: ativos de animação e Esquemas de Animação. Se quiser converter a SkeletalMesh, use o menu de contexto (Atribuir Esqueleto) para cada malha. Se quiser converter a malha também, faça isso antes de converter os dados de animação. Caso contrário, você perderá qualquer faixa extra que está na nova malha.

# AssetTypeActions,ShouldRetarget_Message
source: Could not find the skeleton for Anim Blueprint '{BlueprintName}' Would you like to choose a new one?
es: No pudo encontrar el esqueleto para el Blueprint animado '{BlueprintName}' ¿Desea elegir uno nuevo?
ja: アニメーションブループリント '{BlueprintName}' のスケルトンが見つかりませんでした。新たにスケルトンを選択しますか？
pt_br: Não foi possível encontrar o esqueleto para o Esquema de Animação “{BlueprintName}”. Escolher novo?

# AssetTypeActions,ShouldRetargetAnimAsset_Message
source: Could not find the skeleton for Anim '{AnimName}' Would you like to choose a new one?
es: No pudo encontrar el esqueleto para la animación '{AnimName}' ¿Desea elegir uno nuevo?
ja: アニメーション '{AnimName}' のスケルトンが見つかりませんでした。新たにスケルトンを選択しますか？
pt_br: Não foi possível encontrar o esqueleto para a Animação “{AnimName}”. Escolher novo?

# AssetTypeActions,SkeletalMesh_AssignSkeleton
source: Assign Skeleton
es: Asignar esqueleto
ja: スケルトンを割り当てる
pt_br: Atribuir Esqueleto

# AssetTypeActions,SkeletalMesh_AssignSkeletonTooltip
source: Assigns a skeleton to the selected meshes.
es: Asigna un esqueleto a las mallas seleccionadas.
ja: 選択メッシュにスケルトンを割り当てる
pt_br: Atribuir um esqueleto às malhas selecionadas.

# AssetTypeActions,SkeletalMesh_FindSkeletonTooltip
source: Finds the skeleton used by the selected meshes in the content browser.
es: Encuentra el esqueleto utilizado por las mallas seleccionadas en el buscador de contenido.
ja: コンテンツブラウザで選択メッシュが使用しているスケルトンを検索する
pt_br: Localiza o esquelto usado pelas malhas selecionadas no navegador de conteúdo.

# AssetTypeActions,SkeletalMesh_LODImport
source: Import LOD
ja: LODをインポートする

# AssetTypeActions_StaticMesh,StaticMesh_ImportLOD
source: Import LOD
ja: LODをインポートする

# AssetTypeActions,SkeletalMesh_LODImportTooltip
source: Select which LODs to import.
es: Seleccionar los LODs a importar.
ja: インポートするLODを選択する
pt_br: Selecionar quais LODs importar.

# AssetTypeActions,SkeletalMesh_NewPhysicsAssetMenu_ToolTip
source: Options for creating new physics assets from the selected meshes.
ja: 選択したメッシュから新しい物理アセットを製作するオプション

# AssetTypeActions,SkeletalMesh_NewSkeleton
source: Create Skeleton
es: Crear esqueleto
ja: スケルトンを作成
pt_br: Criar Esqueleto

# AssetTypeActions,SkeletalMesh_NewSkeletonTooltip
source: Creates a new skeleton for each of the selected meshes.
es: Crea un nuevo esqueleto para cada una de las mallas seleccionadas.
ja: 選択中の各メッシュに新しいスケルトンを作成
pt_br: Cria um novo esqueleto para cada uma das malhas selecionadas.

# AssetTypeActions,Skeleton_CreateRig
source: Create Rig
ja: リグを作成

# AssetTypeActions,Skeleton_CreateRigTooltip
source: Create Rig from this skeleton.
ja: このスケルトンからリグを作成

# AssetTypeActions,Skeleton_Retarget
source: Retarget to Another Skeleton
es: Enlazar a meta en otro esqueleto
ja: 別のスケルトンへリターゲットする
pt_br: Redirecionar para outro Esqueleto

# AssetTypeActions,Skeleton_RetargetTooltip
source: Allow all animation assets for this skeleton retarget to another skeleton.
es: Permitir que todos los activos de animación para este esqueleto se enlacen a meta en otro esqueleto.
ja: このスケルトンのすべてのアニメーションアセットを別のスケルトンへのリターゲットを許可する
pt_br: Permite todos os ativos de animação para este esqueleto redirecionar para outro esqueleto.

# AssetTypeActions,SkeletonMergeBones_Override
source: FAILED TO MERGE BONES: This could happen if significant hierarchical change has been made - i.e. inserting bone between nodes Would you like to regenerate Skeleton from this mesh? ***WARNING: THIS WILL INVALIDATE ALL ANIMATION DATA THAT IS LINKED TO THIS SKELETON***
es: ERROR AL FUSIONAR HUESOS: Puede ocurrir si se ha hecho un cambio importante en la jerarquía - ej. al insertar un hueso entre nodos ¿Quiere regenerar un esqueleto a partir de esta malla? ***ATENCIÓN: INVALIDARÁ TODOS LOS DATOS DE ANIMACIÓN UNIDOS AL ESQUELETO***
ja: ボーンのマージに失敗しました: 階層に大きな変更があると失敗することがあります - 例 ノード間にボーンを挿入します このメッシュからスケルトンを再び作成しますか？ ***警告: このスケルトンと接続したアニメーションデータがすべて無効になります***
pt_br: FALHA AO COMBINAR OSSOS: Isso pode acontecer se ocorrer uma alteração significativa na hierarquia — ou seja, a inserção de ossos entre nós Gostaria de regenerar o Esqueleto a partir desta malha? ***ADVERTÊNCIA: ISSO INVALIDARÁ TODOS OS DADOS DE ANIMAÇÃO VINCULADOS A ESTE ESQUELETO***

# AssetTypeActions,SkeletonMergeBonesFailure
source: Failed to merge bones to Skeleton
es: Error al fusionar los huesos al esqueleto
ja: ボーンをスケルトンへマージ出来ませんでした
pt_br: Falha ao combinar ossos no Esqueleto
