Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# AssetTypeActions,SkeletonMergeCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# ColorPicker,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# ColorThemesViewer,CancelDeleteButton
source: Cancel
es: Cancelar
ja: キャンセルする
pt_br: Cancelar

# ColorThemesViewer,CancelRenameButton
source: Cancel
es: Cancelar
ja: キャンセルする
pt_br: Cancelar

# DiscoveringAssetsDialog,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# LocalizationServiceProgress,CancelButtonLabel
source: Cancel
ja: キャンセル

# PackageReportDialog,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# SBlueprintMerge,CancelMergeLabel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# SlateFileDialogsNamespace,SlateFileDialogsCancel
source: Cancel
ja: キャンセル

# SourceControlProgress,CancelButtonLabel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# SProfilerWindow,CancelButton_Text
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# SProjectLauncherProgress,DoneButtonCancelLabel
source: Cancel
ja: キャンセル

# SWidgetReflector,CancelPendingSnapshotButtonText
source: Cancel
ja: キャンセル

# SWizard,CancelButtonLabel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# UnrealEd,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar

# AssetTypeActions,SkeletonMergeDeselectAll
source: Deselect All
es: Desmarcar todo
ja: 全解除
pt_br: Desmarcar Todos

# AssetTypeActions,SkeletonMergeSelectAll
source: Select All
es: Seleccionar todo
ja: すべて選択
pt_br: Selecionar Todos

# UICommands.GenericCommands,SelectAll
source: Select All
ja: すべて選択

# AssetTypeActions,SkeletonSubmenu_ToolTip
source: Skeleton related actions
es: Acciones relacionadas con el esqueleto
ja: スケルトン関連動作
pt_br: Ações relacionadas ao esqueleto

# AssetTypeActions,Sound_PlaySoundTooltip
source: Plays the selected sound.
es: Reproduce el sonido seleccionado.
ja: 選択サウンドを再生する
pt_br: Reproduz o som selecionado.

# AssetTypeActions,Sound_StopSound
source: Stop
es: Parar
ja: 停止
pt_br: Parar

# RealtimeProfileLineGraph,StopProfilingButton
source: Stop
es: Parar
ja: 停止
pt_br: Parar

# SVisualLoggerToolbar,StopLogger
source: Stop
ja: 停止

# UICommands.FVisualLoggerCommands,StopRecording
source: Stop
ja: 停止

# WebBrowser,StopText
source: Stop
ja: 停止

# AssetTypeActions,Sound_StopSoundTooltip
source: Stops the selected sounds.
es: Detiene los sonidos seleccionados.
ja: 選択サウンドを停止する
pt_br: Interrompe os sons selecionados.

# AssetTypeActions,SoundCue_ConsolidateAttenuation
source: Consolidate Attenuation
es: Consolidar atenuación
ja: 減衰を統一する
pt_br: Consolidar Atenuação

# AssetTypeActions,SoundCue_ConsolidateAttenuationTooltip
source: Creates shared attenuation packages for sound cues with identical override attenuation settings.
es: Crea paquetes de atenuación compartida para pistas de sonido con ajustes de atenuación idénticos.
ja: 同じオーバーライド減衰設定を使用してサウンド キューに共有減衰パッケージを作成
pt_br: Cria pacotes de atenuação compartilhados para comandos de som com configurações de atenuação de substituição.

# AssetTypeActions,SoundWave_CreateCueTooltip
source: Creates a sound cue using this sound wave.
ja: このサウンドウェーブを利用してサウンドキューを作成

# AssetTypeActions,SoundWave_CreateDialogue
source: Create Dialogue
ja: ダイアログを作成

# AssetTypeActions,SoundWave_CreateDialogueTooltip
source: Creates a dialogue wave using this sound wave.
ja: このサウンドウェーブを利用してダイアログウェーブを作成

# AssetTypeActions,StaticMesh_PasteLOD
source: Paste LOD
ja: LOD貼り付け

# AssetTypeActions,StaticMesh_PasteLODWithName
source: Paste LOD from {0}
ja: {0}からLODを貼り付け

# AssetTypeActions,Texture2D_CreateSlateBrush
source: Create Slate Brush
es: Crear pincel del cuadro
ja: スレートブラシを作成
pt_br: Criar Pincel do Slate

# AssetTypeActions,Texture2D_CreateSlateBrushToolTip
source: Creates a new slate brush using this texture.
es: Crea un nuevo pincel del cuadro utilizando esta textura.
ja: このテクスチャで新規スレートブラシを作成
pt_br: Cria um novo pincel do slate usando esta textura.

# AssetTypeActions,Texture_CreateMaterial
source: Create Material
es: Crear material
ja: マテリアルを作成
pt_br: Criar Material

# AssetTypeActions,Texture_CreateMaterialTooltip
source: Creates a new material using this texture.
es: Crea un nuevo material utilizando esta textura.
ja: このテクスチャを使用して新規マテリアルを作成
pt_br: Cria um novo material usando esta textura.

# AssetTypeActions,TextureRenderTarget_CreateStatic
source: Create Static Texture
es: Crear textura estática
ja: スタティックテクスチャを作成
pt_br: Criar Textura Estática

# AssetTypeActions,TextureRenderTarget_CreateStaticTooltip
source: Creates a static texture from the selected render targets.
es: Crea una textura estática a partir de las metas de renderización seleccionadas.
ja: 選択中の描画ターゲットからスタティック メッシュを作成
pt_br: Cria uma textura estática a partir dos alvos de renderização selecionados.

# AssetTypeActions_StaticMesh,ObjectContext_CreateDestructibleMesh
source: Create Destructible Mesh
es: Crear malla destructible
ja: 被破壊性メッシュを作成
pt_br: Criar Malha Destrutível

# AssetTypeActions_StaticMesh,ObjectContext_CreateDestructibleMeshTooltip
source: Creates a DestructibleMesh from the StaticMesh and opens it in the DestructibleMesh editor.
es: Crea una DestructibleMesh de la StaticMesh y la abre en el editor de DestructibleMesh.
ja: StaticMeshからDestructibleMeshを作成し、DestructibleMesh エディタで開きます
pt_br: Cria uma DestructibleMesh para a StaticMesh e a abre no editor de DestructibleMesh.

# AssetTypeActions_StaticMesh,ObjectContext_SaveGeneratedLODsInPackage
source: Save Generated LODs
ja: 生成したLODを保存します

# AssetTypeActions_StaticMesh,ObjectContext_SaveGeneratedLODsInPackageTooltip
source: Run the mesh reduce and save the generated LODs as part of the package.
ja: メッシュの削減を実行してパッケージの一部として生成したLODを保存します。

# AssetTypeActions_StaticMesh,Reimport LOD (number)
source: Reimport LOD {0}
es: Volver a importar LOD {0}
ja: LOD {0} を再インポートする
pt_br: Reimportar LOD {0}

# AssetTypeActions_StaticMesh,StaticMesh_CopyLOD
source: Copy LOD
ja: LODをコピー

# AssetTypeActions_StaticMesh,StaticMesh_CopyLODTooltip
source: Copies the LOD settings from the selected mesh.
ja: 選択したメッシュからLOD設定をコピー

# AssetTypeActions_StaticMesh,StaticMesh_ImportLODtooltip
source: Imports meshes into the LODs
es: Importa las mallas a los LODs
ja: メッシュをLODへインポートする
pt_br: Importa as malhas nos LODs

# AssetTypeActions_StaticMesh,StaticMesh_LODMenu
source: Level Of Detail
ja: LOD

# AssetTypeActions_StaticMesh,StaticMesh_LODTooltip
source: LOD Options and Tools
ja: LOD設定とツール

# AssetTypeActions_StaticMesh,StaticMesh_PasteLODToltip
source: Pastes LOD settings to the selected mesh(es).
ja: 選択したメッシュへLOD設定を貼り付け

# AtlasVisualizer,ActualSize
source: Actual Size
ja: 実際のサイズ

# SReflectorToolTipWidget,ActualSize
source: Actual Size
es: Tamaño actual
ja: 実際のサイズ
pt_br: Tamanho Atual

# AtlasVisualizer,DisplayCheckerboardCheckboxLabel
source: Display Checkerboard
ja: チェッカーボードを表示する

# AtlasVisualizer,FitToWindow
source: Fit to Window
ja: ウィンドウに合わせる

# AtlasVisualizer,PageX
source: Page {0}
ja: ページ {0}

# AtlasVisualizer,SelectAPage
source: Select a page
ja: ページを選択する

# AtlasVisualizer,ZoomLevelPercent
source: Zoom Level: {0}
ja: ズームレベル： {0}

# AudioSettings,NewQualityLevelName
source: New Level{0}
ja: 新規レベル {0}

# AutomationExportMenu,ExportAllCheckbox
source: Export All
es: Exportar todo
ja: すべてエクスポート
pt_br: Exportar Todos

# AutomationExportMenu,ExportButtonEnabledText
source: Export Data
es: Exportar datos
ja: データをエクスポート
pt_br: Exportar Dados

# AutomationExportMenu,ExportComboButtonEnabledText
source: Export Data
es: Exportar datos
ja: データをエクスポート
pt_br: Exportar Dados

# AutomationExportMenu,ExportDataButton
source: Export Data
es: Exportar datos
ja: データをエクスポート
pt_br: Exportar Dados

# AutomationExportMenu,ExportButtonFailedText
source: No reports pass the export filter
es: Ningún informe pasa el filtro de exportación
ja: エクスポートフィルタを通過するレポートがありません
pt_br: Nenhum relatório passou no filtro de exportação

# AutomationExportMenu,SaveLogDialogNothingValidError
source: No reports pass the export filter
es: Ningún informe pasa el filtro de exportación
ja: エクスポートフィルタを通過するレポートがありません
pt_br: Nenhum relatório passou no filtro de exportação

# AutomationExportMenu,ExportButtonText
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar

# AutomationExportMenu,ExportComboButtonFailedText
source: Please generate the reports
es: Por favor, generar los informes
ja: レポートを生成してください
pt_br: Gere os relatórios

# AutomationExportMenu,ExportErrorsCheckBox
source: Export Errors
es: Exportar errores
ja: エラーをエクスポート
pt_br: Exportar Erros

# AutomationExportMenu,ExportLogsCheckBox
source: Export Logs
es: Exportar registros
ja: ログをエクスポート
pt_br: Exportar Registros

# AutomationExportMenu,ExportStatusCheckBox
source: Export Status
es: Exportar estado
ja: ステータスをエクスポート
pt_br: Exportar Status

# AutomationExportMenu,ExportWarningsCheckBox
source: Export Warning
es: Exportar advertencia
ja: 警告をエクスポート
pt_br: Exportar Advertência

# AutomationExportMenu,ReportGeneratedSuccessfullyNotification
source: Report Generated Successfully!
es: ¡Informe generado correctamente!
ja: レポートを生成しました！
pt_br: Relatório Gerado!

# AutomationExportMenu,SaveLogDialogExportSuccess
source: Success! {FileName} exported to: {FileLocation}
es: ¡Correcto! {FileName} exportado a: {FileLocation}
ja: 成功しました！ {FileName} を次へエクスポート: {FileLocation}
pt_br: Sucesso! {FileName} exportado para: {FileLocation}

# AutomationTest,AutomationDeviceGroup_CPUModel
source: CPU Model
es: Modelo de CPU
ja: CPUモデル
pt_br: Modelo da CPU

# AutomationTest,AutomationDeviceGroup_MachineName
source: Machine Name
es: Nombre de la máquina
ja: マシーン名
pt_br: Nome da Máquina

# AutomationTest,AutomationDeviceGroup_Model
source: Model
es: Modelo
ja: モデル
pt_br: Modelo

# AutomationTest,AutomationDeviceGroup_OSVersion
source: OS Version
es: Versión de SO
ja: OSバージョン
pt_br: Versão do SO

# AutomationTest,AutomationDeviceGroup_Platform
source: Platform
es: Plataforma
ja: プラットフォーム
pt_br: Plataforma

# SDeviceBrowser,DevicesListPlatformColumnHeader
source: Platform
es: Plataforma
ja: プラットフォーム
pt_br: Plataforma

# SProjectLauncherCookedPlatforms,PlatformListPlatformNameColumnHeader
source: Platform
ja: プラットフォーム

# SProjectLauncherDeployTargets,DeviceListPlatformColumnHeader
source: Platform
ja: プラットフォーム

# SScreenShotBrowser,PlatformName
source: Platform
es: Plataforma
ja: プラットフォーム
pt_br: Plataforma

# AutomationTest,AutomationDeviceGroup_RAM
source: RAM in GB
es: RAM en GB
ja: GBサイズのRAM
pt_br: RAM em GB

# AutomationTest,AutomationDeviceGroup_RenderMode
source: Render Mode
es: Modo de renderización
ja: 描画モード
pt_br: Modo de Renderização

# AutomationTest,AutomationDeviceGroupTip_CPUModel
source: Group devices based off their CPU model
es: Agrupar los dispositivos basándose en su modelo de CPU
ja: CPUモデルに基づくグループデバイス
pt_br: Dispositivos de grupo com base no modelo de CPU

# AutomationTest,AutomationDeviceGroupTip_GPU
source: Group devices based off their GPU
es: Agrupar los dispositivos basándose en su GPU
ja: GPUモデルに基づくグループデバイス
pt_br: Dispositivos de grupo com base na CPU

# AutomationTest,AutomationDeviceGroupTip_MachineName
source: Group devices based off their machine name
es: Agrupar los dispositivos basándose en su nombre de máquina
ja: マシーン名に基づくグループデバイス
pt_br: Dispositivos de grupo com base no nome da máquina

# AutomationTest,AutomationDeviceGroupTip_Model
source: Group devices based off their device model
es: Agrupar los dispositivos basándose en su modelo de dispositivo
ja: デバイスモデルに基づくグループデバイス
pt_br: Dispositivos de grupo com base no modelo do dispositivo

# AutomationTest,AutomationDeviceGroupTip_OSVersion
source: Group devices based off their OS version
es: Agrupar los dispositivos basándose en su versión del SO
ja: OSバージョンに基づくグループデバイス
pt_br: Dispositivos de grupo com base na versão do SO

# AutomationTest,AutomationDeviceGroupTip_Platform
source: Group devices based off their platform
es: Agrupar los dispositivos basándose en su plataforma
ja: プラットフォームに基づくグループデバイス
pt_br: Dispositivos de grupo com base na plataforma

# AutomationTest,AutomationDeviceGroupTip_RAM
source: Group devices based off memory (in GB)
es: Agrupar los dispositivo basándose en la memoria (en GB)
ja: メモリに基づくグループデバイス(GB)
pt_br: Dispositivos de grupo com base na memória (em GB)

# AutomationTest,AutomationDeviceGroupTip_RenderMode
source: Group devices based off the current render mode
es: Agrupar los dispositivos basándose en el modo de renderizado actual
ja: 現在の描画モードに基づくグループデバイス
pt_br: Dispositivos de grupo com base no modo de renderização atual

# AutomationTest,AutomationEnableScreenshotsTip
source: If checked, tests that support it will save screenshots
es: Si está marcado, las pruebas que lo respaldan guardarán las capturas de pantalla
ja: チェックするとサポートするテストはスクリーンショットを保存します
pt_br: Se marcado, testa se o suporte salvará capturas de tela

# AutomationTest,AutomationHistoryLabel
source: Track History
es: Historial del seguimiento
ja: 追跡履歴
pt_br: Histórico de Faixas

# AutomationTest,AutomationNoScreenshotText
source: Enable screenshots
es: Activar capturas de pantalla
ja: スクリーンショットを有効にする
pt_br: Ativar capturas de tela

# AutomationTest,AutomationPreset_None
source: None
ja: なし

# AutomationTest,AutomationPresetComboLabel
source: None
ja: なし

# CollectionManager,Error_Unknown
source: None
es: Ninguno
ja: なし
pt_br: Nenhum

# Core,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum

# DefaultLocalizationServiceProvider,DefaultLocalizationServiceProviderDisplayName
source: None
ja: なし

# DefaultSourceCodeAccessor,DefaultDisplayName
source: None
es: Ninguno
ja: なし
pt_br: Nenhum

# InternationalizationSettingsModelDetails,None
source: None
ja: なし

# SEventGraph,None
source: None
ja: なし

# SMultipleOptionTable,NoneHyperlinkLabel
source: None
ja: なし

# SProjectLauncherCookByTheBookSettings,NoCulturesHyperlinkLabel
source: None
ja: なし

# SProjectLauncherCookByTheBookSettings,NoMapsHyperlinkLabel
source: None
ja: なし

# SProjectLauncherCookedPlatforms,NoPlatformsHyperlinkLabel
source: None
ja: なし

# STableViewTesting,ESelectionMode::None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum

# UnrealEd,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum

# AutomationTest,AutomationPresetLabel
source: Preset:
es: Preajuste:
ja: プリセット:
pt_br: Predefinir:

# AutomationTest,AutomationPresetNewButtonTooltip
source: Create a new preset
es: Crear un nuevo preajuste
ja: 新規のプリセットを作成する
pt_br: Criar uma nova predefinição

# AutomationTest,AutomationPresetRemoveButtonTooltip
source: Remove the selected preset
es: Eliminar el preajuste seleccionado
ja: 選択プリセットを取り除く
pt_br: Remover a predefinição selecionada

# AutomationTest,AutomationPresetSaveButtonTooltip
source: Save the current test list
es: Guardar la lista de pruebas actual
ja: 現行のテストリストを保存する
pt_br: Salvar a lista de teste atual

# AutomationTest,AutomationTest_Display
source: Display:
ja: 表示:

# AutomationTest,AutomationTest_GraphicalResults
source: Automation Test Graphical Results:
es: Resultados gráficos de la prueba de automatización:
ja: 自動化テストの画像結果:
pt_br: Resultados Gráficos do Teste de Automação:

# AutomationTest,AutomationTest_GraphicalResultsDisplayName
source: Name
es: Nombre
ja: 名前
pt_br: Nome

# Core,NameDefaultErrorCtx
source: Name
ja: 名前

# SDeviceApps,AppListNameColumnHeader
source: Name
es: Nombre
ja: 名前
pt_br: Nome

# SlateFileDialogsNamespace,SlateFileDialogsNameHeader
source: Name
ja: 名前

# SSessionBrowser,InstanceListNameColumnHeader
source: Name
ja: 名前

# STableViewTesting,TestNameColumn
source: Name
es: Nombre
ja: 名前
pt_br: Nome

# TaskGraph,ColumnName
source: Name
es: Nombre
ja: 名前
pt_br: Nome

# VisualizeRT,NameColumnHeader
source: Name
es: Nombre
ja: 名前
pt_br: Nome

# AutomationTest,AutomationTest_GraphicalResultsDisplayTime
source: Time
es: Tiempo
ja: 時間
pt_br: Momento

# SCAQueryDetails,ResultListTimeHeader
source: Time
es: Tiempo
ja: 時間
pt_br: Momento

# SVisualLoggerStatusView,VisLogTimestamp
source: Time
ja: 時間

# AutomationTest,AutomationTest_Results
source: Automation Test Results:
es: Resultados de la prueba de automatización:
ja: 自動化テストの結果:
pt_br: Resultados do Teste de Automação:

# AutomationTest,AutomationTest_SuccessMessage
source: Success
es: Correcto
ja: 成功
pt_br: Sucesso

# UnrealEd,AutomationTest_Success
source: Success
es: Correcto
ja: 成功
pt_br: Sucesso

# AutomationTest,AutomationWindowTestHistory
source: Settings
es: Ajustes
ja: 設定
pt_br: Configurações

# SVisualLogger,SettingsMenuLabel
source: Settings
ja: 設定

# UICommands.FProfilerCommands,OpenSettings
source: Settings
ja: 設定

# AutomationTest,ChangeSessionDialog
source: Are you sure you want to change sessions? All automation results data will be lost
es: ¿Está seguro de que quiere cambiar las sesiones? Se perderán todos los datos de los resultados de automatización
ja: セッションを変更してもよろしいですか? すべての自動結果データが失われます
pt_br: Alterar sessões? Todos os dados de resultados de automação serão perdidos

# AutomationTest,DeviceGroupOptions
source: Device Group Options
es: Opciones de los grupos de dispositivos
ja: デバイスグループオプション
pt_br: Opções do Grupo do Dispositivo

# AutomationTest,GroupOptionsToolTip
source: Device Group Options
es: Opciones de los grupos de dispositivos
ja: デバイスグループオプション
pt_br: Opções do Grupo do Dispositivo

# AutomationTest,Enable Disable Test
source: Enable / Disable Test
es: Activar/desactivar prueba
ja: テストを有効/無効にする
pt_br: Ativar/Desativar Teste

# AutomationTest,GroupOptions_Label
source: Device Groups
es: Grupos de dispositivos
ja: デバイスグループ
pt_br: Grupos do Dispositivo

# AutomationTest,GroupTypeOptions
source: Group Types
ja: グループタイプ

# AutomationTest,NumberItemsToTrack
source: Number Items To Track:
es: Número de elementos a seguir:
ja: 追跡するナンバーアイテム：
pt_br: Numerar Itens para Rastrear:

# AutomationTest,NumTestsToolTip
source: Number of runs:
es: Número de ejecuciones:
ja: 実行回数:
pt_br: Número de execuções:

# AutomationTest,RequiredDeviceCountWarningToolTip
source: Number of devices required.
es: Número de dispositivos necesarios.
ja: 必要なデバイスの数
pt_br: Número necessário de dispositivos.

# AutomationTest,RunStartTestsLabel
source: Start Tests
es: Iniciar las pruebas
ja: テストを開始する
pt_br: Iniciar testes

# AutomationTest,RunStopTestsLabel
source: Stop Tests
es: Detener las pruebas
ja: テストを停止する
pt_br: Parar testes

# AutomationTest,RunTestOptions
source: Advanced Settings
es: Ajustes avanzados
ja: 詳細設定
pt_br: Configurações Avançadas

# SProjectLauncherBuildPage,AdvancedAreaTitle
source: Advanced Settings
ja: 詳細設定

# SProjectLauncherCookByTheBookSettings,AdvancedAreaTitle
source: Advanced Settings
ja: 詳細設定

# SProjectLauncherCookOnTheFlySettings,AdvancedAreaTitle
source: Advanced Settings
ja: 詳細設定

# SProjectLauncherDeployFileServerSettings,AdvancedAreaTitle
source: Advanced Settings
ja: 詳細設定

# SProjectLauncherDeployToDeviceSettings,AdvancedAreaTitle
source: Advanced Settings
ja: 詳細設定

# AutomationTest,ScreenshotOptions
source: Screenshot Settings
es: Configuración de la captura de pantalla
ja: スクリーンショット設定
pt_br: Configurações de Captura de Tela

# AutomationTest,Search Tests
source: Search Tests
es: Buscar las pruebas
ja: テストを検索する
pt_br: Buscar Testes

# SSessionConsolePanel,SelectSessionOverlayText
source: Please select at least one instance from the Session Browser
ja: セッションブラウザでセッションを最低1つ選択してください

# AutomationTest,Smoke Test
source: Smoke Test
es: Prueba de humo
ja: スモーク テスト
pt_br: Teste de Fumaça

# AutomationTest,StartStop Tests
source: Start / Stop tests
es: Iniciar/detener las pruebas
ja: テストを開始 / 停止する
pt_br: Iniciar/Parar testes

# AutomationTest,TestDurationRange
source: Duration
es: Duración
ja: 継続時間
pt_br: Duração

# SProjectLauncherProgress,TaskListDurationColumnHeader
source: Duration
ja: 持続時間

# TaskGraph,ColumnDuration
source: Duration
es: Duración
ja: 持続時間
pt_br: Duração

# AutomationTest,TestHistory
source: Test History
es: Historial de pruebas
ja: テスト履歴
pt_br: Histórico de Testes

# AutomationTest,TestHistoryOptions_Label
source: Test History Options
ja: テスト履歴オプション

# AutomationTest,TestHistoryOptionsToolTip
source: Test History Options
ja: テスト履歴オプション

# AutomationTest,TestName_Header
source: Test Name
es: Nombre de la prueba
ja: テスト名
pt_br: Nome do Teste

# AutomationTest,TestOptions_Label
source: Test Options
es: Opciones de la prueba
ja: テストオプション
pt_br: Opções de Teste

# AutomationTest,TestOptionsToolTip
source: Test Options
es: Opciones de la prueba
ja: テストオプション
pt_br: Opções de Teste

# AutomationTest,TestPassHeader
source: Pass:
es: Pase:
ja: パス:
pt_br: Passar:

# AutomationTest,ToolTipClusterName
source: Cluster Name:
es: Nombre del clúster:
ja: クラスタ名:
pt_br: Nome do Agrupamento:

# AutomationTest,ToolTipGameInstances
source: Game Instances:
es: Instancias del juego:
ja: ゲームインスタンス:
pt_br: Instâncias de Jogo:

# AutomationTestItem,HasErrors
source: had errors
es: tenía errores
ja: エラーが発生しました
pt_br: teve erros

# AutomationTestItem,HasWarnings
source: had warnings
es: tenía advertencias
ja: 警告が出ました
pt_br: teve advertências

# AutomationTestItem,ItemStatusDuration
source: {MinDuration}s
ja: {MinDuration}秒

# AutomationTestItem,ItemStatusDurationRange
source: {MinDuration}s - {MaxDuration}s
ja: {MinDuration}秒 - {MaxDuration}秒

# AutomationTestItem,ItemTooltip
source: {Date} - This run {Result}!
es: {Date} - ¡Esto ejecuta {Result}!
ja: {Date} - この実行は {Result}!
pt_br: {Date} - Isso executa {Result}!

# AutomationTestItem,NumParticipantsRequiredMessage
source: This test requires {NumParticipantsRequired} participants to be run.
es: Esta prueba necesita {NumParticipantsRequired} participantes para ejecutarse.
ja: このテストを実行するには {NumParticipantsRequired} 人の参加者が必要です
pt_br: Este teste requer {NumParticipantsRequired} participantes para ser executado.

# AutomationTestItem,ParticipantsWarningToolTip
source: Some tests require multiple participants
es: Algunas pruebas necesitan varios participantes
ja: 一部のテストは複数の参加者が必要です
pt_br: Alguns testes precisam de vários participantes

# AutomationTestItem,TestToolTipComplete
source: Completed on: {GameName}
es: Completado en: {GameName}
ja: 完了したゲーム: {GameName}
pt_br: Concluído em: {GameName}

# AutomationTestItem,TestToolTipFailed
source: Failed on: {GameName}
es: Fallo en: {GameName}
ja: 失敗したゲーム: {GameName}
pt_br: Falha em: {GameName}

# AutomationTestItem,TestToolTipInProgress
source: In progress on: {GameName}
es: En curso: {GameName}
ja: 進行中のゲーム: {GameName}
pt_br: Em andamento em: {GameName}

# AutomationTestItem,TestToolTipNotRun
source: Not Run
es: Sin ejecutar
ja: 未実行
pt_br: Não Executado

# AutomationTestItem,ToolTipNotEnoughParticipants
source: This test could not be completed as there were not enough participants.
es: Esta prueba no pudo completarse porque no había suficientes participantes.
ja: 十分な参加者がいないためテストを遂行できませんでした
pt_br: Este teste não pôde ser concluído porque não há participantes suficientes.

# AutomationTestItem,WasSuccessful
source: was successful
es: tuvo éxito
ja: 成功しました
pt_br: foi concluído

# AVisualLoggerHUD,NotActorUnderCursor
source: Not actor under cursor
ja: マウスをかざしたアクタではありません

# Blueprint,MigrationWarning
source: Blueprint {0} has been migrated and requires re-saving to avoid import errors
es: El Blueprint {0} se ha migrado y necesita volver a guardarse para evitar errores de importación
ja: ブループリント {0} がコピーされました。インポーエラーを回避するため再保存しなくてはいけません。
pt_br: O esquema {0} foi migrado e precisa ser salvado novamente para evitar erros de importação

# BodyInstance,SimPhysNoBody
source: Trying to simulate physics on ''{0}'' but no physics body.
es: Intentando simular físicos en ''{0}'', pero no hay cuerpo físico.
ja: ''{0}'' で物理シミュレーションを試しましたが物理ボディがありません。
pt_br: Tentando simular a física no “{0}”, mas não há corpo de física.

# BodyInstance,SimPhysStatic
source: Trying to simulate physics on ''{0}'' but it is static.
es: Intentando simular físicos en ''{0}””, pero es estático.
ja: ''{0}'' の物理シミュレーションを試しましたがスタティックです。
pt_br: Tentando simular a física no “{0}”, mas está estático.
