Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# WindowsPlatform,GameExplorerInstallationFailedDoToAccessPermissions
source: GameExplorer installation failed because you don't have access (check parental control levels and that you are running XP). You should not need Admin access
es: Fallo al instalar GameExplorer porque no tiene acceso (comprobar los niveles de control parental y que está ejecutándose XP). No debería necesitar tener acceso de Administrador
ja: アクセスが無いためGameExplorerのインストールに失敗しました(親のコントロールレベルおよびXPで実行中であることを確認してください)。管理者アクセス権限は必要ありません。
pt_br: A instalação do GameExplorer falhou porque você não tem acesso (verifique os níveis de controle de pais que você está executando no XP). Você não precisa de acesso de administrador

# WindowsPlatform,GameExplorerInstallationSuccessful
source: GameExplorer installation was successful, quitting now.
es: GameExplorer se instaló con éxito, saliendo de la instalación.
ja: GameExplorerのインストールに成功しました。終了します。
pt_br: A instalação do GameExplorer foi concluída, saindo agora.

# WindowsPlatform,GameExplorerUninstallationFailed
source: GameExplorer uninstallation was a failure, quitting now.
es: Fallo al desinstalar el GameExplorer, saliendo de la instalación.
ja: GameExplorerのアンインストールに失敗しました。終了します。
pt_br: A desinstalação do GameExplorar falhou, saindo agora.

# WindowsPlatform,GameExplorerUninstallationFailedDoToNotRunningVista
source: GameExplorer uninstallation failed because you are probably not running Vista.
es: Fallo en la desinstalación de GameExplorer, probablemente causado porque no está ejecutando Vista.
ja: Vistaで実行していないため、GameExplorerのアンインストールに失敗しました。
pt_br: A desinstalação do GameExplorer falhou porque você, provavelmente, não está executando o Vista.

# WindowsPlatform,GameExplorerUninstallationSuccessful
source: GameExplorer uninstallation was successful, quitting now.
es: GameExplorer se desinstaló con éxito, saliendo de la instalación.
ja: GameExplorerのアンインストールに成功しました。終了します。
pt_br: A desinstalação do GameExplorer foi concluída, saindo agora.

# WolfDynamicRHI,UnsupportedRHI
source: The chosen RHI is not supported
ja: 選択したRHIはサポートされていません

# World,LevelStreamingFailToStreamLevel
source: Failed to find streamed level {PackageName}, please fix the reference to it in the Level Browser
es: No encontró el nivel transmitido {PackageName}, por favor, reparar la referencia al mismo en el explorador de nivel
ja: ストリームレベル {PackageName} の検索に失敗しました。レベルブラウザで参照を修正してください。
pt_br: Falha ao encontrar o nível transmitido {PackageName}, conserte a referência a ele no Navegador de Nível

# x,ClickMe
source: ClickMe!
es: ¡Clícame!
ja: ここをクリック！

# XboxOne,DynamicRHIFailure
source: XboxOneRHI failure?
ja: XboxOne

# XmlParser,ClearSuccess
source: XmlFile was cleared successfully
es: El archivo Xml fue borrado con éxito
ja: XmlFileをクリアしました
pt_br: XmlFile apagado

# XmlParser,FileLoadFail
source: Failed to load the file
es: Error al cargar el archivo
ja: ファイルのロードに失敗しました
pt_br: Falha ao carrega o arquivo

# XmlParser,FileSaveFail
source: Failed to save the file
es: Error al guardar el archivo
ja: ファイルの保存に失敗しました
pt_br: Falha ao salvar o arquivo

# XmlParser,InvalidFormatFail
source: Failed to parse the file (Unsupported character encoding)
es: Error al analizar el archivo (codificación de caracteres no compatible)
ja: ファイルのパースに失敗しました(未サポートのキャラクタエンコーディング)
pt_br: Falha ao analisar o arquivo (Codificação de caractere não suportado)

# XmlParser,LoadSuccess
source: XmlFile was loaded successfully
es: XmlFile fue cargado con éxito
ja: XmlFileをロードしました
pt_br: XmlFile carregado

# XmlParser,MalformedXMLFile
source: Malformed Xml File
es: Archivo Xml mal formulado
ja: Malformed Xml ファイル
pt_br: Arquivo XML de formato inválido

# XmlParser,NodeCreateFail
source: Failed to parse the loaded document
es: Error al analizar el documento cargado
ja: ロードしたドキュメントのパースに失敗しました
pt_br: Falha ao analizar o documento carregado

# InputKeys,Delete
source: Delete
es: Eliminar
pt_br: Excluir

# MaterialExpression,Float
source: Float
es: Punto flotante
pt_br: Flutuante

# ProfilerSample,StatType_Name_NumberFloat
source: Float
es: Punto flotante
pt_br: Flutuante

# Core,False
source: False
es: Falso
pt_br: Falso

# SoundNodeBranch,False
source: False
es: Falso
pt_br: Falso

# Core,True
source: True
es: Verdadero
pt_br: Verdadeiro

# SoundNodeBranch,True
source: True
es: Verdadero
pt_br: Verdadeiro

# ExampleLayoutTest,ExampleLayout-CenterCenterTextLabel
source: Center Center
es: Centro del centro
pt_br: Centro Centro

# InputKeys,Add
source: Num +
pt_br: Núm. +

# InputKeys,Decimal
source: Num .
pt_br: Núm. .

# InputKeys,Divide
source: Num /
pt_br: Núm. /

# InputKeys,End
source: End
es: Final
pt_br: Fim

# InputKeys,Insert
source: Insert
es: Insertar
pt_br: Inserir

# InputKeys,Multiply
source: Num *
pt_br: Núm. *

# InputKeys,NumPadEight
source: Num 8
pt_br: Núm. 8

# InputKeys,NumPadFive
source: Num 5
pt_br: Núm. 5

# InputKeys,NumPadFour
source: Num 4
pt_br: Núm. 4

# InputKeys,NumPadNine
source: Num 9
pt_br: Núm. 9

# InputKeys,NumPadOne
source: Num 1
pt_br: Núm. 1

# InputKeys,NumPadSeven
source: Num 7
pt_br: Núm. 7

# InputKeys,NumPadSix
source: Num 6
pt_br: Núm. 6

# InputKeys,NumPadThree
source: Num 3
pt_br: Núm. 3

# InputKeys,NumPadTwo
source: Num 2
pt_br: Núm. 2

# InputKeys,NumPadZero
source: Num 0
pt_br: Núm. 0

# InputKeys,Subtract
source: Num -
pt_br: Núm. -

# InputKeys,Tilt
source: Tilt
es: Inclinación
pt_br: Balançar

# MaterialExpression,Float2
source: Float 2
es: Punto flotante 2
pt_br: Flutuante 2

# MaterialExpression,Float3
source: Float 3
es: Punto flotante 3
pt_br: Flutuante 3

# MaterialExpression,Float4
source: Float 4
es: Punto flotante 4
pt_br: Flutuante 4

# MaterialExpression,StaticBool
source: Bool
es: Booleano
pt_br: Booleano

# MessageLog,NoneObjectToken
source: <None>
es: <Ninguno>
pt_br: <Nenhum>

# SDeviceQuickInfo,UnknownValue
source: <unknown>
es: <desconocido>
pt_br: <desconhecido>

# SFiltersAndPresets,AvgDesc
source: Avg: {0}
es: Media: {0}
pt_br: Média: {0}

# STestSuite,GridPanelTest-Label03
source: But his daughter, named Nan,
es: Pero sí su hija, llamada Nan,
pt_br: Mas a filha dele, Nan,

# STestSuite,GridPanelTest-Stretch1Label
source: Stretch = 1
es: Extender = 1
pt_br: Esticar = 1

# STestSuite,GridPanelTest-Stretch2Label
source: Stretch = 2
es: Extender = 2
pt_br: Esticar = 2

# STestSuite,MultiLineTextTest
source: He has refused his Assent to Laws, the most wholesome and necessary for the public good. He has forbidden his Governors to pass Laws of immediate and pressing importance, unless suspended in their operation till his Assent should be obtained; and when so suspended, he has utterly neglected to attend to them. He has refused to pass other Laws for the accommodation of large districts of people, unless those people would relinquish the right of Representation in the Legislature, a right inestimable to them and formidable to tyrants only. He has called together legislative bodies at places unusual, uncomfortable, and distant from the depository of their public Records, for the sole purpose of fatiguing them into compliance with his measures. He has dissolved Representative Houses repeatedly, for opposing with manly firmness his invasions on the rights of the people. He has refused for a long time, after such dissolutions, to cause others to be elected; whereby the Legislative powers, incapable of Annihilation, have returned to the People at large for their exercise; the State remaining in the mean time exposed to all the dangers of invasion from without, and convulsions within. He has endeavoured to prevent the population of these States; for that purpose obstructing the Laws for Naturalization of Foreigners; refusing to pass others to encourage their migrations hither, and raising the conditions of new Appropriations of Lands.
es: Él se ha negado a aprobar las leyes, las más favorables y necesarias para el bien público. Ha prohibido a sus gobernadores sancionar leyes de importancia inmediata y apremiante, a menos que su ejecución se haya suspendido hasta obtener su asentimiento; y una vez suspendidas se ha negado por completo a prestarles atención. Ha rechazado aprobar otras leyes para la repartición de grandes distritos de población, a menos que esos pueblos renuncien al derecho de representación en la legislatura, un derecho inestimable para ellos y solo formidable para los tiranos. Ha convocado a los cuerpos legislativos en sitios desusados, incómodos, y distantes del deposito de sus registros públicos, con el único propósito de molestarlos hasta el cumplimiento de sus medidas. Ha disuelto las Cámaras de Representantes repetidamente, por oponerse con firmeza viril a sus intromisiones en los derechos del pueblo. Se ha negado durante mucho tiempo, después de esas disoluciones, a que otros sean elegidos; por medio de lo cual, los poderes legislativos, cuyo aniquilamiento es imposible, han retornado al pueblo, sin limitación para su ejercicio; el Estado restante, mientras tanto, expuso a todos los peligros de una invasión exterior y de convulsiones internas. Se ha empeñado en impedir que se pueblen estos Estados; obstaculizando las Leyes de Naturalización de Extranjeros; rehusando aprobar otras para fomentar sus migraciones y elevando las condiciones para las nuevas apropiaciones de tierras.
pt_br: Ele recusou seu consentimento às leis, o mais importante e necessário para o bem do povo. Ele proibiu os governadores de passarem as leis de imediato e pressionarem a importância, a não ser que fosse suspensos de suas operações até que o consentimento fosse obtido; e, quando fosse suspenso, ele negligenciava o atendimento a eles. Ele se recusou a passar outras leis para acomodar os grandes distritos do povo, a não ser que o povo renunciasse o direito de representação na legislatura, um direito inestimável a eles e formidável somente aos tiranos. Ele chamou os corpos legislativos a lugares incomuns, desconfortáveis e distantes dos depositórios de seus Registros públicos, para o único propósito de fatiga de acordo com suas medidas. Ele dissolveu as Casas Representativas repetidamente, por se oporem com firmeza valorosa a suas invasões sobre os direitos do povo. Ele se recusou por muito tempo, após tais dissoluções, a eleger os outros; por meio do qual os poderes legislativos, incapazes da aniquilação, voltaram ao povo pelo exercício dele; o Estado restante no meio tempo, exposto a todos os perigos de invasão do lado de fora, e convulsões por dentro. Ele se empenhou a evitar a população desses Estados; por essa razão, obstruindo as Leis da Naturalização de Estrangeiros; recusando passar os outros para encorajar a migração e aumentando as condições de novas Apropriações de Terras.

# STestSuite,RichTextHeader01
source: Here is an <RichText.Tagline.TextHighlight>interactive example</> of the different <RichText.Tagline.TextHighlight>SRichTextBlock</> features in action!
es: ¡Aquí hay un <RichText.Tagline.TextHighlight>ejemplo interactivo</> de las distintas <RichText.Tagline.TextHighlight>SRichTextBlock</> funciones en acción!
pt_br: Eis um <RichText.Tagline.TextHighlight>exemplo interativo</> dos diferentes recursos de <RichText.Tagline.TextHighlight>SRichTextBlock</> em ação!

# STestSuite,WidgetDecoratorExamplePopUpMessage
source: I don't really do anything. <RichText.Tagline.TextHighlight>Sorry</>.
es: En realidad no hago nada. <RichText.Tagline.TextHighlight>Lo siento</>.
pt_br: Eu não faço nada. <RichText.Tagline.TextHighlight>Lamento</>.

# UMG,null
source: null
es: nulo
pt_br: nulo

# UnrealEd,PainCausingVolumeSF
source: Pain Causing
es: Causando daño
pt_br: Causa da Dor

# VisualizeRenderTargets,UnknownColumnName
source: N/A
pt_br: N/D

# AssetTypeActions,LODLevel
source: LOD {0}
es: Nivel de detalle (LOD) {0}

# AssetTypeActions,SkeletonMergeOk
source: OK
es: ACEPTAR

# ColorPicker,OKButton
source: OK
es: ACEPTAR

# PackageReportDialog,OkButton
source: OK
es: ACEPTAR

# UnrealEd,OK
source: OK
es: ACEPTAR

# InputKeys,BackSpace
source: Backspace
es: Retroceso

# InputKeys,CapsLock
source: Caps Lock
es: Bloq Mayús

# InputKeys,Enter
source: Enter
es: Intro

# InputKeys,ForwardDelete
source: Fn+Delete
es: Fn+Supr

# InputKeys,NumLock
source: Num Lock
es: Bloq Num

# InputKeys,PageDown
source: Page Down
es: Página abajo

# InputKeys,PageUp
source: Page Up
es: Página arriba

# InputKeys,ScrollLock
source: Scroll Lock
es: Bloqueo desplazamiento

# InputKeys,Tab
source: Tab
es: Pestaña

# ProfilerSample,StatType_Name_NumberInt
source: Int
es: Entero

# STestSuite,GridPanelTest-Label05
source: And as for the bucket, Nantucket.
es: Y en cuanto al cubo, Nantucket.

# SuperSearch,API
source: API
es: API (INTERFAZ DE PROGRAMACIÓN DE APLICACIONES)
