Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# STestSuite,NotificationListTest-DummyCheckBoxText
source: Dummy Check Box
es: Casilla de verificación ficticia
ja: ダミーのチェックボックス
pt_br: Caixa de Marcação Fantasma

# STestSuite,NotificationListTest-DummyFailButton1Text
source: Dummy Fail Button 1
es: Botón de fallo ficticio 1
ja: ダミーの失敗ボタン1
pt_br: Botão de Falha Fantasma 1

# STestSuite,NotificationListTest-DummyFailButton2Text
source: Dummy Fail Button 2
es: Botón de fallo ficticio 2
ja: ダミーの失敗ボタン2
pt_br: Botão de Falha Fantasma 2

# STestSuite,NotificationListTest-DummyHyperlinkText
source: Dummy Hyperlink
es: Hipervínculo ficticio
ja: ダミーのハイパーリンク
pt_br: Hyperlink Fantasma

# STestSuite,NotificationListTest-DummyPendingButton1Text
source: Dummy Pending Button 1
es: Botón pendiente ficticio 1
ja: ダミーの保留ボタン1
pt_br: Botão Pendente Fantasma 1

# STestSuite,NotificationListTest-DummyPendingButton2Text
source: Dummy Pending Button 2
es: Botón pendiente ficticio 2
ja: ダミーの保留ボタン2
pt_br: Botão Pendente Fantasma 2

# STestSuite,NotificationListTest-DummySuccessButton1Text
source: Dummy Success Button 1
es: Botón éxito ficticio 1
ja: ダミーの正常完了ボタン1
pt_br: Botão de Sucesso Fantasma 1

# STestSuite,NotificationListTest-DummySuccessButton2Text
source: Dummy Success Button 2
es: Botón éxito ficticio 2
ja: ダミーの正常完了ボタン2
pt_br: Botão de Sucesso Fantasma 2

# STestSuite,NotificationListTest-FinishPendingNotificationFailLabel
source: Finish Pending Notification - Fail
es: Finalizar notificación pendiente - Fallo
ja: 保留通知を終了 - 失敗
pt_br: Concluir Notificação Pendente - Falha

# STestSuite,NotificationListTest-FinishPendingNotificationSuccessLabel
source: Finish Pending Notification - Success
es: Finalizar notificación pendiente - Con éxito
ja: 保留通知を終了 - 成功
pt_br: Concluir Notificação Pendente - Sucesso

# STestSuite,NotificationListTest-SpawnCustomNotificationLabel
source: Spawn Custom Notification
ja: カスタム通知をスポーン

# STestSuite,NotificationListTest-SpawnNotification1Label
source: Spawn Notification1
es: Generar Notification1
ja: スポーン通知1
pt_br: Criar Notificação1

# STestSuite,NotificationListTest-SpawnNotification2Label
source: Spawn Notification2
es: Generar Notification2
ja: スポーン通知2
pt_br: Criar Notificação2

# STestSuite,NotificationListTest-SpawnPendingNotificationLabel
source: Spawn Pending Notification
es: Generar notificación pendiente
ja: スポーン保留通知
pt_br: Criar Notificação Pendente

# STestSuite,NotificationListTest-UseLargeFont
source: Use Large Font
es: Usar un tipo de letra grande
ja: 大きめのフォントを使用
pt_br: Usar Fonte Grande

# STestSuite,NotificationListTestTab
source: Notification List Test
es: Prueba de lista de notificación
ja: 通知リストのテスト
pt_br: Teste de Lista de Notificações

# STestSuite,NotificationListTestTabToolTip
source: Switches to the Notification List tab, where you can test out the notification list.
es: Cambia a la pestaña de lista de notificación, donde puede probar la lista de notificación.
ja: 通知リストのテストを行うカラーピッカータブへ切り替えます
pt_br: Alterna para a guia de Lista de Notificações, onde é possível testar a lista de notificações.

# STestSuite,NumericInput
source: This should be a number
es: Esto debería ser un número
ja: 数値でなくてはいけません
pt_br: Isso deveria ser um número

# STestSuite,NumericInputHint
source: Enter a number
es: Introducir un número
ja: 数値を入力してください
pt_br: Insira um número

# STestSuite,OpensASubmenu
source: Opens a submenu
es: Abre un submenú
ja: サブメニューを開く
pt_br: Abre um submenu

# STestSuite,OpensMenu1
source: Opens Menu 1
es: Abre el menú 1
ja: メニュー1を開く
pt_br: Abre o Menu 1

# STestSuite,OpensMenu2
source: Opens Menu 2
es: Abre el menú 2
ja: メニュー2を開く
pt_br: Abre o Menu 2

# STestSuite,PopupTest
source: PopUp Test
es: Prueba emergente
ja: PopUpテスト
pt_br: Teste PopUp

# STestSuite,RD
source: Rotation degrees
ja: 回転角度

# STestSuite,Re-orient
source: Re-orient
es: Reorientar
ja: 方向再調整
pt_br: Reorientar

# STestSuite,RenderTransformTabLabel
source: Render Transform
ja: トランスフォームを描画する

# STestSuite,RenderTransformTabToolTip
source: Allows manipulating the render transform of all test tabs at a global level.
ja: グローバルレベルで全テストタブのトランスフォームの描画操作を有効にします

# STestSuite,ResetLabel
source: Reset
es: Reajustar
ja: リセット
pt_br: Redefinir

# STestSuite,ResponsiveGridTabLabel
source: Responsive Grid
ja: 応答グリッド

# STestSuite,RichEditableTextTestTab
source: Rich Editable Text
ja: 編集可能なリッチテキスト

# STestSuite,RichEditableTextTestTabToolTip
source: Switches to the Rich Editable Text tab, where you can test the various rich editable text features.
ja: さまざまなリッチテキストのテストを行うRich Editable Textタブへ切り替えます

# STestSuite,RichText.BottomMargin
source: Bottom
es: Parte inferior
ja: 底部
pt_br: Inferior

# STestSuite,RichText.HowItWorks
source: <RichText.Header>What does it do?</> The SRichTextBlock uses a concept called Decorators to introduce new font styles, images, animation and even whole interactive widgets inline with the text. Slate comes with a couple Decorators out of the box: • <RichText.Text.Fancy>Text</> Decorator • <img src="RichText.ImageDecorator"/> Image Decorator • <RichText.WidgetDecorator>Widget</> Decorator • <a id="HyperlinkDecorator" style="RichText.Hyperlink">Hyperlink</> Decorator <RichText.Header>What about options?</> Of course you can always introduce your own Decorators by implementing ITextDecorator. This will give you full customization in how your text or widget is styled. Besides the power of Decorators the SRichTextBlock comes equipped with Margin support, Left-Center-Right Text Justification, a Line Height Scalar and Highlighting. <RichText.Header>How does the markup work?</> Well the markup parser is customizable so you can adjust the markup anyway you'd like by providing your own parser. The parser that comes with Slate though uses a syntax very similar to xml. • &lt;TextBlockStyleName>Your text content&lt;/> • &lt;img src="SlateBrushStyleName"/> • &lt;a id="YourCustomId"/>Your hyperlink text&lt;/> If you ever want to use the markup syntax as actual text you can escape the markup using xml style escapes. For example: • < &amp;lt; • > &amp;gt; • " &amp;quot; But you only need to escape these characters when a set of them match actual syntax so this isn't generally an issue. <RichText.Header>Are there any catches?</> There are still plenty of things the SRichTextBlock doesn't currently support. The most notable lacking feature is not having the ability to flow text around images or widgets.
ja: <RichText.Header>What does it do?</> SRichTextBlockは新規フォントスタイル、画像、アニメーション、テキストと一致するインタラクティブなウィジェット全体を導入するために「デコレーター」のコンセプトを使用します。 スレートにはいくつかのデコレーターが同梱されています： • <RichText.Text.Fancy>テキスト</> デコレータ • <img src="RichText.ImageDecorator"/> 画像デコレータ • <RichText.WidgetDecorator>ウィジェット</> デコレータ • <a id="HyperlinkDecorator" style="RichText.Hyperlink">ハイパーリンク</> デコレータ <RichText.Header>オプションはどうでしょう？</> ITextDecoratorを実装すると独自のデコレータをいつでも導入できます。テキストやウィジェットのスタイルをフルカスタマイズ可能です。 デコレータ機能の他にも、SRichTextBlockはマージンサポート、左－中央－右揃え、Line Height Scalar、ハイライト機能を搭載しています。 <RichText.Header>マークアップはどのように機能するのでしょう？</> マークアップパーサーはカスタマイズ可能なため、独自のパーサーでマークアップを好きなように調整できます。シンタックスを利用するスレートが同梱されたパーサーはXML言語と似ています。 • &lt;TextBlockStyleName>Your text content&lt;/> • &lt;img src="SlateBrushStyleName"/> • &lt;a id="YourCustomId"/>Your hyperlink text&lt;/> マークアップシンタックスを実テキストとして使用する場合は、XMLスタイルのエスケープを利用してマークアップをエスケープできます。例えば： • < &amp;lt; • > &amp;gt; • " &amp;quot; キャラクターセットが実際のシンタックスと一致する場合のみエスケープが必要なため、通常は問題ではありません。 <RichText.Header>問題点？</> 現時点ではSRichTextBlockで未サポートな機能がたくさんあります。特に注目してほしい未サポート機能は画像やウィジェット周りのテキストフローです。

# STestSuite,RichText.LineHeight
source: Line Height
es: Altura de la línea
ja: ラインの高さ
pt_br: Altura da Linha

# STestSuite,RichText.MarginHeader
source: Margin
es: Margen
ja: マージン
pt_br: Margem

# STestSuite,RichText.ShouldWrap
source: Should Wrap
es: Debería envolver
ja: 要ラップ
pt_br: Deve Envolver

# STestSuite,RichText.TextJustify
source: Text Justify
es: Justificado del texto
ja: テキストの正当化
pt_br: Justificação do Texto

# STestSuite,RichText.TopMargin
source: Top
es: Superior
ja: 上
pt_br: Topo

# STestSuite,RichText.WrapWidth
source: Wrap Width
es: Ancho de envoltura
ja: ラップ幅
pt_br: Largura de Envolvimento

# STestSuite,RichTextEdit.Header01
source: This WYSIWYG editor has been created to show the flexibility of Slate's <RichText.Tagline.TextHighlight>SMultiLineEditableText</>
ja: WYSIWYGエディタはスレートのフレキシビリティを表現するために作成しています<RichText.Tagline.TextHighlight>SMultiLineEditableText</>

# STestSuite,RichTextEdit.HowItWorks
source: <RichText.TextHighlight>SMultiLineEditableText</> utilizes the power of text marshallers to control how the source text is displayed, and the two editors below are demonstrating the <RichText.TextHighlight>FRichTextLayoutMarshaller</> and <RichText.TextHighlight>FRichTextSyntaxHighlighterTextLayoutMarshaller</> implementations. You can use the toolbar to control the style of the text in the rich-text editor, or you can directly edit the source text (demonstrating live injection of style information) to update the rich-text view.
ja: <RichText.TextHighlight>SMultiLineEditableText</> テキストマーシャラーの累乗を使用してソーステキストの表示方法をコントロールして、2つ下のエディタが <RichText.TextHighlight>FRichTextLayoutMarshaller</> と <RichText.TextHighlight>FRichTextSyntaxHighlighterTextLayoutMarshaller</> を示しています。 ツールバーを利用してリッチテキストエディタのテキストスタイルをコントロール、またはリッチテキストビューを更新するために直接ソーステキストを編集することができます

# STestSuite,RichTextHeader02
source: Here's a bunch of text just to <RichText.Tagline.TextHighlight>measure performance</>.
es: Aquí hay una muestra de texto simplemente para <RichText.Tagline.TextHighlight>medir el rendimiento</>.
ja: これは<RichText.Tagline.TextHighlight>パフォーマンス測定用の多数のテキストです</>。
pt_br: Aqui está um pedaço de texto apenas para <RichText.Tagline.TextHighlight>medir o desempenho</>.

# STestSuite,RichTextHeader03
source: Here's a bunch of text in rainbow colors! <RichText.Tagline.SubtleText>Also to measure </><RichText.Tagline.SubtleTextHighlight>performance</><RichText.Tagline.SubtleText>, why else?</>
es: ¡Aquí hay una muestra de texto con los colores del arcoíris! <RichText.Tagline.SubtleText>También para medir el </><RichText.Tagline.SubtleTextHighlight>rendimiento</><RichText.Tagline.SubtleText>, ¿por qué otra razón?</>
ja: レインボーカラーで表示した一連のテキストです！ <RichText.Tagline.SubtleText>また、</><RichText.Tagline.SubtleTextHighlight>パフォーマンスもperformance</><RichText.Tagline.SubtleText>測定します。</>
pt_br: Aqui está um pedaço de texto de cores do arco-íris! <RichText.Tagline.SubtleText>Também para medir </><RichText.Tagline.SubtleTextHighlight>o desempenho</><RichText.Tagline.SubtleText>, por que mais?</>

# STestSuite,RichTextHeader04
source: That's all <RichText.Tagline.TextHighlight>folks</>. Hope you enjoyed this page about <RichText.Tagline.TextHighlight>SRichTextBlock</>!
es: Eso es todo, <RichText.Tagline.TextHighlight>amigos</>. Espero que hayan disfrutado de esta página sobre <RichText.Tagline.TextHighlight>SRichTextBlock</>!
ja: <RichText.Tagline.TextHighlight>みなさん</>以上です！ <RichText.Tagline.TextHighlight>SRichTextBlock</>に関するこのページがお役に立てば幸いです！
pt_br: Isso é tudo, <RichText.Tagline.TextHighlight>pessoal</>. Esperamos que você tenha gostado desta página sobre <RichText.Tagline.TextHighlight>SRichTextBlock</>!

# STestSuite,RichTextHeader05
source: This is a text heavy page that has been created to show the performance and capabilities of Slate's <RichText.Tagline.TextHighlight>SRichTextBlock</>.
es: Esta es un página pesada de texto que ha sido creada para mostrar el rendimiento y las capacidades del cuadro <RichText.Tagline.TextHighlight>SRichTextBlock</>.
ja: スレートの<RichText.Tagline.TextHighlight>SRichTextBlock</>のパフォーマンスと機能を紹介するために作成されたテキスト満載なページです。
pt_br: Este é uma página pesada de texto que foi criada para exibir o desempenho e as capacidades do <RichText.Tagline.TextHighlight>SRichTextBlock</> do Plano.

# STestSuite,RichTextTestTab
source: Rich Text
es: Texto enriquecido
ja: リッチテキスト
pt_br: Texto Rico

# STestSuite,SplitterTestTab
source: Splitter Test
es: Prueba del divisor
ja: スプリッターテスト
pt_br: Teste de divisor

# TestSuite1,SplitterTestTab
source: Splitter Test
es: Prueba del divisor
ja: スプリッターテスト
pt_br: Teste de divisor

# STestSuite,SplitterTestTabToolTip
source: Switches to the Splitter Test tab, which you can use to test splitters.
es: Cambia a la pestaña de prueba del divisor, que puede usar para probar los divisores.
ja: スプリッターのテストに使用するスプリッターテストタブへ切り替えます
pt_br: Alterna para a guia de Teste de Divisor, onde é possível usar os divisores de teste.

# STestSuite,SubMenu
source: Sub Menu
es: Submenú
ja: サブメニュー

# STestSuite,SubMenu2IsALittleLonger
source: Sub Menu 2 is a little longer
es: El submenú 2 es un poco más largo
ja: サブメニュー2は少し長めです
pt_br: O submenu 2 é um pouco maior

# STestSuite,TestingBigTextBigMargin
source: Big text, big margin!
es: ¡Texto grande, margen grande!
ja: 大きなテキストはマージンも大きくなります！
pt_br: Texto grande, margem grande!

# STestSuite,TestingBigTextMarginHint
source: Hint Text
es: Texto indicativo
ja: ヒントのテキスト
pt_br: Texto de Dica

# STestSuite,TestingLongTextHint
source: Hint Text
es: Texto indicativo
ja: ヒントのテキスト
pt_br: Texto de Dica

# STestSuite,TestingReadOnlyTextBoxHint
source: Hint Text
es: Texto indicativo
ja: ヒントのテキスト
pt_br: Texto de Dica

# STestSuite,TestingTextControlHint
source: Hint Text
es: Texto indicativo
ja: ヒントのテキスト
pt_br: Texto de Dica

# STestSuite,TestingInlineEditableTextBlock
source: Testing inline editable text block!
es: ¡Probando el bloque de texto modificable alineado!
ja: インラインの編集可能なテキストブロックのテストを行います!
pt_br: Testando bloco de texto editável em linha!

# STestSuite,TestingInlineEditableTextBlock_Tooltip
source: Testing tool tip for inline editable text block!
es: ¡Probando la descripción emergente para el bloque de texto modificable alineado!
ja: インラインの編集可能なテキストブロックに付随するツールヒントのテストを行います！
pt_br: Testando a dica de ferramenta para bloco de texto editável em linha!

# STestSuite,TestingLongText
source: Here is an editable text box with a very long initial string. Useful to test scrolling. Remember, this editable text box has many features, such as cursor navigation, text selection with either the mouse or keyboard, and cut, copy and paste. You can even undo and redo just how you'd expect to.
es: Aquí hay un cuadro de texto modificable con una cadena inicial muy larga. Útil para probar el desplazamiento de texto. Recuerde, este cuadro de texto modificable tiene muchas funciones, como la navegación por cursor, selección del texto con el ratón o el teclado, y cortar, copiar y pegar. Puede incluso deshacer y rehacer exactamente cómo quiera.
ja: これは初期文字列が非常に長い編集可能なテキストボックスです。スクロールのテストに役立ちます。この編集可能なボックスは、カーソル移動、マウスまたはキーボードによるテキスト選択、切り取り、コピー、貼り付けなどさまざまな機能があることを覚えておいてください。お好みの方法でアンドゥやリドゥ操作を行えます。
pt_br: Eis um texto editável com uma string inicial muito longa. Útil para testar o rolamento. Lembre-se, esta caixa de texto editável possui vários recursos, como navegação de cursos, seleção de texto com o mouse ou o teclado; e recortar, copiar e colar. Você pode até desfazer e refazer da maneira que esperava.

# STestSuite,TestingReadOnlyTextBox
source: Read only editable text box (with tool tip!)
es: Cuadro de texto modificable de solo lectura (¡con descripción emergente!)
ja: 読み取り専用の編集可能なテキストボックス (ツールヒント付！)
pt_br: Ler somente a caixa de texto editável (com a dica de ferramenta!)

# STestSuite,TestingReadOnlyTextBox_Tooltip
source: Testing tool tip for editable text!
es: ¡Probando la descripción emergente para texto modificable!
ja: 編集可能なテキストに付随するツールヒントのテストを行います！
pt_br: Testando a dica de ferramenta para o texto editável!

# STestSuite,TestingSearchBox_Tooltip
source: Testing search boxes
es: Probando cajas de búsqueda
ja: 検索ボックスのテストを行います
pt_br: Testando caixas de busca

# STestSuite,TestingTextControl
source: Testing editable text control (no box)
es: Probando el control de texto modificable (sin cuadro)
ja: 編集可能なテキスト制御のテスト(ボックスなし)
pt_br: Testando controle de texto editável (sem caixa)

# STestSuite,TestNotification01
source: A Notification
es: Una notificación
ja: 通知
pt_br: Uma Notificação

# STestSuite,TestNotification02
source: Another Notification
es: Otra notificación
ja: 別の通知
pt_br: Outra Notificação

# STestSuite,TestNotificationFailure
source: Operation Failed...
es: Operación errónea...
ja: 処理に失敗しました...
pt_br: Falha na Operação...

# STestSuite,TestNotificationInProgress
source: Operation In Progress
es: Operación en progreso...
ja: 処理中です
pt_br: Operação em Andamento

# STestSuite,TestNotificationSuccess
source: Operation Successful!
es: ¡Operación con éxito!
ja: 処理は成功しました！
pt_br: Operação Realizada!

# STestSuite,TestSuite1TabLabel
source: Test Suite 1
es: Probar suite 1
ja: テストスイート1
pt_br: Suíte de Teste 1

# STestSuite,TestSuite1TabToolTip
source: The App for the first Test Suite.
es: La app para la primera suite de prueba.
ja: 最初のテストスイートのアプリです
pt_br: O aplicativo para o primeiro Suíte de Teste.

# STestSuite,TestSuite2TabToolTip
source: The App for the first Test Suite.
es: La app para la primera suite de prueba.
ja: 最初のテストスイートのアプリです
pt_br: O aplicativo para o primeiro Suíte de Teste.

# STestSuite,TestSuite2TabLabel
source: Test Suite 2
es: Probar suite 2
ja: テストスイート2
pt_br: Suíte de Teste 2

# STestSuite,TestText
source: The quick brown fox jumps over the lazy dog 0123456789
es: El veloz zorro marrón saltó sobre el perezoso perro 0123456789
ja: 利口な茶色い狐がノロマな犬0123456789を飛び越えました
pt_br: Um pequeno jabuti xereta viu dez cegonhas felizes wky 0123456789

# STestSuite,TextJustify::Center
source: Center
es: Centro
ja: 中心
pt_br: Centro

# STestSuite,ThreeCharsError
source: '{0}' is not three characters
es: '{0}' no son tres caracteres
ja: '{0}' は3文字ではありません
pt_br: “{0}” não tem três caracteres

# STestSuite,TypehereTextHint
source: Type Here
es: Escribir aquí
ja: ここに入力
pt_br: Digite Aqui

# STestSuite,Volume
source: Volume
es: Volumen
ja: ボリューム

# STestSuite,WidgetGalleryTab
source: Widget Gallery
es: Galería de widget
ja: ウィジェットギャラリー
pt_br: Galeria de Widgets

# STestSuite,WidgetGalleryTabTextToolTip
source: Switch to the widget gallery.
es: Cambiar a la galería de widget.
ja: ウィジェットギャラリーへ切り替えます
pt_br: Alternar para a galeria de widgets.

# STestSuite,XO
source: X Offset
ja: X オフセット

# STestSuite,XS
source: X Scale
ja: X スケール

# STestSuite,XSH
source: X Shear
ja: X せん断

# STestSuite,YO
source: Y Offset
ja: Y オフセット

# STestSuite,YS
source: Y Scale
ja: Y スケール

# STestSuite,YSH
source: Y Shear
ja: Y せん断

# STimelinesContainer,GenerateReport
source: Generate Report
ja: レポート作成

# STimelinesContainer,GenerateReportTooltip
source: Generate report from Visual Log events.
ja: Visual Log イベントからレポートを作成

# STimelinesContainer,VisualLogReports
source: VisualLog Reports
ja: VisualLog レポート

# STreeMap,ChangeLayoutSection
source: Layout
ja: レイアウト

# STreeMap,ColorBy
source: Color by
ja: カラー

# STreeMap,EditAttribute_ToolTip
source: Edits this attribute on the node under the curosr.
ja: カーソル下のノードにあるアトリビュートを編集

# STreeMap,EditNodeAttributesSection
source: Edit Node
ja: ノードの編集

# STreeMap,NoColorByAttribute
source: Off
ja: オフ

# STreeMap,NoSizeByAttribute
source: Off
ja: オフ

# STreeMap,RemoveAttribute
source: Not Set
ja: セットしない

# STreeMap,SizeBy
source: Size by
ja: サイズ

# SuperSearch,docs
source: Documentation
es: Documentación
ja: オンライン マニュアル
pt_br: Documentação

# SuperSearch,tutorials
source: Tutorials
ja: チュートリアル

# SuperSearchBox,AskQuestion
source: Ask Online
ja: オンラインへ問い合わせる

# SuperSearchBox,HelpHint
source: Search For Help
es: Buscar ayuda
ja: ヘルプを検索
pt_br: Buscar Ajuda

# SVectorInputBox,X_ToolTip
source: X Value
es: Valor X
ja: X値
pt_br: Valor X

# SVectorInputBox,Y_ToolTip
source: Y Value
es: Valor Y
ja: Y値
pt_br: Valor Y

# SVectorInputBox,Z_ToolTip
source: Z Value
es: Valor Z
ja: Z値
pt_br: Valor Z

# SVisualLogger,FileTypeDescription
source: Visual Log File
ja: ビジュアルログファイル

# SVisualLogger,NewProjectBrowseTitle
source: Choose a project location
ja: プロジェクトの保存場所を選択

# SVisualLogger,OpenProjectBrowseTitle
source: Open Project
ja: プロジェクトを開く

# SVisualLoggerFilters,AddFilterToolTip
source: Add an asset filter.
ja: アセットフィルタを追加

# SVisualLoggerFilters,CategoryFiltersSearchHint
source: Log Category Search
ja: カテゴリ検索のログを取る

# SVisualLoggerFilters,DataFiltersSearchHint
source: Log Data Search
ja: データ検索の記録を付ける

# SVisualLoggerFilters,FilterByClassPrefix
source: Toggle {0} class
ja: {0} クラスを切り替える

# SVisualLoggerFilters,FilterByTooltipPrefix
source: Filter by {0}
ja: {0} でフィルタリング

# SVisualLoggerFilters,FilterClasses
source: Classes
ja: クラス

# SVisualLoggerFilters,GraphFilters
source: Graph Filters
ja: グラフフィルタ

# SVisualLoggerFilters,SetFilterByClasses
source: Select classes to show
ja: 表示するクラスを選択

# SVisualLoggerToolbar,FreeCamera
source: Camera
ja: カメラ

# SVisualLoggerToolbar,ResumeLogger
source: Resume
ja: 再開

# UICommands.FVisualLoggerCommands,Resume
source: Resume
ja: 再開する

# UICommands.FVisualLoggerCommands,Resume_ToolTip
source: Resume
ja: 再開する

# SVisualLoggerToolbar,SaveAllLogs
source: Save All
ja: すべて保存

# SVisualLoggerToolbar,SaveLogsTooltip
source: Save selected logs/rows to file.
ja: 選択された log・row をセーブしてください。

# SVisualLoggerToolbar,StartDebuggerTooltip
source: Starts recording and collecting visual logs
ja: 録音を開始してビジュアルログを収集

# SWidgetReflector,Address
source: Address
ja: アドレス

# SWidgetReflector,AppScale
source: Application Scale:
es: Escala de aplicación:
ja: 適用スケール:
pt_br: Escala do Aplicativo:

# SWidgetReflector,CaptureHierarchy
source: Capture Hierarchy
ja: キャプチャ階層

# SWidgetReflector,CaptureStatsHierarchyTooltip
source: When clicked, the next rendered frame will capture hierarchical stats and save them to file in the Saved/ folder with the following name: SlateHierarchyStats-<timestamp>.csv
ja: クリックすると、次の描画フレームは階層的統計をキャプチャして、以下の名前で「Saved/」配下にあるフォルダに保存します： SlateHierarchyStats-<timestamp>.csv

# SWidgetReflector,ClickToCopy
source: Click to copy address.
ja: クリックしてアドレスをコピー

# SWidgetReflector,EnableDemoMode
source: Demo Mode
ja: デモモード

# SWidgetReflector,ForegroundColorToolTip
source: Foreground Color
es: Color del primer plano
ja: フォアグラウンド色
pt_br: Cor de primeiro plano

# SWidgetReflector,LogStatsTooltip
source: Enables outputting stats to the log at the given interval.
ja: 一定間隔でログへ統計のアウトプットを有効にする

# SWidgetReflector,PickingWidget
source: Picking (Esc to Stop)
es: Recolección (Esc para parar)
ja: 選択中 (Esc で中止)
pt_br: Escolhendo (Esc para Parar)

# WidgetSnapshotVisualizer,PickingWidget
source: Picking (Esc to Stop)
ja: 選択中 (Esc で中止)

# SWidgetReflector,PickLiveWidget
source: Pick Live Widget
ja: ライブウィジェットを選択

# SWidgetReflector,ShowFocus
source: Show Focus
es: Mostrar foco
ja: フォーカスを表示
pt_br: Exibir Foco

# SWidgetReflector,Stats_InclusiveAvgMsColumn
source: AvgTime (ms)
ja: AvgTime (ミリ秒)

# SWidgetReflector,Stats_StatNameColumn
source: Statistic
ja: 統計情報

# SWidgetReflector,StatsSampleWindow
source: Sampling Interval:
ja: サンプリング周期：

# SWidgetReflector,StatsSamplingIntervalLabelTooltip
source: the interval (in seconds) to integrate stats before updating the averages.
ja: 平均を更新する前に統計を統合する間隔（秒）

# SWidgetReflector,ToggleLogStats
source: Log Stats
ja: 統計のログを取る

# SWidgetReflector,ToggleStats
source: Toggle Stats
ja: 統計情報を切り替える

# SWidgetReflector,ToggleStatsTooltip
source: Enables flat stats view.
ja: 統計のフラット表示を有効にする

# SWidgetReflector,ToggleTickFolding
source: Fold Tick
ja: ティックを折りたたむ

# SWidgetReflector,WidgetHierarchyTab
source: Widget Hierarchy
ja: ウェジェット階層

# SWidgetReflector,WidgetInfo
source: Widget Info
es: Información del widget
ja: ウィジェット情報
pt_br: Informações do Widget

# SWidgetReflector,WidgetName
source: Widget Name
es: Nombre del widget
ja: ウィジェット名
pt_br: Nome dos Widgets

# SWindow,Window_Title
source: Window : %s
ja: ウィンドウ : %s

# SWizard,CancelButtonTooltip
source: Cancel this wizard
es: Cancelar este asistente
ja: このウィザードをキャンセル
pt_br: Cancelar este assistente

# SWizard,DefaultFinishButtonText
source: Finish
es: Finalizar
ja: 終了
pt_br: Concluir
