Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SSettingsEditorCheckoutNotice,DefaultSettingsNotice_Writable
source: These settings are saved in {0}, which is currently writable.
ja: これらの設定は現在書き込み可能な {0} に保存されます。

# SSettingsEditorCheckoutNotice,MakeWritableTooltip
source: Make the default configuration file that holds these settings writable.
es: Hacer modificable el archivo de configuración predeterminado que mantiene estos ajustes.
ja: これらの書き込み可能な設定を保持するデフォルトコンフィギュレーションを作成します
pt_br: Tornar gravável o arquivo de configuração padrão que possui essas configurações.

# SSourceControlLogin,AcceptSettings
source: Accept Settings
es: Aceptar los ajustes
ja: 設定を承認
pt_br: Aceitar Configurações

# SSourceControlLogin,ConnectionSuccessful
source: Connection to source control was successful!
es: ¡La conexión al control del código fuente fue exitosa!
ja: ソースコントロールへ接続しました！
pt_br: Conectado ao controle de origem!

# SSourceControlLogin,FailedToConnect
source: Failed to connect to source control. Check your settings and connection then try again.
es: Fallo al conectarse al control del código fuente. Comprobar la configuración y conexión e intentar de nuevo.
ja: ソースコントロールへ接続できませんでした設定と接続を確認後、再試行してください。
pt_br: Falha ao conectar-se ao controle de origem. Verifique as configurações e a conexão e, em seguida, tente novamente.

# SSourceControlLogin,LogTitle
source: Source Control Log
es: Registro de control del código fuente
ja: ソースコントロールログ
pt_br: Registro do Controle de Origem

# SSourceControlLogin,RunWithoutSourceControl
source: Run Without Source Control
es: Ejecutar sin el control de código fuente
ja: ソースコントロールなしで実行
pt_br: Executar Sem o Controle de Origem

# SSourceControlLogin,SourceControlDisabledText
source: Source control is currently disabled. To enable, select a provider from the drop-down box above and enter your credentials. You can re-enable source control by clicking on the icon in the top-right corner of the editor.
ja: ソースコントロールは現在無効です。 有効にするにはドロップダウンボックスからプロバイダを選択して、ユーザーの認証情報を入力します。 エディタの右上隅のアイコンをクリックするとソースコントロールを再度有効にが出来ます。

# SSourceControlPicker,ChooseProvider
source: Choose the source control provider you want to use before you edit login settings.
es: Elegir el proveedor del control del código fuente que desea utilizar antes de editar los ajustes de inicio de sesión.
ja: ログイン設定を編集する前に使用するソースコントロールプロバイダを選択します。
pt_br: Escolha o provedor do controle de origem que quer usar antes de editar as configurações de login.

# SSourceControlPicker,GitBetaProviderName
source: Git (beta version)
ja: Git （β版）

# SSourceControlPicker,NoProviderDescription
source: None (source control disabled)
ja: なし（ソースコントロールが無効）

# SSourceControlPicker,ProviderLabel
source: Provider
es: Proveedor
ja: プロバイダ:
pt_br: Provedor

# SSourceControlPicker,SourceControlProvider_Tooltip
source: Use {ProviderName} as source control provider
es: Utilizar {ProviderName} como proveedor de control del código fuente
ja: ソースコントロールプロバイダに {ProviderName} を使用
pt_br: Use {ProviderName} como o provedor do controle de origem

# STableViewTesting,ChildItem
source: Child Item
es: Elemento hijo
ja: 子アイテム
pt_br: Item Filho

# STableViewTesting,ESelectionMode::Single
source: Single
es: Único
ja: 単一
pt_br: Único

# STableViewTesting,ExpansionTestingLabel
source: Expansion:
es: Expansión:
ja: 展開:
pt_br: Expansão:

# STableViewTesting,ListContextMenuLabel
source: List Context Menu
es: Menú contextual de la lista
ja: コンテキストメニューをリスト表示
pt_br: Menu de Contexto de Lista

# STableViewTesting,NewChild
source: New Child
es: Nuevo hijo
ja: 新しい子
pt_br: Novo Filho

# STableViewTesting,NumberOfWidgetsLabel
source: Number of widgets in list: {NumberOfWidgets}
es: Número de widgets en la lista: {NumberOfWidgets}
ja: リスト上のウィジェット数: {NumberOfWidgets}
pt_br: Número de widgets na lista: {NumberOfWidgets}

# STableViewTesting,RebuildDataButtonLabel
source: Rebuild Data
es: Regenerar los datos
ja: データを再ビルド
pt_br: Recompilar Dados

# STableViewTesting,RefreshButtonLabel
source: Refresh!
es: ¡Actualizar!
ja: 更新！
pt_br: Atualizar!

# STableViewTesting,RememberExpansionButton
source: Remember
es: Recordar
ja: 記憶する
pt_br: Lembrar

# STableViewTesting,RestoreExpansionsButton
source: Restore
ja: 復元する

# STableViewTesting,ScrollToItemButtonLabel
source: Scroll to Item
es: Desplazar al elemento
ja: アイテムにスクロール
pt_br: Rolar para Item

# STableViewTesting,TestAddChildColumn
source: Add Child
es: Añadir hijo
ja: 子を追加
pt_br: Adicionar Filho

# STableViewTesting,TestMenuButtonText00
source: Option 00
es: Opción 00
ja: オプション00
pt_br: Opção 00

# STableViewTesting,TestMenuButtonText01
source: Option 01 >
es: Opción 01 >
ja: オプション 01 >
pt_br: Opção 01 >

# STableViewTesting,TestMenuButtonText02
source: Option 02
es: Opción 02
ja: オプション02
pt_br: Opção 02

# STableViewTesting,TestMenuButtonText03
source: Option 03
es: Opción 03
ja: オプション03
pt_br: Opção 03

# STableViewTesting,TestMenuButtonToolTip00
source: The first option text.
es: La primera opción del texto.
ja: 最初のオプションテキスト
pt_br: O primeiro texto de opção.

# STableViewTesting,TestMenuButtonToolTip01
source: The first option text.
es: La primera opción del texto.
ja: 最初のオプションテキスト
pt_br: O primeiro texto de opção.

# STableViewTesting,TestMenuButtonToolTip03
source: The fourth option text.
es: La cuarta opción del texto.
ja: 4番目のオプションテキスト
pt_br: O quarto texto de opção.

# STableViewTesting,TestNumberColumn
source: Number
es: Número
ja: 番号
pt_br: Número

# STableViewTesting,TestTextBlockColumn
source: Text Block
es: Bloque de texto
ja: テキストブロック
pt_br: Bloco de Texto

# UMG,TextBlockDefaultValue
source: Text Block
es: Bloque de texto
ja: テキストブロック
pt_br: Bloco de Texto

# STableViewTesting,TestTextFieldColumn
source: Text Field
es: Campo de texto
ja: テキストフィールド
pt_br: Campo de Texto

# STableViewTesting,TestWidget
source: Text Wgt {0}
es: Texto Wgt {0}
ja: テキストウィジェット {0}
pt_br: Peso do Texto {0}

# STableViewTesting,TileViewContextMenuLabel
source: Tile view Context Menu
es: Menú contextual de vista en mosaico
ja: タイルビューのコンテキストメニュー
pt_br: Menu de Contexto visto em peças

# STableViewTesting,TotalChildrenLabel
source: Total children:
es: Total de hijos:
ja: 子の合計:
pt_br: Total de filhos:

# STableViewTesting,TreeContextMenuLabel
source: Tree Context Menu
es: Menú contextual del árbol
ja: コンテキストメニューをツリー化
pt_br: Menu de Contexto em Árvore

# StaticMeshActor,MapCheck_Message_SameLocation
source: {ActorName0} is in the same location as {ActorName1}
es: {ActorName0} está en la misma ubicación que {ActorName1}
ja: {ActorName0} は {ActorName1} と同じ位置にあります
pt_br: {ActorName0} está no mesmo local que {ActorName1}

# StaticMeshActor,MapCheck_Message_StaticMeshNull
source: Static mesh actor has NULL StaticMesh property
ja: スタティックメッシュアクタに NULL のStaticMesh プロパティがあります

# StaticMeshComponent,MapCheck_Message_StaticMeshNull
source: Static mesh actor has NULL StaticMesh property
ja: スタティックメッシュアクタに NULL のStaticMesh プロパティがあります

# StaticMeshActor,MapCheck_Message_VertexColorsNotMatchOriginalMesh
source: {ActorName} (LOD {LODIndex}) has hand-painted vertex colors that no longer match the original StaticMesh ({StaticMeshName})
es: {ActorName} (LOD {LODIndex}) tiene colores de vértice pintados a mano que ya no coinciden más con la StaticMesh ({StaticMeshName}) original
ja: {ActorName} (LOD {LODIndex}) にはもはやオリジナルのスタティックメッシュ ({StaticMeshName}) と一致しない手描きの頂点カラーがあります
pt_br: {ActorName} (LOD {LODIndex}) tem cores de vértices pintadas a mão que não correspondem à StaticMesh original ({StaticMeshName})

# StaticMeshComponent,MapCheck_Message_ActorLargeShadowCaster
source: Large actor receives a pre-shadow and will cause an extreme performance hit unless bCastDynamicShadow is set to false.
es: El actor grande recibe una sombra previa y provocará una pérdida de rendimiento extrema, a menos que bCastDynamicShadow esté ajustado a falso.
ja: 大きなアクタはプリシャドウを受け取り、bCastDynamicShadowがFalseに設定されていない限り極度のパフォーマンスヒットの原因となります。
pt_br: O ator grande recebe uma pré-sombra e causará uma ocorrência extrema de desempenho se bCastDynamicShadow for definido para falso.

# StaticMeshComponent,MapCheck_Message_ElementsWithZeroTriangles
source: {ElementCount} element(s) with zero triangles in static mesh '{MeshName}'
es: {ElementCount} elemento(s) con triángulos cero en la malla estática '{MeshName}'
ja: スタティックメッシュ '{MeshName}' にゼロ個のトライアングルと {ElementCount} 個のエレメントがあります
pt_br: {ElementCount} elementos com zero triângulos na malha estática “{MeshName}”

# StaticMeshComponent,MapCheck_Message_MoreMaterialsThanReferenced
source: More overridden materials ({OverridenCount}) on static mesh component than are referenced ({ReferencedCount}) in source mesh '{MeshName}'
ja: スタティック メッシュ コンポーネントに存在するオーバーライドされたマテリアル ({OverridenCount}) の数がソースメッシュ '{MeshName}' の参照 ({ReferencedCount}) の数を超えています

# StaticMeshComponent,MapCheck_Message_SimulatePhyNoSimpleCollision
source: {0} : Using bSimulatePhysics but StaticMesh has not simple collision.
ja: {0} : bSimulatePhysicsを使用中ですが StaticMeshに簡易なコリジョンがありません

# StaticMeshComponent,SetMeshOnStatic
source: Calling SetStaticMesh on '{0}' but Mobility is Static.
es: Llamando a SetStaticMesh en “{0}”, pero la movilidad es estática.
ja: '{0}' 上にSetStaticMeshを呼びましたが可動性がスタティックです。
pt_br: Chamando SetStaticMesh em “{0}”, mas a Mobilidade está Estática.

# StaticMeshEditor,BeginStaticMeshBuildingTask
source: ({Path}) Building
es: ({Path}) Generando
ja: ({Path}) ビルディング
pt_br: ({Path}) Compilando

# StaticMeshEditor,MeshRecomputeTangents
source: Consider enabling Recompute Tangents in the mesh's Build Settings.
es: Considerar en activar la orden de volver a calcular las tangentes, en los ajustes de generación de la malla.
ja: メッシュのビルド設定で「タンジェントを再計算する」オプションを有効にしてみてください。
pt_br: Considere ativar Recalcular Tangentes nas Configurações de Compilação da malha.

# StaticMeshLODSettings,LargePropLOD
source: Large Prop
es: Prop grande
ja: 多数のプロップ
pt_br: Suplemento Grande

# StaticMeshLODSettings,LevelArchitectureLOD
source: Level Architecture
es: Arquitectura del nivel
ja: レベルアーキテクチャ
pt_br: Arquitetura do Nível

# StaticMeshLODSettings,SmallPropLOD
source: Small Prop
es: Prop pequeña
ja: 少数のプロップ
pt_br: Suplemento Pequeno

# STestSuite,AnimationTestLabel
source: Bring up some test for animation.
es: Traer alguna prueba para la animación.
ja: アニメーションの1部のテストを呼び出す
pt_br: Traga algum teste para a animação.

# STestSuite,AnimationTestTabLabel
source: Animation Test
es: Prueba de animación
ja: アニメーションテスト
pt_br: Teste de Animação

# TestSuite1,AnimationTestTab
source: Animation Test
es: Prueba de animación
ja: アニメーションテスト
pt_br: Teste de Animação

# STestSuite,AnimTestDurationLabel
source: Duration:
es: Duración:
ja: 持続時間:
pt_br: Duração:

# STestSuite,AnimTestLabel
source: Animation Testing
es: Probando la animación
ja: アニメーションテスト
pt_br: Teste de Animação

# STestSuite,AnimTestPlayButtonLabel
source: Play Animation
es: Reproducir la animación
ja: アニメーションを再生
pt_br: Reproduzir Animação

# STestSuite,AnimTestReverseButtonLabel
source: Reverse
es: Retroceder
ja: 逆再生
pt_br: Inverter

# UnrealEd,Reverse
source: Reverse
es: Retroceder
ja: 逆再生
pt_br: Inverter

# STestSuite,Button1
source: Button One
ja: ボタン1

# STestSuite,Button2
source: Button Two
ja: ボタン2

# STestSuite,ButtonTestLabel
source: Button Test
es: Prueba del botón
ja: ボタンテスト
pt_br: Teste de Botão

# STestSuite,TestButtonInNotificaiton
source: Button Test
es: Prueba del botón
ja: ボタンテスト
pt_br: Teste de Botão

# STestSuite,ButtonTextLabel
source: Button with content
es: Botón con contenido
ja: コンテンツとボタン
pt_br: Botão com conteúdo

# STestSuite,CenterVisibility
source: CenterVis Visibility
es: Visibilidad CenterVis
ja: CenterVis の可視性
pt_br: Visibilidade CenterVis

# STestSuite,Col0Row0
source: Col 0 Row 0
es: Col. 0 Fila 0
ja: 列 0 行 0
pt_br: Col 0 Linha 0

# STestSuite,Col0Row0Visibility
source: Col0Row0 Visibility
es: Visibilidad Col0Row0
ja: Col0Row0 の可視性
pt_br: Visibilidade Col0Row0

# STestSuite,Col0Row1
source: Col 0 Row 1
es: Col. 0 Fila 1
ja: 列 0 行 1
pt_br: Col 0 Linha 1

# STestSuite,Col0Row1Visibility
source: Col0Row1 Visibility
es: Visibilidad Col0Row1
ja: Col0Row1 の可視性
pt_br: Visibilidade Col0Row1

# STestSuite,Col0Row2
source: Col 0 Row 2
es: Col. 0 Fila 2
ja: 列 0 行 2
pt_br: Col 0 Linha 2

# STestSuite,Col0Row2Visibility
source: Col0Row2 Visibility
es: Visibilidad Col0Row2
ja: Col0Row2 の可視性
pt_br: Visibilidade Col0Row2

# STestSuite,Col2Row0
source: Col 2 Row 0
es: Col. 2 Fila 0
ja: 列 2 行 0
pt_br: Col 2 Linha 0

# STestSuite,Col2Row0Visibility
source: Col2Row0 Visibility
es: Visibilidad Col2Row0
ja: Col2Row0 の可視性
pt_br: Visibilidade Col2Row0

# STestSuite,Col2Row1
source: Col 1 Row 1
es: Col. 1 Fila 1
ja: 列 1 行 1
pt_br: Col 1 Linha 1

# STestSuite,Col2Row1Visibility
source: Col2Row1 Visibility
es: Visibilidad Col2Row1
ja: Col2Row1 の可視性
pt_br: Visibilidade Col2Row1

# STestSuite,ColorPickerTest-EditColorLabel
source: Edit Color
es: Editar color
ja: カラーの修正
pt_br: Editar Cor

# STestSuite,ColorPickerTest-EditNoAlphaColorLabel
source: Edit NoAlpha Color
es: Editar color NoAlpha
ja: NoAlphaカラーの修正
pt_br: Editar Cor NoAlpha

# STestSuite,ColorPickerTest-WindowTitle-NoAlphaColor
source: No Alpha Color
es: Ningún color alfa
ja: アルファカラーなし
pt_br: Nenhuma Cor Alfa

# STestSuite,ColorPickerTest-WindowTitle-StandardColor
source: Standard Color
es: Color estándar
ja: 標準色
pt_br: Cor Padrão

# STestSuite,ColorPickerTestTab
source: Color Picker Test
es: Prueba del seleccionador de color
ja: カラー ピッカー テスト
pt_br: Teste do Seletor de Cor

# TestSuite1,ColorPickerTestTab
source: Color Picker Test
es: Prueba del seleccionador de color
ja: カラー ピッカー テスト
pt_br: Teste do Seletor de Cor

# STestSuite,ColorPickerTestTabToolTip
source: Switches to the Color Picker tab, where you can test out the color picker.
es: Cambia a la pestaña del seleccionador de color, donde puede probar el seleccionador de color.
ja: カラーピッカーのテストを行うカラーピッカータブへ切り替えます
pt_br: Alterna para a guia do Seletor de Cor, onde é possível testar o seletor de cor.

# STestSuite,CustomContextMenuContent
source: This context menu content is just a text block
ja: このコンテキストメニューのコンテンツはテキストブロックだけです

# STestSuite,CustomContextMenuHint
source: Custom context menu...
ja: カスタムコンテキストメニュー…

# STestSuite,CustomContextMenuInput
source: This text box has a custom context menu
ja: このテキストボックスにはカスタムコンテキストメニューが含まれます

# STestSuite,DefaultEditableText
source: Edit Me!
es: ¡Edítame!
ja: 修正してください！
pt_br: Edite-me!

# STestSuite,DisableButton
source: Disable
es: Desactivar
ja: 無効にする
pt_br: Desativar

# STestSuite,DisabledContextMenuHint
source: No context menu...
ja: コンテキストメニュー無し…

# STestSuite,DisabledContextMenuInput
source: This text box has no context menu
ja: このテキストボックスにはコンテキストメニューが含まれません

# STestSuite,Document01
source: Document 1
es: Documento 1
ja: ドキュメント1
pt_br: Documento 1

# STestSuite,Document02
source: Document 2
es: Documento 2
ja: ドキュメント2
pt_br: Documento 2

# STestSuite,Document03
source: Document 3
es: Documento 3
ja: ドキュメント3
pt_br: Documento 3

# STestSuite,Document04
source: Document 4
es: Documento 4
ja: ドキュメント4
pt_br: Documento 4

# STestSuite,Document05
source: Document 5
es: Documento 5
ja: ドキュメント5
pt_br: Documento 5

# STestSuite,DocumentRightContentLabel
source: Right Content
es: Contenido correcto
ja: 右コンテンツ
pt_br: Conteúdo Direito

# STestSuite,DpiScalingFillSpaceLabel
source: Fill Space
es: Rellenar el espacio
ja: フィルスペース
pt_br: Preencher Espaço

# STestSuite,DpiScalingTextLabel
source: I am DPI scaled!
es: ¡Estoy escalado con DPI!
ja: DPI拡大・縮小です！
pt_br: Estou escalonado em DPI!

# STestSuite,DynamicBrushTestLabel
source: Type in full path to an image (png)
es: Escribir la ruta completa para acceder a la imagen (.png)
ja: 画像(png)のフルパスを入力
pt_br: Digite o caminho completo para uma imagem (png)

# STestSuite,EditableItem
source: Editable Item
es: Elemento modificable
ja: 編集可能なアイテム
pt_br: Item Editável

# STestSuite,EditableItem_ToolTip
source: You can edit this item's text
es: Puede editar el texto de este elemento
ja: このアイテムのテキストは編集可能です
pt_br: Você pode editar o texto desse item

# STestSuite,EditableTextTestTab
source: Editable Text
es: Texto modificable
ja: 編集可能なテキスト
pt_br: Texto Editável

# STestSuite,EditableTextTestTabToolTip
source: Switches to the Editable Text tab, where you can test the various inline text editing controls.
es: Cambia a la pestaña del texto modificable, donde puede probar varios controles de edición de texto alineado.
ja: さまざまなインラインテキストの編集制御を行う編集可能なテキストタブへ切り替えます
pt_br: Alterna para a guia de Texto Editável, onde é possível testar os vários controles de edição de texto em linha.

# STestSuite,ElementTestsTab
source: Element Tests
es: Pruebas del elemento
ja: エレメントテスト
pt_br: Testes de Elemento

# STestSuite,ElementTestsTabToolTip
source: Switches to the Element Tests tab, which allows you to view various rendering-related features of Slate.
es: Cambia a la pestaña de pruebas de elemento, que le permite visualizar varias funciones relacionadas con la renderización del cuadro.
ja: スケールのさまざまな連らリング関連機能を表示するエレメントテストタブへ切り替えます
pt_br: Alterna para a guia de Testes de Elemento, que permite que você visualize vários recursos relacionados à renderização do Plano.

# STestSuite,EnableSyntaxHighlightingLabel
source: Enable Syntax Highlighting
ja: シンタックスハイライトを有効にする

# STestSuite,EnterThreeChars
source: Enter a three character string
es: Introducir una cadena de tres caracteres
ja: 3文字の文字列を入力
pt_br: Insira uma string de três caracteres

# STestSuite,FailedToFindUrlPopUpMessage
source: Sorry this hyperlink is not <RichText.Tagline.TextHighlight>configured incorrectly</>!
es: ¡Lo siento, este hipervínculo no está <RichText.Tagline.TextHighlight>configurado incorrectamente</>!
ja: 申し訳ありませんがこのハイパーリンクの <RichText.Tagline.TextHighlight>設定は不正確です</>!
pt_br: Lamentamos, este hyperlink não está <RichText.Tagline.TextHighlight>configurado incorretamente</>!

# STestSuite,FxTextContentLabel
source: Click Me!
es: ¡Hazme clic!
ja: クリックしてください！
pt_br: Clique em Mim!

# WidgetGallery,ClickMeLabel
source: Click Me!
ja: クリックしてください！

# STestSuite,FxTextFadeInFromLeftLabel
source: Fade in From Left
es: Fundido de entrada desde la izquierda
ja: 左からのフェードイン
pt_br: Surgir da Esquerda

# STestSuite,FxTextFadeInFromRightLabel
source: Fade in From Right
es: Fundido de entrada desde la derecha
ja: 右からのフェードイン
pt_br: Surgir da Direita

# STestSuite,FxTextLayoutScaleLabel
source: Layout Scale:
es: Escala del entorno:
ja: レイアウトの拡大・縮小:
pt_br: Escala do Layout:

# STestSuite,FxTextVisualOffsetLabel
source: Visual Offset:
es: Desplazamiento visual:
ja: ビジュアルオフセット:
pt_br: Deslocamento Visual:

# STestSuite,FxTextVisualScaleLabel
source: Visual Scale:
es: Escala visual:
ja: ビジュアルスケール:
pt_br: Escala Visual:

# STestSuite,FxTextVisualScaleOriginLabel
source: Visual Scale Origin:
es: Origen de la escala visual:
ja: ビジュアルスケールの原点:
pt_br: Origem da Escala Visual:

# STestSuite,FxTextZoomFadeOutLabel
source: Zoom Fade Out
es: Atenuar el zoom
ja: ズーム&フェードアウト
pt_br: Esmaecimento do Zoom

# STestSuite,GenericTextItemTestLabel
source: Generic Text Item
es: Elemento de texto genérico
ja: 汎用テキストアイテム
pt_br: Item de Texto Genérico

# STestSuite,GridPanelTest-Label01
source: There once was a man from Nantucket
es: Había una vez un hombre de Nantucket.
ja: かつてナンタケット島から来た男がいました。

# STestSuite,GridPanelTest-Label02
source: who kept all his cash in a bucket.
es: quien guardaba todo su dinero en un cubo.
ja: 誰が彼のお金をバケツに入れたのですか

# STestSuite,GridPanelTest-Label04
source: Ran away with a man
es: Se marchó corriendo con un hombre
ja: 人から遠ざかります
pt_br: Fugiu com um homem

# STestSuite,HyperlinkDecoratorExamplePopUpMessage
source: You're a <RichText.Tagline.TextHighlight>pro</> at clicking!
es: ¡Eres un <RichText.Tagline.TextHighlight>profesional</> en hacer clic!
ja: クリックするだけで <RichText.Tagline.TextHighlight>プロpro</> の仕上がりとなります！
pt_br: Você é <RichText.Tagline.TextHighlight>profissional</> no clique!

# STestSuite,HyperlinkInsertLabel
source: Insert Hyperlink
ja: ハイパーリンクを挿入

# STestSuite,IgnoreClipping
source: Ignore Clipping
ja: クリッピングを無視

# STestSuite,LayoutExampleTab
source: Layout Example
es: Ejemplo de entorno
ja: レイアウト例
pt_br: Exemplo de Layout

# TestSuite1,LayoutExampleTab
source: Layout Example
es: Ejemplo de entorno
ja: レイアウト例
pt_br: Exemplo de Layout

# STestSuite,LayoutExampleTabToolTip
source: Switches to the Layout Example tab, which shows off examples of various Slate layout primitives.
es: Cambia a la pestaña de ejemplo de diseño, que muestra ejemplos de varias primitivas de diseño de cuadro.
ja: スレートレイアウトプリミティブのさまざまな例を紹介するレイアウト例タブへ切り替えます
pt_br: Alterna para a guia de Exemplo de Layout, que exibe os exemplos de vários primitivos de layout do Plano.

# STestSuite,LayoutRoundingTab
source: Layout Rounding
es: Redondeo del entorno
ja: レイアウトの丸め
pt_br: Arredondamento de Layout

# TestSuite1,LayoutRoundingTab
source: Layout Rounding
es: Redondeo del entorno
ja: レイアウトの丸め
pt_br: Arredondamento de Layout

# STestSuite,ListViewTestTab
source: ListView Test
es: Prueba ListView
ja: ListViewテスト
pt_br: Teste ListView

# STestSuite,ListViewTestToolTip
source: Switches to the List View test tab, which allows you to test list widgets in Slate.
es: Cambia a la pestaña de pruebas de vista de la lista, que le permite probar la lista de widgets en el cuadro.
ja: スレートでリストウィジェットのテストを行うリストビューテストタブへ切り替えます
pt_br: Alterna para a guia de teste de Visualização de Lista, que permite que você teste widgets de lista no Plano.

# STestSuite,Menu1
source: Menu 1
es: Menú 1
ja: メニュー1

# STestSuite,Menu2
source: Menu 2
es: Menú 2
ja: メニュー2

# STestSuite,MultiboxTest
source: Multibox Test
es: Prueba Multibox
ja: MultiBoxテスト
pt_br: Teste de várias caixas

# STestSuite,MultiBoxTextTab
source: MultiBox Text
es: Texto MultiBox
ja: MultiBoxテキスト
pt_br: Texto de várias caixas

# STestSuite,MultiBoxTextTabToolTip
source: Switches to the MultiBox tab, where you can test out MultiBoxes and MultiBlocks.
es: Cambia a la pestaña MultiBox, donde puede probar los MultiBoxes y los MultiBlocks.
ja: MultiBoxesとMultiBlocksのテストを行うマルチボックスタブへ切り替えます
pt_br: Alterna para a guia de várias caixas, onde é possível testar várias caixas e vários blocos.

# STestSuite,MultiLineEditTab
source: MultiLine Edit
ja: MultiLine の編集

# STestSuite,MultiLineHintText
source: This is hint line 1 This is hint line 2
ja: ヒント1 ヒント2

# STestSuite,MultiLineTextAutoWrap
source: Multi-line editable text auto-wrapping
es: Envoltura automática de texto modificable multilínea
ja: マルチラインで編集可能なテキストのオートラッピング
pt_br: Envolvimento automático de texto editável de várias linhas

# STestSuite,MultiLineTextNoWrap
source: Multi-line editable text without wrapping
es: Texto modificable multilínea sin envoltura
ja: ラッピングなしのマルチラインで編集可能なテキスト
pt_br: Texto editável de várias linhas sem envolvimento

# STestSuite,MultiLineTextReadOnly
source: Read-only?
ja: 読み取り専用？

# STestSuite,MultiLineTextWrapAt600px
source: Multi-line editable text wrapping at 600px
es: Envoltura de texto modificable multilínea a 600px
ja: マルチラインで編集可能なテキストを600pxでラッピング
pt_br: Envolvimento de texto de várias linhas a 600 px

# STestSuite,NotANumberWarning
source: '{0}' is not a number
es: '{0}' no es un número
ja: '{0}' は数値ではありません
pt_br: “{0}” não é um número

# STestSuite,NotificationListTest-AddDummyButtons
source: Add Dummy Buttons
es: Añadir botones ficticios
ja: ダミーボタンを追加
pt_br: Adicionar Botões Fantasma

# STestSuite,NotificationListTest-AddDummyCheckBox
source: Add Dummy Check Box
es: Añadir casilla de verificación como componente simulado
ja: ダミーのチェックボックスを追加
pt_br: Adicionar Caixa de Marcação Fantasma

# STestSuite,NotificationListTest-AddDummyHyperlink
source: Add Dummy Hyperlink
es: Añadir hipervínculo ficticio
ja: ダミーのハイパーリンクを追加
pt_br: Adicionar Hyperlink Fantasma

# STestSuite,NotificationListTest-DummyButton1Text
source: Dummy Button 1
es: Botón ficticio 1
ja: ダミーボタン1
pt_br: Botão Fantasma 1

# STestSuite,NotificationListTest-DummyButton2Text
source: Dummy Button 2
es: Botón ficticio 2
ja: ダミーボタン2
pt_br: Botão Fantasma 2
