Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# AssetTools,InvalidFactory
source: The new asset wasn't created because the supplied factory does not support the supplied class.
es: El activo nuevo no se ha creado porque la fábrica suministrada no es compatible con la clase suministrada.
ja: 新規アセットは作成されませんでした。提供されたファクトリーが提供されたクラスに対応していません。
pt_br: O novo ativo não foi criado porque a fábrica fornecida não suporta a classe fornecida.

# AssetTools,InvalidSourceObject
source: The new asset wasn't created due to a problem finding the object to duplicate.
es: El activo nuevo no se ha creado debido a un problema mientras encontraba el objeto a duplicar.
ja: 複製するオブジェクトを検索できなかったため新規アセットは作成されませんでした。
pt_br: O novo ativo não foi criado devido a um problema para encontrar o objeto para duplicar.

# AssetTools,MaterialAssetCategory
source: Materials & Textures
ja: マテリアル・テクスチャ

# AssetTools,MigratePackages_AlreadyExists
source: An asset already exists at location {0} would you like to overwrite it?
es: Ya existe un activo en la ubicación {0} ¿desea sobrescribirlo?
ja: \'{0}\' 位置にアセットが既に存在します。上書きしますか？
pt_br: Um ativo já existe no local {0}. Substituir?

# AssetTools,MigratePackages_CompletePage
source: Content migration completed successfully!
es: ¡Migración de contenido finalizada con éxito!
ja: コンテンツのコピーが完了しました！
pt_br: Conteúdo migrado!

# AssetTools,MigratePackages_CopyErrors
source: Copied {0} files. Some content could not be copied.
es: {0} archivos copiados. Algún contenido no se pudo copiar.
ja: {0} ファイルをコピーしました。1部のコンテンツはコピーできませんでした。
pt_br: {0} arquivos copiados. Alguns conteúdos não puderam ser copiados.

# AssetTools,MigratePackages_CopyErrorsPage
source: Copy Errors
es: Copiar errores
ja: コピーエラー
pt_br: Copiar Erros

# AssetTools,MigratePackages_CopyErrorsSuccesslist
source: Some files were copied successfully.
es: Algunos archivos se copiaron con éxito.
ja: １部のファイルのコピーに成功しました。
pt_br: Alguns arquivos foram copiados.

# AssetTools,MigratePackages_CopyErrorsSuccesslistPage
source: Copied Successfully
es: Copiado con éxito
ja: コピーに成功しました
pt_br: Cópia realizada

# AssetTools,MigratePackages_CopyingFiles
source: Copying Files...
es: Copiando archivos...
ja: ファイルをコピー中...
pt_br: Copiando Arquivos...

# AssetTools,MigratePackages_EngineContent
source: Unable to migrate Engine asset {0}. Engine assets cannot be migrated.
es: Imposible migrar el activo del motor {0}. Los activos del motor no se pueden migrar.
ja: エンジンアセット {0} を移行できませんでした。エンジンアセットはコピーできません。
pt_br: Não foi possível migrar o ativo do Mecanismo {0}. Os ativos do mecanismo não podem ser migrados.

# AssetTools,MigratePackages_GatheringDependencies
source: Gathering Dependencies...
es: Recopilando dependencias...
ja: 依存関係を収集中...
pt_br: Coletando Dependências...

# AssetTools,MigratePackages_NoFilesToMove
source: No files were found to move
es: No se encontraron archivos para mover
ja: 移動するファイルが見つかりませんでした
pt_br: Nenhum arquivo encontrado para mover

# AssetTools,MigratePackages_NonContentFolder
source: {0} does not appear to be a game Content folder. Migrated content will only work properly if placed in a Content folder. Would you like to place your content here anyway?
es: {0} no parece ser una carpeta de contenido de juego. El contenido migrado solo funcionará correctamente si se ubica en una carpeta de contenido. ¿Desea ubicar su contenido aquí de todos modos?
ja: {0} はコンテンツフォルダに格納されていないようです。コピーしたコンテンツはコンテンツフォルダに配置しなければ正しく機能しません。ここにコンテンツを配置してよろしいですか？
pt_br: {0} não parece ser uma pasta de Conteúdos de jogo. O conteúdo migrado funcionará adequadamente somente se colocado em uma pasta de Conteudos. Colocar o conteúdo aqui mesmo assim?

# AssetTools,MigratePackages_PackageMissing
source: {0} does not exist on disk.
es: {0} no existe en el disco.
ja: {0} はディスクに存在しません。
pt_br: {0} não existe no disco.

# AssetTools,MigratePackages_SourceControlError
source: {0} could not be added to source control
es: {0} no se pudo añadir al control de código fuente
ja: {0} をソースコントロールへ追加できませんでした
pt_br: {0} não pôde ser adicionado ao controle de origem

# AssetTools,MigratePackages_SourceControlErrorsList
source: Some files reported source control errors.
es: Algunos archivos registraron errores de control de fuente.
ja: １部のファイルがソースコントロールエラーを報告しました。
pt_br: Alguns arquivos relataram erros de controle de origem.

# AssetTools,MigratePackages_SourceControlErrorsListPage
source: Source Control Errors
es: Errores de control de código fuente
ja: ソースコントロールエラー
pt_br: Erros do Controle de Origem

# AssetTools,MigratePackagesReportTitle
source: The following assets will be migrated to another content folder.
es: Los siguientes activos se migrarán a otra carpeta de contenido.
ja: 次のアセットは別のコンテンツフォルダにコピーされます。
pt_br: Os ativos a seguir serão migrados para outra pasta de conteúdos.

# AssetTools,MigrateToFolderTitle
source: Choose a destination Content folder
es: Elegir una carpeta de contenido de destino
ja: 送り先コンテンツフォルダを選択
pt_br: Escolha uma pasta de Conteúdo de destino

# AssetTools,MiscellaneousAssetCategory
source: Miscellaneous
ja: その他

# SDataGraph,Miscellaneous
source: Miscellaneous
es: Varios
ja: 未分類
pt_br: Diversos

# SEventGraph,ContextMenu_Header_Misc
source: Miscellaneous
es: Varios
ja: 未分類
pt_br: Diversos

# SProfilerSettings,MiscTitle
source: Miscellaneous
es: Varios
ja: 未分類
pt_br: Diversos

# AssetTools,MustSupplyClassOrFactory
source: The new asset wasn't created due to a problem finding the appropriate factory or class for the new asset.
es: El activo nuevo no se ha creado debido a un problema mientras buscaba la clase o fábrica apropiada para el activo nuevo.
ja: 新規アセットに適切なファクトリーまたはクラスを検索できなかったため、新規アセットは作成されませんでした。
pt_br: O novo ativo não foi criado devido a um problema para encontrar a fábrica ou classe apropriada para o novo ativo.

# AssetTools,NoDesktopPlatform
source: Error: This platform does not support a file dialog.
es: Error: esta plataforma no soporta un diálogo de archivo.
ja: エラー: ファイルダイアログをサポートしないプラットフォームです
pt_br: Erro: Esta plataforma não suporta um diálogo de arquivo.

# AssetTools,PhysicsAssetCategory
source: Physics
ja: フィジックス

# SpriteCategory,Physics
source: Physics
es: Físicos
ja: 物理
pt_br: Física

# UnrealEd,PhysicsVolumeSF
source: Physics
es: Físicos
ja: 物理
pt_br: Física

# AssetTools,RevertDeletedFileFailed
source: Failed to revert package which was marked for delete.
ja: 削除マークがついたパッケージをリバートできませんでした

# AssetTools,SaveAssetDialogTitle
source: Save Asset As
ja: アセットに名前を付けて保存

# AssetTools,SoundAssetCategory
source: Sounds
ja: サウンド

# SpriteCategory,Sounds
source: Sounds
ja: サウンド

# AssetTools,UserInterfaceAssetCategory
source: User Interface
ja: ユーザーインターフェイス

# AssetTypeActions,AnimAsset_DuplicateAndRetargetSkeleton
source: Duplicate Anim Assets and Retarget
es: Duplicar los activos animados y enlazar a meta
ja: Animアセットとリターゲットを複製する
pt_br: Duplicar Ativos de Animação e Redirecionar

# AssetTypeActions,AnimAsset_DuplicateAndRetargetSkeletonTooltip
source: Duplicates and then retargets the selected Anim Assets to a new skeleton (and optionally all referenced animations too)
es: Duplica y enlaza a meta los activos de animación seleccionados en un nuevo esqueleto (y opcionalmente todas las animaciones referenciadas)
ja: 複製後に選択アニメーションアセットを新規スケルトンにリターゲットします(任意ですべての参照アニメーションも)
pt_br: Duplica e redireciona os Ativos de Animação selecionados para um novo esqueleto (e, opcionalmente, todas as animações referenciadas também)

# AssetTypeActions,AnimAsset_RetargetSkeletonInPlace
source: Retarget skeleton on existing Anim Assets
es: Enlazar a meta el esqueleto en los activos de animación existentes
ja: 既存アニメーションアセットのスケルトンをリターゲットする
pt_br: Redirecionar esqueleto nos Ativos de Animação existentes

# AssetTypeActions,AnimAsset_RetargetSkeletonInPlaceTooltip
source: Retargets the selected Anim Assets to a new skeleton (and optionally all referenced animations too)
es: Enlaza a meta los activos de animación seleccionados en un nuevo esqueleto (y opcionalmente todas las animaciones referenciadas)
ja: 選択Animアセットを新規スケルトンにリターゲットする(任意ですべての参照アニメーションも)
pt_br: Redireciona os Ativos de Animação selecionados para um novo esqueleto (e, opcionalmente, todas as animações referenciadas também)

# AssetTypeActions,AnimationBlueprintDiff
source: {0} - Animation Blueprint Diff
ja: {0} - アニメーションブループリント差分

# AssetTypeActions,AnimBlueprint_DuplicateAndRetargetSkeleton
source: Duplicate Anim Blueprints and Retarget
es: Duplicar los Blueprints animados y enlazar a meta
ja: Animブループリントとリターゲットを複製
pt_br: Duplicar Esquemnas de Animação e Redirecionar

# AssetTypeActions,AnimBlueprint_DuplicateAndRetargetSkeletonTooltip
source: Duplicates and then retargets the selected Anim Blueprints to a new skeleton (and optionally all referenced animations too)
es: Duplica y enlaza a meta los Blueprints de animación seleccionados en un nuevo esqueleto (y opcionalmente todas las animaciones referenciadas )
ja: 複製後に選択Animブループリントを新規スケルトンにリターゲットします(任意ですべての参照アニメーションも)
pt_br: Duplica e redireciona os Esquemas de Animação selecionados para um novo esqueleto (e, opcionalmente, todas as animações referenciadas também)

# AssetTypeActions,AnimBlueprint_FindSkeleton
source: Find Skeleton
es: Encontrar esqueleto
ja: スケルトンを検索
pt_br: Localizar Esqueleto

# AssetTypeActions,AnimSequenceBase_FindSkeleton
source: Find Skeleton
es: Encontrar esqueleto
ja: スケルトンを検索
pt_br: Localizar Esqueleto

# AssetTypeActions,SkeletalMesh_FindSkeleton
source: Find Skeleton
es: Encontrar esqueleto
ja: スケルトンを検索
pt_br: Localizar Esqueleto

# AssetTypeActions,AnimBlueprint_FindSkeletonTooltip
source: Finds the skeleton used by the selected Anim Blueprints in the content browser.
es: Encuentra el esqueleto utilizado por los Blueprints de animación seleccionados en el buscador de contenido.
ja: コンテンツブラウザで選択中のAnimブループリントが使用しているスケルトンを検索する
pt_br: Localiza o esquelto usado pelos Esquemas de Animação selecionados no navegador de conteúdo.

# AssetTypeActions,AnimBlueprint_RetargetSkeletonInPlace
source: Retarget skeleton on existing Anim Blueprints
es: Enlazar a meta el esqueleto en los Blueprints de animación existentes
ja: 既存Animブループリントのスケルトンをリターゲットする
pt_br: Redirecionar esqueleto nos Esquemas de Animação existentes

# AssetTypeActions,AnimBlueprint_RetargetSkeletonInPlaceTooltip
source: Retargets the selected Anim Blueprints to a new skeleton (and optionally all referenced animations too)
es: Enlaza a meta los Blueprints de animación seleccionados en un nuevo esqueleto (y opcionalmente todas las animaciones referenciadas)
ja: 選択Animブループリントを新規スケルトンにリターゲットする(任意ですべての参照アニメーションも)
pt_br: Redireciona os Esquemas de Animação selecionados para um novo esqueleto (e, opcionalmente, todas as animações referenciadas também)

# AssetTypeActions,AnimMontage_CreateChildMontage
source: Create Child Montage
ja: 子モンタージュを作成

# AssetTypeActions,AnimMontage_CreateChildMontageTooltip
source: Create Child Animation Montage and remap to another animation assets.
ja: 子アニメーションモンタージュを作成し他のアニメーションアセットに再マップ

# AssetTypeActions,AnimSequence_NewAnimComposite
source: Create AnimComposite
es: Crear AnimComposite
ja: AnimCompositeを作成
pt_br: Criar AnimComposite

# AssetTypeActions,AnimSequence_NewAnimCompositeTooltip
source: Creates an AnimComposite using the selected anim sequence.
es: Crea un AnimComposite utilizando la secuencia de animación seleccionada.
ja: 選択中のアニメーションシーケンスでAnimCompositeを作成
pt_br: Cria um AnimComposite usando a sequência de animação selecionada.

# AssetTypeActions,AnimSequence_NewAnimMontage
source: Create AnimMontage
es: Crear AnimMontage
ja: AnimMontageを作成
pt_br: Criar AnimMontage

# AssetTypeActions,AnimSequence_NewAnimMontageTooltip
source: Creates an AnimMontage using the selected anim sequence.
es: Crea un AnimMontage utilizando la secuencia de animación seleccionada.
ja: 選択中のアニメーションシーケンスでAnimMontageを作成
pt_br: Cria um AnimMontage usando a sequência de animação selecionada.

# AssetTypeActions,AnimSequence_ReimportWithNewSource
source: Reimport with New Source
es: Volver a importar con nueva fuente
ja: 新規ソースと再インポートする
pt_br: Reimportar com a Origem Nova

# AssetTypeActions,AnimSequence_ReimportWithNewSourceTooltip
source: Reimport the selected sequence(s) from a new source file.
ja: 新規ソースファイルから選択シーケンスを再インポートする

# AssetTypeActions,AnimSequenceBase_FindSkeletonTooltip
source: Finds the skeleton for the selected assets in the content browser.
es: Encuentra el esqueleto para los activos seleccionados en el buscador de contenido.
ja: コンテンツブラウザで選択アセットに対応するスケルトンを検索する
pt_br: Localiza o esqueleto para os ativos selecionados no navegador de conteúdo.

# AssetTypeActions,AssetTypeActions_AimOffset
source: Aim Offset
es: Desplazamiento meta
ja: アニメーションオフセット
pt_br: Deslocamento de Mira

# AssetTypeActions,AssetTypeActions_AimOffset1D
source: Aim Offset 1D
es: Desplazamiento meta 1D
ja: アニメーションオフセット1D
pt_br: Deslocamento de Mira 1D

# AssetTypeActions,AssetTypeActions_AnimationAsset
source: AnimationAsset
ja: Animationアセット

# AssetTypeActions,AssetTypeActions_AnimBlueprint
source: Animation Blueprint
es: Blueprint de animación
ja: アニメーションBP
pt_br: Esquema de Animação

# AssetTypeActions,AssetTypeActions_AnimComposite
source: Animation Composite
es: Compuesto de animación
ja: アニメーションコンポジット
pt_br: Composto de Animação

# AssetTypeActions,AssetTypeActions_AnimMontage
source: Animation Montage
es: Montaje de animación
ja: アニメーションモンタージュ
pt_br: Montagem de Animação

# AssetTypeActions,AssetTypeActions_AnimSequence
source: Animation Sequence
es: Secuencia de animación
ja: アニメーションシーケンス
pt_br: Sequência de Animação

# AssetTypeActions,AssetTypeActions_BlendSpace
source: Blend Space
es: Zona de combinación
ja: ブレンドスペース
pt_br: Espaço de Mistura

# AssetTypeActions,AssetTypeActions_BlendSpace1D
source: Blend Space 1D
es: Zona de combinación 1D
ja: ブレンドスペース1D
pt_br: Espaço de Mistura 1D

# AssetTypeActions,AssetTypeActions_Blueprint
source: Blueprint Class
ja: ブループリント クラス

# AssetTypeActions,AssetTypeActions_CameraAnim
source: Camera Anim
es: Animación de la cámara
ja: カメラアニメーション
pt_br: Animação de Câmera

# MovieSceneCameraAnimTrack,TrackName
source: Camera Anim
ja: カメラアニメーション

# AssetTypeActions,AssetTypeActions_Class
source: C++ Class
ja: C++ クラス

# AssetTypeActions,AssetTypeActions_Curve
source: Curve
es: Curva
ja: カーブ
pt_br: Curva

# AssetTypeActions,AssetTypeActions_CurveFloat
source: Float Curve
es: Curva de punto flotante
ja: 浮動小数点カーブ
pt_br: Curva Flutuante

# AssetTypeActions,AssetTypeActions_CurveLinearColor
source: Color Curve
es: Curva de color
ja: カラーカーブ
pt_br: Curva de Cor

# AssetTypeActions,AssetTypeActions_CurveTable
source: Curve Table
es: Tabla de la curva
ja: カーブテーブル
pt_br: Tabela de Curvas

# AssetTypeActions,AssetTypeActions_CurveVector
source: Vector Curve
es: Curva del vector
ja: ベクターカーブ
pt_br: Curva Vetorial

# AssetTypeActions,AssetTypeActions_DataAsset
source: Data Asset
es: Activo de datos
ja: データアセット
pt_br: Ativo dos Dados

# AssetTypeActions,AssetTypeActions_DataTable
source: Data Table
es: Tabla de datos
ja: データテーブル
pt_br: Tabela de Dados

# AssetTypeActions,AssetTypeActions_DestructibleMesh
source: Destructible Mesh
es: Malla destructible
ja: 被破壊性メッシュ
pt_br: Malha Destrutível

# AssetTypeActions,AssetTypeActions_DialogueVoice
source: Dialogue Voice
es: Voz de diálogo
ja: ダイアログボイス
pt_br: Voz de Diálogo

# AssetTypeActions,AssetTypeActions_DialogueWave
source: Dialogue Wave
es: Onda de diálogo
ja: ダイアログウェーブ
pt_br: Onda de Diálogo

# AssetTypeActions,AssetTypeActions_Enum
source: Enumeration
es: Enumeración
ja: 列挙型
pt_br: Enumeração

# AssetTypeActions,AssetTypeActions_Font
source: Font
es: Fuente
ja: フォント
pt_br: Fonte

# MaterialExpression,Font
source: Font
es: Fuente
ja: フォント
pt_br: Fonte

# AssetTypeActions,AssetTypeActions_ForceFeedbackEffect
source: Force Feedback Effect
es: Forzar efecto de retroalimentación
ja: フォースフィードバックエフェクト
pt_br: Forçar Efeito de Feedback

# AssetTypeActions,AssetTypeActions_InstancedFoliageSettings
source: Foliage Type
ja: フォリッジ タイプ

# AssetTypeActions,AssetTypeActions_InterpData
source: Matinee Data
es: Datos de matinee
ja: マチネデータ
pt_br: Dados de Matinê

# AssetTypeActions,AssetTypeActions_LandscapeGrassType
source: Landscape Grass Type
ja: ランドスケープ グラスタイプ

# AssetTypeActions,AssetTypeActions_LandscapeLayer
source: Landscape Layer
es: Capa del terreno
ja: ランドスケープレイヤー
pt_br: Camada de Paisagem

# AssetTypeActions,AssetTypeActions_MaterialFunction
source: Material Function
es: Función material
ja: マテリアル関数
pt_br: Função do Material

# AssetTypeActions,AssetTypeActions_MaterialInstanceConstant
source: Material Instance
es: Instancia del material
ja: マテリアルインスタンス
pt_br: Instância de Material

# AssetTypeActions,AssetTypeActions_MaterialInterface
source: Material Interface
es: Interfaz del material
ja: マテリアルインターフェース
pt_br: Interface do Material

# AssetTypeActions,AssetTypeActions_MaterialParameterCollection
source: Material Parameter Collection
es: Colección de parámetros del material
ja: マテリアルパラメータコレクション
pt_br: Coleção de Parâmetros de Material

# AssetTypeActions,AssetTypeActions_MorphTarget
source: Morph Target
es: Meta del modelado
ja: モーフターゲット
pt_br: Alvo de Transformação

# AssetTypeActions,AssetTypeActions_ObjectLibrary
source: Object Library
es: Biblioteca de objetos
ja: オブジェクトライブラリ
pt_br: Biblioteca de Objetos

# AssetTypeActions,AssetTypeActions_ParticleSystem
source: Particle System
es: Sistema de partículas
ja: パーティクル
pt_br: Sistema de Partículas

# AssetTypeActions,AssetTypeActions_PhysicalMaterial
source: Physical Material
es: Material físico
ja: 物理マテリアル
pt_br: Material Físico

# AssetTypeActions,AssetTypeActions_PhysicsAsset
source: Physics Asset
es: Activo de físicos
ja: 物理アセット
pt_br: Ativo de Física

# AssetTypeActions,CreatePhysicsAssetMenuHeading
source: Physics Asset
es: Activo de físicos
ja: 物理アセット
pt_br: Ativo de Física

# AssetTypeActions,SkeletalMesh_NewPhysicsAssetMenu
source: Physics Asset
ja: 物理アセット

# AssetTypeActions,AssetTypeActions_ProceduralFoliageSpawner
source: Procedural Foliage Spawner
ja: プロシジャル フォリッジ スポーナ

# AssetTypeActions,AssetTypeActions_Redirector
source: Redirector
es: Redireccionador
ja: リダイレクタ
pt_br: Redirecionador

# AssetTypeActions,AssetTypeActions_ReverbEffect
source: Reverb Effect
es: Efecto de reverberación
ja: リバーブエフェクト
pt_br: Efeitos de Reverberação

# AssetTypeActions,AssetTypeActions_Rig
source: Rig
ja: リグ

# AssetTypeActions,CreateRigMenuHeading
source: Rig
ja: リグ

# AssetTypeActions,AssetTypeActions_SceneImportData
source: Fbx Scene Import Data
ja: Fbxシーンインポートデータ

# AssetTypeActions,AssetTypeActions_SkeletalMesh
source: Skeletal Mesh
es: Malla esqueleto
ja: スケルタルメッシュ
pt_br: Malha Esquelética

# AssetTypeActions,AssetTypeActions_Skeleton
source: Skeleton
es: Esqueleto
ja: スケルトン
pt_br: Esqueleto

# AssetTypeActions,SkeletonMenuHeading
source: Skeleton
es: Esqueleto
ja: スケルトン
pt_br: Esqueleto

# AssetTypeActions,SkeletonSubmenu
source: Skeleton
es: Esqueleto
ja: スケルトン
pt_br: Esqueleto

# AssetTypeActions,AssetTypeActions_SlateBrush
source: Slate Brush
es: Pincel del cuadro
ja: スレートブラシ
pt_br: Pincel do Slate

# AssetTypeActions,AssetTypeActions_SlateStyle
source: Slate Widget Style
es: Estilo del widget del cuadro
ja: スレートウィジェットスタイル
pt_br: Estilo de Widget do Slate

# AssetTypeActions,AssetTypeActions_SoundAttenuation
source: Sound Attenuation
es: Atenuación del sonido
ja: サウンド減衰
pt_br: Atenuação de Som

# AssetTypeActions,AssetTypeActions_SoundBase
source: Sound Base
es: Base de sonido
ja: サウンドベース
pt_br: Base do Som

# AssetTypeActions,AssetTypeActions_SoundClass
source: Sound Class
es: Clase del sonido
ja: サウンドクラス
pt_br: Classe de Som

# AssetTypeActions,AssetTypeActions_SoundCue
source: Sound Cue
es: Pista de sonido
ja: サウンドキュー
pt_br: Comando de Som

# AssetTypeActions,AssetTypeActions_SoundMix
source: Sound Mix
es: Mezcla de sonido
ja: サウンドミックス
pt_br: Mixagem de Som

# AssetTypeActions,AssetTypeActions_SoundWave
source: Sound Wave
es: Onda de sonido
ja: サウンドウェーブ
pt_br: Onda de Som

# AssetTypeActions,AssetTypeActions_StaticMesh
source: Static Mesh
es: Malla estática
ja: スタティックメッシュ
pt_br: Malha Estática

# AssetTypeActions,AssetTypeActions_Struct
source: Structure
es: Estructura
ja: 構造体
pt_br: Estrutura

# AssetTypeActions,AssetTypeActions_SubsurfaceProfile
source: Subsurface Profile
es: Perfil de subsuperficie
ja: サブサーフェスプロファイル
pt_br: Perfil de Subsuperfície

# AssetTypeActions,AssetTypeActions_Texture
source: BaseTexture
ja: Baseテクスチャ

# AssetTypeActions,AssetTypeActions_Texture2D
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura

# MaterialExpression,Texture
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura

# AssetTypeActions,AssetTypeActions_TextureCube
source: Texture Cube
es: Cubo de textura
ja: テクスチャキューブ
pt_br: Cubo de Textura

# MaterialExpression,TextureCube
source: Texture Cube
es: Cubo de textura
ja: テクスチャキューブ
pt_br: Cubo de Textura

# AssetTypeActions,AssetTypeActions_TextureLightProfile
source: Texture Light Profile
es: Perfiles de luz de la textura
ja: テクスチャライトプロファイル
pt_br: Perfil de Luz Texturizada

# AssetTypeActions,AssetTypeActions_TextureRenderTarget
source: Texture Render Target
es: Meta de renderización de la textura
ja: テクスチャ描画ターゲット
pt_br: Alvo de Renderização de Textura

# AssetTypeActions,AssetTypeActions_TextureRenderTarget2D
source: Render Target
es: Renderizar metas
ja: 描画ターゲット
pt_br: Renderizar Alvo

# AssetTypeActions,AssetTypeActions_TextureRenderTargetCube
source: Cube Render Target
es: Meta de renderización del cubo
ja: キューブの描画ターゲット
pt_br: Alvo de renderização de cubo

# AssetTypeActions,AssetTypeActions_TouchInterface
source: Touch Interface Setup
es: Configuración de la interfaz táctil
ja: タッチインターフェース設定
pt_br: Configuração da Interface de Toque

# AssetTypeActions,AssetTypeActions_VectorField
source: Vector Field
es: Campo vectorial
ja: ベクターフィールド
pt_br: Campo Vetorial

# AssetTypeActions,AssetTypeActions_VectorFieldAnimated
source: Animated Vector Field
es: Campo vectorial animado
ja: アニメートしたベクターフィールド
pt_br: Campo Vetorial Animado

# AssetTypeActions,AssetTypeActions_VectorFieldStatic
source: Static Vector Field
ja: スタティック ベクター フィールド

# AssetTypeActions,AssetTypeActions_World
source: Level
es: Nivel
ja: レベル
pt_br: Nível

# AssetTypeActions,Blueprint Diff
source: {0} - Blueprint Diff
es: {0} - Comparación del Blueprint
ja: {0} - ブループリントのDiff
pt_br: {0} - Diferenças de Esquemas

# AssetTypeActions,Blueprint_EditDefaults
source: Edit Shared Defaults
ja: 共有のデフォルトを編集する

# AssetTypeActions,Blueprint_EditDefaultsTooltip
source: Edit the shared default properties of the selected blueprints.
ja: 選択したブループリントの共有デフォルトプロパティを編集します。

# AssetTypeActions,Blueprint_NewDerivedBlueprint
source: Create Child Blueprint Class
ja: 子ブループリント クラスを作成します

# AssetTypeActions,Blueprint_NewDerivedBlueprintIsDeprecatedTooltip
source: Blueprint class is deprecated, cannot derive a child Blueprint!
es: ¡La clase Blueprint está obsoleta, no puede derivar un Blueprint hijo!
ja: 非推奨なブループリントは子ブループリントを派生できません！
pt_br: A classe do esquema foi descontinuada, não é possível derivar um Esquema filho!

# AssetTypeActions,Blueprint_NewDerivedBlueprintTooltip
source: Creates a Child Blueprint Class based on the current Blueprint, allowing you to create variants easily.
ja: 現行ブループリントに基づく子 ブループリントクラスを作成します。バリアントを簡単に作成できます。

# AssetTypeActions,Blueprint_PlaySoundToolTip
source: Play selected Sound Wave
ja: 選択したサウンドウェーブを再生

# AssetTypeActions,Blueprint_StopSoundToolTip
source: Stop selected Sound Wave
ja: 選択したサウンドウェーブを停止

# AssetTypeActions,CamerAnimPreviewCameraName
source: Preview Camera - {0}
es: Vista preliminar de la cámara - {0}
ja: カメラのプレビュー - {0}
pt_br: Visualizar Câmera - {0}

# AssetTypeActions,CamerAnimPreviewPawnName
source: Preview Pawn - {0}
es: Vista preliminar del peón - {0}
ja: ポーンをプレビュー - {0}
pt_br: Visualizar Peão - {0}

# AssetTypeActions,ChooseSkeletonWindowTitle
source: Choose Skeleton
es: Elegir esqueleto
ja: スケルトンを選択する
pt_br: Selecionar Esqueleto
