Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# DefaultSourceControlProvider,SourceControlDisabled
source: Source control is disabled
es: El control de código fuente está desactivado
ja: ソースコントロールは無効です
pt_br: Controle de origem desativado

# DelayAction,DelayActionTime
source: Delay (%.3f seconds left)
es: Retraso (%.3f segundos restantes)
ja: 遅延(残り %.3f 秒)
pt_br: Atraso (%.3f segundos restantes)

# DerivedDataBackendGraph,CommandText_DDCMountPak
source: Mounts read-only pak file
es: Monta un archivo .pak de solo lectura
ja: 読み取り専用「pak」ファイルを実装する
pt_br: Monta arquivos pak de somente para leitura

# DerivedDataBackendGraph,CommandText_DDCUnmountPak
source: Unmounts read-only pak file
es: Desmonta un archivo .pak de solo lectura
ja: 読み取り専用「pak」ファイルをアンマウントする
pt_br: Desmonta arquivos pak de somente para leitura

# DerivedDataCache,PathTooLong
source: Cache path {0} is longer than {1} characters...please adjust [DerivedDataBackendGraph] paths to be shorter (this leaves more room for cache keys).
es: La ruta del caché {0} es mayor de {1} caracteres...por favor, ajuste las rutas [DerivedDataBackendGraph] para que sean más cortas (esto deja más espacio para las claves de caché).
ja: キャッシュパス {0} が {1} 文字以上です... [DerivedDataBackendGraph] パスを短く調整してください(キャッシュキーにスペースを確保します)
pt_br: O caminho do cachê {0} tem mais do que {1} caracteres... ajuste os caminhos [DerivedDataBackendGraph] para serem mais curtos (isso libera espaço para chaves de cachê).

# DesktopPlatform,BuildingUBT
source: Building UnrealBuildTool...
ja: UnrealBuildToolをビルド中...

# DesktopPlatform,CleaningProject
source: Removing stale build products...
es: Eliminando productos de compilación vencidos...
ja: 古くなったビルド製品を除去中...
pt_br: Removendo produtos de versão obsoleta...

# DesktopPlatform,CompilingProject
source: Compiling project...
es: Compilando el proyecto...
ja: プロジェクトをコンパイル中...
pt_br: Compilando projeto...

# DesktopPlatform,FileExtension
source: File extension:
es: Extensión de archivo:
ja: ファイル拡張子:
pt_br: Extensão de arquivo:

# DesktopPlatform,GeneratingProjectFiles
source: Generating project files...
es: Generando archivos del proyecto...
ja: プロジェクトファイルを作成中...
pt_br: Gerando arquivos de projeto...

# DesktopPlatform,InvalidateMakefiles
source: Invalidating makefiles...
ja: Makefileを無効にしています...

# Developer.MessageLog,ClearMessageLog
source: Clear
es: Borrar
ja: クリアする
pt_br: Limpar

# SVisualLoggerToolbar,ResetData
source: Clear
ja: クリア

# UICommands.FVisualLoggerCommands,ResetData
source: Clear
ja: クリア

# Developer.MessageLog,ClearMessageLog_ToolTip
source: Clear the messages in this log
es: Borrar los mensajes en este registro
ja: このログのメッセージをクリアする
pt_br: Limpar mensagens neste registro

# Developer.MessageLog,DeviceRemoved
source: Video driver crashed and was reset! Make sure your video drivers are up to date. Exiting...
es: ¡El controlador de vídeo se cayó y fue reiniciado! Asegúrese de que sus controladores de vídeo están actualizados. Saliendo...
ja: ビデオドライバはキャッシュおよびリセットされました！最新のビデオドライバであることを確認してください。
pt_br: O driver de vídeo foi corrompido e reiniciado! Certifique-se de que os drivers de vídeo estão atualizados. Saindo...

# Developer.MessageLog,PageMenuEntry_Tooltip
source: View page: {PageName}
es: Ver página: {PageName}
ja: 表示ページ: {PageName}
pt_br: Visualizar página: {PageName}

# Developer.MessageLog,PageMenuLabel
source: Page
es: Página
ja: ページ
pt_br: Página

# Developer.MessageLog,PageToolTip
source: Choose the log page to view
es: Elegir página de registro para visualizar
ja: 表示するログページを選択する
pt_br: Escolha uma página de registro para visualizar

# Developer.MessageLog,Show
source: Show
es: Mostrar
ja: 表示
pt_br: Exibir

# Developer.MessageLog,ShowToolTip
source: Only show messages of the selected types
es: Mostrar solo mensajes de los tipos seleccionados
ja: 選択タイプのメッセージのみを表示する
pt_br: Exibir somente mensagens dos tipos selecionados

# DeveloperToolbox,DisplayFontAtlases
source: Display Font Atlases
ja: フォントアトラスを表示

# SWidgetReflector,DisplayFontAtlases
source: Display Font Atlases
ja: フォントアトラスを表示

# DeveloperToolbox,DisplayTextureAtlases
source: Display Texture Atlases
es: Visualizar atlas de textura
ja: テクスチャアトラスを表示
pt_br: Exibir Textura dos Atlas

# SWidgetReflector,DisplayTextureAtlases
source: Display Texture Atlases
ja: テクスチャアトラスを表示

# DeveloperToolbox,FlushFontCache
source: Flush Font Cache
es: Vaciar el caché de la fuente
ja: フォントキャッシュをフラッシュする
pt_br: Descartar Cachê de Fontes

# DeveloperToolbox,ReloadTextures
source: Reload Textures
es: Recargar las texturas
ja: テクスチャを再ロードする
pt_br: Recarregar Texturas

# DeveloperToolbox,TestSuite
source: Test Suite
ja: テスト手順

# DiscoveringAssetsDialog,DiscoveringAssets
source: Please wait while assets are being discovered.
es: Por favor, espere mientras los activos se descubren.
ja: アセット検出中... しばらくお待ちください
pt_br: Aguarde enquanto os ativos estão sendo descobertos.

# DiscoveringAssetsDialog,DiscoveringAssetsDialog
source: Discovering Assets...
es: Descubriendo activos...
ja: アセットを検出中...
pt_br: Descobrindo Ativos...

# DlgNewGeneric,ContentBrowser_CannotDeleteReferenced
source: {0} wasn't created. The asset is referenced by other content.
es: {0} no fue creado. El activo está referenciado por otro contenido.
ja: {0} は作成されませんでした。 アセットは別のコンテンツに参照されています。
pt_br: {0} não foi criado. O ativo é referenciado por outro conteúdo.

# DockTab,DefaultTabTitle
source: UNNAMED
es: SIN NOMBRE
ja: 無名
pt_br: SEM NOME

# DockTabStack,CloseOtherTabs
source: Close Other Tabs
es: Cerrar otras pestañas
ja: 他のタブを閉じる
pt_br: Fechar Outras Guias

# DockTabStack,CloseOtherTabsTooltil
source: Closes all tabs except for the active tab.
es: Cierra todas las pestañas salvo la pestaña activa
ja: アクティブなタブを除いてすべてのタブを閉じる
pt_br: Fecha todas as guias exceto a ativa.

# DockTabStack,CloseTabTooltil
source: Close this tab.
es: Cerrar esta pestaña.
ja: このタブを閉じる
pt_br: Fechar esta guia.

# DockTabStack,DocumentArea
source: Document Area
es: Área del documento
ja: ドキュメント領域
pt_br: Área do Documento

# DockTabStack,EmptyTabMessage
source: Empty Tab!
es: ¡Pestaña vacía!
ja: 空のタブです！
pt_br: Guia Vazia!

# DockTabStack,HideTabWell
source: Hide Tab
es: Ocultar pestaña
ja: タブを非表示にする
pt_br: Ocultar Guia

# DockTabStack,HideTabWellTooltip
source: Hide the tabs to save room.
es: Ocultar las pestañas para guardar espacio.
ja: タブを非表示にしてスペースを確保する
pt_br: Ocultar as guias para economizar espaço.

# DockTabStack,TabOptionsHeading
source: Options
es: Opciones
ja: オプション
pt_br: Opções

# DynamicRHI,NullDrvFailure
source: NullDrv failure?
es: ¿Fallo de NullDrv?
ja: NullDrvのエラーですか？
pt_br: Falha de NullDrv?

# ECollectionShareType,CST_All
source: All
ja: 全て

# IOSTargetSettings,AllCertificatesHyperLinkLabel
source: All
ja: すべて

# IOSTargetSettings,AllProvisionsHyperLinkLabel
source: All
ja: すべて

# SMultipleOptionTable,AllHyperlinkLabel
source: All
ja: すべて

# SProjectLauncherCookByTheBookSettings,AllMapsHyperlinkLabel
source: All
ja: すべて

# SProjectLauncherCookByTheBookSettings,AllPlatformsHyperlinkLabel
source: All
ja: すべて

# SProjectLauncherCookedPlatforms,AllPlatformsHyperlinkLabel
source: All
ja: すべて

# ECollectionShareType,CST_Local
source: Local
ja: ローカル

# SMergeDetailsView,LocalLabel
source: Local
ja: ローカル

# SMergeTreeView,LocalLabel
source: Local
ja: ローカル

# ECollectionShareType,CST_Local_Description
source: Local. This collection is only visible to you and is not in source control.
ja: ローカル。このコレクションは個人用でソースコントロールされていません

# ECollectionShareType,CST_Private
source: Private
ja: プライベート

# ECollectionShareType,CST_Private_Description
source: Private. This collection is only visible to you.
ja: プライベート。個人コレクションは自分だけに表示されます

# ECollectionShareType,CST_Shared
source: Shared
ja: 共有された

# ECollectionShareType,CST_Shared_Description
source: Shared. This collection is visible to everyone.
ja: 共有コレクションです。このコレクションは全員に表示されます。

# ECollectionShareType,CST_System
source: System
ja: システム

# SlateFileDialogsNamespace,SlateFileDialogsSystem
source: System
ja: システム

# EdGraph,AddNode
source: Add Node
es: Añadir nodo
ja: ノードを追加する
pt_br: Adicionar Nó

# EdGraph,CommentCommitted
source: Comment Changed
ja: コメント変更

# EdGraph,CommentToolTip
source: Create a resizable comment box around selection.
es: Crear una caja de comentarios ajustable en torno a una selección.
ja: 選択周りにサイズ変更が可能なコメントボックスを作成する
pt_br: Criar caixa de comentário redimensionável ao redor da seleção.

# EdGraph,EditNodeComment
source: Change Node Comment
es: Cambiar el comentario del nodo
ja: ノードコメントを変更する
pt_br: Alterar Comentário de Nó

# EdGraph,IsLinked
source: is linked with pin
es: está enlazado con el pin
ja: ピンとリンクしています
pt_br: está vinculado ao fixador

# EdGraph,MultiCommentDesc
source: Create Comment from Selection
es: Crear comentario de la selección
ja: 選択対象からコメントを作成する
pt_br: Criar Comentário a partir da Seleção

# EdGraph,MultiCommentHeader
source: Comment Group
es: Grupo de comentario
ja: コメントグループ
pt_br: Grupo de Comentário

# EdGraph,NodeComment_ToolTip
source: Comment for this node
es: Comentario para este nodo
ja: このノードのコメントです
pt_br: Comentário para este nó

# EdGraph,NodeCommentMenuHeader
source: Node Comment
es: Comentario de nodo
ja: ノードのコメント
pt_br: Comentário de Nó

# EdGraph,NotLinked
source: not reciprocally linked with pin
es: no está enlazado recíprocamente con el pin
ja: ピンと相互にリンクしていません
pt_br: não está vinculado reciprocamente com o fixador

# EdGraph,OuterMismatch
source: has a different outer than pin
es: tiene un outer diferente que el pin
ja: ピン以外の外部接続があります
pt_br: tem um externo diferente que o fixador

# EdGraphCompiler,NodeDeprecated_Warning
source: @@ is deprecated; please replace or remove it.
es: @@ es obsoleto; por favor, reemplácelo o elimínelo.
ja: @@ は非推奨です。置換するか除去してください
pt_br: @@ foi descontinuado; realoque-o ou remova-o.

# EditableTextContextMenu,Heading
source: Modify Text
es: Modificar el texto
ja: テキストを変更する
pt_br: Modificar Texto

# EditorNotification,DefaultHyperlinkText
source: Show Log
es: Mostrar registro
ja: ログを表示する
pt_br: Exibir Registro

# Emitter,MapCheck_Message_ParticleSystemComponentNull
source: Emitter actor has NULL ParticleSystemComponent property - please delete
ja: エミッタ アクタは NULL ParticleSystemComponent プロパティを含みます。削除してください。

# EndUserSettings,HyperlinkLabel
source: Epic Games Privacy Notice
ja: エピック・ゲームズのプライバシー規約

# Engine,BeginReflectionCapturesTask
source: Updating Reflection Captures...
es: Actualizando las capturas del reflejo...
ja: 反射キャプチャを更新中...
pt_br: Atualizando Capturas de Reflexo...

# Engine,BuildingCompressedAudioTaskStatus
source: Building compressed audio format {AudioFormat} wave {SoundNodeName}...
es: Generando el formato de audio comprimido {AudioFormat} onda {SoundNodeName}...
ja: 圧縮オーディオ フォーマット {AudioFormat} ウェーブ {SoundNodeName} をビルド中...
pt_br: Criando onda {AudioFormat} {SoundNodeName} do formato de áudio compactado

# Engine,BuildingStaticMeshStatus
source: Building static mesh {StaticMeshName}...
es: Generando la malla estática {StaticMeshName}...
ja: スタティックメッシュ {StaticMeshName} をビルド中...
pt_br: Criando malha estática {StaticMeshName}...

# Engine,BuildTextureStatus
source: Building textures: {TextureName} ({TextureFormatName})
es: Generando texturas: {TextureName} ({TextureFormatName})
ja: テクスチャをビルド中: {TextureName} ({TextureFormatName})
pt_br: Criando texturas: {TextureName} ({TextureFormatName})

# Engine,ChangingPreviewRenderingLevelMessage
source: Changing Preview Rendering Level
ja: プレビューレンダリングレベルを変更中

# Engine,ClientOutdated
source: The match you are trying to join is running an incompatible version of the game. Please try upgrading your game version.
es: La partida a la que está intentando unirse está ejecutando una versión incompatible del juego. Por favor, pruebe a actualizar su versión.
ja: 参加しようとしている対戦は互換性のないゲームバージョンで実行中です。ゲームバージョンを更新してください。
pt_br: A correspondência que você está tentando juntar está executando uma versão incompatível do jogo. Tente atualizar a versão do jogo.

# Engine,ComdLineHasInvalidChar
source: Error: Command-line contains an invalid '-' character, likely pasted from an email. Cmdline = {0}
es: Error: la línea de comando contiene un carácter '-' no válido, probablemente pegado de un correo electrónico. Cmdline = {0}
ja: エラー: Eメールから貼り付けられた可能性のある「'-'」文字がコマンドラインにあります。 Cmdline = {0}
pt_br: Erro: A linha de comando contém um caractere “-” inválido, possivelmente copiado de um e-mail. Cmdline = {0}

# Engine,CompressionMemorySummary
source: Raw: {TotalRaw} - Compressed: {TotalBeforeCompressed} Saving: {TotalBeforeSaving} ({OldCompressionRatio}) Raw: {TotalRaw} - Compressed: {TotalAfterCompressed} Saving: {TotalAfterSaving} ({NewCompressionRatio}) End Effector Translation Added By Compression: {AverageError} avg, {MaxError} max Max occurred in {MaxErrorAnimName}, Bone {MaxErrorBoneName}(#{MaxErrorBone}), at Time {MaxErrorTime}
es: Sin procesar: {TotalRaw} - Comprimido: {TotalBeforeCompressed} Guardando: {TotalBeforeSaving} ({OldCompressionRatio}) Sin procesar: {TotalRaw} - Comprimido: {TotalAfterCompressed} Guardando: {TotalAfterSaving} ({NewCompressionRatio}) Traslación del efector final añadida por compresión: {AverageError} avg, {MaxError} max Máx. ocurrido en {MaxErrorAnimName}, hueso {MaxErrorBoneName}(#{MaxErrorBone}), a la hora de {MaxErrorTime}
ja: 生： {TotalRaw} - 圧縮済み： {TotalBeforeCompressed} 保存中： {TotalBeforeSaving} ({OldCompressionRatio}) 生： {TotalRaw} - 圧縮済み： {TotalAfterCompressed} 保存中： {TotalAfterSaving} ({NewCompressionRatio}) 圧縮で追加したエンドエフェクタ変換: {AverageError} 平均、 {MaxError} 最大 最大エラーは {MaxErrorAnimName} で、Bone {MaxErrorBoneName}(#{MaxErrorBone}) に、Time {MaxErrorTime} 時に発生しました
pt_br: Bruto: {TotalRaw} - Compactado: {TotalBeforeCompressed} Salvando: {TotalBeforeSaving} ({OldCompressionRatio}) Bruto: {TotalRaw} - Compactado: {TotalAfterCompressed} Salvando: {TotalAfterSaving} ({NewCompressionRatio}) Translação do Efetor Final Adicionado pela Compactação: {AverageError} média, {MaxError} máx. Máx. ocorreu em {MaxErrorAnimName}, Osso {MaxErrorBoneName}(#{MaxErrorBone}), no Tempo {MaxErrorTime}

# Engine,ConnectionFailed
source: Your connection to the host has been lost.
es: Se ha perdido la conexión con el anfitrión.
ja: ホストへの接続が切断されました。
pt_br: Sua conexão ao host foi perdida.

# Engine,CustomScalingRule_NotFound
source: Project Settings - User Interface Custom Scaling Rule '{0}' could not be found.
ja: プロジェクト設定 - ユーザーインターフェースのカスタムルール '{0}' が見つかりません。

# Engine,EditorNotSupported
source: Editor not supported in this mode.
es: Editor no compatible en este modo.
ja: エディタはこのモードでサポートされていません
pt_br: O editor não é suportado neste modo.

# Engine,Error_PureVirtualsEnabled
source: The game cannot run with CHECK_PUREVIRTUALS enabled. Please disable CHECK_PUREVIRTUALS and rebuild the executable.
es: El juego no pudo ejecutarse con CHECK_PUREVIRTUALS activado. Por favor, desactive CHECK_PUREVIRTUALS y vuelva a generar el ejecutable.
ja: CHECK_PUREVIRTUALSが有効な状態でゲームを実行できません。CHECK_PUREVIRTUALSを無効にして実行可能ファイルを再ビルドしてください。
pt_br: O jogo não pode ser executado com CHECK_PUREVIRTUALS ativado. Desative CHECK_PUREVIRTUALS e recompile o executável.

# Engine,InvalidLink
source: Invalid Link: {0}
es: Enlace no válido: {0}
ja: 無効なリンク: {0}
pt_br: Link inválido: {0}

# Engine,InvalidUrl
source: Invalid URL: {0}
es: URL no válida: {0}
ja: 無効なURL: {0}
pt_br: URL inválido: {0}

# Engine,MapNotFound
source: The map specified on the commandline '{0}' could not be found. Would you like to load the default map instead?
es: No se pudo encontrar el mapa especificado en la línea de comandos '{0}'. ¿Desea cargar el mapa predeterminado en su lugar?
ja: コマンドライン '{0}' に指定したマップが見つかりません。代わりにデフォルトのマップをロードしますか？
pt_br: O mapa especificado na linha de comando “{0}” não foi encontrado. Carregar o mapa padrão?

# Engine,MaterialInstanceActor_NonStaticActorRef
source: Static actors may not be referenced by a material instance actor:{0}
es: Los actores estáticos pueden no estar referenciado por un actor de instancia material:{0}
ja: マテリアルインスタンスアクタでスタティックアクタを参照することはできません： {0}
pt_br: Atores estáticos podem não ser referenciados por um ator de instância material:{0}

# Engine,NetworkInit
source: Error initializing network layer.
es: Error al inicializar la capa de red.
ja: ネットワークレイヤーを初期化中にエラーが発生しました
pt_br: Erro ao inicializar a camada de rede.

# Engine,PassiveSoundMixLoop
source: Passive dependency created by Sound Class'{SoundClass}' and Sound Mix'{SoundMix}' - results may be undesirable
es: Dependencia pasiva creada por Sound Class'{SoundClass}' y Sound Mix'{SoundMix}' - los resultados pueden ser indeseables
ja: サウンド クラス\'{SoundClass}\' と サウンド ミックス\'{SoundMix}\' によってパッシブな依存が作成されました- 不適切な結果が示されるかもしれません
pt_br: Dependência passiva criada pela Classe de Som “{SoundClass}” e Mixagem de Som “{SoundMix}” – os resultados podem ser indesejados

# Engine,SavingStaticMeshLODsStatus
source: Saving generated LODs for static mesh {StaticMeshName}...
ja: スタティックメッシュ {StaticMeshName} に生成したLODを保存中...

# Engine,ServerOpen
source: Servers can't open network URLs
es: Los servidores no pueden abrir los URL de red
ja: サーバーでネットワークのURLを開けません
pt_br: Os servidores não podem abrir URLs de rede

# Engine,SpecialMaterialConfiguredIncorrectly
source: The special material ({0}) has not been marked with bUsedAsSpecialEngineMaterial. This will prevent shader precompiling properly, so the flag has been set automatically. Make sure to save the package and distribute to everyone using this material.
es: El material especial ({0}) no ha sido marcado con bUsedAsSpecialEngineMaterial. Esto evita que el sombreador se precompile de forma correcta, por lo que el indicador se ha ajustado automáticamente. Asegúrese de guardar el paquete y distribuirlo a todos utilizando este material.
ja: 特殊なマテリアル ({0}) は bUsedAsSpecialEngineMaterialのマークが付けられていません。 これが原因で正しいシェーダーのプリコンパイルができないため、フラグが自動的に設定されました。 パッケージは必ず保存して、このマテリアルの使用者全員に配布してください。
pt_br: O material especial ({0}) não foi marcado com bUsedAsSpecialEngineMaterial. Isso evitará a pré-compilação adequada do sombreador, então o sinalizador foi definido automaticamente. Certifique-se de salvar o pacote e distribuir para todos usando este material.

# Engine,UE4RequiresProjectFiles
source: UE4 games require a project file as the first parameter.
es: Los juegos en UE4 necesitan un archivo de proyecto como primer parámetro.
ja: UE4ゲームは最初のパラメータとしてプロジェクトファイルが必須です。
pt_br: Jogos do UE4 precisam de um arquivo de projeto como o primeiro parâmetro.

# Engine,UnableToChangeSoundClassChildDueToInfiniteLoopNotification
source: Could not change SoundClass child as it would create a loop
es: No pudo cambiar el SoundClass secundario, ya que crearía un bucle
ja: ループを作成するためサウンドクラスの子を変更出来ませんでした
pt_br: Não foi possível mudar o SoundClass filho, pois isso criaria um loop

# Engine,UnknownRotationCompressionFormat
source: Unknown or unsupported rotation compression format ({0})
es: Formato de compresión de rotación desconocido o no soportado ({0})
ja: 不明またはサポートしていない回転圧縮形式 ({0})
pt_br: Formato de compressão de rotação desconhecido ou não suportado ({0})

# Engine,UnknownScaleCompressionFormat
source: Unknown or unsupported Scale compression format ({0})
es: Formato de compresión de escala desconocido o no soportado ({0})
ja: 不明またはサポートしていないスケール圧縮形式 ({0})
pt_br: Formato de compressão de Escala desconhecido ou não suportado ({0})

# Engine,UnknownTranslationCompressionFormat
source: Unknown or unsupported translation compression format ({0})
es: Formato de compresión de traslación desconocido o no soportado ({0})
ja: 不明またはサポートしていない変換圧縮形式 ({0})
pt_br: Formato de compressão de translação desconhecido ou não suportado ({0})

# Engine,UsedCheatCommands
source: Console commands were used which are disallowed in netplay. You must restart the game to create a match.
es: Los comandos de consola con los que se trabaja están denegados en el juego en red. Debe reiniciar el juego para crear una coincidencia.
ja: ネットプレイで禁止されているコンソールコマンドが使用されました。対戦ゲームを作成するにはゲームを再起動してください。
pt_br: Os comandos do console foram usados, o que não é permitido no netplay. Reinicie o jogo para criar uma correspondência.

# Engine.BufferVisualizationMaterials,BaseColorMat
source: Base Color
es: Color base
ja: 基本色
pt_br: Cor Base

# Engine.BufferVisualizationMaterials,BaseCustomDepthMat
source: Custom Depth
es: Profundidad personalizada
ja: カスタム深度
pt_br: Profundidade Personalizada

# Engine.BufferVisualizationMaterials,BaseCustomDepthWorldUnitsMat
source: Custom Depth World Units
ja: カスタム深度ワールド単位

# Engine.BufferVisualizationMaterials,BaseCustomStencilMat
source: Custom Stencil
ja: カスタムステンシル

# Engine.BufferVisualizationMaterials,BaseFinalImageMat
source: Final Image
es: Imagen final
ja: 最終画像
pt_br: Imagem Final

# Engine.BufferVisualizationMaterials,BaseMaterialAOMat
source: Material Ambient Occlusion
es: Oclusión de ambiente del material
ja: マテリアルアンビエントオクルージョン
pt_br: Oclusão Ambiente de Material

# Engine.BufferVisualizationMaterials,BaseMetallicMat
source: Metallic
es: Metálico
ja: メタリック
pt_br: Metálico

# Engine.BufferVisualizationMaterials,BaseRoughnessMat
source: Roughness
es: Desigualdad
ja: ラフネス
pt_br: Aspereza

# Engine.BufferVisualizationMaterials,BaseSceneColorMat
source: Scene Color
es: Color de la escena
ja: シーンカラー
pt_br: Cor da Cena

# Engine.BufferVisualizationMaterials,BaseSceneDepthMat
source: Scene Depth
es: Profundidad de la escena
ja: シーン深度
pt_br: Profundidade da Cena

# Engine.BufferVisualizationMaterials,BaseSceneDepthWorldUnitsMat
source: Scene Depth World Units
ja: シーン深度ワールド単位

# Engine.BufferVisualizationMaterials,BaseSeparateTranslucencyAMat
source: Separate Translucency Alpha
es: Separar translucidez Alfa
ja: 透過アルファを分離する
pt_br: Separar Translucidez Alfa

# Engine.BufferVisualizationMaterials,BaseSeparateTranslucencyRGBMat
source: Separate Translucency RGB
es: Separar translucidez RGB
ja: 透過RGBを分離する
pt_br: Separar Translucidez RGB

# Engine.BufferVisualizationMaterials,BaseShadingModelMat
source: Shading Model
es: Modelo de degradación
ja: シェーディングモデル
pt_br: Modelo de Sombreamento

# Engine.BufferVisualizationMaterials,BaseSubsurfaceColorMat
source: Subsurface Color
es: Color bajo la superficie
ja: サブサーフェスカラー
pt_br: Cor de Subsuperfície

# Engine.BufferVisualizationMaterials,BaseWorldNormalMat
source: World Normal
es: Mundo normal
ja: ワールドノーマル
pt_br: Mundo Normal

# EngineLoop,EngineLoop_Initializing
source: Initializing...
ja: 初期化中...

# EnvQueryGenerator,ActorsOfClassDescription
source: radius: {Radius}
es: radio: {Radius}
ja: 半径: {Radius}
pt_br: raio: {Radius}

# EnvQueryGenerator,BoxWithExtents
source: box (extent: {ExtentX} {ExtentY} {ExtentZ)
es: caja (extensión: {ExtentX} {ExtentY} {ExtentZ)
ja: ボックス (範囲: {ExtentX} {ExtentY} {ExtentZ)
pt_br: caixa (limite: {ExtentX} {ExtentY} {ExtentZ)

# EnvQueryGenerator,CasuleWithRadiusHalfHeight
source: capsule (radius: {ExtentX}, half height: {ExtentZ})
es: cápsula (radio: {ExtentX}, media altura: {ExtentZ})
ja: カプセル (半径: {ExtentX}, 半高: {ExtentZ})
pt_br: cápsula (raio: {ExtentX}, meia altura: {ExtentZ})

# EnvQueryGenerator,DescribeRotation
source: [{Rotation} rotation]
ja: [{Rotation} 回転]
pt_br: [Rotação {Rotation}]

# EnvQueryGenerator,DescriptionBlueprintImplementedGenerator
source: {DescriptionTitle}: {DescribeGeneratorAction} around {DescribeContext}
es: {DescriptionTitle}: {DescribeGeneratorAction} alrededor de {DescribeContext}
ja: {DescriptionTitle}: {DescribeContext} 周辺の{DescribeGeneratorAction}
pt_br: {DescriptionTitle}: {DescribeGeneratorAction} ao redor de {DescribeContext}

# EnvQueryGenerator,DescriptionGenerateActorsAroundContext
source: {DescriptionTitle}: generate set of actors of {ActorsClass} around {DescribeContext}
ja: {DescriptionTitle}: {DescribeContext} 周辺にクラス {ActorsClass} のアクタ一式を生成

# EnvQueryGenerator,DescriptionGenerateAroundContext
source: {0}: generate around {1}
ja: {0}： {1} 周辺に生成
