Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SEventGraph,ContextMenu_Header_Columns_ResetColumns_Desc
source: Resets columns to default
es: Reinicia las columnas a predeterminado
ja: カラムをデフォルトにリセットする
pt_br: Redefine as colunas para o padrão

# SEventGraph,ContextMenu_Header_Columns_View
source: View Column
es: Vista de columna
ja: カラムを表示
pt_br: Visualizar Coluna

# SEventGraph,ContextMenu_Header_Columns_View_Desc
source: Hides or shows columns
es: Oculta o muestra las columnas
ja: カラムを非表示または表示
pt_br: Ocultar ou exibe as colunas

# SEventGraph,ContextMenu_Header_Expand
source: Expand
es: Expandir
ja: 展開する
pt_br: Expandir

# SEventGraph,ContextMenu_Header_Expand_CollapseAll
source: Collapse All
es: Reducir todo
ja: すべて折りたたむ
pt_br: Recolher Todos

# STableViewTesting,CollapseExpansionsButton
source: Collapse All
es: Reducir todo
ja: すべて折りたたむ
pt_br: Recolher Todos

# SEventGraph,ContextMenu_Header_Expand_CollapseAll_Desc
source: Collapses all events
es: Reducir todos los eventos
ja: すべてのイベントを折りたたむ
pt_br: Recolhe todos os eventos

# SEventGraph,ContextMenu_Header_Expand_CollapseSelection
source: Collapse Selection
es: Reducir la selección
ja: 選択を折りたたむ
pt_br: Recolher Seleção

# SEventGraph,ContextMenu_Header_Expand_CollapseSelection_Desc
source: Collapses selected events
es: Reduce los eventos seleccionados
ja: 選択イベントを折りたたむ
pt_br: Recolhe os eventos selecionados

# SEventGraph,ContextMenu_Header_Expand_CollapseThread
source: Collapse Thread
es: Reducir el subproceso
ja: スレッドを折りたたむ
pt_br: Recolher Encadeamento

# SEventGraph,ContextMenu_Header_Expand_CollapseThread_Desc
source: Collapses selected threads
es: Reduce los subprocesos seleccionados
ja: 選択スレッドを折りたたむ
pt_br: Recolhe os encadeamentos selecionados

# SEventGraph,ContextMenu_Header_Expand_ExpandAll
source: Expand All
es: Expandir todo
ja: すべて展開する
pt_br: Expandir Todos

# SEventGraph,ContextMenu_Header_Expand_ExpandAll_Desc
source: Expands all events
es: Expande todos los eventos
ja: すべてのイベントを展開する
pt_br: Expande todos os eventos

# SEventGraph,ContextMenu_Header_Expand_ExpandHotPath
source: Expand Hot Path
es: Expandir la ruta de acceso activa
ja: ホットパスを展開する
pt_br: Expandir Caminho em Destaque

# SEventGraph,ContextMenu_Header_Expand_ExpandHotPath_Desc
source: Expands hot path for the selected events, based on the inclusive time, also enables descending sorting by inclusive time
es: Expande la ruta de acceso activa para los eventos seleccionados, basados en el tiempo inclusivo, activa también la ordenación descendente por tiempo inclusivo.
ja: 包括時間に基いて選択イベントにホットパスを展開して、包括時間の降順ソートも有効にします
pt_br: Expande o caminho em destaque para os eventos selecionados com base no tempo inclusivo e ativa a classificação decrescente pelo tempo inclusivo

# SEventGraph,ContextMenu_Header_Expand_ExpandSelection
source: Expand Selection
es: Expandir selección
ja: 選択内容を展開する
pt_br: Expandir Seleção

# SEventGraph,ContextMenu_Header_Expand_ExpandSelection_Desc
source: Expands selected events
es: Expandir eventos seleccionados
ja: 選択イベントを展開する
pt_br: Expande os eventos selecionados

# SEventGraph,ContextMenu_Header_Expand_ExpandThread
source: Expand Thread
es: Expandir subproceso
ja: スレッドを展開する
pt_br: Expandir Encadeamento

# SEventGraph,ContextMenu_Header_Expand_ExpandThread_Desc
source: Expands selected threads
es: Expandir los subprocesos seleccionados
ja: 選択スレッドを展開する
pt_br: Expande os encadeamentos selecionados

# SEventGraph,ContextMenu_Header_Misc_ColumnName
source: Column Name
es: Nombre de la columna
ja: カラム名
pt_br: Nome da Coluna

# SEventGraph,ContextMenu_Header_Misc_CopySelectedToClipboard
source: Copy To Clipboard
es: Copiar al portapapeles
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência

# SEventGraph,ContextMenu_Header_Misc_CopySelectedToClipboard_Desc
source: Copies selection to clipboard
es: Copia la selección al portapapeles
ja: 選択内容をクリップボードにコピー
pt_br: Copia a seleção para a área de transferência

# SEventGraph,ContextMenu_Header_Misc_Cull_CullMode
source: Cull Mode
es: Modo selección
ja: カリングモード
pt_br: Modo de Descarte

# SEventGraph,ContextMenu_Header_Misc_Filter_FilterMode
source: Filter Mode
es: Modo filtro
ja: フィルタモード
pt_br: Modo de filtro

# SEventGraph,ContextMenu_Header_Misc_SelectStack
source: Select Stack
es: Seleccionar pila
ja: スタックを選択する
pt_br: Selecionar Pilha

# SEventGraph,ContextMenu_Header_Misc_SelectStack_Desc
source: Selects all events in the stack
es: Selecciona todos los eventos en la pila
ja: スタックの全イベントを選択する
pt_br: Seleciona todos os eventos na pilha

# SEventGraph,ContextMenu_Header_Misc_Sort
source: Sort By
es: Ordenar por
ja: 並べ替え
pt_br: Classificar Por

# SEventGraph,ContextMenu_Header_Misc_Sort_Desc
source: Sort by column
es: Ordenar por columna
ja: カラムでソート
pt_br: Classificar por coluna

# SEventGraph,ContextMenu_Header_Misc_Sort_SortAscending
source: Sort Ascending
es: Ordenar de forma ascendente
ja: 昇順にソート
pt_br: Classificar Crescente

# SEventGraph,ContextMenu_Header_Misc_Sort_SortAscending_Desc
source: Sorts ascending
es: Ordena de forma ascendente
ja: 昇順にソート
pt_br: Classificação crescente

# SEventGraph,ContextMenu_Header_Misc_Sort_SortDescending
source: Sort Descending
es: Ordenar de forma descendente
ja: 降順にソート
pt_br: Classificar Decrescente

# SEventGraph,ContextMenu_Header_Misc_Sort_SortDescending_Desc
source: Sorts descending
es: Ordena de forma descendente
ja: 降順にソート
pt_br: Classificação decrescente

# SEventGraph,ContextMenu_Header_Misc_Sort_SortMode
source: Sort Mode
es: Modo de ordenación
ja: ソートモード
pt_br: Classificar Modo

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatCoalesced
source: Show In FlatInclusive Coalesced
es: Mostrar en FlatInclusive unificada
ja: FlatInclusive結合ビューで表示
pt_br: Exibe na Unida FlatInclusive

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatCoalesced_Desc
source: Switches to flat coalesced, also enables descending sorting by inclusive time
es: Cambia a unificada plana, también activa la ordenación descendente por tiempo inclusivo
ja: フラットな結合表示に切り替えて、包括時間による降順ソートを有効にします
pt_br: Alterna para o plano unido e permite a classificação decrescente pelo tempo inclusivo

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatExclusiveCoalescedView
source: Show In Flat Exclusive Coalesced View
es: Mostrar en la vista unificada exclusiva plana
ja: フラット表示の排他結合ビューで表示
pt_br: Exibe na Visualização Unida Exclusiva Plana

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatExclusiveCoalescedView_Desc
source: Switches to flat exclusive coalesced view, also enables ascending sorting by exclusive time enabled
es: Cambia a vista unificada exclusiva plana, también activa la ordenación ascendente por tiempo exclusivo
ja: フラットな排他結合表示に切り替えて、包括時間による昇順ソートを有効にします
pt_br: Alterna para a visualização unida exclusiva plana e permite a classificação crescente pelo tempo exclusivo ativado

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatExclusiveView
source: Show In Flat Exclusive View
es: Mostrar en la vista exclusiva plana
ja: フラット表示の排他ビューで表示
pt_br: Exibe na Visualização Exclusiva Plana

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatExclusiveView_Desc
source: Switches to flat exclusive view, also enables ascending sorting by exclusive time
es: Cambia a vista unificada exclusiva plana, también activa la ordenación ascendente por tiempo exclusivo
ja: フラットな排他表示に切り替えて、包括時間による昇順ソートを有効にします
pt_br: Alterna para a visualização exclusiva plana e permite a classificação crescente pelo tempo exclusivo

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatView
source: Show In FlatInclusive View
es: Mostar en vista FlatInclusive
ja: FlatInclusiveビューで表示
pt_br: Exibe na Visualização FlatInclusive

# SEventGraph,ContextMenu_Header_Navigation_ShowInFlatView_Desc
source: Switches to flat view, also enables descending sorting by inclusive time
es: Cambia a vista plana, también activa la ordenación descendente por tiempo inclusivo
ja: フラット表示に切り替えて、包括時間による降順ソートを有効にします
pt_br: Alterna para a visualização plana e permite a classificação decrescente pelo tempo inclusivo

# SEventGraph,ContextMenu_Header_Navigation_ShowInHierarchicalView
source: Show In Hierarchical View
es: Mostrar en vista jerárquica
ja: 階層ビューで表示
pt_br: Exibe na Visualização Hierárquica

# SEventGraph,ContextMenu_Header_Navigation_ShowInHierarchicalView_Desc
source: Switches to hierarchical view and expands selected events
es: Cambia a vista jerárquica y expande los eventos seleccionados
ja: 階層ビューに切り替えて選択イベントを展開します
pt_br: Alterna para a visualização hierárquica e expande os eventos selecionados

# SEventGraph,ContextMenu_Header_Root
source: Root
es: Raíz
ja: ルート
pt_br: Raiz

# SProjectLauncher,RootMenuGroup
source: Root
ja: ルート

# SEventGraph,ContextMenu_Root_Set
source: Set Root
es: Ajustar raíz
ja: ルートを設定する
pt_br: Definir Raiz

# SEventGraph,ContextMenu_Root_Set_Desc
source: Sets the root to the selected event(s) and switches to hierarchical view
es: Ajusta la raíz al evento(s) seleccionado(s) y cambia a la vista jerárquica
ja: 選択イベントにルートを設定して階層ビューに切り替えます
pt_br: Define a raiz para os eventos selecionados e alterna para a visualização hierárquica

# SEventGraph,ContextMenu_Selection
source: Currently selected events
es: Eventos seleccionados actualmente
ja: 現在の選択イベント
pt_br: Eventos selecionados no momento

# SEventGraph,EventNameColumnDesc
source: Name of the event
ja: イベント名

# SEventGraph,EventNameColumnTitle
source: Event Name
ja: イベント名

# SEventGraph,ExclusiveTimeMSDesc
source: Exclusive time of this event, in milliseconds
ja: このイベントの排他時間（ミリ秒）

# SEventGraph,ExclusiveTimeMSTitle
source: Exc Time (MS)
ja: 実行時間（ミリ秒）

# SEventGraph,ExclusiveTimePercentageDesc
source: Exclusive time of this event as percent of this call's inclusive time
ja: このコールの包括時間の割合で表したイベントの排他時間

# SEventGraph,ExclusiveTimePercentageTitle
source: Exc Time (%)
ja: 実行時間（%）

# SEventGraph,FilteringSearchBox_HintText
source: Search or filter event(s)
es: Buscar o filtrar el/los evento(s)
ja: イベントを検索またはフィルタリングする
pt_br: Buscar ou filtrar evento(s)

# SEventGraph,FilteringSearchBox_TT
source: Type here to search or filter events
es: Escribir aquí para buscar o filtrar eventos
ja: ここに入力して検索またはイベントをフィルタリングする
pt_br: Digite aqui para buscar ou filtrar eventos

# SEventGraph,FunctionDetails_CalledFunctions
source: Called Functions
es: Funciones llamadas
ja: 呼び出した関数
pt_br: Funções Chamadas

# SEventGraph,FunctionDetails_CallingFunctions
source: Calling Functions
es: Llamando funciones
ja: 呼び出し中の関数
pt_br: Chamando Funções

# SEventGraph,FunctionDetails_CurrentFunction
source: Current Function
es: Función actual
ja: 現在の関数
pt_br: Função Atual

# SEventGraph,FunctionDetails_SelectOneEvent
source: Function details view works only if you select one event. Please select an individual event to proceed.
es: La vista de detalles de la función solo funciona si selecciona un evento. Por favor, seleccione un evento individual para continuar.
ja: 関数の詳細ビューイベントを1つだけ選択すると機能します。継続するには個別のイベントを選択してください
pt_br: A visualização dos detalhes de função funciona somente se você selecionar um evento. Selecione um evento para prosseguir.

# SEventGraph,HasCulledEvents_TT
source: This event contains culled children, if you want to see all children, please disable culling or use function details, or press this icon
es: Este evento contiene hijos seleccionados, si desea ver todos los hijos, deshabilite la selección, utilice la función detalles, o pulse este icono
ja: このイベントにカリングされた子が含まれています。すべての子を見るにはカリングを無効にするか機能の詳細を使用、もしくはこのアイコンを押します
pt_br: Este evento contém filhos descartados. Se quiser ver todos os filhos, desative o descarte, use a função de detalhes, ou pressione este ícone

# SEventGraph,HistoryBack_Tooltip
source: Back to {0}
es: Retroceder a {0}
ja: {0} へ戻る
pt_br: Voltar para {0}

# SEventGraph,HistoryForward_Tooltip
source: Forward to {0}
ja: {0} へ進める
pt_br: Avançar para {0}

# SEventGraph,InclusiveTimeMSDesc
source: Duration of the sample and its children, in milliseconds
ja: サンプルの継続時間とその子（ミリ秒）

# SEventGraph,InclusiveTimeMSTitle
source: Inc Time (MS)
ja: 包括時間（ミリ秒）

# SEventGraph,InclusiveTimePercentageDesc
source: Duration of the sample and its children as percent of the caller
ja: サンプルの継続時間とコーラーの割合で表したその子

# SEventGraph,InclusiveTimePercentageTitle
source: Inc Time (%)
ja: 包括時間（%）

# SEventGraph,Misc_EventCulled
source: Event is culled
es: El evento está seleccionado
ja: イベントはカリングされます
pt_br: O evento foi descartado

# SEventGraph,Misc_EventFiltered
source: Event is filtered
es: El evento está filtrado
ja: イベントはフィルタリング処理されます
pt_br: O evento foi filtrado

# SEventGraph,MultipleSelection
source: Multiple selection
es: Selección múltiple
ja: 複数選択
pt_br: Seleção múltipla

# SEventGraph,NothingSelected
source: Nothing selected
es: Nada seleccionado
ja: 何も選択されていません
pt_br: Nada selecionado

# SEventGraph,Toolbar_ViewMode
source: View mode
es: Modo de vista
ja: ビューモード
pt_br: Modo de visualização

# SEventGraph,TreeViewHeaderRow_Header_Column
source: Column
es: Columna
ja: カラム
pt_br: Coluna

# SEventGraph,TreeViewHeaderRow_HideColumn
source: Hide
es: Ocultar
ja: 非表示
pt_br: Ocultar

# SEventGraph,TreeViewHeaderRow_HideColumn_Desc
source: Hides the selected column
es: Oculta la columna seleccionada
ja: 選択カラムを非表示
pt_br: Oculta a coluna selecionada

# SEventGraph,ViewMode_Desc_ClassAggregate
source: ClassAggregate @TBD
ja: クラスAggregate @TBD

# SEventGraph,ViewMode_Desc_Flat
source: Flat list of the events, sorted by the inclusive time
es: Lista plana de eventos, ordenada por tiempo inclusivo
ja: 包括時間でソートされたイベントのフラット表示リストです
pt_br: Lista plana dos eventos, classificados pelo tempo inclusivo

# SEventGraph,ViewMode_Desc_FlatCoalesced
source: Flat list of the events coalesced by the event name, sorted by the inclusive time
es: Lista plana de eventos unificados por nombre del evento, ordenada por tiempo inclusivo
ja: イベントのフラット表示リストはイベント名で結合されて、包括時間でソートされています
pt_br: Lista plana dos eventos unidos pelo nome de evento, classificados pelo tempo inclusivo

# SEventGraph,ViewMode_Desc_FlatExclusive
source: Flat list of the events, sorted by the exclusive time
es: Lista plana de eventos, ordenada por tiempo exclusivo
ja: 排他時間でソートされたイベントのフラット表示リストです
pt_br: Lista plana dos eventos, classificados pelo tempo exclusivo

# SEventGraph,ViewMode_Desc_FlatExclusiveCoalesced
source: Flat list of the events coalesced by the event name, sorted by the exclusive time
es: Lista plana de eventos unificados por nombre del evento, ordenada por tiempo exclusivo
ja: イベントのフラット表示リストはイベント名で結合されて、排他時間でソートされています
pt_br: Lista plana dos eventos unidos pelo nome de evento, classificados pelo tempo exclusivo

# SEventGraph,ViewMode_Desc_Hierarchical
source: Hierarchical tree view of the events
es: Vista de árbol jerárquico de los eventos
ja: イベントの階層ツリービュー
pt_br: Visualização em árvore hierárquica dos eventos

# SEventGraph,ViewMode_Name_ClassAggregate
source: ClassAggregate
ja: クラスAggregate

# SEventGraph,ViewMode_Name_FlatExclusive
source: Exclusive
es: Exclusivo
ja: 排他
pt_br: Exclusivo

# SEventGraph,ViewMode_Name_FlatExclusiveCoalesced
source: Exclusive
es: Exclusivo
ja: 排他
pt_br: Exclusivo

# SEventGraph,ViewMode_Name_FlatInclusive
source: Inclusive
es: Inclusivo
ja: 包括
pt_br: Inclusivo

# SEventGraph,ViewMode_Name_FlatInclusiveCoalesced
source: Inclusive
es: Inclusivo
ja: 包括
pt_br: Inclusivo

# SEventGraphTooltip,HotPathInformation
source: Hot path, should be investigated for bottlenecks
es: La ruta de acceso debe ser investigada ante posibles cuellos de botella
ja: ホットパス、ボトルネックの要因か調査が必要です。
pt_br: Caminho em destaque, deve ser investigado para encontrar gargalos

# SEventGraphTooltip,PctOfTheCaller
source: ({0} of the caller)
es: ({0} del llamador)
ja: (呼出し元の {0})
pt_br: ({0} do chamador)

# SEventGraphTooltip,PctOfThisCallIncTime
source: ({0} of this call's inc time)
es: ({0} de este tiempo de inclusión de la llamada)
ja: (この呼出しの包括時間の {0})
pt_br: ({0} do tempo de entrada desta chamada)

# SEventGraphTooltip,ThreadToFrame
source: Thread to Frame:
es: Subproceso a fotograma:
ja: スレッドからフレーム:
pt_br: Encadear para Quadro:

# SEventGraphTooltip,TT_AvgIncTimePerCall
source: Avg inc time per call:
es: Tiempo de inclusión medio por llamada:
ja: 呼び出しごとの平均包括時間:
pt_br: Tempo médio de entrada por chamada:

# SEventGraphTooltip,TT_Event
source: Event:
es: Evento:
ja: イベント:
pt_br: Evento:

# SEventGraphTooltip,TT_ExclusiveTime
source: Exclusive time:
es: Tiempo exclusivo:
ja: 排他時間:
pt_br: Tempo exclusivo:

# SEventGraphTooltip,TT_FrameDuration
source: Frame duration:
es: Duración del fotograma:
ja: フレーム継続時間:
pt_br: Duração do quadro:

# SEventGraphTooltip,TT_Group
source: Group:
es: Grupo:
ja: グループ:
pt_br: Grupo:

# SFiltersAndPresets,GroupDesc
source: Group:
es: Grupo:
ja: グループ:
pt_br: Grupo:

# SEventGraphTooltip,TT_InclusiveTime
source: Inclusive time:
es: Tiempo inclusivo:
ja: 包括時間:
pt_br: Tempo inclusivo

# SEventGraphTooltip,TT_MinMaxAvgIncTime
source: Min/Max/Avg inclusive time:
es: Tiempo inclusivo mínimo/máximo/medio:
ja: 最低/最高/平均包括時間:
pt_br: Tempo inclusivo médio/mín./máx.:

# SEventGraphTooltip,TT_NulCallsPerFrame
source: Num calls per frame:
es: Número de llamadas por fotograma:
ja: フレームごとのコール数:
pt_br: Número de chamadas por quadro:

# SEventGraphTooltip,TT_PctOfFrame
source: % of frame:
es: % del fotograma:
ja: フレームの %：
pt_br: % do quadro:

# SEventGraphTooltip,TT_PctOfThread
source: % of thread:
es: % del subproceso:
ja: スレッドの %：
pt_br: % do encadeamento:

# SEventGraphTooltip,TT_Thread
source: Thread:
es: Subproceso:
ja: スレッド:
pt_br: Encadeamento:

# SEventGraphTooltip,TT_ThreadDuration
source: Thread duration:
es: Duración del subproceso:
ja: スレッドの継続時間:
pt_br: Duração do encadeamento:

# SEventsTree,Coalesced
source: Coalesced
es: Unificado
ja: 結合表示
pt_br: Unido

# SEventsTree,FlatCoalesced
source: Flat Coalesced
es: Plano unificado
ja: フラット結合表示
pt_br: Plano Unido

# SEventsTree,Microseconds
source: Microseconds
es: Microsegundos
ja: マイクロ秒
pt_br: Microssegundos

# SEventsTree,Milliseconds
source: Milliseconds
es: Milisegundos
ja: ミリ秒
pt_br: Milissegundos

# SEventsTree,Seconds
source: Seconds
es: Segundos
ja: 秒
pt_br: Segundos

# SSessionConsolePanel,LogListTimestampColumnHeader
source: Seconds
es: Segundos
ja: 秒
pt_br: Segundos

# SEventsTree,UnsupportedColumnFmt
source: Unsupported Column: {0}
ja: 未サポートのカラム： {0}

# STableViewTesting,UnsupprtedColumnText
source: Unsupported Column: {0}
es: Columna no compatible: {0}
ja: 未サポートのカラム： {0}
pt_br: Coluna não suportada: {0}

# SExternalImageReference,FileDescription
source: External Image
es: Imagen externa
ja: 外部画像
pt_br: Imagem Externa

# SExternalImageReference,ImageDescription
source: image
es: imagen
ja: 画像
pt_br: imagem

# SFiltersAndPresets,CallsFramesPctDesc
source: Calls Frames with call: {0}
es: Llama a los fotogramas con la llamada: {0}
ja: コールでフレームを呼び出す: {0}
pt_br: Quadros de Chamadas com chamada: {0}

# SFiltersAndPresets,FilterSearchHint
source: Type here to search stats or group
es: Escribir aquí para buscar estadísticas o grupos
ja: ここに入力して統計情報またはグループを検索
pt_br: Digite aqui para buscar estados ou grupos

# SFiltersAndPresets,GroupByText
source: Group by
es: Agrupar por
ja: グループ化
pt_br: Agrupar por

# SFiltersAndPresets,GroupingOrSorting_Desc_GroupName
source: Creates groups based on stat metadata groups
es: Crea grupos basados en los grupos de metadatos estadísticos
ja: 統計メタデータグループに基づいたグループを作成
pt_br: Cria grupos com base nos grupos de metadados de status

# SFiltersAndPresets,GroupingOrSorting_Desc_StatName
source: Creates one group for one letter
es: Crea un grupo por cada letra
ja: 1文字に1つのグループを作成します
pt_br: Cria um grupo para cada uma letra

# SFiltersAndPresets,GroupingOrSorting_Desc_StatType
source: Creates one group for each stat type
es: Crea un grupo por cada tipo de estadística
ja: それぞれの統計タイプに1つのグループを作成します
pt_br: Cria um grupo para cada tipo de estado

# SFiltersAndPresets,GroupingOrSorting_Desc_StatValue
source: Creates one group for each logarithmic range ie. 0.001 - 0.01, 0.01 - 0.1, 0.1 - 1.0, 1.0 - 10.0 etc
es: Crea un grupo para cada rango logarítmico, es decir: 0.001 - 0.01, 0.01 - 0.1, 0.1 - 1.0, 1.0 - 10.0, etc.
ja: 0.001 - 0.01、 0.01 - 0.1、 0.1 - 1.0, 1.0 - 10.0など、それぞれの対数範囲にグループを1つ作成します。
pt_br: Cria um grupo para cada alcance logaritmo ex.: 0,001 - 0,01; 0,01 - 0,1; 0,1 - 1,0; 1,0 - 10,0 etc.

# SFiltersAndPresets,GroupingOrSorting_Name_GroupName
source: Group Name
es: Nombre de grupo
ja: グループ名
pt_br: Nome do Grupo

# SFiltersAndPresets,GroupingOrSorting_Name_StatName
source: Stat Name
es: Nombre de estadística
ja: 統計情報名
pt_br: Nome do estado

# SFiltersAndPresets,GroupingOrSorting_Name_StatType
source: Stat Type
es: Tipo de estadística
ja: 統計の種類
pt_br: Tipo de estado

# SFiltersAndPresets,GroupingOrSorting_Name_StatValue
source: Stat Value
es: Valor de estadística
ja: 統計値
pt_br: Valor do estado

# SFiltersAndPresets,MaxDesc
source: Max: {0}
es: Máx: {0}
ja: 最大: {0}
pt_br: Máx.: {0}

# SFiltersAndPresets,MinDesc
source: Min: {0}
es: Mín: {0}
ja: 最小: {0}
pt_br: Mín.: {0}

# SFiltersAndPresets,NoStatData
source: There is no data for this stat
es: No hay datos para esta estadística
ja: この統計情報にはデータがありません
pt_br: Não há dados para este estado

# SFiltersAndPresets,NotImplemented
source: Tooltip for multiple profiler instances has not been implemented yet
es: La herramienta de ayuda para instancias del generador de perfiles múltiple no se ha implementado todavía
ja: 複数プロファイラインスタンスのツールヒントはまだ実装されていません
pt_br: A dica de ferramenta para várias instâncias do perfilador não foi implementada ainda

# SFiltersAndPresets,SearchBoxHint
source: Search stats or groups
es: Buscar estadísticas o grupos
ja: 統計情報またはグループを検索
pt_br: Buscar estados ou grupos

# SFiltersAndPresets,SortByText
source: Sort by
es: Ordenar por
ja: 並べ替え
pt_br: Classificar por

# SFiltersAndPresets,StatInstance
source: Stat information for profiler instance
es: Información estadística para la instancia del generador de perfiles
ja: プロファイラインスタンスの統計情報
pt_br: Informações do estado para a instância do perfilador

# SFiltersAndPresets,TypeDesc
source: Type:
es: Tipo:
ja: 種類：
pt_br: Tipo:

# SFilterWidget,UseVerbosity
source: Use: {0}
ja: 使用: {0}

# SFilterWidget,UseVerbosityTooltip
source: Applay verbosity to selected flter.
ja: 選択フィルタに冗長化を適用

# SFilterWidget,VerbositySelection
source: Current verbosity selection
ja: 現在の冗長化選択

# ShaderCompilingManager,BeginRecompilingShadersTask
source: Recompiling shaders
es: Recompilando sombreados
ja: シェーダーを再コンパイル中
pt_br: Recompilando sombreadores

# ShaderCompilingManager,CompilingGlobalShaderStatus
source: Compiling global shaders...
es: Compilando sombreadores globales...
ja: グローバルシェーダーをコンパイル中...
pt_br: Compilando sombreadores globais...

# ShaderCompilingManager,CompilingShadersForMaterialStatus
source: Compiling shaders: {MaterialName}...
es: Compilando sombreadores: {MaterialName}...
ja: シェーダーをコンパイル中: {MaterialName}...
pt_br: Compilando sombreadores: {MaterialName}...

# ShaderCompilingManager,CompilingShadersStatus
source: Compiling shaders...
es: Compilando sombreadores...
ja: シェーダーをコンパイル中...
pt_br: Compilando sombreadores...

# ShadowMap2D,BeginEncodingShadowMapsTask
source: Encoding shadow-maps
es: Codificando mapas de sombreado
ja: シャドウマップをエンコード中
pt_br: Codificando mapas de sombras

# SimplygonMeshReduction,SimplygonProxyLOD_ProxyLOD
source: Generating Proxy Mesh using Simplygon
ja: Simplygonを使ってプロキシメッシュを生成中

# SimplygonSwarm,RequiredFileNotFoundMessage
source: A required file could not be found: {File}
ja: 必要なファイルが見つかりませんでした: {File}

# SimplygonSwarm,SimplygonSwarm_CreateSPL
source: Generating Simplygon Processing Settings
ja: Simplygon処理設定を生成中

# SimplygonSwarm,SimplygonSwarm_GenerateData
source: Generating Simplygon Processing Data
ja: Simplygon処理データを生成中

# SimplygonSwarm,SimplygonSwarm_ProxyLOD
source: Generating Proxy Mesh using Simplygon Swarm
ja: Simplygon Swarmを使ってプロキシメッシュを生成中

# SimplygonSwarm,SimplygonSwarm_UploadData
source: Uploading Processing Data to Simplygon Swarm Server
ja: Simplygon Swarmサーバに処理データをアップロード中
