Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Engine/*/Engine_FromOneSky.po
Languages: es, ja, pt_br

# SkeletalMeshComponentPhysics,InvalidBodies
source: Invalid Bodies : Make sure collision is enabled or root bone has body in PhysicsAsset.
es: Cuerpos no válidos: asegúrese de que la colisión está activada o el hueso raíz tiene un cuerpo en el PhysicsAsset.
ja: 無効なボディ : コリジョンが有効になっていることを確認、またはルートボーンは Physicsアセットにボディがあることを確認してください。
pt_br: Corpos inválidos: Certifique-se de que a colisão está ativada ou que o osso da raiz tem corpo no PhysicsAsset.

# Skeleton,SkeletonBuildLinkupMissingBones
source: The Skeleton {0}, is missing bones that SkeletalMesh {1} needs. They will be added now. Please save the Skeleton!
ja: スケルトン{0}には、スケルタルメッシュ{1}が必要としているボーンが不足しています。ボーンが追加されます。スケルトンを再保存してください!

# Skeleton,SkeletonBuildLinkupMissingBones1
source: The Skeleton
ja: スケルトンに

# Skeleton,SkeletonBuildLinkupMissingBones2
source: is missing bones that SkeletalMesh
ja: スケルタルメッシュが必要とするボーンが足りていません。

# Skeleton,SkeletonBuildLinkupMissingBones3
source: needs. They will be added now. Please save the Skeleton!
ja: ボーンが追加されます。スケルトンを再保存してください!

# SkelmeshComponent,Warning_ClothMorphTargetMapping
source: Mapping vertices for Cloth Morph Target too many failed! It could introduce a bad morphing result.
ja: Cloth Morph Targetの頂点マッピングに失敗が多過ぎます！思わしくないモーフィング結果となります。

# SkelmeshComponent,Warning_FrozenCloth
source: Clothing will be melted from frozen state
es: La prenda se funde desde un estado de congelación
ja: クロスはフローズンステートから溶け出します
pt_br: O vestuário será derretido do estado congelado

# SkeltalMesh,MapCheck_Message_ActorLargeShadowCaster
source: {DetailedInfo} : Large actor casts a shadow and will cause an extreme performance hit unless shadow casting is disabled
es: {DetailedInfo} : El actor grande proyecta una sombra y provocará una pérdida de rendimiento extrema, a menos que desactive la proyección de sombra
ja: {DetailedInfo} : シャドウキャスティングを無効にしない限り、大きなアクタはシャドウをキャストして極度のパフォーマンスヒットの原因となります。
pt_br: {DetailedInfo} : O ator grande projeta uma sombra e causará uma ocorrência extrema de desempenho se a projeção de sombra for desativada

# SkeltalMesh,MapCheck_Message_SkeletalMeshComponent
source: Skeletal mesh actor has NULL SkeletalMeshComponent property
ja: Skeletal メッシュアクタに NULLの SkeletalMeshComponent プロパティがあります

# SkeltalMesh,MapCheck_Message_SkeletalMeshNull
source: Skeletal mesh actor has NULL SkeletalMesh property
ja: Skeletal メッシュアクタに NULL のSkeletalMesh プロパティがあります

# SkeltalMesh,MapCheck_Message_SkelMeshActorNoPhysAsset
source: SkeletalMeshActor '{DetailedInfo}' casts shadow but has no PhysicsAsset assigned. The shadow will be low res and inefficient
es: SkeletalMeshActor '{DetailedInfo}' proyecta sombra, pero no tiene PhysicsAsset asignado. La sombra está en baja resolución y es ineficiente
ja: SkeletalMeshActor \'{DetailedInfo}\' はシャドウをキャストしますがPhysicsアセットが割り当てられていません。低解像度かつ非効率的なシャドウを作成します。
pt_br: SkeletalMeshActor “{DetailedInfo}” projeta sombras, mas não tem PhysicsAsset atribuído. A sombra será de baixa resolução e ineficiente

# SkyLightComponent,MapCheck_Message_MultipleSkyLights
source: Multiple sky lights are active, only one can be enabled per world.
es: Hay varias luces de cielo activas, solo puede haber activada una por mundo.
ja: 複数のスカイライトがアクティブです。ワールドで1つのスカイライトだけを有効にできます
pt_br: Várias luzes do céu estão ativadas, somente uma pode ser ativada por mundo.

# Slate,ExpandToolbar
source: Click to expand toolbar
es: Haga clic para ampliar la barra de herramientas
ja: クリックしてツールバーを展開します
pt_br: Clique para expandir a barra de ferramentas

# Slate,SearchHint
source: Search
es: Buscar
ja: 検索
pt_br: Buscar

# SlateCore,ComboBoxMissingOnGenerateWidgetMethod
source: Please provide a .OnGenerateWidget() handler.
es: Por favor, facilite un controlador .OnGenerateWidget().
ja: 「.OnGenerateWidget()」ハンドラが必要です
pt_br: Forneça um manipulador .OnGenerateWidget().

# SlateD3DRenderer,UnsupportedVideoCardErrorTitle
source: Unsupported Video Card
ja: 未サポートのビデオカード

# SlateFileDialogsNamespace,ProjectsLabel
source: Projects
ja: プロジェクト

# SlateFileDialogsNamespace,SlateDialogOpen
source: Open
ja: 開く

# SlateFileDialogsNamespace,SlateFileDialogsDirError
source: Unable to create directory!
ja: ディレクトリを作成できませんでした!

# SlateFileDialogsNamespace,SlateFileDialogsFileSizeHeader
source: File Size
ja: ファイル サイズ

# SlateFileDialogsNamespace,SlateFileDialogsOpenDirectory
source: Open Directory
ja: ディレクトリを開く

# SlateFileDialogsNamespace,SlateFileDialogsOpenFile
source: Open File
ja: ファイルを開く

# SlateFileDialogsNamespace,SlateFileDialogsSave
source: Save
ja: 保存

# SVisualLoggerToolbar,SaveLogs
source: Save
ja: 保存

# UICommands.FProfilerCommands,ProfilerManager_Save
source: Save
ja: 保存

# UICommands.FVisualLoggerCommands,SaveToVLog
source: Save
ja: 保存

# SlateFileDialogsNamespace,SlateFileDialogsSaveFile
source: Save File
ja: ファイルを保存

# SlateStyleSet,UknownBrush
source: Unable to find Brush '{0}'.
es: No pudo encontrar el pincel '{0}'.
ja: ブラシ '{0}' が見つかりません
pt_br: Não foi possível encontrar o Pincel “{0}”.

# SlateStyleSet,UknownColor
source: Unable to find Color '{0}'.
es: No pudo encontrar el color '{0}'.
ja: カラー '{0}' が見つかりません
pt_br: Não foi possível encontrar a Cor “{0}”.

# SlateStyleSet,UknownMargin
source: Unable to find Margin '{0}'.
es: No pudo encontrar el margen '{0}'.
ja: マージン '{0}' が見つかりません
pt_br: Não foi possível encontrar a Margem “{0}”.

# SlateStyleSet,UknownSlateColor
source: Unable to find SlateColor '{0}'.
es: No pudo encontrar el SlateColor '{0}'.
ja: SlateColor '{0}' が見つかりません
pt_br: Não foi possível encontrar SlateColor “{0}”.

# SlateStyleSet,UknownSlateFloat
source: Unable to find float property '{0}' in style.
ja: float プロパティ '{0}' 形式が見つかりません

# SlateStyleSet,UknownSlateVector
source: Unable to find vector property '{0}' in style.
ja: vector プロパティ '{0}' 形式が見つかりません

# SlateStyleSet,UknownSound
source: Unable to find Sound '{0}'.
es: No pudo encontrar el sonido '{0}'.
ja: サウンド '{0}' が見つかりません
pt_br: Não foi possível encontrar o Som “{0}”.

# SlateStyleSet,UnknownWidgetStyle
source: Unable to find Slate Widget Style '{0}'. Using {1} defaults instead.
es: No pudo encontrar el estilo del widget del cuadro '{0}'. Utilizando {1} predeterminado en su lugar.
ja: スレートウィジェットスタイル '{0}' が見つかりません。代わりに {1} をデフォルトに使用します。
pt_br: Não foi possível encontrar o Estilo de Widget do Slate “{0}”. Usando {1} padrões no lugar.

# SlateStyleSet,WrongWidgetStyleType
source: The Slate Widget Style '{0}' is not of the desired type. Desired: '{1}', Actual: '{2}'
es: El estilo del widget del cuadro “{0}” no es del tipo deseado. Deseado: '{1}', Real: '{2}'
ja: スレートウィジェットスタイル '{0}' は設定するタイプではありません。設定: '{1}', 実際: '{2}'
pt_br: O Estilo de Widget do Slate “{0}” não é do tipo desejado. Desejado: “{1}”, Atual: “{2}”

# SlateTestSuite,UserWidgetExampleTitle
source: Implemented in the .cpp : {0}
ja: .cppの実装： {0}

# SlateWidgetStyleSet,LoadingError
source: Encountered multiple Slate Widget Styles with the same name. Name: '{0}', First Asset: '{1}', Second Asset: '{2}'.
es: Encontrados varios estilos de widget del cuadro con el mismo nombre. Nombre: '{0}', Primer activo: '{1}', Segundo activo: '{2}'.
ja: 同じ名前の複数のスレートウィジェットスタイルが見つかりました。名前: \'{0}\'、 First アセット: \'{1}\'、 2番目のアセット: \'{2}\'
pt_br: Vários Estilos de Widget do Slate encontrados com o mesmo nome. Nome: “{0}”, Primeiro Ativo: “{1}”, Segundo Ativo: “{2}”.

# SListView,BrokenUIMessage
source: OnGenerateWidget() not assigned.
es: OnGenerateWidget() no asignado.
ja: OnGenerateWidget() が割り当てられていません
pt_br: OnGenerateWidget() não atribuído.

# STreeView,BrokenSetupMessage
source: OnGenerateWidget() not assigned.
es: OnGenerateWidget() no asignado.
ja: OnGenerateWidget() が割り当てられていません
pt_br: OnGenerateWidget() não atribuído.

# SMenuAnchor,NoMenuContent
source: No Menu Content Assigned; use .MenuContent
es: Ningún contenido de menú asignado; utilizar .MenuContent
ja: メニュー コンテンツが割り当てられていません。.MenuContent を使用してください
pt_br: Nenhum Conteúdo de Menu Atribuído; usar .MenuContent

# SMenuEntryBlock,MissingIconInMenu
source: This menu entry is missing an icon and should be fixed (consistency within each section is required, either every entry in the section has an icon or no entries have an icon)
ja: メニュー項目にアイコンがないため固定しなくてはいけません（各セクション内に整合性が必要です。セクションの全ての項目にアイコンがあるか、項目にアイコンがありません。）

# SMergeAssetPickerView,LocalRevision
source: Local Copy
ja: ローカルコピー

# SMergeAssetPickerView,PickRevision
source: Pick a Revision...
ja: リビジョンを選択...

# SMergeAssetPickerView,RevisionNum
source: Revision {0}
ja: リビジョン {0}

# SMergeAssetPickerView,Revisions
source: Revisions
ja: リビジョン

# SMergeAssetPickerView,SelectAsset
source: Select an Asset...
ja: アセットを選択...

# SMergeAssetPickerView,SelectAssetFirst
source: Select an asset first.
ja: 最初にアセットを選択

# SMergeAssetPickerView,UnknownRevision
source: Unknown Revision
ja: 不明なリビジョン

# SMergeDetailsView,PropertyConflict
source: Conflict: {0} and {1}
ja: コンフリクト： {0} と {1}

# SMergeDetailsView,RemoteLabel
source: Remote
ja: リモート

# SMergeTreeView,RemoteLabel
source: Remote
ja: リモート

# SMergeGraphView,ConflictIdentifier
source: CONFLICT: {0} conflicts with {1}
ja: コンフリクト：{0} が {1} とコンフリクト

# SMergeTreeView,ConflictIdentifier
source: CONFLICT: {0} conflicts with {1}
ja: コンフリクト：{0} が {1} とコンフリクト

# SMergeGraphView,MergeGraphsTabTitle
source: Graphs
ja: グラフ

# SVisualLoggerToolbar,ToggleGraphs
source: Graphs
ja: グラフ

# SMergeGraphView,MergeGraphsTooltipText
source: Differences in the various graphs present in the blueprint
ja: ブループリントに表示されるさまざまなグラフの相違点

# SMergeGraphView,MergeMyBlueprintTabTitle
source: My Blueprint
ja: マイブループリント

# SMergeGraphView,MergeMyBlueprintTooltipText
source: Differences in the 'My Blueprints' attributes of the blueprint
ja: ブループリントの「マイブループリント」属性の相違点

# SMessageLog,CategoriesListNameColumnHeader
source: Category
ja: カテゴリ

# SMessageLogMessageListRow,DocsLabel
source: Docs
ja: ドキュメント

# SMessageLogMessageListRow,DocumentationTokenToolTip
source: Click to open documentation
ja: クリックしてドキュメントを開く

# SMessageLogMessageListRow,TutorialTokenToolTip
source: Click to open tutorial
ja: クリックしてチュートリアルを開く

# SMissingWidget,MissingWidget
source: Missing Widget
es: Widget perdido
ja: ウィジェットが見つかりません
pt_br: Widget Ausente

# SMultipleOptionTable,AllHyperlinkToolTip
source: Select all options.
ja: オプションをすべて選択

# SMultipleOptionTable,NoneHyperlinkToolTip
source: Deselect all.
ja: 選択をすべて解除

# SMultipleOptionTable,SelectLabel
source: Select:
ja: 選択:

# SProjectLauncherCookByTheBookSettings,SelectLabel
source: Select:
ja: 選択:

# SProjectLauncherCookedPlatforms,SelectLabel
source: Select:
ja: 選択:

# SoundNodeBranch,ParamUnset
source: Parameter Unset
es: Parámetro no ajustado
ja: パラメータが未設定です
pt_br: Parâmetro Não Definido

# SoundNodeSwitch,ParamUnset
source: Parameter Unset
es: Parámetro no ajustado
ja: パラメータが未設定です
pt_br: Parâmetro Não Definido

# SoundNodeDialoguePlayer,LoopingDialogueWaveDescription
source: Looping {Description} : {DialogueWaveName}
ja: ループ中 {Description} : {DialogueWaveName}

# SoundNodeWavePlayer,NoSoundWave
source: NONE
es: NINGUNO
ja: なし
pt_br: NENHUM

# SoundNodeWavePlayer,LoopingSoundWaveDescription
source: Looping {Description} : {SoundWaveName}
es: Bucle {Description} : {SoundWaveName}
ja: ループ中 {Description} : {SoundWaveName}
pt_br: {Description} em loop: {SoundWaveName}

# SourceCodeAccessModule,TargetSettingsDescription
source: Control how the editor accesses source code.
es: Controla cómo el editor accede al código fuente.
ja: エディタがソースコントロールにアクセスする方法を制御します
pt_br: Controla como o editor acessa o código de origem.

# SourceCodeAccessModule,TargetSettingsName
source: Source Code
es: Código fuente
ja: ソースコード
pt_br: Código de Origem

# SourceControl,SourceControl_Add
source: Adding file(s) to Source Control...
es: Añadiendo archivo(s) al control de código fuente...
ja: ソースコントロールにファイルを追加中...
pt_br: Adicionado arquivos ao Controle de Origem...

# SourceControl,SourceControl_CheckIn
source: Checking file(s) into Source Control...
es: Comprobando archivo(s) en el control del código fuente...
ja: ソース コントロールにファイルをチェックインしています...
pt_br: Enviando arquivos para o Controle de Origem...

# SourceControl,SourceControl_CheckOut
source: Checking file(s) out of Source Control...
es: Reservando archivo(s) del control fuente...
ja: ソース コントロールからファイルをチェックアウト中...
pt_br: Retirando arquivos do Controle de Origem...

# SourceControl,SourceControl_Connecting
source: Connecting to source control...
es: Conectándose al control del código fuente...
ja: ソースコントロールに接続中...
pt_br: Conectando ao controle de origem...

# SourceControl,SourceControl_Copy
source: Copying file(s) in Source Control...
es: Copiando el/los archivo(s) en el control del código fuente...
ja: ソースコントロールにファイルをコピー中...
pt_br: Copiando arquivos no Controle de Origem...

# SourceControl,SourceControl_Delete
source: Deleting file(s) from Source Control...
es: Eliminando el/los archivo(s) del control del código fuente...
ja: ソース コントロールからファイルを削除中...
pt_br: Excluindo arquivos do Controle de Origem...

# SourceControl,SourceControl_Resolve
source: Resolving file(s) in Source Control...
es: Resolviendo el/los archivo(s) en el control del código fuente...
ja: ソース コントロールのファイルを解決中...
pt_br: Resolvendo arquivos no Controle de Origem...

# SourceControl,SourceControl_Revert
source: Reverting file(s) in Source Control...
es: Retomar el/los archivo(s) en el control del código fuente...
ja: ソース コントロールのファイルをリバート中...
pt_br: Revertendo arquivos no Controle de Origem...

# SourceControl,SourceControl_Sync
source: Syncing file(s) from source control...
es: Sincronizando archivo(s) desde el control del código fuente...
ja: ソース コントロールからファイルを同期中...
pt_br: Sincronizando arquivos do controle de origem...

# SourceControl,SourceControl_Update
source: Updating file(s) source control status...
es: Actualizando el estado de control del código fuente del/los archivo(s)...
ja: ファイルソースコントロールステータスを更新中...
pt_br: Atualizando arquivos no status do controle de origem...

# SourceControl,SourceControlLoginTitle
source: Source Control Login
es: Inicio de sesión del control del código fuente
ja: ソースコントロールへログインする
pt_br: Login do Controle de Origem

# SourceControl,SourceControlLogLabel
source: Source Control
es: Control de código fuente
ja: ソースコントロール
pt_br: Controle de Origem

# SourceControlHelpers,AddFailed
source: Failed to add file '{InFilePath}' to source control.
es: Fallo al añadir el archivo “{InFilePath}' al control del código fuente.
ja: ファイル '{InFilePath}' をソースコントロールへ追加できませんでした
pt_br: Falha ao adicionar arquivo “{InFilePath}” para o controle de origem.

# SourceControlHelpers,CheckoutFailed
source: Failed to check out file '{InFilePath}'.
es: Error al reservar el archivo '{InFilePath}'.
ja: ファイル '{InFilePath}' をチェックアウトできませんでした
pt_br: Falha ao retirar o arquivo “{InFilePath}”.

# SourceControlHelpers,CouldNotDetermineState
source: Could not determine source control state of file '{InFilePath}'.
es: No pudo determinar el estado de control fuente del archivo '{InFilePath}'.
ja: ファイル '{InFilePath}' のソールコントロールステートを判断できません
pt_br: Não foi possível determinar o estado do controle de origem do arquivo “{InFilePath}”.

# SourceControlHelpers,ExternalImageCopyError
source: Could not overwrite {0} file.
es: No pudo sobrescribir {0} el archivo.
ja: {0} ファイルを上書きできません
pt_br: Não foi possível substituir o arquivo {0}.

# SourceControlHelpers,MarkForAddFailed
source: Failed to add file '{InFilePath}'.
ja: ファイル '{InFilePath}' を追加できませんでした

# SourceControlHelpers,NotAtHeadRevision
source: File '{InFilePath}' is not at head revision.
es: El archivo “{InFilePath}' no está en la revisión principal.
ja: ファイル '{InFilePath}' が最新リビジョンにありません
pt_br: O arquivo “{InFilePath}” não está na revisão principal.

# SourceControlHelpers,SimultaneousCheckout
source: File '{InFilePath}' is checked out by another ('{SimultaneousCheckoutUser}').
es: El archivo '{InFilePath}' está reservado por otro ('{SimultaneousCheckoutUser}').
ja: ファイル '{InFilePath}' は別のユーザー ('{SimultaneousCheckoutUser}') にチェックアウトされています
pt_br: O arquivo “{InFilePath}” é retirado por outro (“{SimultaneousCheckoutUser}”).

# SourceControlHelpers,SourceControlCheckoutError
source: Could not check out {0} file.
es: No fue posible reservar el archivo {0}.
ja: {0} ファイルをチェックアウトできません
pt_br: Não foi possível retirar o arquivo {0}.

# SourceControlHelpers,SourceControlDisabled
source: Source control is not enabled.
es: El control de código fuente no está activado.
ja: ソースコントロールは有効ではありません
pt_br: O controle de origem não está ativado.

# SourceControlHelpers,SourceControlMarkForAddError
source: Could not mark {0} file for add.
es: No pudo marcar {0} el archivo para añadir.
ja: 追加する {0} ファイルをマーク付けできません
pt_br: Não foi possível marcar o arquivo {0} para adicionar.

# SourceControlHelpers,SourceControlServerUnavailable
source: Source control server is currently not available.
es: El servidor de control del código fuente no está actualmente disponible.
ja: ソースコントロールサーバーは現在利用不可です
pt_br: O servidor do controle de origem não está disponível no momento.

# SourceControlHelpers,UnspecifiedCheckoutFile
source: Check out file not specified
es: Reserva de archivo no especificada
ja: チェックアウトするファイルが指定されていません
pt_br: Retirar arquivo não especificado

# SOutputLog,AddFilterToolTip
source: Add an output log filter.
ja: アウトプットログフィルタを追加

# SOutputLog,Filters
source: Filters
ja: フィルタ

# SVisualLogger,FiltersTabTitle
source: Filters
ja: フィルタ

# SOutputLog,SearchLogHint
source: Search Log
ja: ログを検索

# SOutputLog,ShowErrors_Tooltip
source: Filter the Output Log to show errors
ja: エラーを表示するようにアウトプットログをフィルタリング

# SOutputLog,ShowMessages
source: Messages
ja: メッセージ

# SOutputLog,ShowMessages_Tooltip
source: Filter the Output Log to show messages
ja: メッセージを表示するようにアウトプットログをフィルタリング

# SOutputLog,ShowWarnings_Tooltip
source: Filter the Output Log to show warnings
ja: 警告を表示するようにアウトプットログをフィルタリング

# SpawnRegister,NotSupported
source: Not supported
ja: サポートされていません

# SPlatformSetupMessage,MissingFilesButton
source: Configure Now
es: Configurar ahora
ja: 今すぐ設定
pt_br: Configurar Agora

# SPlatformSetupMessage,MissingFilesText
source: Project is not configured for the {0} platform
es: El proyecto no está configurado para la {0} plataforma
ja: プロジェクトは {0} プラットフォームに対応していません
pt_br: O projeto não está configurado para a plataforma {0}

# SPlatformSetupMessage,NeedsCheckoutButton
source: Check Out
es: Reservar
ja: チェック アウト
pt_br: Registro de Saída

# SPlatformSetupMessage,NeedsCheckoutText
source: Platform files are under source control
es: Los archivos de plataforma están bajo el control del código fuente
ja: プラットフォームファイルはソースコントロール配下にあります
pt_br: Os arquivos da plataforma estão sob controle da origem

# SPlatformSetupMessage,PlatformSetupTooltip
source: Status of platform setup file '{0}'
es: Estado del archivo de configuración de la plataforma '{0}'
ja: プラットフォーム設定ファイルのステータス '{0}'
pt_br: Status do arquivo de configuração da plataforma “{0}”

# SPlatformSetupMessage,ReadOnlyButton
source: Make Writable
es: Hacer que sea modificable
ja: 書込み可能にする
pt_br: Tornar Gravável

# SSettingsEditorCheckoutNotice,MakeWritable
source: Make Writable
es: Hacer que sea modificable
ja: 書込み可能にする
pt_br: Tornar Gravável

# SPlatformSetupMessage,ReadOnlyText
source: Platform files are read-only or locked
es: Los archivos de plataforma son de solo lectura o están bloqueados
ja: プラットフォームファイルは読み取り専用かロックされています
pt_br: Os arquivos da plataforma são somente para leitura ou travados

# SPlatformSetupMessage,ReadyToModifyText
source: Platform files are writeable
es: Los archivos de plataforma son modificables
ja: プラットフォームファイルは書き込み可能です
pt_br: Os arquivos da plataforma são graváveis

# SplineMeshActor,MapCheck_Message_SplineMeshNull
source: Spline mesh actor has NULL StaticMesh property
ja: スプラインメッシュアクタにNULLのStaticMesh プロパティがあります

# SpriteCategory,Characters
source: Characters
es: Caracteres
ja: キャラクター
pt_br: Caracteres

# SpriteCategory,Effects
source: Effects
es: Efectos
ja: エフェクト
pt_br: Efeitos

# SpriteCategory,Matinee
source: Matinee
ja: マチネ
pt_br: Matinê

# SpriteCategory,Notes
source: Notes
es: Notas
ja: 注記
pt_br: Observações

# SpriteCategory,PlayerStart
source: Player Start
es: Salida del jugador
ja: プレイヤースタート
pt_br: Início do Jogador

# SpriteCategory,Sky
source: Sky
es: Cielo
ja: スカイ
pt_br: Céu

# SpriteCategory,TargetPoint
source: Target Points
es: Puntos de destino
ja: ターゲットポイント
pt_br: Pontos Alvo

# SpriteCategory,Triggers
source: Triggers
es: Disparadores
ja: トリガー
pt_br: Acionadores

# SpriteCategory,Wind
source: Wind
es: Viento
ja: 風
pt_br: Vento

# SProfilerFPSChartPanel,AverageFPSFmt
source: Ave FPS: {0}
ja: 平均 FPS: {0}

# SProfilerFPSChartPanel,MaxFPSFmt
source: Max FPS: {0}
ja: 最高 FPS: {0}

# SProfilerFPSChartPanel,MinFPSFmt
source: Min FPS: {0}
ja: 最低 FPS: {0}

# SProfilerFPSChartPanel,SamplesCountFmt
source: Samples: {0}
ja: サンプル： {0}

# SProfilerFPSChartPanel,StatisticsLabel
source: Statistics
es: Estadísticas
ja: 統計
pt_br: Estatísticas

# UICommands.FProfilerCommands,StatsProfiler
source: Statistics
ja: 統計

# SProfilerSettings,bShowCoalescedViewModesInEventGraph_T
source: Show Coalesced View Modes In Event Graph
es: Muestra los modos vista unificada en el gráfico del evento
ja: イベントグラフで結合ビュー モードで表示
pt_br: Exibir Modos de Visualização Unida no Grafo de Evento

# SProfilerSettings,bShowCoalescedViewModesInEventGraph_TT
source: If True, coalesced view modes related functionality will be added to the event graph
es: Si es verdadero, la funcionalidad relacionada con los modos de vista se añadirá al gráfico del evento
ja: Trueの場合、機能と関連した結合ビューモードがイベントグラフに追加されます
pt_br: Se for verdadeiro, os modos de visualização unida relacionados à funcionalidade serão adicionados ao grafo de evento

# SProfilerSettings,ProfilerSettingTitle
source: Profiler settings
es: Configuración del generador de perfiles
ja: プロファイラ設定
pt_br: Configurações do perfilador

# SProfilerSettings,ResetToDefaultsTitle
source: Reset to defaults
es: Reajustar a predeterminados
ja: デフォルトにリセット
pt_br: Redefinir para padrões

# SProfilerSettings,SaveAndCloseTitle
source: Save and close
es: Guardar y cerrar
ja: 保存して閉じる
pt_br: Salvar e fechar

# SProfilerWindow,CancelButton_TTText
source: Hides this notification
es: Oculta esta notificación
ja: この通知を非表示にする
pt_br: Oculta esta notificação

# SProfilerWindow,DescF_OfflineCapture_Failed
source: Failed to load capture file ../../{Filename}
es: Error al cargar el archivo de captura ../../{Filename}
ja: キャプチャファイルのロードに失敗しました ../../{Filename}
pt_br: Falha ao carregar arquivo de captura ../../{Filename}

# SProfilerWindow,DescF_OfflineCapture_InProgress
source: Loading a file ../../{Filename} {DataLoadingProgressPercent}
es: Cargando un archivo ../../{Filename} {DataLoadingProgressPercent}
ja: ファイルをロード中 ../../{Filename} {DataLoadingProgressPercent}
pt_br: Carregando um arquivo ../../{Filename} {DataLoadingProgressPercent}

# SProfilerWindow,DescF_OfflineCapture_Loaded
source: Capture file ../../{Filename} has been successfully loaded
es: El archivo de captura ../../{Filename} ha sido cargado con éxito
ja: ファイルをキャプチャ ../../{Filename} のロードに成功しました。
pt_br: O arquivo de captura ../../{Filename} foi carregado

# SProfilerWindow,DescF_OfflineCapture_Started
source: Started loading a file ../../{Filename}
es: Comenzó a cargar un archivo ../../{Filename}
ja: ファイルをロード中 ../../{Filename} {DataLoadingProgressPercent}
pt_br: Iniciou o carregamento de um arquivo ../../{Filename}

# SProfilerWindow,DescF_ServiceSideCapture_Failed
source: Failed to receive capture file ../../{Filename}
es: Error al recibir el archivo de captura ../../{Filename}
ja: キャプチャファイルの受信に失敗しました ../../{Filename}
pt_br: Falha ao receber arquivo de captura ../../{Filename}
