Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,BodyInstance:bUseAsyncScene
source: If true, this body will be put into the asynchronous physics scene. If false, it will be put into the synchronous physics scene. If the body is static, it will be placed into both scenes regardless of the value of bUseAsyncScene.
es: Si es verdadero, este cuerpo se colocará en la escena física no sincronizada. Si es falso, se colocará en la escena física sincronizados. Si es cuerpo es estático, se ubicará en ambas escenas pese a el valor de bUseAsyncScene.
pt_br: Se for verdadeiro, este corpo será colocado na cena de física assíncrona. Se for falso, ele será colocado na cena de física síncrona. Se o corpo é estático, ele será colocado em ambas as cenas independente do valor de bUseAsyncScene.

# UObjectToolTips,BodyInstance:bUseCCD
source: If true Continuous Collision Detection (CCD) will be used for this component
es: Si es verdadero, se usará la detección de la colisión continua (CCD) para este componente
pt_br: Se for verdadeiro, a Detecção Contínua de Colisões (CCD) será usada para este componente.

# UObjectToolTips,BodyInstance:CollisionResponses
source: Custom Channels for Responses
es: Canales personalizados para las respuestas
pt_br: Canais Personalizados para Respostas

# UObjectToolTips,CollisionResponse:ResponseArray
source: Custom Channels for Responses
es: Canales personalizados para las respuestas
pt_br: Canais Personalizados para Respostas

# UObjectToolTips,BodyInstance:COMNudge
source: User specified offset for the center of mass of this object, from the calculated location
es: Desplazamiento especificado del usuario hacia el dentro de la masa de este objeto, desde la ubicación calculada
pt_br: Deslocamento especificado pelo usuário para o centro de massa desse objeto, a partir do local calculado

# UObjectToolTips,BodyInstance:DOFMode
source: Locks physical movement along specified axis.
es: Bloquear el movimiento físico a lo largo del eje personalizado.
pt_br: Bloqueia o movimento físico ao longo do eixo especificado.

# UObjectToolTips,BodyInstance:LinearDamping
source: 'Drag' force added to reduce linear movement
es: 'Arrastrar' la fuerza añadida para reducir el movimiento lineal.
ko: Linear Damping - 선형 운동 감소를 위해 추가할 '인력'입니다.
pt_br: Força de 'arrasto' adicionada para reduzir o movimento linear

# UObjectToolTips,BodyInstance:MassScale
source: Per-instance scaling of mass
es: Escala por instancia de la masa
pt_br: Escalonamento de massa por instância

# UObjectToolTips,BodyInstance:MaxAngularVelocity
source: The maximum angular velocity for this instance
es: La velocidad angular máxima para esta instancia
pt_br: A velocidade angular máxima para essa instância

# UObjectToolTips,BodyInstance:ObjectType
source: Enum indicating what type of object this should be considered as when it moves
es: Enumeración que indica qué tipo de objeto debe considerar mientras que se mueve
pt_br: Enum que indica que tipo de objeto que este deve ser considerado ao mover-se

# UObjectToolTips,BodyInstance:PhysMaterialOverride
source: Allows you to override the PhysicalMaterial to use for simple collision on this body.
es: Le permite anular el PhysicalMaterial para usarlo para una colisión simple en este cuerpo.
pt_br: Permite substituir PhysicalMaterial para usar em colisão simples neste corpo.

# UObjectToolTips,BodyInstance:PositionSolverIterationCount
source: This physics body's solver iteration count for position. Increasing this will be more CPU intensive, but better stabilized.
es: La iteración del sistema de resolución de este cuerpo físico cuenta para la posición. Al aumentarlo será un CPU más intensivo, pero mejor estabilizado.
pt_br: A contagem de iteração do solucionador para posição desse corpo de física. Aumentar isso exigirá mais da CPU, mas será mais estável.

# UObjectToolTips,BodyInstance:SleepFamily
source: The set of values used in considering when put this body to sleep.
es: El ajuste de los valores usados que se tienen en consideración cuando se pone un cuerpo en reposo.
pt_br: O conjunto de valores usados ao se considerar quando este corpo deve se tornar inativo.

# UObjectToolTips,BodyInstance:VelocitySolverIterationCount
source: This physics body's solver iteration count for velocity. Increasing this will be more CPU intensive, but better stabilized.
es: La iteración del sistema de resolución de este cuerpo físico cuenta para la velocidad. Al aumentarlo será un CPU más intensivo, pero mejor estabilizado.
pt_br: A contagem de iteração do solucionador para velocidade desse corpo de física. Aumentar isso exigirá mais da CPU, mas será mais estável.

# UObjectToolTips,BodySetup:AggGeom
source: Simplified collision representation of this
es: Representación de colisión simplificada
pt_br: Representação disto em colisão simplificada

# UObjectToolTips,BodySetup:bAlwaysFullAnimWeight
source: If true (and bEnableFullAnimWeightBodies in SkelMeshComp is true), the physics of this bone will always be blended into the skeletal mesh, regardless of what PhysicsWeight of the SkelMeshComp is. This is useful for bones that should always be physics, even when blending physics in and out for hit reactions (eg cloth or pony-tails).
es: Si es verdadero, (y bEnableFullAnimWeightBodies en SkelMeshComp es cierto), la física de este hueso siempre se combinará en la malla esqueleto, independientemente de lo que PhysicsWeight de SkelMeshComp sea. Es útil para los huesos que debe ser físicos siempre, incluso cuando se mezclan o separan las reacciones de golpes (por ejemplo, tela o colas de caballo).
pt_br: Se for verdadeiro (e bEnableFullAnimWeightBodies em SkelMeshComp for verdadeiro), a física deste osso se misturará sempre na malha esquelética qualquer que seja o PhysicsWeight do SkelMeshComp. Útil para ossos que devem sempre ser físicos, mesmo quando a física da mistura para dentro e para fora de reações de impacto (por exemplo: tecidos ou rabos de cavalo).

# UObjectToolTips,BodySetup:bConsiderForBounds
source: Should this BodySetup be considered for the bounding box of the PhysicsAsset (and hence SkeletalMeshComponent). There is a speed improvement from having less BodySetups processed each frame when updating the bounds.
es: ¿Se debe tener en cuenta este BodySetup para la caja delimitadora de PhysicsAsset (y por consiguiente SkeletalMeshComponent). Hay una mejora de la velocidad de tener menos BodySetups procesados en cada fotograma cuando se actualizan los límites.
pt_br: Este BodySetup deve ser considerado para a caixa delimitadora do PhysicsAsset (e, consequentemente, SkeletalMeshComponent)? Há uma melhoria na velocidade pois menos BodySetups são processados em cada quadro ao atualizar os limites.

# UObjectToolTips,BodySetup:bGenerateMirroredCollision
source: Should we generate data necessary to support collision on mirrored versions of this mesh. This halves the collision data size for this mesh, but disables collision on mirrored instances of the body.
es: ¿ Debemos generar datos para apoyar la colisión en versiones duplicadas de esta malla? Reduce a la mitad el tamaño de los datos de colisión para esta malla, pero deshabilita las colisiones en instancias duplicadas del cuerpo.
pt_br: Deve-se gerar os dados necessários para suportar a colisão em versões espelhadas desta malha? Isto corta o tamanho de dados desta malha à metade, mas desativa a colisão em instâncias espelhadas do corpo.

# UObjectToolTips,BodySetup:bGenerateNonMirroredCollision
source: Should we generate data necessary to support collision on normal (non-mirrored) versions of this body.
es: ¿Debemos generar datos necesarios para soportar la colisión en versiones normales (sin copias) de este cuerpo?
pt_br: Deve-se gerar os dados necessários para suportar a colisão em versões normais (não espelhadas) deste corpo?

# UObjectToolTips,BodySetup:bMeshCollideAll
source: If true, the physics of this mesh (only affects static meshes) will always contain ALL elements from the mesh - not just the ones enabled for collision. This is useful for forcing high detail collisions using the entire render mesh.
es: Si es verdadero, los físicos de esta malla (solo afecta a las mallas estáticas) contendrán siempre TODOS los elementos de la malla - no solo aquellos que estén habilitados para una colisión. Esto es útil para forzar colisiones altamente detalladas que utilizan toda la malla de renderizado.
pt_br: Se for verdadeiro, a física dessa malha (só afeta malhas estáticas) sempre conterá TODOS os elementos da malha — não somente os ativados para colisão. Isso é útil para forçar colisões de alto detalhe usando toda a malha de renderização.

# UObjectToolTips,BodySetup:BoneName
source: Used in the PhysicsAsset case. Associates this Body with Bone in a skeletal mesh.
es: Usado en el caso de PhysicsAsset. Asocia este cuerpo con el hueso en la malla esqueleto.
pt_br: Usado no caso PhysicsAsset. Associa esse Corpo com o Osso em uma malha esquelética.

# UObjectToolTips,BodySetup:BuildScale3D
source: Build scale for this body setup (static mesh settings define this value)
es: Diseñar una escala para la configuración de este cuerpo (el ajuste de la malla estática define este valor)
pt_br: Construir escala para esta configuração de corpo (configurações da malha estática definem este valor)

# UObjectToolTips,BodySetup:DefaultInstance
source: Default properties of the body instance, copied into objects on instantiation, was URB_BodyInstance
es: Propiedades predeterminadas de la instancia del cuerpo, se copian en los objetos en la instanciación, era URB_BodyInstance
pt_br: Propriedades padrão da instância do corpo, copiadas nos objetos na criação de instâncias; era URB_BodyInstance

# UObjectToolTips,BodySetup:PhysicsType
source: If Unfixed it will use physics. If fixed, it will use kinematic. Default will inherit from OwnerComponent's behavior.
es: Si no está fijo, usará la física. Si sí lo está, usará la cinemática. El predeterminado heredará del comportamiento de OwnerComponent.
pt_br: Se não for fixado, é usada a física. Se for fixado, é usada a cinemática. O padrão é herdado do comportamento do OwnerComponent.

# UObjectToolTips,BodySetup:PhysMaterial
source: Physical material to use for simple collision on this body. Encodes information about density, friction etc.
es: Material físico que se utiliza para una colisión simple en este cuerpo. Codifica la información sobre la densidad, fricción, etc.
pt_br: Material físico a ser usado em colisões simples contra este corpo. Codifica informação sobre densidade, atrito etc.

# UObjectToolTips,BodySetup:WalkableSlopeOverride
source: Custom walkable slope setting for this body.
es: Configuración de la inclinación transitable personalizada para este cuerpo.
pt_br: Configuração de inclinação caminhável personalizada para este corpo.

# UObjectToolTips,BoneMirrorExport
source: Structure to export/import bone mirroring information
es: Estructura para exportar/importar la información del reflejo del hueso
pt_br: Estrutura para importar/exportar as informações de espelhamento de osso

# UObjectToolTips,BoneMirrorInfo:BoneFlipAxis
source: Axis the bone is mirrored across.
es: Eje a través del cual se refleja el hueso.
pt_br: Eixo por onde o osso é espelhado.

# UObjectToolTips,BoneMirrorInfo:SourceIndex
source: The bone to mirror.
es: El hueso que reflejar.
pt_br: O osso para espelhar.

# UObjectToolTips,BookMark2D:Location
source: Location of the camera
es: Ubicación de la cámara
pt_br: Localização da câmera

# UObjectToolTips,BookMark2D:Zoom2D
source: Zoom of the camera
es: Zoom de la cámara
pt_br: Zoom da câmera

# UObjectToolTips,BookMark:HiddenLevels
source: Array of levels that are hidden
es: Matriz de los niveles que están ocultos
pt_br: Matriz de níveis que são ocultos

# UObjectToolTips,BookMark:Location
source: Camera position
es: Posición de la cámara
pt_br: Posição da câmera

# UObjectToolTips,BookMark:Rotation
source: Camera rotation
es: Rotación de la cámara
pt_br: Rotação da câmera

# UObjectToolTips,BoolTrackKey
source: Information for one event in the track.
es: Información para un evento en la pista.
pt_br: Informação sobre um evento na faixa

# UObjectToolTips,EventTrackKey
source: Information for one event in the track.
es: Información para un evento en la pista.
pt_br: Informação sobre um evento na faixa

# UObjectToolTips,Border:BackgroundDelegate
source: A bindable delegate for the Brush.
es: Un delegado enlazable para el pincel.
pt_br: Um delegado vinculável para o Pincel.

# UObjectToolTips,Border:Brush
source: Image to use for the border
es: Imagen que se utiliza para el borde
pt_br: Imagem usada para a borda

# UObjectToolTips,Border:BrushColor
source: Color and opacity of the actual border image
es: Color y opacidad de la imagen de borde real
pt_br: Cor e opacidade da imagem da borda atual

# UObjectToolTips,Border:BrushColorDelegate
source: A bindable delegate for the BrushColor.
es: Un delegado enlazable para BrushColor.
pt_br: Um delegado vinculável para BrushColor.

# UObjectToolTips,Border:bShowEffectWhenDisabled
source: Whether or not to show the disabled effect when this border is disabled
es: Si se muestra o no el efecto deshabilitado cuando este borde está deshabilitado
pt_br: Se o efeito desativado deve ou não ser mostrado quando essa borda está desativada

# UObjectToolTips,Border:ContentColorAndOpacity
source: Color and opacity multiplier of content in the border
es: Multiplicador de color y opacidad del contenido en el borde
pt_br: Multiplicador de cor e opacidade do conteúdo na borda

# UObjectToolTips,Border:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,BorderSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,ButtonSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,GridSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,OverlaySlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,ScaleBoxSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,ScrollBoxSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,SizeBoxSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,VerticalBoxSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,WidgetSwitcherSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,WindowTitleBarAreaSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,WrapBoxSlot:Padding
source: The padding area between the slot and the content it contains.
es: El área de espaciado entre la ranura y su contenido.
pt_br: A área de preenchimento entre o slot e o conteúdo que ele contém.

# UObjectToolTips,BorderSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,ButtonSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,GridSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,OverlaySlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,ScaleBoxSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,ScrollBoxSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,SizeBoxSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,UniformGridSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,VerticalBoxSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,WidgetSwitcherSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,WindowTitleBarAreaSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,WrapBoxSlot:HorizontalAlignment
source: The alignment of the object horizontally.
es: La alineación horizontal del objeto.
pt_br: Alinhamento horizontal do objeto.

# UObjectToolTips,BorderSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,ButtonSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,GridSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,OverlaySlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,ScaleBoxSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,SizeBoxSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,UniformGridSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,VerticalBoxSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,WidgetSwitcherSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,WindowTitleBarAreaSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,WrapBoxSlot:VerticalAlignment
source: The alignment of the object vertically.
es: La alineación vertical del objeto.
pt_br: Alinhamento vertical do objeto.

# UObjectToolTips,BoxComponent
source: A box generally used for simple collision. Bounds are rendered as lines in the editor.
es: Una caja usada generalmente para la colisión simple. Los límites se renderizan como las líneas en el editor.
pt_br: Uma caixa geralmente usada para colisão simples. Os limites são renderizados como linhas no editor.

# UObjectToolTips,BoxComponent:GetScaledBoxExtent
source: @return the box extent, scaled by the component scale.
es: @return la extensión de la caja, escalada por la escala del componente.
pt_br: @return a extensão da caixa, escalonada pela escala do componente.

# UObjectToolTips,BoxComponent:GetUnscaledBoxExtent
source: @return the box extent, ignoring component scale.
es: @return la extensión de la caja, omitiendo la escala del componente.
pt_br: @return a extensão da caixa, ignorando a escala do componente.

# UObjectToolTips,BoxElement2D
source: Box shape used for collision
es: Forma de la caja usada para la colisión
pt_br: Formato da caixa usado para colisão

# UObjectToolTips,KBoxElem
source: Box shape used for collision
es: Forma de la caja usada para la colisión
pt_br: Formato da caixa usado para colisão

# UObjectToolTips,BoxElement2D:Center
source: Center of the box
es: Centro de la caja
pt_br: Centro da caixa

# UObjectToolTips,BoxElement2D:Height
source: Height of the box
es: Altura de la caja
pt_br: Altura da caixa

# UObjectToolTips,BoxElement2D:Width
source: Width of the box
es: Ancho de la caja
pt_br: Largura da caixa

# UObjectToolTips,BoxReflectionCaptureComponent
source: -> will be exported to EngineDecalClasses.h
es: -> se exportarán a EngineDecalClasses.h
ko: Capture Component - EngineDecalClasses.h 로 익스포트됩니다.
pt_br: -> será exportado para EngineDecalClasses.h

# UObjectToolTips,PlaneReflectionCaptureComponent
source: -> will be exported to EngineDecalClasses.h
es: -> se exportarán a EngineDecalClasses.h
ko: Capture Component - EngineDecalClasses.h 로 익스포트됩니다.
pt_br: -> será exportado para EngineDecalClasses.h

# UObjectToolTips,ReflectionCaptureComponent
source: -> will be exported to EngineDecalClasses.h
es: -> se exportarán a EngineDecalClasses.h
ko: Capture Component - EngineDecalClasses.h 로 익스포트됩니다.
pt_br: -> será exportado para EngineDecalClasses.h

# UObjectToolTips,SceneCaptureComponent
source: -> will be exported to EngineDecalClasses.h
es: -> se exportarán a EngineDecalClasses.h
ko: Capture Component - EngineDecalClasses.h 로 익스포트됩니다.
pt_br: -> será exportado para EngineDecalClasses.h

# UObjectToolTips,SphereReflectionCaptureComponent
source: -> will be exported to EngineDecalClasses.h
es: -> se exportarán a EngineDecalClasses.h
ko: Capture Component - EngineDecalClasses.h 로 익스포트됩니다.
pt_br: -> será exportado para EngineDecalClasses.h

# UObjectToolTips,BoxReflectionCaptureComponent:BoxTransitionDistance
source: Adjust capture transition distance
es: Ajusta la distancia de transición de la captura
pt_br: Ajustar a distância de transição de captura
