Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AtmospherePrecomputeParameters
source: Structure storing Data for pre-computation
es: Estructura que almacena los datos para el cálculo previo
pt_br: Estrutura que armazena Dados para pré-computação

# UObjectToolTips,AtmospherePrecomputeParameters:DensityHeight
source: Rayleigh scattering density height scale, ranges from [0...1]
es: Escala de la altura de la densidad fundida de la dispersión de rayleigh, rangos desde [0...1]
pt_br: Escala de densidade de altura para espalhamento de Rayleigh, varia de [0..1]

# UObjectToolTips,AtmospherePrecomputeParameters:InscatterAltitudeSampleNum
source: Number of different altitudes at which to sample inscatter color (size of 3D texture Z dimension)
es: Número de altitudes diferentes a las que se hace el muestreo del color dispersión (tamaño de textura 3D dimensión Z)
pt_br: Número de altitudes diferentes na qual a cor de espalhamento interno será amostrada (tamanho da dimensão Z da textura 3D)

# UObjectToolTips,AtmospherePrecomputeParameters:InscatterMuNum
source: Inscatter Texture Height
es: Altura de la textura Inscatter
pt_br: Altura da Textura de Espalhamento

# UObjectToolTips,AtmospherePrecomputeParameters:InscatterMuSNum
source: Inscatter Texture Width
es: Ancho de la textura Inscatter
pt_br: Largura da Textura de Espalhamento

# UObjectToolTips,AtmospherePrecomputeParameters:InscatterNuNum
source: Inscatter Texture Width
es: Ancho de la textura Inscatter
pt_br: Largura da Textura de Espalhamento

# UObjectToolTips,AtmospherePrecomputeParameters:IrradianceTexHeight
source: Irradiance Texture Height
es: Altura de la textura de irradiancia
pt_br: Altura da Textura de Irradiação

# UObjectToolTips,AtmospherePrecomputeParameters:IrradianceTexWidth
source: Irradiance Texture Width
es: Ancho de la textura de irradiancia
pt_br: Largura da Textura de Irradiação

# UObjectToolTips,AtmospherePrecomputeParameters:MaxScatteringOrder
source: Maximum scattering order
es: Orden de difuminado máximo
pt_br: Ordem máxima de espalhamento

# UObjectToolTips,AtmospherePrecomputeParameters:TransmittanceTexHeight
source: Transmittance Texture Height
es: Transmitancia de la altura de la textura
pt_br: Altura de Textura de Transmitância

# UObjectToolTips,AtmospherePrecomputeParameters:TransmittanceTexWidth
source: Transmittance Texture Width
es: Transmitancia del ancho de la textura
pt_br: Largura de Textura de Transmitância

# UObjectToolTips,AtmosphericFogComponent
source: Used to create fogging effects such as clouds.
es: Usado para crear efectos de niebla como las nubes.
pt_br: Usado para criar efeitos de neblina como nuvens.

# UObjectToolTips,AtmosphericFogComponent:AltitudeScale
source: Altitude scale (only Z scale).
es: Escala de la altitud (solo escala Z)
pt_br: Escala da altitude (somente escala Z).

# UObjectToolTips,AtmosphericFogComponent:bDisableGroundScattering
source: Disable Color scattering from ground.
es: Desactivar difuminado del color de la base.
pt_br: Desativa o espalhamento de Cor do chão.

# UObjectToolTips,AtmosphericFogComponent:bDisableSunDisk
source: Disable Sun Disk rendering.
es: Desactivar renderización del disco del sol
pt_br: Desativa a renderização de Disco Solar.

# UObjectToolTips,AtmosphericFogComponent:DefaultBrightness
source: Default light brightness. Used when there is no sunlight placed in the level. Unit is lumens
es: Brillo de la luz predeterminado. Se usa cuando no se ha colocado el sol en el nivel. La unidad es lumen.
pt_br: Brilho de luz padrão. Usado quando não há luz solar colocada no nível. A unidade é lúmens

# UObjectToolTips,AtmosphericFogComponent:DefaultLightColor
source: Default light color. Used when there is no sunlight placed in the level.
es: Color de la luz predeterminada. Se usa cuando no se ha colocado el sol en el nivel. La unidad es lumen.
pt_br: Cor de luz padrão. Usado quando não há luz solar colocada no nível.

# UObjectToolTips,AtmosphericFogComponent:DensityMultiplier
source: Fog density control factor.
es: Factor de control de la densidad de la niebla.
pt_br: Fator de controle da densidade da névoa.

# UObjectToolTips,AtmosphericFogComponent:DensityOffset
source: Fog density offset to control opacity [-1.f ~ 1.f].
es: Desplazamiento de la densidad de la niebla para controlar la opacidad [-1.f ~ 1.f].
pt_br: Deslocamento de densidade de névoa para controlar a opacidade [-1.f ~ 1.f].

# UObjectToolTips,AtmosphericFogComponent:DisableGroundScattering
source: Set DisableGroundScattering
es: Ajustar DisableGroundScattering
pt_br: Definir DisableGroundScattering

# UObjectToolTips,AtmosphericFogComponent:DisableSunDisk
source: Set DisableSunDisk
es: Ajustar DisableSunDisk
pt_br: Definir DisableSunDisk

# UObjectToolTips,AtmosphericFogComponent:DistanceOffset
source: Distance offset, in km (to handle large distance)
es: Desplazamiento de la distancia, en km (para controlar grandes distancias)
pt_br: Deslocamento de distância, em km (para manipular grandes distâncias)

# UObjectToolTips,AtmosphericFogComponent:SunDiscScale
source: Distance offset, in km (to handle large distance)
es: Desplazamiento de la distancia, en km (para controlar grandes distancias)
pt_br: Deslocamento de distância, em km (para manipular grandes distâncias)

# UObjectToolTips,AtmosphericFogComponent:DistanceScale
source: Distance scale.
es: Escala de distancia.
pt_br: Escala da distância.

# UObjectToolTips,AtmosphericFogComponent:FogMultiplier
source: Scattering factor on object.
es: Factor de fundido en el objeto.
pt_br: Fator de espalhamento no objeto.

# UObjectToolTips,AtmosphericFogComponent:GroundOffset
source: Ground offset.
es: Desplazamiento de la base.
pt_br: Deslocamento de chão.

# UObjectToolTips,AtmosphericFogComponent:SetAltitudeScale
source: Set AltitudeScale
es: Ajustar AltitudeScale
pt_br: Definir AltitudeScale

# UObjectToolTips,AtmosphericFogComponent:SetDefaultBrightness
source: Set brightness of the light
es: Ajustar el brillo de la luz
pt_br: Definir o brilho da luz

# UObjectToolTips,AtmosphericFogComponent:SetDefaultLightColor
source: Set color of the light
es: Ajustar el color de la luz
pt_br: Definir a cor da luz

# UObjectToolTips,LightComponent:SetLightColor
source: Set color of the light
es: Ajustar el color de la luz
pt_br: Definir a cor da luz

# UObjectToolTips,SkyLightComponent:SetLightColor
source: Set color of the light
es: Ajustar el color de la luz
pt_br: Definir a cor da luz

# UObjectToolTips,AtmosphericFogComponent:SetDensityMultiplier
source: Set DensityMultiplier
es: Ajustar DensityMultiplier
pt_br: Definir DensityMultiplier

# UObjectToolTips,AtmosphericFogComponent:SetDensityOffset
source: Set DensityOffset
es: Ajustar DensityOffset
pt_br: Definir DensityOffset

# UObjectToolTips,AtmosphericFogComponent:SetDistanceOffset
source: Set DistanceOffset
es: Ajustar DistanceOffset
pt_br: Definir DistanceOffset

# UObjectToolTips,AtmosphericFogComponent:SetDistanceScale
source: Set DistanceScale
es: Ajustar DistanceScale
pt_br: Definir DistanceScale

# UObjectToolTips,AtmosphericFogComponent:SetFogMultiplier
source: Set FogMultiplier
es: Ajustar FogMultiplier
pt_br: Definir FogMultiplier

# UObjectToolTips,AtmosphericFogComponent:SetPrecomputeParams
source: Set PrecomputeParams, only valid in Editor mode
es: Ajustar PrecomputeParams, es solo válido en el modo editor
pt_br: Definir PrecomputeParams, somente válido no modo de Editor

# UObjectToolTips,AtmosphericFogComponent:SetStartDistance
source: Set StartDistance
es: Ajustar StartDistance
pt_br: Definir StartDistance

# UObjectToolTips,AtmosphericFogComponent:SetSunMultiplier
source: Set SunMultiplier
es: Ajustar SunMultiplier
pt_br: Definir SunMultiplier

# UObjectToolTips,AtmosphericFogComponent:StartDistance
source: Start Distance.
es: Distancia inicial.
pt_br: Distância Inicial.

# UObjectToolTips,AtmosphericFogComponent:SunMultiplier
source: Global scattering factor.
es: Factor de difuminado global.
pt_br: Fator de espalhamento global.

# UObjectToolTips,AttenuationSettings
source: The settings for attenuating.
es: Los ajustes para el atenuado.
pt_br: As configurações a atenuar.

# UObjectToolTips,AttenuationSettings:AttenuationShape
source: The shape of the attenuation volume.
es: La forma del volumen de atenuación.
pt_br: O formato do volume de atenuação.

# UObjectToolTips,AttenuationSettings:AttenuationShapeExtents
source: The dimensions to use for the attenuation shape. Interpretation of the values differ per shape. Sphere - X is Sphere Radius. Y and Z are unused Capsule - X is Capsule Half Height, Y is Capsule Radius, Z is unused Box - X, Y, and Z are the Box's dimensions Cone - X is Cone Radius, Y is Cone Angle, Z is Cone Falloff Angle
es: Las dimensiones que se utilizan para la forma de atenuación. La interpretación de los valores varía según la forma. Esfera - X es el radio de esfera. Y y Z no se usan. Cápsula - X es la altura media de cápsula, Y es el radio de cápsula, Z no se usa. Caja - X, Y, y Z son las dimensiones de caja Cono - X es el radio de cono, Y es el ángulo de cono y Z es el ángulo de caída de cono.
pt_br: As dimensões a usar para o formato da atenuação. A interpretação dos valores difere de acordo com o formato. Esfera - X é o Raio da Esfera. Y e Z não são usados Cápsula - X é Meia Altura da Cápsula, Y é o Raio da Cápsula, Z não é usado Caixa - X, Y e Z são as dimensões da Caixa Cone - X é o Raio do Cone, Y é o Ângulo do Cone, Z é o Ângulo de Decaimento do Cone

# UObjectToolTips,AttenuationSettings:bAttenuate
source: Enable attenuation via volume.
es: Activar reducción a través del volumen.
pt_br: Ativar atenuação através de volume.

# UObjectToolTips,AttenuationSettings:bAttenuateWithLPF
source: Enable attenuation via low pass filter.
es: Activar la reducción por medio del filtro de paso bajo.
pt_br: Ativar atenuação através de um filtro de passagem baixa.

# UObjectToolTips,AttenuationSettings:bSpatialize
source: Enable the source to be positioned in 3D.
es: Activar para posicionar la fuente en 3D.
pt_br: Permite que a fonte seja posicionada em 3D.

# UObjectToolTips,AttenuationSettings:ConeOffset
source: The distance back from the sound's origin to begin the cone when using the cone attenuation shape.
es: La distancia de regreso desde el origen del sonido para iniciar el cono cuando se usa la forma de atenuación en cono.
pt_br: A distância a partir da origem do som para iniciar o cone ao usar o formato de atenuação de cone.

# UObjectToolTips,AttenuationSettings:dBAttenuationAtMax
source: The volume at maximum distance in deciBels.
es: El volumen a la distancia máxima en decibelios.
pt_br: O volume na distância máxima em decibéis.

# UObjectToolTips,AttenuationSettings:DistanceAlgorithm
source: The type of volume versus distance algorithm to use for the attenuation model.
es: El tipo de volumen frente al algoritmo de la distancia que se utiliza para el modelo de atenuación.
pt_br: O tipo de volume versus o algoritmo de distância usado para o modelo de atenuação.

# UObjectToolTips,AttenuationSettings:FalloffDistance
source: The distance over which falloff occurs.
es: La distancia en la cual ocurre el decaimiento.
pt_br: A distância em que o decaimento ocorre.

# UObjectToolTips,AttenuationSettings:LPFRadiusMax
source: The range at which to apply the maximum amount of low pass filter.
es: El rango al que aplicar la máxima cantidad de filtro de paso bajo.
pt_br: O alcance no qual aplicar a quantidade máxima do filtro de passagem baixa.

# UObjectToolTips,AttenuationSettings:LPFRadiusMin
source: The range at which to start applying a low pass filter.
es: El rango en el que empezar a aplicar un filtro de paso bajo.
pt_br: O alcance no qual iniciar a aplicação do filtro de passagem baixa.

# UObjectToolTips,AttenuationSettings:OmniRadius
source: At what distance we start treating the sound source as spatialized
es: A qué distancia empezamos a tratar la fuente de sonido como espacializada
pt_br: A que distância devemos lidar com a origem do som como espacializada

# UObjectToolTips,AudioComponent:AdjustVolume
source: This will allow one to adjust the volume of an AudioComponent on the fly
es: Esto permitirá ajustar el volumen de un AudioComponent sobre la marcha
pt_br: Isso permite o ajuste do volume de um AudioComponent dinamicamente

# UObjectToolTips,AudioComponent:bAllowSpatialization
source: Is this audio component allowed to be spatialized?
es: ¿Se permite espacializar este componente de audio?
pt_br: Esse componente de áudio pode ser espacializado?

# UObjectToolTips,AudioComponent:bAutoDestroy
source: Auto destroy this component on completion
es: Destruir automáticamente este componente al terminar
pt_br: Destruir este componente automaticamente ao concluir

# UObjectToolTips,AudioComponent:bIsUISound
source: Whether or not this sound plays when the game is paused in the UI
es: Si ejecutar o no este sonido cuando el juego está en pausa en UI (interfaz del usuario)
pt_br: Se esse som reproduz ou não quando o jogo está pausado na IU

# UObjectToolTips,SoundClassProperties:bIsUISound
source: Whether or not this sound plays when the game is paused in the UI
es: Si ejecutar o no este sonido cuando el juego está en pausa en UI (interfaz del usuario)
pt_br: Se esse som reproduz ou não quando o jogo está pausado na IU

# UObjectToolTips,AudioComponent:bShouldRemainActiveIfDropped
source: Whether the wave instances should remain active if they're dropped by the prioritization code. Useful for e.g. vehicle sounds that shouldn't cut out.
es: Si las instancias de onda deben permanecer activas si quedan fuera del código de priorización. Es útil para realizar sonidos de vehículos que no se deben cortar, etc.
pt_br: Se as instâncias de onda devem permanecer ativas caso sejam descartadas pelo código de priorização. Útil, por exemplo, para sons de veículo que não devem ser cortados.

# UObjectToolTips,AudioComponent:bStopWhenOwnerDestroyed
source: Stop sound when owner is destroyed
es: Detener sonido cuando se destruye el propietario
pt_br: Para o som quando o dono é destruído

# UObjectToolTips,AudioComponent:FadeIn
source: This can be used in place of "play" when it is desired to fade in the sound over time. If FadeTime is 0.0, the change in volume is instant. If FadeTime is > 0.0, the multiplier will be increased from 0 to FadeVolumeLevel over FadeIn seconds. @param FadeInDuration how long it should take to reach the FadeVolumeLevel @param FadeVolumeLevel the percentage of the AudioComponents's calculated volume to fade to
es: Esto se puede usar en lugar de "reproducir" cuando se desea intensificar gradualmente el sonido en el transcurso del tiempo. Si FadeTime es 0.0, el cambio en el volumen es instantáneo. Si FadeTime es > 0.0, el multiplicador aumentará de 0 a FadeVolumeLevel durante segundos FadeIn. @param FadeInDuration Cuánto debe tardar en alcanzar FadeVolumeLevel @param FadeVolumeLevel el porcentaje de volumen calculado de AudioComponents al que intensificarlo
pt_br: Isso pode usar usado no lugar de "reproduzir" quando o desejado é esmaecer o som com o decorrer do tempo. Se o FadeTime for 0.0, a alteração no volume é instantânea. Se o FadeTime for > 0.0, o multiplicador aumentará de 0 a FadeVolumeLevel em FadeIn segundos. @param FadeInDuration o quanto deve demorar para atingir o FadeVolumeLevel @param FadeVolumeLevel a porcentagem do volume calculado dos AudioComponents para o qual esmaecer

# UObjectToolTips,AudioComponent:FadeOut
source: This is used in place of "stop" when it is desired to fade the volume of the sound before stopping. If FadeTime is 0.0, this is the same as calling Stop(). If FadeTime is > 0.0, this will adjust the volume multiplier to FadeVolumeLevel over FadeInTime seconds and then stop the sound. @param FadeOutDuration how long it should take to reach the FadeVolumeLevel @param FadeVolumeLevel the percentage of the AudioComponents's calculated volume in which to fade to
es: Se usa en lugar de "parar" cuando se desea atenuar el volumen de un sonido antes de pararlo. Si FadeTime es 0.0, es lo equivalente a llamar a Stop(). Si FadeTime es > 0.0, ajustará el multiplicador del volumen a FadeVolumeLevel durante FadeInTime segundos y entonces detiene el sonido. @param FadeOutDurangon cuánto debe tardar hasta alcanzar FadeVolumeLevel @param FadeVolumeLevel el porcentaje del volumen calculado del AudioComponents al que atenuarlo
pt_br: Isso é usado no lugar de "interromper" quando o desejado é esmaecer o volume do áudio antes da interrupção. Se o FadeTime for 0.0, será a mesma coisa que chamar Stop(). Se o FadeTime for > 0.0, ajustará o multiplicador de volume para FadeVolumeLevel por FadeInTime segundos e, em seguida, interromperá o áudio. @param FadeOutDuration o tempo que levará para atingir o FadeVolumeLevel @param FadeVolumeLevel a porcentagem do volume calculado dos AudioComponents para o qual esmaecer

# UObjectToolTips,AudioComponent:InstanceParameters
source: Array of per-instance parameters for this AudioComponent.
es: Matriz de los parámetros por instancia para este AudioComponent.
pt_br: Matriz de parâmetros por instância deste AudioComponent.

# UObjectToolTips,AudioComponent:IsPlaying
source: @return true if this component is currently playing a SoundCue.
es: @return verdadero si el componente está reproduciendo una SoundCue.
pt_br: @return verdadeiro se este componente estiver atualmente reproduzindo um SoundCue.

# UObjectToolTips,AudioComponent:OnAudioFinished
source: called when we finish playing audio, either because it played to completion or because a Stop() call turned it off early
es: llamada cuando terminamos de reproducir el audio, porque se haya reproducido por completo o porque la llamada Stop() lo ha apagado pronto
pt_br: chamado quando a reprodução do áudio é concluída, ou porque ele foi reproduzido até o final ou porque uma chamada Stop() o desligou mais cedo

# UObjectToolTips,OnAudioFinished__DelegateSignature
source: called when we finish playing audio, either because it played to completion or because a Stop() call turned it off early
es: llamada cuando terminamos de reproducir el audio, porque se haya reproducido por completo o porque la llamada Stop() lo ha apagado pronto
pt_br: chamado quando a reprodução do áudio é concluída, ou porque ele foi reproduzido até o final ou porque uma chamada Stop() o desligou mais cedo

# UObjectToolTips,AudioComponent:OnQueueSubtitles
source: Called when subtitles are sent to the SubtitleManager. Set this delegate if you want to hijack the subtitles for other purposes
es: Llamada cuando se mandan los subtítulos a SubtitleManager. Ajustar este delegado si quiere apropiarse de los subtítulos para otros asuntos
pt_br: Chamado quando as legendas são enviadas ao SubtitleManager. Defina este delegado se deseja usar as legendas para outros fins

# UObjectToolTips,OnQueueSubtitles__DelegateSignature
source: Called when subtitles are sent to the SubtitleManager. Set this delegate if you want to hijack the subtitles for other purposes
es: Llamada cuando se mandan los subtítulos a SubtitleManager. Ajustar este delegado si quiere apropiarse de los subtítulos para otros asuntos
pt_br: Chamado quando as legendas são enviadas ao SubtitleManager. Defina este delegado se deseja usar as legendas para outros fins

# UObjectToolTips,AudioComponent:Play
source: Start a sound playing on an audio component
es: Comenzar a reproducir un sonido en un componente del audio
pt_br: Iniciar a reprodução de um som em um componente de áudio

# UObjectToolTips,AudioComponent:SetPitchMultiplier
source: Set a new pitch multiplier
es: Ajusta un multiplicador del ángulo nuevo
pt_br: Definir um novo multiplicador de tom

# UObjectToolTips,AudioComponent:SetVolumeMultiplier
source: Set a new volume multiplier
es: Ajusta un multiplicador del volumen nuevo
pt_br: Definir um novo multiplicador de volume

# UObjectToolTips,AudioComponent:SoundClassOverride
source: Optional sound group this AudioComponent belongs to
es: Grupo de sonido opcional al que pertenece este AudioComponent
pt_br: Grupo de som opcional ao qual este AudioComponent pertence

# UObjectToolTips,AudioComponent:Stop
source: Stop an audio component playing its sound cue, issue any delegates if needed
es: Parar un componente de audio reproduciendo su pista de sonido, enviar delegados si es necesario
pt_br: Interromper um componente de áudio reproduzindo seu comando de áudio, emitir qualquer delegado se necessário

# UObjectToolTips,AudioComponentParam
source: Struct used for storing one per-instance named parameter for this AudioComponent. Certain nodes in the SoundCue may reference parameters by name so they can be adjusted per-instance.
es: Estructura usada para almacenar un parámetro identificado por instancia para este AudioComponent. Algunos nodos en la SoundCue puede hacer referencia a parámetros por nombre por lo que se pueden ajustar por instancia.
pt_br: Struct usada para armazenar um parâmetro nomeado por instância para esse AudioComponent. Certos nós em um SoundCue podem referenciar parâmetros por nome para que possam ser ajustados por instância.

# UObjectToolTips,AudioVolume:AmbientZoneSettings
source: Interior settings used for this volume
es: Ajustes internos usados para ese volumen
pt_br: Configurações de interior usadas para este volume

# UObjectToolTips,AudioVolume:bEnabled
source: whether this volume is currently enabled and able to affect sounds
es: si este volumen está actualmente activado para poder influir a los sonidos
pt_br: se esse volume está ativado e capaz de afetar os sons

# UObjectToolTips,AudioVolume:Priority
source: Priority of this volume. In the case of overlapping volumes the one with the highest priority is chosen. The order is undefined if two or more overlapping volumes have the same priority.
es: Prioridad de este volumen. Es el caso de superposición de volúmenes, se elegirá aquel con la prioridad más alta. El orden no está definido si dos o más volúmenes superpuestos tienen la misma prioridad.
pt_br: Prioridade deste volume. No caso de volumes sobrepostos, aquele com maior prioridade é escolhido. A ordem não está definida se dois ou mais volumes sobrepostos têm a mesma prioridade.

# UObjectToolTips,AudioVolume:Settings
source: Reverb settings to use for this volume.
es: Ajustes de la reverberación que se utiliza para este volumen.
pt_br: Configurações de reverberação para usar neste volume.

# UObjectToolTips,AutoCompleteCommand
source: Structure for auto-complete commands and their descriptions.
es: Estructura para completar automáticamente comandos y sus descripciones.
pt_br: Estrutura para comandos de preenchimento automático e suas descrições.

# UObjectToolTips,AutoCompleteNode
source: Node for storing an auto-complete tree based on each char in the command.
es: Nodo para almacenar un árbol que se completa automáticamente basado en cada char en el comando.
pt_br: Nó para armazenamento de uma árvore de preenchimento automático baseada em cada caractere no comando.

# UObjectToolTips,AutoCompleteNode:AutoCompleteListIndices
source: Indices into AutoCompleteList for commands that match to this level
es: Índices en AutoCompleteList para comandos que coinciden con este nivel
pt_br: Indexa em AutoCompleteList para comandos que correspondam a esse nível

# UObjectToolTips,AutoCompleteNode:IndexChar
source: Char for node in the tree
es: Personaje para el nodo en el árbol
pt_br: Caractere para o nó na árvore

# UObjectToolTips,AutomationTestSettings
source: Implements the Editor's user settings.
es: Aplica los ajustes del usuario del editor.
pt_br: Implementa as configurações de usuário do Editor.

# UObjectToolTips,ProjectPackagingSettings
source: Implements the Editor's user settings.
es: Aplica los ajustes del usuario del editor.
pt_br: Implementa as configurações de usuário do Editor.
