Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PlayerController:ServerUpdateLevelVisibility
source: Called when the client adds/removes a streamed level the server will only replicate references to Actors in visible levels so that it's impossible to send references to Actors the client has not initialized @param PackageName the name of the package for the level whose status changed
es: Llamada cuando el cliente añade/elimina un nivel de transmisión en continuo el servidos solo duplicará las referencias a los actores en niveles visibles por lo que es imposible enviar referencias a los actores que el cliente no ha iniciado @param PackageName el nombre del paquete para el nivel cuyo estado se ha modificado
pt_br: Chamado quando o cliente adiciona/remove um nível transmitido o servidor replicará somente referências a Atores nos níveis visíveis, assim é impossível enviar referências aos Atores que o cliente ainda não iniciou @param PackageName o nome do pacote para o nível cujo status foi alterado

# UObjectToolTips,PlayerController:ServerVerifyViewTarget
source: Used by client to request server to confirm current viewtarget (server will respond with ClientSetViewTarget() ).
es: Usado por el cliente para solicitar al servidor que confirme la vista meta actual (el servidor responderá con ClientSetViewTarget() ).
pt_br: Usado pelo cliente para solicitar ao servidor a confirmação do alvo de visualização atual (o servidor responderá com ClientSetViewTarget() ).

# UObjectToolTips,PlayerController:ServerViewNextPlayer
source: Move camera to next player on round ended or spectating
es: Mover la cámara hasta el siguiente jugador que termina dando vueltas u observando
pt_br: Mover a câmera para o próximo jogador que terminou a sua rodada ou é um espectador

# UObjectToolTips,PlayerController:ServerViewPrevPlayer
source: Move camera to previous player on round ended or spectating
es: Mover la cámara hasta el jugador anterior que termina dando vueltas u observando
pt_br: Mover a câmera para o jogador anterior que terminou a sua rodada ou é um espectador

# UObjectToolTips,PlayerController:ServerViewSelf
source: Move camera to current user
es: Mover la cámara hasta usuario actual
pt_br: Mover a câmera para o usuário atual

# UObjectToolTips,PlayerController:SetName
source: Trys to set the player's name to the given name.
es: Intenta ajustar el nombre del jugador al nombre proporcionado.
pt_br: Tenta definir o nome do jogador como o nome fornecido.

# UObjectToolTips,PlayerController:SpawnLocation
source: The location used internally when there is no pawn or spectator, to know where to spawn the spectator or focus the camera on death.
es: La ubicación usada internamente cuando no hay un peón o espectador, para saber dónde generar un espectador o enfocar la cámara al morir.
pt_br: A localização usada internamente quando não há peão nem espectador para saber onde criar o espectador ou focalizar a câmera ao morrer.

# UObjectToolTips,PlayerController:SpectatorPawn
source: The pawn used when spectating (NULL if not spectating).
es: El peón usado cuando está observando (NULO si no está observando).
pt_br: O peão usado como espectador (NULL se não houver espectador).

# UObjectToolTips,PlayerController:StartFire
source: Fire the player's currently selected weapon with the optional firemode.
es: Disparar el arma actualmente seleccionada del jugador con el modo de disparo opcional.
pt_br: Dispara a arma atualmente selecionada pelo jogador com o modo de disparo opcional.

# UObjectToolTips,PlayerController:SwitchLevel
source: SwitchLevel to the given MapURL.
es: SwitchLevel al MapURL proporcionado.
pt_br: SwitchLevel para o MapURL fornecido.

# UObjectToolTips,PlayerController:TargetViewRotation
source: Used to replicate the view rotation of targets not owned/possessed by this PlayerController.
es: Usado para duplicar la rotación de vistas de los objetivos que no son propiedad/posesión de este PlayerController.
pt_br: Usado para replicar a rotação de visualização de alvos que não são de propriedade deste PlayerController.

# UObjectToolTips,PlayerController:ToggleSpeaking
source: Toggle voice chat on and off @param bSpeaking enable or disable voice chat
es: Conmutar la voz a encendida o apagada @param bSpeaking activa o desactiva la voz
pt_br: Alternar bate-papo com voz entre ligado e desligado @param bSpeaking ativar ou desativar o bate-papo com voz

# UObjectToolTips,PlayerInput:DebugExecBindings
source: Generic bindings of keys to Exec()-compatible strings for development purposes only
es: Enlaces genéricos de claves a cadenas compatibles ejecutables solo con fines de desarrollo
pt_br: Vinculações genéricas de chaves a strings compatíveis com Exec() somente para fins de desenvolvimento

# UObjectToolTips,PlayerMuteList
source: Container responsible for managing the mute state of a player controller at the gameplay level (VoiceInterface handles actual muting)
es: Contenedor responsable de gestionar el estado de silencio de un controlador del jugador en el nivel del juego (VoiceInterface se encarga del silencio actual)
pt_br: Recipiente responsável por gerenciar o estado silenciado de um controlador de jogador no nível do jogo (VoiceInterface manipula o silenciamento de fato)

# UObjectToolTips,PlayerMuteList:bHasVoiceHandshakeCompleted
source: Has server and client handshake completed
es: ¿Se ha completado el saludo entre el servidor y el cliente?
pt_br: O sincronismo entre servidor e cliente foi concluído?

# UObjectToolTips,PlayerStart:PlayerStartTag
source: Used when searching for which playerstart to use.
es: Usado cuando se realiza una búsqueda de lo que el jugador comienza a usar.
pt_br: Usado ao pesquisar qual playerstart usar.

# UObjectToolTips,PlayerState:bIsABot
source: True if this PlayerState is associated with an AIController
es: Verdadero si este PlayerState está asociado con un AIController
pt_br: Verdadeiro se esse PlayerState está associado com um AIController

# UObjectToolTips,PlayerState:bIsInactive
source: Means this PlayerState came from the GameMode's InactivePlayerArray
es: Significa que este PlayerState llegó desde el InactivePlayerArray del GameMode
pt_br: Significa que o PlayerState veio do InactivePlayerArray do GameMode

# UObjectToolTips,PlayerState:bIsSpectator
source: Whether this player is currently a spectator
es: Se este jugador es actualmente un espectador
pt_br: Se esse jogador é atualmente um espectador

# UObjectToolTips,PlayerState:bOnlySpectator
source: Whether this player can only ever be a spectator
es: Si este jugador solo puede ser siempre espectador
pt_br: Se esse jogador só pode ser um espectador

# UObjectToolTips,PlayerState:EngineMessageClass
source: This is used for sending game agnostic messages that can be localized
es: Esto se usa para enviar mensajes independientes del juego que se pueden localizar
pt_br: Pode ser usado para enviar mensagens independentes do jogo que podem ser localizadas

# UObjectToolTips,PlayerState:Ping
source: Replicated compressed ping for this player (holds ping in msec divided by 4)
es: Ping comprimido duplicado para este jugador (mantiene el ping en mseg dividido por 4)
pt_br: Ping compactado replicado para este jogador (mantém o ping em ms dividido por 4)

# UObjectToolTips,PlayerState:PlayerName
source: Player name, or blank if none.
es: Nombre del jugador, o vació si no lo hay
pt_br: Nome do jogador ou em branco se não houver.

# UObjectToolTips,PlayerState:Score
source: Player's current score.
es: Puntuación actual del jugador.
pt_br: Pontuação atual do jogador.

# UObjectToolTips,PlayerState:StartTime
source: Elapsed time on server when this PlayerState was first created.
es: Tiempo transcurrido en el servidor desde que se creó este PlayerState.
pt_br: Tempo decorido no servidor quando este PlayerState foi criado pela primeira vez.

# UObjectToolTips,PlayScreenResolution
source: Holds information about a screen resolution to be used for playing.
es: Contiene información sobre la resolución de la pantalla a utilizar para la reproducción.
pt_br: Mantém informações sobre uma resolução de tela a usar para a reprodução.

# UObjectToolTips,PlayScreenResolution:AspectRatio
source: The screen resolution's aspect ratio (as a string).
es: La relación de aspecto de la resolución de la pantalla (como una cadena).
pt_br: A razão de aspecto da resolução da tela (como um string).

# UObjectToolTips,PlayScreenResolution:Height
source: The screen resolution's height (in pixels).
es: La altura de la resolución de la pantalla (en píxeles).
pt_br: A altura da resolução da tela (em pixels).

# UObjectToolTips,PlayScreenResolution:Width
source: The screen resolution's width (in pixels).
es: El ancho de la resolución de la pantalla (en píxeles).
pt_br: A largura da resolução da tela (em pixels).

# UObjectToolTips,PointDamageEvent:Damage
source: skipping ImpulseMag for now
es: por ahora estamos omitiendo ImpulseMag
pt_br: ignorando ImpulseMag por enquanto

# UObjectToolTips,PointDamageEvent:ShotDirection
source: Direction the shot came from. Should be normalized.
es: Dirección en la cual llegó el tiro. Debería estar normalizada.
pt_br: Direção da origem da tomada. Deve ser normalizado.

# UObjectToolTips,PointerEvent
source: FPointerEvent describes a mouse or touch action (e.g. Press, Release, Move, etc). It is passed to event handlers dealing with pointer-based input.
es: FPointerEvent describe una acción con el ratón o acción táctil (por ej. presionar, soltar, mover, etc.). Se pasa a los controladores de eventos encargados de las entradas con el puntero.
pt_br: FPointerEvent descreve uma ação do mouse ou de toque (por exemplo: Pressionar, Soltar, Mover etc.). É passado a manipuladores de evento que lidam com entradas baseadas em apontador.

# UObjectToolTips,PointLightComponent
source: A light component which emits light from a single point equally in all directions.
es: Un componente de la luz que emite luz desde un punto concreto igual en todas las direcciones.
pt_br: Um componente de luz que emite luz de um único ponto igualmente em todas as direções.

# UObjectToolTips,PointLightComponent:AttenuationRadius
source: Bounds the light's visible influence. This clamping of the light's influence is not physically correct but very important for performance, larger lights cost more.
es: Límites de la influencia visible de la luz. Esta fijación de la influencia de la luz no es correcta físicamente pero es muy importante para el rendimiento, las luces de mayor tamaño cuestan más.
pt_br: Limita a influência visível da luz. Esta fixação da influência da luz não é fisicamente correta, mas é muito importante para o desempenho; luzes maiores custam mais.

# UObjectToolTips,PointLightComponent:bUseInverseSquaredFalloff
source: Whether to use physically based inverse squared distance falloff, where AttenuationRadius is only clamping the light's contribution. Disabling inverse squared falloff can be useful when placing fill lights (don't want a super bright spot near the light). When enabled, the light's Intensity is in units of lumens, where 1700 lumens is a 100W lightbulb. When disabled, the light's Intensity is a brightness scale.
es: Si se debe usar una caída de distancia cuadrada inversa basada en físicos, donde AttenuationRadius sólo está fijando la contribución de la luz. Puede ser útil deshabilitar el decaimiento cuadrado inverso al colocar luces de relleno (no es buena idea tener un lugar súper luminoso cerca de la luz). Cuando está habilitada, la intensidad de luz está en unidades de lúmenes, donde 1.700 lúmenes es una bombilla de 100 W. Cuando no está habilitada, la intensidad de la luz está en una escala de brillo.
pt_br: Se deve usar decaimento de distância inversa ao quadrado com base em física, onde AttenuationRadius só fixa a contribuição da luz. Desativar o decaimento inverso ao quadrado pode ser útil ao colocar luzes de preenchimento (não quer um ponto super claro perto da luz). Quando ativado, a Intensidade da luz é em unidade de lumens, onde 1.700 lumens é uma lâmpada de 100 W. Quando desativado, a Intensidade da luz é uma escala de brilho.

# UObjectToolTips,PointLightComponent:LightFalloffExponent
source: Controls the radial falloff of the light when UseInverseSquaredFalloff is disabled. 2 is almost linear and very unrealistic and around 8 it looks reasonable. With large exponents, the light has contribution to only a small area of its influence radius but still costs the same as low exponents.
es: Controla el decaimiento radial de la luz cuando UseInverseSquaredFalloff está desactivado. 2 es casi lineal y muy poco realista, cuando se acerca a 8 el resultado es aceptable. Con exponentes grandes, la luz se aprecia solo en un área pequeña de su radio de influencia pero cuesta lo mismo que los exponentes bajos.
pt_br: Controla o decaimento radial da luz quando UseInverseSquaredFalloff estiver desativado. 2 é quase linear e muito não realista, enquanto que 8 parece razoável. Com exponentes grandes, a luz possui contribuição para somente uma pequena área de seu raio de influência, mas ainda custa o msemo que os exponentes menores.

# UObjectToolTips,PointLightComponent:SourceLength
source: Length of light source shape. Note that light sources shapes which intersect shadow casting geometry can cause shadowing artifacts.
es: Longitud de forma de la fuente de luz.\Hay que tener en cuenta que las formas de fuente de luz que cruzan geometrías de sombras pueden causar artefactos sombreados.
pt_br: Comprimento do formato da fonte de luz. Observe que os formatos das fontes de luz que interceptam a geometria de projeção da sombra podem causar artefatos de sombreamento.

# UObjectToolTips,PointLightComponent:SourceRadius
source: Radius of light source shape. Note that light sources shapes which intersect shadow casting geometry can cause shadowing artifacts.
es: Radio de la forma de la fuente de luz. Hay que tener en cuenta que las formas de las fuentes de luz que intersectan geometría proyectante de sombras pueden causar artefactos sombreados.
pt_br: Raio do formato da fonte de luz. Observe que os formatos das fontes de luz que interceptam a geometria de projeção da sombra podem causar artefatos de sombreamento.

# UObjectToolTips,PoseableMeshComponent
source: UPoseableMeshComponent that allows bone transforms to be driven by blueprint.
es: UPoseableMeshComponent que permite al hueso transformarse para ser ejecutado por el Blueprint.
pt_br: UPoseableMeshComponent que permite que as transformações de osso sejam direcionadas por esquemas.

# UObjectToolTips,PoseLink
source: A local-space pose link to another node
es: Una posición del sistema de coordenadas local de enlace con otro nodo.
pt_br: Um vínculo de pose no espaço local para outro nó

# UObjectToolTips,PoseLinkBase
source: A pose link to another node
es: Un posición enlazada a otro nodo
pt_br: Um vínculo de pose para outro nó

# UObjectToolTips,PostProcessComponent:bEnabled
source: Whether this volume is enabled or not.
es: Si este volumen está o no activado.
pt_br: Se esse volume está ativado ou não.

# UObjectToolTips,PostProcessVolume:bEnabled
source: Whether this volume is enabled or not.
es: Si este volumen está o no activado.
pt_br: Se esse volume está ativado ou não.

# UObjectToolTips,PostProcessComponent:BlendRadius
source: World space radius around the volume that is used for blending (only if not unbound).
es: Radio del sistema de coordenadas global alrededor del volumen que se usa para la combinación (solo si no está limitado).
pt_br: Raio no espaço do mundo ao redor do volume usado para mistura (somente se não estiver sem limite).

# UObjectToolTips,PostProcessVolume:BlendRadius
source: World space radius around the volume that is used for blending (only if not unbound).
es: Radio del sistema de coordenadas global alrededor del volumen que se usa para la combinación (solo si no está limitado).
pt_br: Raio no espaço do mundo ao redor do volume usado para mistura (somente se não estiver sem limite).

# UObjectToolTips,PostProcessComponent:BlendWeight
source: 0:no effect, 1:full effect
es: 0:sin efecto .. 1:Efecto total
pt_br: 0:sem efeito, 1:efeito completo

# UObjectToolTips,PostProcessVolume:BlendWeight
source: 0:no effect, 1:full effect
es: 0:sin efecto .. 1:Efecto total
pt_br: 0:sem efeito, 1:efeito completo

# UObjectToolTips,PostProcessComponent:bUnbound
source: set this to false to use the parent shape component as volume bounds. True affects the whole world regardless.
es: ajustar a falso para usar el componente de formas padre como límite de volumen. En cualquier caso, si es verdadero afecta a todo el mundo.
pt_br: definir como falso para usar o componente de forma pai como limites de volume. Verdadeiro afeta o mundo inteiro.

# UObjectToolTips,PostProcessComponent:Priority
source: Priority of this volume. In the case of overlapping volumes the one with the highest priority overrides the lower priority ones. The order is undefined if two or more overlapping volumes have the same priority.
es: Prioridad de este volumen. Es el caso de superposición de volúmenes, aquel con la prioridad más alta. suprime al de la prioridad más baja. El orden no está definido si dos o más volúmenes superpuestos tienen la misma prioridad.
pt_br: Prioridade deste volume. No caso de volumes sobrepostos, aquele com maior prioridade substitui os de prioridade menor. A ordem não está definida se dois ou mais volumes sobrepostos têm a mesma prioridade.

# UObjectToolTips,PostProcessVolume:Priority
source: Priority of this volume. In the case of overlapping volumes the one with the highest priority overrides the lower priority ones. The order is undefined if two or more overlapping volumes have the same priority.
es: Prioridad de este volumen. Es el caso de superposición de volúmenes, aquel con la prioridad más alta. suprime al de la prioridad más baja. El orden no está definido si dos o más volúmenes superpuestos tienen la misma prioridad.
pt_br: Prioridade deste volume. No caso de volumes sobrepostos, aquele com maior prioridade substitui os de prioridade menor. A ordem não está definida se dois ou mais volumes sobrepostos têm a mesma prioridade.

# UObjectToolTips,PostProcessComponent:Settings
source: Post process settings to use for this volume.
es: Los ajustes de posprocesamiento que se utilizan para este volumen.
pt_br: Configurações de pós-processamento a serem usadas para este volume.

# UObjectToolTips,PostProcessVolume:Settings
source: Post process settings to use for this volume.
es: Los ajustes de posprocesamiento que se utilizan para este volumen.
pt_br: Configurações de pós-processamento a serem usadas para este volume.

# UObjectToolTips,PostProcessSettings
source: To be able to use struct PostProcessSettings. // Each property consists of a bool to enable it (by default off), // the variable declaration and further down the default value for it. // The comment should include the meaning and usable range.
es: Para ser capaz de usar PostProcessSettings de estructura. // Cada propiedad consta de un booleano para activar (por defecto está desactivado), // la declaración variable y, más abajo, el valor predeterminado para éste. // El comentario debe incluir el significado y el rango de uso.
pt_br: Para poder usar o struct PostProcessSettings. // Cada propriedade consiste em um booleano para ativá-lo (desativado por padrão), // a declaração da variável e mais adiante o seu valor padrão. // O comentário deve incluir o significado e o intervalo utilizável.

# UObjectToolTips,PostProcessSettings:AmbientCubemap
source: The Ambient cubemap (Affects diffuse and specular shading), blends additively which if different from all other settings here
es: El mapa del cubo del entorno (afecta al degradado difuminado y especular), combina
pt_br: O mapa de cubos do Ambiente (Afeta o sombreamento especular e difuso), mistura aditivamente qual for diferente de todas as outras configurações aqui

# UObjectToolTips,PostProcessSettings:AmbientCubemapIntensity
source: To scale the Ambient cubemap brightness >=0: off, 1(default), >1 brighter
es: Para escalar el brillo del mapa de cubo del entorno >=0: apagado, 1(predeterminado), >1 iluminado
pt_br: Para escalonar o brilho do mapa de cubos do Ambiente >=0: desligado, 1(padrão), >1 mais brilhante

# UObjectToolTips,PostProcessSettings:AmbientCubemapTint
source: AmbientCubemap tint color
es: Color del tinte de AmbientCubemap
pt_br: Cor da matiz de AmbientCubemap

# UObjectToolTips,PostProcessSettings:AmbientOcclusionBias
source: >0, in unreal units, default (3.0) works well for flat surfaces but can reduce details
es: >0, en unidades unreal, el predeterminado (3.0) funciona bien para superficies planas pero pueden reducir los detalles
pt_br: >0, em unidades do unreal, o padrão (3.0) funciona bem para superfícies planas, mas pode reduzir o nível de detalhes

# UObjectToolTips,PostProcessSettings:AmbientOcclusionFadeDistance
source: >0, in unreal units, at what distance the AO effect disppears in the distance (avoding artifacts and AO effects on huge object)
es: >0, en unidades unreal, a qué distancia del efecto AO desaparece en la distancia (evitando daños y efectos AO en objeto muy grande)
pt_br: >0, em unidades do unreal, a que distância o efeito da AO desaparece (evitando artefatos e efeitos da AO em objetos muito grandes)

# UObjectToolTips,PostProcessSettings:AmbientOcclusionFadeRadius
source: >0, in unreal units, how many units before AmbientOcclusionFadeOutDistance it starts fading out
es: >0, en unidades unreal, cuántas unidades antes de que AmbientOcclusionFadeOutDistance comience a deteriorarse
pt_br: >0, em unidades do unreal, a partir de quantas unidades de AmbientOcclusionFadeOutDistance começa o esmaecimento gradual

# UObjectToolTips,PostProcessSettings:AmbientOcclusionIntensity
source: 0..1 0=off/no ambient occlusion .. 1=strong ambient occlusion, defines how much it affects the non direct lighting after base pass
es: 0..1 0=apagado/sin oclusión del ambiente .. 1=oclusión del ambiente marcada, determina cuanto afecta la iluminación indirecta tras el paso base
ko: Ambient Occlusion Intensity - 0 = 꺼짐 / 앰비언트 오클루전 없음 .. 1 = 강한 앰비언트 오클루전, 베이스 패스 이후 비직사광에 영향을 끼치는 양을 정의합니다.
pt_br: 0..1 0=desligado/sem oclusão ambiente .. 1=oclusão ambiente intensa, define o quanto afeta a luz indireta após a passagem base

# UObjectToolTips,PostProcessSettings:AmbientOcclusionMipBlend
source: Affects the blend over the multiple mips (lower resolution versions) , 0:fully use full resolution, 1::fully use low resolution, around 0.6 seems to be a good value
es: Afecta a la combinación en varios mips (versiones de resolución más baja), 0: uso total de la resolución alta, 1: uso total de la resolución baja, sobre el 0.6 parece ser un buen valor
pt_br: Afeta a mistura em mais de um mip (versões de resoluções mais baixas), 0:usar completamente a resolução total, 1::usar completamente a baixa resolução; próximo de 0.6 é um bom valor

# UObjectToolTips,PostProcessSettings:AmbientOcclusionMipScale
source: Affects the radius AO radius scale over the multiple mips (lower resolution versions)
es: Afecta a la escala del radio de AO en varios mips (versiones de resolución más baja)
pt_br: Afeta a escala radial do raio AO sobre mais de um mip (versões de resoluções mais baixas)

# UObjectToolTips,PostProcessSettings:AmbientOcclusionMipThreshold
source: to tweak the bilateral upsampling when using multiple mips (lower resolution versions)
es: modificar el sobremuestreo bilateral cuando se usen mip múltiples (versiones de resolución inferior)
pt_br: para ajustar a amostragem bilateral ao usar vários mips (versões de resolução menor)
