Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AnimSet:ForceMeshTranslationBoneNames
source: List of bones which are ALWAYS going to use their translation from the mesh and not the animation. // @UE4: Do not change private - they will go away
es: Lista de los huesos que SIEMPRE se van a utilizar en la traslación de la malla y no de la animación. // @UE4: No cambiar a privado - se perderán
pt_br: Lista de ossos que SEMPRE usarão a translação da malha e não da animação.// @UE4: Não mudar privados - eles sairão

# UObjectToolTips,AnimSet:ForceUseMeshTranslation
source: Cooked down version of ForceMeshTranslationBoneNames // @UE4: Do not change private - they will go away
es: Versión básica de ForceMeshTranslationBoneNames // @UE4: No cambiar a privado - desaparecerán
pt_br: Versão preparada de ForceMeshTranslationBoneNames // @UE4: não alterar os privados – eles não estarão presentes

# UObjectToolTips,AnimSet:LinkupCache
source: Non-serialised cache of linkups between different skeletal meshes and this AnimSet. // @UE4: Do not change private - they will go away
es: Caché sin serializado de conexiones entre diferentes mallas esqueleto y este AnimSet. // @UE4: No cambiar a privado, desaparecerán.
pt_br: Cache não serializada de vínculos entre diferentes malhas esqueléticas e este AnimSet. // @UE4: não alterar os privados – eles não estarão presentes

# UObjectToolTips,AnimSet:PreviewSkelMeshName
source: In the AnimSetEditor, when you switch to this AnimSet, it sees if this skeletal mesh is loaded and if so switches to it.
es: En el AnimSetEditor, cuando se cambia a este AnimSet, revisa si la malla esqueleto está cargada y si lo está, se cambia a ésta.
pt_br: No AnimSetEditor, quando se alterna para AnimSet, verifica se a malha esquelética está carregada; se estiver, alterna para ela.

# UObjectToolTips,AnimSet:Sequences
source: Actual animation sequence information.
es: Información de la secuencia de animación actual.
pt_br: Informações da sequência de animação atual.

# UObjectToolTips,AnimSet:TrackBoneNames
source: Bone name that each track relates to. TrackBoneName.Num() == Number of tracks.
es: Nombre del hueso con el que cada pista se relaciona. TrackBoneName.Num() == Número de pistas.
pt_br: Nome do osso a qual cada faixa se relaciona. TrackBoneName.Num() == Número de faixas.

# UObjectToolTips,AnimSet:UseTranslationBoneNames
source: Names of bones that should use translation from the animation, if bAnimRotationOnly is set. // @UE4: Do not change private - they will go away
es: Nombres de los huesos que se deben usar la traslaciónde la animación, si bAnimRotationOnly si está ajustado. // @UE4: No cambiar a privado - desaparecerán
pt_br: Nomes dos ossos que devem usar translação da animação, se bAnimRotationOnly estiver definido.// @UE4: Não mudar privados - eles sairão

# UObjectToolTips,AnimSetMeshLinkup
source: This is a mapping table between each bone in a particular skeletal mesh and the tracks of this animation set.
es: Esta es una tabla de asignación entre cada hueso en una malla esqueleto particular y las pistas de esta animación ajustada.
pt_br: Esta é uma tabela de mapeamento entre cada osso em uma malha esquelética particular e as faixas desse conjunto de animação.

# UObjectToolTips,AnimSetMeshLinkup:BoneToTrackTable
source: Mapping table. Size must be same as size of SkelMesh reference skeleton. No index should be more than the number of tracks in this AnimSet. -1 indicates no track for this bone - will use reference pose instead.
es: Tabla de asignación. El tamaño debe ser el mismo al esqueleto de referencia SkelMesh. Ningún índice debe ser mayor al número de pistas en este AnimSet. -1 indica que no hay una pista para este hueso - usará una posición de referencia en su lugar.
pt_br: Tabela de mapeamento. O tamanho deve ser o mesmo do esqueleto de referência SkelMesh. Nenhum índice deve ter mais que o número de trilhas nesse AnimSet. -1 indica que não há trilhas para este osso — em vez disso, será usada a pose de referência.

# UObjectToolTips,AnimSingleNodeInstance:PlayAnim
source: For AnimSequence specific *
es: Para la AnimSequence específico *
pt_br: Para uma AnimSequence específica *

# UObjectToolTips,AnimSlotDesc
source: Used to indicate each slot name and how many channels they have.
es: Usado para indicar cada nombre de la ranura y cuantos canales tienen.
pt_br: Usado para indicar o nome de cada slot e quantos canais eles possuem.

# UObjectToolTips,AnimSlotDesc:NumChannels
source: Number of channels that are available in this slot.
es: Número de canales que están disponibles en esta ranura.
pt_br: Número de canais disponíveis neste slot.

# UObjectToolTips,AnimSlotDesc:SlotName
source: Name of the slot.
es: Nombre de la ranura.
pt_br: Nome do slot.

# UObjectToolTips,AnimSlotInfo
source: Struct used for passing information from Matinee to an Actor for blending animations during a sequence.
es: Estructura usada para pasar información de matinee a un actor para las animaciones combinadas durante una secuencia.
pt_br: Struct usada para passar informações da Matinê para um Ator para misturar animações durante uma sequência.

# UObjectToolTips,AnimSlotInfo:ChannelWeights
source: Strength of each Channel within this Slot. Channel indexs are determined by track order in Matinee.
es: Fuerza de cada canal dentro de la ranura. Los índices de canales se determinan mediante el orden de pistas en matinee.
pt_br: Força de cada Canal dentro deste Slot. Os índices do canal são determinados pela ordem das trilhas na Matinê.

# UObjectToolTips,AnimSlotInfo:SlotName
source: Name of slot that we want to play the animtion in.
es: Nombre de la ranura en la cual queremos reproducir la animación.
pt_br: Nome do slot em que deverá ser reproduzida a animação.

# UObjectToolTips,AnimStateConduitNode:BoundGraph
source: The transition graph for this conduit; it's a logic graph, not an animation graph
es: El gráfico de transición para este conducto; es un gráfico lógico, no un gráfico de animación
pt_br: O grafo de transição para esse conduíte; é um grafo lógico, não um grafo de animação

# UObjectToolTips,AnimStateNode:BoundGraph
source: The animation graph for this state
es: El gráfico de animación para este estado
pt_br: O grafo de animação para esse estado

# UObjectToolTips,AnimStateNode:StateType
source: The type of the contents of this state
es: El tipo de contenidos de este estado
pt_br: O tipo de conteúdo desse estado

# UObjectToolTips,AnimStateTransitionNode:Bidirectional
source: This transition can go both directions
es: Esta transición puede ir en ambas direcciones.
pt_br: Essa transição pode ir em ambas direções

# UObjectToolTips,AnimStateTransitionNode:BoundGraph
source: The transition logic graph for this transition (returning a boolean)
es: El gráfico lógico de transición para esta transición (devuelve un booleano)
pt_br: O grafo lógico para essa transição (retorna um booleano)

# UObjectToolTips,AnimStateTransitionNode:bSharedCrossfade
source: The cross-fade settings of this node may be shared
es: Los ajustes de fundido de este nodo se pueden compartir
pt_br: As configurações de crossfade desse nó podem ser compartilhadas

# UObjectToolTips,AnimStateTransitionNode:bSharedRules
source: The rules for this transition may be shared with other transition nodes
es: Las reglas para que esta transición pueda compartirse con otros nodos de transición
pt_br: As regras para essa transição pode ser compartilhada com outros nós de transição

# UObjectToolTips,AnimStateTransitionNode:CrossfadeDuration
source: The duration to cross-fade for
es: La duración para el fundido.
pt_br: A duração do crossfade

# UObjectToolTips,AnimStateTransitionNode:CrossfadeMode
source: The type of blending to use in the crossfade
es: El tipo de combinación que se utiliza en el fundido
pt_br: O tipo de mistura usado no crossfade

# UObjectToolTips,AnimStateTransitionNode:LogicType
source: What transition logic to use
es: Qué transición lógica usar
pt_br: Que lógica de transição usar

# UObjectToolTips,AnimStateTransitionNode:PriorityOrder
source: The priority order of this transition. If multiple transitions out of a state go true at the same time, the one with the smallest priority order will take precedent
es: El orden de prioridad de esta transición. Si varias transiciones, fuera de un estado, van a verdaderas al mismo tiempo, aquella con el orden de prioridad más bajo tendrá prioridad.
pt_br: A ordem de prioridade dessa transação. Se várias transações de saída um estado se tornarem verdadeiras ao mesmo tempo, aquela com a menor ordem de prioridade terá precedência

# UObjectToolTips,AnimStateTransitionNode:SharedColor
source: Color we draw in the editor as if we are shared
es: El color con el que trazamos en el editor como si fuésemos compartidos
pt_br: Cor que desenhamos noeditor como se estivéssemos compartilhados

# UObjectToolTips,AnimStateTransitionNode:SharedRulesGuid
source: Shared rules guid useful when copying between different state machines
es: GUID (identificador único global) de reglas compartidas útil al copiar entre diferentes máquinas de estado
pt_br: GUID de regras compartilhadas útil ao copiar entre máquinas em estados diferentes

# UObjectToolTips,AnimStateTransitionNode:SharedRulesName
source: What we call this transition if we are shared ('Transition X to Y' can't be used since its used in multiple places)
es: El nombre que le damos a esta transición si somos compartidos ('Transición X a Y' no se puede usar debido a que se usa en múltiples lugares)
pt_br: Como chamamos essa transição se for compartilhado ('Transição de X para Y' não pode ser usada porque é usada em vários locais)

# UObjectToolTips,AnimTickRecord
source: Information about an animation asset that needs to be ticked
es: Información sobre un activo de la animación que se necesita revisar
pt_br: Informação sobre um ativo de animação que precisa ser ticado

# UObjectToolTips,AnimTrack
source: This is list of anim segments for this track For now this is only one TArray, but in the future we should define more transition/blending behaviors
es: Esta es la lista de los segmentos de la animación para esta pista Por ahora hay solo una TArray, pero en el futuro debemos definir mas comportamientos de transición/combinación
pt_br: Essa é uma lista de segmentos de animação para essa faixa Por enquanto, essa é a única TArray, mas no futuro, deveremos definir mais comportamentos de mistura/transição

# UObjectToolTips,AnimUpdateRateParameters
source: Container for Animation Update Rate parameters. They are shared for all components of an Actor, so they can be updated in sync.
es: Contenedor para los parámetros de proporción de la actualización de la animación. Los comparten todos lo componentes de un actor, así podrán actualizarse en sincronización.
pt_br: Recipiente para parâmetros de Taxa de Atualização de Animação. São compartilhados para todos os componentes de um Ator, para que possam ser atualizados em sincronia.

# UObjectToolTips,AnimUpdateRateParameters:bInterpolateSkippedFrames
source: When skipping a frame, should it be interpolated or frozen?
es: Al omitir un fotograma, ¿se debe interpolar o congelar?
pt_br: Ao saltar um quadro, ele deve ser interpolado ou congelado?

# UObjectToolTips,AnimUpdateRateParameters:bSkipEvaluation
source: (This frame) animation evaluation should be skipped.
es: Se debe omitir esta evaluación de animación de (fotograma).
ko: Skip Evaluation - (이 프레임) 애니메이션 이밸류에이션을 건너뜁니다.
pt_br: (Este quadro) a avaliação de animação deve ser ignorada.

# UObjectToolTips,AnimUpdateRateParameters:bSkipUpdate
source: (This frame) animation update should be skipped.
es: Se debe omitir esta actualización de animación de (fotograma).
ko: Skip Update - (이 프레임) 애니메이션 업데이트를 건너뜁니다.
pt_br: (Este quadro) a atualização de animação deve ser ignorada.

# UObjectToolTips,AnimUpdateRateParameters:UpdateRate
source: How often animation will be updated/ticked. 1 = every frame, 2 = every 2 frames, etc.
es: Con qué frecuencia se actualizará/revisará la animación. 1 = en cada fotograma, 2 = cada 2 fotogramas, etc.
pt_br: Frequência de atualização/toque da animação. 1 = todos os quadros, 2 = a cada 2 quadros etc.

source: Called when the application is returning to the foreground (reverse any processing done in the EnterBackground delegate)
es: Llamada cuando la aplicación regresa a primer plano (revierte cualquier proceso realizado en el delegado EnterBackground)
pt_br: Chamado quando a aplicação estver voltando ao primeiro plano (reverte qualquer processamento realizado no delegado EnterBackground)

# UObjectToolTips,PlatformGameInstance:ApplicationHasEnteredForegroundDelegate
source: Called when the application is returning to the foreground (reverse any processing done in the EnterBackground delegate)
es: Llamada cuando la aplicación regresa a primer plano (revierte cualquier proceso realizado en el delegado EnterBackground)
pt_br: Chamado quando a aplicação estver voltando ao primeiro plano (reverte qualquer processamento realizado no delegado EnterBackground)

# UObjectToolTips,ApplicationLifecycleComponent:ApplicationHasReactivatedDelegate
source: Called when the application has been reactivated (reverse any processing done in the Deactivate delegate)
es: Llamada cuando se reactiva la aplicación (revierte cualquier proceso realizado en el delegado Deactivate)
pt_br: Chamado quando a aplicação for reativada (reverte qualquer processamento realizado no delegado Deactivate)

# UObjectToolTips,PlatformGameInstance:ApplicationHasReactivatedDelegate
source: Called when the application has been reactivated (reverse any processing done in the Deactivate delegate)
es: Llamada cuando se reactiva la aplicación (revierte cualquier proceso realizado en el delegado Deactivate)
pt_br: Chamado quando a aplicação for reativada (reverte qualquer processamento realizado no delegado Deactivate)

# UObjectToolTips,ApplicationLifecycleComponent:ApplicationWillDeactivateDelegate
source: This is called when the application is about to be deactivated (e.g., due to a phone call or SMS or the sleep button). The game should be paused if possible, etc...
es: Se le llama cuando la aplicación está por ser desactivada (por ej. debido a una llamada telefónica o mensaje de texto, o mediante el botón Suspender). El juego debería ponerse en pausa, si es posible, etc...
pt_br: É chamado quando o aplicativo está prestes a ser desativado (por exemplo, devido a um telefonema ou SMS, ou ao botão de hibernação). O jogo deve ser pausado, se possível, etc.

# UObjectToolTips,PlatformGameInstance:ApplicationWillDeactivateDelegate
source: This is called when the application is about to be deactivated (e.g., due to a phone call or SMS or the sleep button). The game should be paused if possible, etc...
es: Se le llama cuando la aplicación está por ser desactivada (por ej. debido a una llamada telefónica o mensaje de texto, o mediante el botón Suspender). El juego debería ponerse en pausa, si es posible, etc...
pt_br: É chamado quando o aplicativo está prestes a ser desativado (por exemplo, devido a um telefonema ou SMS, ou ao botão de hibernação). O jogo deve ser pausado, se possível, etc.

source: This is called when the application is being backgrounded (e.g., due to switching to another app or closing it via the home button) The game should release shared resources, save state, etc..., since it can be terminated from the background state without any further warning.
es: Se llama cuando se envía la aplicación a un segundo plano (por ej. debido al cambio a otra aplicación o al cerrarla con el botón de inicio) El juego debería liberar los recursos compartidos, guardar el estado, etc., ya que se puede terminar desde el segundo plano sin más advertencia.
pt_br: É chamado quando o aplicativo está sendo colocado em segundo plano (por exemplo, ao alternar para outro aplicativo ou ao fechá-lo com o botão iniciar) O jogo deve liberar recursos compartilhados, salvar o estado etc., pois poderá ser encerrado do estado de segundo plano sem aviso prévio.

# UObjectToolTips,PlatformGameInstance:ApplicationWillEnterBackgroundDelegate
source: This is called when the application is being backgrounded (e.g., due to switching to another app or closing it via the home button) The game should release shared resources, save state, etc..., since it can be terminated from the background state without any further warning.
es: Se llama cuando se envía la aplicación a un segundo plano (por ej. debido al cambio a otra aplicación o al cerrarla con el botón de inicio) El juego debería liberar los recursos compartidos, guardar el estado, etc., ya que se puede terminar desde el segundo plano sin más advertencia.
pt_br: É chamado quando o aplicativo está sendo colocado em segundo plano (por exemplo, ao alternar para outro aplicativo ou ao fechá-lo com o botão iniciar) O jogo deve liberar recursos compartilhados, salvar o estado etc., pois poderá ser encerrado do estado de segundo plano sem aviso prévio.

# UObjectToolTips,ApplicationLifecycleComponent:ApplicationWillTerminateDelegate
source: This *may* be called when the application is getting terminated by the OS. There is no guarantee that this will ever be called on a mobile device, save state when ApplicationWillEnterBackgroundDelegate is called instead.
es: Esto *podría* llamarse cuando el sistema operativo esté cerrando la aplicación. No hay seguridad de que se pueda llamar en un dispositivo móvil, si se llama a ApplicationWillEnterBackgroundDelegate se guarda el estado.
pt_br: Isso *pode* ser chamado quando o aplicativo está sendo encerrado pelo SO. Não há garantia que isso será chamado em um dispositivo móvel, salve o estado quando ApplicationWillEnterBackgroundDelegate for chamada.

# UObjectToolTips,PlatformGameInstance:ApplicationWillTerminateDelegate
source: This *may* be called when the application is getting terminated by the OS. There is no guarantee that this will ever be called on a mobile device, save state when ApplicationWillEnterBackgroundDelegate is called instead.
es: Esto *podría* llamarse cuando el sistema operativo esté cerrando la aplicación. No hay seguridad de que se pueda llamar en un dispositivo móvil, si se llama a ApplicationWillEnterBackgroundDelegate se guarda el estado.
pt_br: Isso *pode* ser chamado quando o aplicativo está sendo encerrado pelo SO. Não há garantia que isso será chamado em um dispositivo móvel, salve o estado quando ApplicationWillEnterBackgroundDelegate for chamada.

# UObjectToolTips,ArrowComponent:bIsScreenSizeScaled
source: Set to limit the screen size of this arrow
es: Ajustar para limitar el tamaño de pantalla de esta flecha
pt_br: Define para limitar o tamanho da tela desta seta

# UObjectToolTips,ArrowComponent:bLightAttachment
source: If true, this arrow component is attached to a light actor
es: Si es verdadero, este componente de flecha está sujeto a un actor de luz
pt_br: Se for verdadeiro, esse componente de seta será anexado a um ator de luz

# UObjectToolTips,ArrowComponent:bTreatAsASprite
source: If true, don't show the arrow when EngineShowFlags.BillboardSprites is disabled.
es: Si es verdadero, no mostrar la flecha cuando EngineShowFlags.BillboardSprites esté desactivado.
pt_br: Se for verdadeiro, a seta não será exibida quando EngineShowFlags.BillboardSprites for desativada.

# UObjectToolTips,ArrowComponent:bUseInEditorScaling
source: Whether to use in-editor arrow scaling (i.e. to be affected by the global arrow scale)
es: Si usar escala de flechas en el editor (por ej. ser afectado por la escala de flechas global)
pt_br: Se deve usar escalonamento de setas no editor (ou seja, ser afetado pela escada de setas global)

# UObjectToolTips,BillboardComponent:bUseInEditorScaling
source: Whether to use in-editor arrow scaling (i.e. to be affected by the global arrow scale)
es: Si usar escala de flechas en el editor (por ej. ser afectado por la escala de flechas global)
pt_br: Se deve usar escalonamento de setas no editor (ou seja, ser afetado pela escada de setas global)

# UObjectToolTips,ArrowComponent:ScreenSize
source: The size on screen to limit this arrow to (in screen space)
es: El tamaño en pantalla al que limitar esta flecha (en espacio de pantalla)
pt_br: O tamanho na tela ao qual limitar essa seta (em espaço da tela)

# UObjectToolTips,ArrowComponent:SetArrowColor_DEPRECATED
source: Updates the arrow's colour, and tells it to refresh
es: Actualiza el color de la flecha, y le pide que actualice
pt_br: Atualiza a cor da seta e manda ela ser atualizada

# UObjectToolTips,ArrowComponent:SetArrowColor_New
source: Updates the arrow's colour, and tells it to refresh
es: Actualiza el color de la flecha, y le pide que actualice
pt_br: Atualiza a cor da seta e manda ela ser atualizada

# UObjectToolTips,ArrowComponent:SpriteCategoryName
source: Sprite category that the arrow component belongs to, if being treated as a sprite. Value serves as a key into the localization file.
es: Categoría sprite a la que pertenece el componente de la flecha, si se está tratando como un sprite. El valor sirve como una clave en el archivo de localización.
pt_br: Categoria de sprite a que pertence o componente da seta, se for tratada como sprite. O valor serve de chave no arquivo de localização.

# UObjectToolTips,ArrowComponent:SpriteInfo
source: Sprite category information regarding the arrow component, if being treated as a sprite.
es: Información de categoría sprite sobre el componente de la flecha, si se está tratando como un sprite.
pt_br: Informações da categoria de sprite quanto ao componente da seta, se for tratada como sprite.

# UObjectToolTips,AssetEditorOrbitCameraPosition:bIsSet
source: Whether or not this has been set to a valid value
es: Si se ha establecido o no como un valor válido.
pt_br: Se foi ou não definido com um valor válido

# UObjectToolTips,AssetEditorOrbitCameraPosition:CamOrbitPoint
source: The position to orbit the camera around
es: La posición en la que orbitará la cámara
pt_br: A posição na qual orbitar a câmera

# UObjectToolTips,AssetEditorOrbitCameraPosition:CamOrbitRotation
source: The rotation to apply around the orbit point
es: La rotación a aplicar alrededor el punto de órbita
pt_br: A rotação a aplicar em torno do ponto de órbita

# UObjectToolTips,AssetEditorOrbitCameraPosition:CamOrbitZoom
source: The distance of the camera from the orbit point
es: La distancia de la cámara desde el punto de órbita
pt_br: A distância da câmera a partir do ponto de órbita

# UObjectToolTips,AssetEditorRequestOpenAsset
source: Implements a message for opening an asset in the asset browser.
es: Aplica un mensaje para abrir un activo en el buscador de activos.
pt_br: Implementa uma mensagem para a abertura de um ativo no navegador de ativos.

# UObjectToolTips,AssetEditorRequestOpenAsset:AssetName
source: Holds the name of the asset to open.
es: Contiene el nombre del activo que se abre.
pt_br: Contém o nome do ativo a abrir.

# UObjectToolTips,AssetImportData:SourceFilePath
source: Path to the resource used to construct this static mesh. Relative to the object's package, BaseDir() or absolute
es: Ruta para los recursos utilizados para construir esta malla estática. Es relativa a la absoluta, BaseDir() o paquete del objeto.
pt_br: Caminho para o recurso usado na construção desta malha estática. Relativo ao pacote do objeto, a BaseDir() ou absoluto.

# UObjectToolTips,AssetUserData
source: Object that can be subclassed to store custom data on Unreal asset objects.
es: El objeto que se puede subclasificar para almacenar datos personalizados en los objetos del activo unreal.
pt_br: Objeto que pode ser usado como subclasse para armazenar dados personalizados de objetos de ativos do Unreal.
