Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ECustomDepthStencil
source: Enumerates available options for custom depth.
es: Enumera las opciones disponibles para profundidad personalizada.
pt_br: Enumera as opções disponíveis para profundidades personalizadas.

# UObjectToolTips,EDetailMode
source: Detail mode for scene component rendering.
es: Modo detalle para la renderización del componente de la escena
pt_br: Modo de detalhes para renderização de componente de cena.

# UObjectToolTips,EdGraph:bAllowRenaming
source: If true, graph can be renamed; Note: Graph can also be renamed if bAllowDeletion is true currently
es: Si es verdadero, se puede renombrar el gráfico; Nota: El gráfico puede renombrarse si bAllowDeletion es verdadero actualmente
pt_br: Se for verdadeiro, o grafo poderá ser renomeado. Atenção: o grafo também poderá ser renomeado se bAllowDeletion for verdadeiro no momento

# UObjectToolTips,EdGraph:bEditable
source: If true, graph can be edited by the user
es: Si es verdadero, el usuario puede editar el gráfico
pt_br: Se for verdadeiro, o grafo poderá ser editado pelo usuário

# UObjectToolTips,EdGraph:GraphGuid
source: Guid for this graph
es: Guid (identificador único global) para este gráfico
pt_br: GUID deste grafo

# UObjectToolTips,EdGraph:InterfaceGuid
source: Guid of interface graph this graph comes from (used for conforming)
es: Guid (identificador único global) de interfaz gráfica de la cual proviene este gráfico (se usa para conformar)
pt_br: GUID do grafo de interface do qual advém este grafo (usado para conformação)

# UObjectToolTips,EdGraph:Nodes
source: Set of all nodes in this graph
es: Conjunto de todos los nodos en este gráfico
pt_br: Conjunto de todos os nós neste grafo

# UObjectToolTips,EdGraph:Schema
source: The schema that this graph obeys
es: El esquema que este gráfico obedece
pt_br: O esquema a que esse grafo obedece

# UObjectToolTips,EdGraph:SubGraphs
source: Child graphs that are a part of this graph; the separation is purely visual
es: Gráficos hijos son parte de esta gráfica; la separación es meramente visual
pt_br: Grafos filhos que fazem parte deste grafo; a separação é puramente visual

# UObjectToolTips,EdGraphNode:AdvancedPinDisplay
source: Enum to indicate if a node has advanced-display-pins, and if they are shown
es: Enumeración para indicar si un nodo tiene Pins de visualización avanzada, y si se muestran
pt_br: Enum que indica se um nó tem fixadores de tela avançados e se eles estão exibidos

# UObjectToolTips,EdGraphNode:bCanRenameNode
source: If true, this node can be renamed in the editor
es: Si es verdadero, se puede modificar el nombre de este nodo en el editor
pt_br: Se for verdadeiro, esse nó poderá ser renomeado pelo editor

# UObjectToolTips,EdGraphNode:bCanResizeNode
source: If true, this node can be resized and should be drawn with a resize handle
es: Si es verdadero, se puede modificar el tamaño de este nodo y se debe trazar con un controlador de tamaño
pt_br: Se for verdadeiro, esse nó poderá ser redimensionado e deverá ser desenhado com um manipulador de redimensionamento

# UObjectToolTips,EdGraphNode:bHasCompilerMessage
source: Flag to check for compile error/warning
es: Indicador a tener en cuenta cuando ocurren errores/advertencias de compilación
pt_br: Sinalizador para verificar um erro/advertência de compilação.

# UObjectToolTips,EdGraphNode:DeprecatedPins
source: List of connector pins
es: Lista de pines conectores
pt_br: Lista de fixadores de conector

# UObjectToolTips,EdGraphNode:ErrorMsg
source: Error/Warning description
es: Descripción de error/advertencia
pt_br: Descrição de erro/advertência

# UObjectToolTips,EdGraphNode:ErrorType
source: Flag to store node specific compile error/warning
es: Indicador para almacenar una compilación error/advertenia específica de nodo
pt_br: Sinalizador para armazenar o erro/advertência específica do nó

# UObjectToolTips,EdGraphNode:NodeComment
source: Comment string that is drawn on the node
es: Comentario de cadena que está trazado sobre el nodo
pt_br: Comentar string que é desenhada no nó

# UObjectToolTips,EdGraphNode:NodeHeight
source: Height of node in the editor; only used when the node can be resized
es: Altura del nodo en este editor; solo se usa cuando se puede modificar el tamaño del nodo
pt_br: Altura do nó no editor; usado apenas quando o nó pode ser redimensionado

# UObjectToolTips,EdGraphNode:NodePosX
source: X position of node in the editor
es: Posición X del nodo en el editor
pt_br: Posição X do nó no editor

# UObjectToolTips,EdGraphNode:NodePosY
source: Y position of node in the editor
es: Posición Y del nodo en el editor
pt_br: Posição Y do nó no editor

# UObjectToolTips,EdGraphNode:NodeWidth
source: Width of node in the editor; only used when the node can be resized
es: Ancho del nodo en el editor; solo se usa cuando se puede ajustar el tamaño del nodo
pt_br: Largura do nó no editor; usado apenas quando o nó pode ser redimensionado

# UObjectToolTips,EdGraphNode_Comment:bColorCommentBubble
source: Whether to use Comment Color to color the background of the comment bubble shown when zoomed out.
es: Si usar el color del comentario para dar color al fondo de la burbuja de comentario mostrado cuando se aleja el zoom.
pt_br: Se deve usar a Cor de Comentário para colorir o segundo plano da bolha de comentário exibida quando o zoom é afastado.

# UObjectToolTips,EdGraphNode_Comment:CommentColor
source: Color to style comment with
es: Color con el que resaltar el comentario
pt_br: Cor do estilo de comentários

# UObjectToolTips,MaterialExpressionComment:CommentColor
source: Color to style comment with
es: Color con el que resaltar el comentario
pt_br: Cor do estilo de comentários

# UObjectToolTips,EdGraphNode_Comment:MoveMode
source: Whether the comment should move any fully enclosed nodes around when it is moved
es: Si el comentario debe mover cualquier nodo totalmente encerrado cuando se mueva.
pt_br: Se o comentário deve mover qualquer nó completamente envolto quando é movido

# UObjectToolTips,EdGraphPin_Deprecated:AutogeneratedDefaultValue
source: Initial default value (the autogenerated value, to identify if the user has modified the value), stored as a string
es: Valor predeterminado inicial (el valor autogenerado, para identificar si el usuario ha modificado el valor), almacenado como una cadena
pt_br: Valor padrão inicial (o valor autogerado para identificar se o usuário modificou o valor) armazenado como uma string

# UObjectToolTips,EdGraphPin_Deprecated:bAdvancedView
source: If true, the pin may be hidden by user
es: Si es verdadero, el usuario puede ocultar el pin
pt_br: Se for verdadeiro, o fixador pode ser ocultado pelo usuário

# UObjectToolTips,EdGraphPin_Deprecated:bDefaultValueIsIgnored
source: If true, the default value on this pin is ignored and should not be set
es: Si es verdadero, se ignora el valor predeterminado en este pin y no debería establecerse
pt_br: Se for verdadeiro, o valor padrão desse pino será ignorado e não deverá ser definido

# UObjectToolTips,EdGraphPin_Deprecated:bDefaultValueIsReadOnly
source: If true, the default value of this connector is fixed and cannot be modified by the user (it's visible for reference only)
es: Si es verdadero, el valor predeterminado de este conector está fijo y el usuario no puede modificarlo (solo es visible para referencia)
pt_br: Se for verdadeiro, o valor padrão desse conector será fixo e o usuário não poderá modificá-lo (visível somente como referência).

# UObjectToolTips,EdGraphPin_Deprecated:bHidden
source: If true, this connector is currently hidden.
es: Si es verdadero, este conector está oculto actualmente.
pt_br: Se for verdadeiro, esse conector estará oculto no momento.

# UObjectToolTips,EdGraphPin_Deprecated:bIsDiffing
source: If true, this pin is the focus of a diff
es: Si es verdadero, este pin es el enfoque de un difuminado
pt_br: Se for verdadeiro, esse fixador será o foco de um gerador de diferenças

# UObjectToolTips,EdGraphPin_Deprecated:bNotConnectable
source: If true, this connector is unconnectable, and present only to allow the editing of the default text.
es: Si es verdadero, este conector no se puede conectar, y está presente solo para permitir la edición del texto predeterminado.
pt_br: Se for verdadeiro, não será possível conectar esse conector e ele estará presente somente para permitir a edição do texto padrão.

# UObjectToolTips,EdGraphPin_Deprecated:DefaultObject
source: If the default value for this pin should be an object, we store a pointer to it
es: Si el valor predeterminado para este pin es un objeto, entonces le almacenamos un puntero.
pt_br: Se o valor padrão deste fixador for um objeto, armazenamos um ponteiro nele

# UObjectToolTips,EdGraphPin_Deprecated:DefaultTextValue
source: If the default value for this pin should be an FText, it is stored here.
es: Si el valor predeterminado para este pin es un FText, entonces se almacena aquí.
pt_br: Se o valor padrão deste fixador for um FText, será armazenado aqui.

# UObjectToolTips,EdGraphPin_Deprecated:DefaultValue
source: Default value for this pin (used if the pin has no connections), stored as a string
es: Valor predeterminado para este pin (se usa si el pin no tiene conexiones), se almacena como una cadena
pt_br: Valor padrão para este fixador (usado se o fixador não tiver conexões), armazenado como string

# UObjectToolTips,EdGraphPin_Deprecated:Direction
source: Direction of flow of this pin (input or output)
es: Dirección del flujo de este pin (entrada o salida)
pt_br: Direção do fluxo deste fixador (entrada ou saída)

# UObjectToolTips,EdGraphPin_Deprecated:LinkedTo
source: Set of pins that we are linked to
es: Conjunto de pines a los que estamos enlazados
pt_br: Conjunto de fixadores aos quais se está vinculado

# UObjectToolTips,EdGraphPin_Deprecated:ParentPin
source: The pin that was split and generated this pin
es: El pin que se dividió y generó este pin
pt_br: O fixador que foi dividido e gerou esse fixador

# UObjectToolTips,EdGraphPin_Deprecated:PersistentGuid
source: Pin name could be changed, so whenever possible it's good to have a persistent GUID identifying Pin to reconstruct Node seamlessly
es: El nombre del pin podría modificarse, cuando sea posible es bueno tener un GUID (identificador único global) permanente que identifique el pin para reconstruir el nodo sin interrupción
pt_br: É possível alterar o nome do fixador, portanto, sempre que possível, recomenda-se ter um GUID persistente que identifique o Fixador para reconstruir o Nó de forma contínua

# UObjectToolTips,EdGraphPin_Deprecated:PinFriendlyName
source: Used as the display name if set
es: Usado como el nombre de pantalla, si lo ajusta
pt_br: Usado como o nome de exibição, se definido

# UObjectToolTips,EdGraphPin_Deprecated:PinName
source: Name of this pin
es: Nombre de este pin
pt_br: Nome deste fixador

# UObjectToolTips,EdGraphPin_Deprecated:PinToolTip
source: The tool-tip describing this pin's purpose
es: La herramienta de ayuda que describe el objetivo de este pin
pt_br: A dica de ferramenta que descreve a finalidade desse fixador

# UObjectToolTips,EdGraphPin_Deprecated:PinType
source: The type of information carried on this pin
es: El tipo de información que tiene este pin
pt_br: O tipo de informações carregadas nesse fixador

# UObjectToolTips,EdGraphPin_Deprecated:SubPins
source: The pins created when a pin is split and hidden
es: Los pines creados cuando se divide y oculta un pin
pt_br: Os fixadores criados quando um fixador é dividido e oculto

# UObjectToolTips,EdGraphPinType
source: Struct used to define the type of information carried on this pin
es: Estructura usada para definir el tipo de información que tiene esta Pin.
pt_br: Struct usada para definir o tipo de informações carregadas nesse fixador

# UObjectToolTips,EdGraphPinType:bIsArray
source: Whether or not this pin represents an array of values
es: Si este pin representa o no una matriz de valores
pt_br: Se esse fixador representa ou não uma matriz de valores

# UObjectToolTips,EdGraphPinType:bIsConst
source: Whether or not this pin is a immutable const value
es: Si este pin es o no un valor constante inmutable.
pt_br: Se esse fixador é ou não um valor de constante imutável

# UObjectToolTips,EdGraphPinType:bIsReference
source: Whether or not this pin is a value passed by reference or not
es: Si este pin es o no un valor pasado por referencia
pt_br: Se esse fixador é ou não um valor passado por referência ou não

# UObjectToolTips,EdGraphPinType:bIsWeakPointer
source: Whether or not this is a weak reference
es: Si es o no una referencia débil
pt_br: Se essa é ou não uma referência fraca

# UObjectToolTips,EdGraphPinType:PinCategory
source: Category of pin type
es: Categoría de tipo de pin
pt_br: Categoria do tipo de fixador

# UObjectToolTips,EdGraphPinType:PinSubCategory
source: Sub-category of pin type
es: Tipo de pin de categoría secundaria
pt_br: Subcategoria do tipo de fixador

# UObjectToolTips,EdGraphPinType:PinSubCategoryMemberReference
source: Sub-category member reference
es: Referencia del miembro de categoría secundaria
pt_br: Referência do membro da subcategoria

# UObjectToolTips,EdGraphPinType:PinSubCategoryObject
source: Sub-category object
es: Objeto de categoría secundaria
pt_br: Objeto da subcategoria

# UObjectToolTips,EdGraphSchemaAction_K2AddCallOnActor
source: Action to add a 'call function on actor(s)' set of nodes to the graph
es: Acción para añadir un conjunto de nodos 'función de llamada en el/los actor(es)' al gráfico
pt_br: Ação para adicionar um conjunto de nós de 'chamar função no(s) ator(es)' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AddCallOnActor:LevelActors
source: Pointer to actors in level we want to call function on
es: Puntero para actores en nivel a los que queremos llamar una función
pt_br: Apontador para atores em nível no qual se deseja chamar uma função

# UObjectToolTips,EdGraphSchemaAction_K2AddComment
source: Action to add a 'comment' node to the graph
es: Acción para añadir un nodo de 'comentario' al gráfico
pt_br: Ação para adicionar um nó 'comentário' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AddComponent
source: Action to add an 'add component' node to the graph
es: Acción para añadir un nodo 'añadir componente' al gráfico
pt_br: Ação para adicionar um nó de 'adicionar componente' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AddComponent:ComponentAsset
source: Option asset to assign to newly created component
es: Activo de opciones a asignar a un componente creado recientemente
pt_br: Ativo de opção para atribuir ao componente recém-criado

# UObjectToolTips,EdGraphSchemaAction_K2AddComponent:ComponentClass
source: Class of component we want to add
es: Clase de componente que queremos agregar
pt_br: Classe do componente que queremos adicionar

# UObjectToolTips,EdGraphSchemaAction_K2AddCustomEvent
source: Action to add a 'custom event' node to the graph
es: Acción para añadir un nodo de 'evento personalizado' al gráfico
pt_br: Ação para adicionar um nó 'evento personalizado' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AddEvent
source: Action to add a 'event' node to the graph
es: Acción para agregar un nodo de 'eventos' al gráfico.
pt_br: Ação para adicionar um nó 'evento' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AddTimeline
source: Action to add a 'timeline' node to the graph
es: Acción para añadir un nodo de 'línea de tiempo' al gráfico
pt_br: Ação para adicionar um nó 'linha do tempo' ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2Delegate
source: Reference to a function, macro, event graph, or timeline (only used in 'docked' palette)
es: Referencia a una función, macro, gráfico del evento o línea del tiempo (solo se usa en la paleta 'conectada')
pt_br: Referência a uma função, macro, grafo de evento ou linha do tempo (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2Graph
source: Reference to a function, macro, event graph, or timeline (only used in 'docked' palette)
es: Referencia a una función, macro, gráfico del evento o línea del tiempo (solo se usa en la paleta 'conectada')
pt_br: Referência a uma função, macro, grafo de evento ou linha do tempo (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2Enum
source: Reference to an enumeration (only used in 'docked' palette)
es: Referencia a una enumeración (solo se usa en la paleta 'conectada')
pt_br: Referência a uma enumeração (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2LocalVar
source: Reference to a local variable (only used in 'docked' palette)
es: Referencia a una variable local (solo se usa en la paleta 'conectada')
pt_br: Referência a uma variável local (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2PasteHere
source: Action to paste at this location on graph
es: Acción para pegar en esta ubicación del gráfico
pt_br: Ação para colar neste local no grafo

# UObjectToolTips,EdGraphSchemaAction_K2Struct
source: Reference to an structure (only used in 'docked' palette)
es: Referencia a una estructura (solo se usa en la paleta 'conectada')
pt_br: Referência a uma estrutura (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2TargetNode
source: Action to target a specific node on graph
es: Acción para dirigir a un nodo específico en el gráfico
pt_br: Ação para definir como alvo um nó específico no grafo

# UObjectToolTips,EdGraphSchemaAction_K2Var
source: Reference to a variable (only used in 'docked' palette)
es: Referencia a una variable (solo se usa en la paleta 'conectada')
pt_br: Referência a uma variável (usado somente na paleta 'acoplada')

# UObjectToolTips,EdGraphSchemaAction_K2ViewNode
source: Action to view a node to the graph
es: Acción para ver un nodo en el gráfico
pt_br: Ação para exibir um nó no grafo

# UObjectToolTips,EdGraphSchemaAction_K2ViewNode:NodePtr
source: node we want to view
es: nodo que queremos ver
pt_br: nó que queremos visualizar

# UObjectToolTips,EdGraphSchemaAction_NewStateComment
source: Action to create new comment
es: Acción para crear un comentario nuevo
pt_br: Ação para criar um novo comentário

# UObjectToolTips,SoundCueGraphSchemaAction_NewComment
source: Action to create new comment
es: Acción para crear un comentario nuevo
pt_br: Ação para criar um novo comentário

# UObjectToolTips,EditableText
source: Editable text box widget
es: Widget de cuadro de texto modificable
pt_br: Widget da caixa de texto editável

# UObjectToolTips,MultiLineEditableText
source: Editable text box widget
es: Widget de cuadro de texto modificable
pt_br: Widget da caixa de texto editável

# UObjectToolTips,EditableText:BackgroundImageComposing
source: Background image for the composing text (overrides Style)
es: Imagen de fondo para el texto de composición (anula estilo)
pt_br: Imagem de fundo do texto escrito (substitui o estilo)

# UObjectToolTips,EditableText:BackgroundImageSelected
source: Background image for the selected text (overrides Style)
es: Imagen de fondo para el texto seleccionado (anula estilo)
pt_br: Imagem de fundo do texto selecionado (substitui o estilo)

# UObjectToolTips,EditableText:CaretImage
source: Image brush used for the caret (overrides Style)
es: Pincel de la imagen que se ha usado para el signo de intercalación (anula estilo)
pt_br: Pincel de imagem usado para o caractere circunflexo (substitui Estilo)

# UObjectToolTips,EditableText:ClearKeyboardFocusOnCommit
source: Whether to clear keyboard focus when pressing enter to commit changes
es: Si borrar el enfoque del teclado al presionar intro para aceptar cambios
pt_br: Se deve remover o foco do teclado ao pressionar Enter para confirmar alterações

# UObjectToolTips,EditableTextBox:ClearKeyboardFocusOnCommit
source: Whether to clear keyboard focus when pressing enter to commit changes
es: Si borrar el enfoque del teclado al presionar intro para aceptar cambios
pt_br: Se deve remover o foco do teclado ao pressionar Enter para confirmar alterações

# UObjectToolTips,EditableText:ColorAndOpacity
source: Text color and opacity (overrides Style)
es: Color y opacidad del texto (anula estilo)
pt_br: Cor e opacidade do texto (substitui Estilo)

# UObjectToolTips,EditableTextBox:ForegroundColor
source: Text color and opacity (overrides Style)
es: Color y opacidad del texto (anula estilo)
pt_br: Cor e opacidade do texto (substitui Estilo)

# UObjectToolTips,MultiLineEditableTextBox:ForegroundColor
source: Text color and opacity (overrides Style)
es: Color y opacidad del texto (anula estilo)
pt_br: Cor e opacidade do texto (substitui Estilo)

# UObjectToolTips,EditableText:Font
source: Font color and opacity (overrides Style)
es: Color y opacidad de la fuente (anula estilo)
pt_br: Cor e opacidade da fonte (substitui Estilo)

# UObjectToolTips,EditableTextBox:Font
source: Font color and opacity (overrides Style)
es: Color y opacidad de la fuente (anula estilo)
pt_br: Cor e opacidade da fonte (substitui Estilo)

# UObjectToolTips,MultiLineEditableText:Font
source: Font color and opacity (overrides Style)
es: Color y opacidad de la fuente (anula estilo)
pt_br: Cor e opacidade da fonte (substitui Estilo)

# UObjectToolTips,MultiLineEditableTextBox:Font
source: Font color and opacity (overrides Style)
es: Color y opacidad de la fuente (anula estilo)
pt_br: Cor e opacidade da fonte (substitui Estilo)

# UObjectToolTips,EditableText:HintText
source: Hint text that appears when there is no text in the text box
es: Texto de indicaciones que aparece cuando no hay texto en el cuadro de texto
pt_br: Texto de dica que aparece quando não há texto na caixa de texto

# UObjectToolTips,EditableTextBox:HintText
source: Hint text that appears when there is no text in the text box
es: Texto de indicaciones que aparece cuando no hay texto en el cuadro de texto
pt_br: Texto de dica que aparece quando não há texto na caixa de texto

# UObjectToolTips,MultiLineEditableText:HintText
source: Hint text that appears when there is no text in the text box
es: Texto de indicaciones que aparece cuando no hay texto en el cuadro de texto
pt_br: Texto de dica que aparece quando não há texto na caixa de texto

# UObjectToolTips,MultiLineEditableTextBox:HintText
source: Hint text that appears when there is no text in the text box
es: Texto de indicaciones que aparece cuando no hay texto en el cuadro de texto
pt_br: Texto de dica que aparece quando não há texto na caixa de texto

# UObjectToolTips,EditableText:IsPassword
source: Sets whether this text box is for storing a password
es: Ajusta si este cuadro de texto es para almacenar una contraseña
pt_br: Define se esta caixa de texto se destina ao armazenamento de senha

# UObjectToolTips,EditableTextBox:IsPassword
source: Sets whether this text box is for storing a password
es: Ajusta si este cuadro de texto es para almacenar una contraseña
pt_br: Define se esta caixa de texto se destina ao armazenamento de senha

# UObjectToolTips,EditableText:IsReadOnly
source: Sets whether this text box can actually be modified interactively by the user
es: Ajusta si el usuario puede modificar de forma interactiva este cuadro de texto
pt_br: Define se esta caixa de texto pode ser mesmo modificada de forma interativa pelo usuário

# UObjectToolTips,EditableTextBox:IsReadOnly
source: Sets whether this text box can actually be modified interactively by the user
es: Ajusta si el usuario puede modificar de forma interactiva este cuadro de texto
pt_br: Define se esta caixa de texto pode ser mesmo modificada de forma interativa pelo usuário

# UObjectToolTips,EditableText:MinimumDesiredWidth
source: Minimum width that a text block should be
es: Ancho mínimo ideal de un bloque de texto
pt_br: Largura mínima em que deve estar um bloco de texto
