Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleVelocityOverLifetime:VelOverLife
source: The scaling value applied to the velocity. Value is retrieved using the RelativeTime of the particle.
es: El valor de escalado aplicado a la velocidad. El valor se recupera mediante el EmitterTime de la partícula.
pt_br: O valor de escalonamento aplicado à velocidade. O valor é recuperado usando o RelativeTime da partícula.

# UObjectToolTips,ParticleRandomSeedInfo:bGetSeedFromInstance
source: If true, the module will attempt to get the seed from the owner instance. If that fails, it will fall back to getting it from the RandomSeeds array.
es: Si es verdadero, el módulo tratará de obtener la semilla de la instancia del propietario. Si falla, recurrirá a la matriz de RandomSeeds para obtenerla.
pt_br: Se for verdadeiro, o módulo tentará buscar a semente na instância do dono. Caso isso falhe, ele tentará buscá-la na matriz RandomSeed.

# UObjectToolTips,ParticleRandomSeedInfo:bInstanceSeedIsIndex
source: If true, the seed value retrieved from the instance will be an index into the array of seeds.
es: Si es verdadero, el valor de la semilla recuperada de la instancia será un índice en la matriz de las semillas.
pt_br: Se for verdadeiro, o valor da semente recuperado da instância será um índice na matriz de sementes.

# UObjectToolTips,ParticleRandomSeedInfo:bResetSeedOnEmitterLooping
source: If true, then reset the seed upon the emitter looping. For looping environmental effects this should likely be set to false to avoid a repeating pattern.
es: Si es verdadero, entonces reajusta la semilla sobre el bucle del emisor. Para los efectos del entorno en bucle esto se debe ajustar a falso para evitar un patrón de repeticiones.
pt_br: Se for verdadeiro, a semente será redefinida quando o emissor completar um loop. Para efeitos de ambiente em loop, isso provavelmente deve ser definido como falso para evitar repetições de padrão.

# UObjectToolTips,ParticleRandomSeedInfo:ParameterName
source: The name to expose to the placed instances for setting this seed
es: El nombre que exponer en las instancias colocadas para configurar esta semilla
pt_br: O nome para expor às instâncias posicionadas para configurar essa semente

# UObjectToolTips,ParticleRandomSeedInfo:RandomSeeds
source: The random seed values to utilize for the module. More than 1 means the instance will randomly select one.
es: Los valores de semilla aleatoria que utilizar para el módulo. Más de 1 significa que la instancia seleccionará uno aleatoriamente.
pt_br: Os valores de semente aleatória usados para o módulo. Mais de 1 significa que a instância selecionará um aleatoriamente.

# UObjectToolTips,ParticleReplayState
source: Particle system replay state
es: Estado de reproducción del sistema de partículas
pt_br: Estado de replay do sistema de Partículas

# UObjectToolTips,ParticleReplayState.PRS_Capturing
source: Capture all particle data to the clip specified by ReplayClipIDNumber. The frame to capture must be specified using the ReplayFrameIndex
es: Capturar todos los datos de las partículas de la parte especificada por ReplayClipIDNumber. El fotograma de la captura se debe especificar usando ReplayFrameIndex
pt_br: Captura todos os dados de partícula para o clipe especificado por ReplayClipIDNumber. O quadro a ser capturado deve ser especificado usando o ReplayFrameIndex

# UObjectToolTips,ParticleReplayState.PRS_Disabled
source: Replay system is disabled. Particles are simulated and rendered normally.
es: Reproducir el sistema que está desactivado. Las partículas se han simulado y renderizado de manera normal.
pt_br: Sistema de replay está desativado. Partículas são simuladas e renderizadas normalmente.

# UObjectToolTips,ParticleReplayState.PRS_Replaying
source: Replay captured particle state from the clip specified by ReplayClipIDNumber. The frame to play must be specified using the ReplayFrameIndex
es: Reproducir el estado de la partícula capturada desde el clip especificado por ReplayClipIDNumber. El fotograma que reproducir se debe especificar median el ReplayFrameIndex
pt_br: Replay do estado da partícula capturada a partir do clipe especificado em ReplayClipIDNumber. O quadro a ser reproduzido deve ser especificado através de ReplayFrameIndex

# UObjectToolTips,ParticleReplayTrackKey
source: Data for a single key in this track
es: Datos para una clave única en esta pista
pt_br: Dados de uma única chave nesta faixa

# UObjectToolTips,ParticleReplayTrackKey:ClipIDNumber
source: Replay clip ID number that identifies the clip we should capture to or playback from
es: Reproducir el número ID del clip que indentifica el clip que debemos capturar o del que reproducirlo.
pt_br: Número de ID do clipe de replay que identifica o clipe para o qual queremos capturar ou do qual queremos reproduzir.

# UObjectToolTips,ParticleReplayTrackKey:Duration
source: Time length this clip should be captured/played for
es: Tiempo durante el que capturar/reproducir este clip
pt_br: O período para o qual esse clipe deve ser capturado/reproduzido

# UObjectToolTips,ParticleReplayTrackKey:Time
source: Position along timeline
es: Posición a lo largo de la línea del tiempo
pt_br: Posição ao longo da linha do tempo

# UObjectToolTips,ParticleSysParam
source: Struct used for a particular named instance parameter for this ParticleSystemComponent.
es: Estructura usada para un parámetro en concreto de la instancia identificada para este ParticleSystemComponent.
pt_br: Struct usada para um parâmetro de instância nomeado particular para esse ParticleSystemComponent.

# UObjectToolTips,ParticleSysParam:ParamType
source: The type of parameters PSPT_None - There is no data type PSPT_Scalar - Use the scalar value PSPT_ScalarRand - Select a scalar value in the range [Scalar_Low..Scalar) PSPT_Vector - Use the vector value PSPT_VectorRand - Select a vector value in the range [Vector_Low..Vector) PSPT_Color - Use the color value PSPT_Actor - Use the actor value PSPT_Material - Use the material value
es: El tipo de parámetros PSPT_None - No hay tipo de datos PSPT_Scalar - Usar el valor de la variable PSPT_ScalarRand - Seleccionar un valor de la variable dentro el rango [Scalar_Low..Scalar) PSPT_Vector - Usar el valor del vector PSPT_VectorRand - Seleccionar un valor del vector dentro el rango [Vector_Low..Vector) PSPT_Color - Usar el valor del color PSPT_Actor - Usar el valor del actor PSPT_Material - Usar el valor del material
pt_br: Os tipos de parâmetros PSPT_None - Não há tipo de dados PSPT_Scalar - Usar o valor escalar PSPT_ScalarRand - Selecionar um valor escalar no intervalo [Scalar_Low..Scalar) PSPT_Vector - Usar o valor vetorial PSPT_VectorRand - Selecionar um valor vetorial no intervalo [Vector_Low..Vector) PSPT_Color - Usar o valor de cor PSPT_Actor - Usar o valor do ator PSPT_Material - Usar o valor do material

# UObjectToolTips,ParticleSystem
source: A ParticleSystem is a complete particle effect that contains any number of ParticleEmitters. By allowing multiple emitters in a system, the designer can create elaborate particle effects that are held in a single system. Once created using Cascade, a ParticleSystem can then be inserted into a level or created in script.
es: Un ParticleSystem es un efecto de partículas completo que contiene un número de ParticleEmitters. Al permitir varios emisores en un sistema, el diseñador puede crear elaborados efectos de las partículas que contiene un sistema único. Una vez creado usando la cascada, un ParticleSystem se puede insertar en un nivel o crear una secuencia.
pt_br: Um ParticleSystem é um efeito de partículas completo que contém qualquer quantidade de ParticleEmitters. Ao permitir mais de um emissor em um sistema, o designer pode criar efeitos de partículas elaborados que são mantidos em um único sistema. Quando criado usando Cascata, um ParticleSystem pode ser inserido em um nível ou criado em script.

# UObjectToolTips,ParticleSystem:BackgroundColor
source: The background color to display in Cascade
es: El color de fondo a mostrar en cascada
pt_br: A cor de fundo a exibir em Cascata

# UObjectToolTips,ParticleSystem:bHasPhysics
source: Set during load time to indicate that physics is used...
es: Ajustar durante el tiempo de carga para indicar que los físicos están en uso...
pt_br: Definido durante o tempo de carregamento para indicar que se usa física...

# UObjectToolTips,ParticleSystem:bOrientZAxisTowardCamera
source: If true, the system's Z axis will be oriented toward the camera
es: Si es verdadero, el eje Z del sistema estará orientado hacia la cámara
pt_br: Se for verdadeiro, o eixo Z do sistema será orientado na direção da câmera.

# UObjectToolTips,ParticleSystem:bRegenerateLODDuplicate
source: Internal value that tracks the regenerate LOD levels preference. If true, when autoregenerating LOD levels in code, the low level will be a duplicate of the high.
es: Valor interno que monitorea la regeneración de la preferencia de los niveles de LED. Si es verdadero, al regenerar automáticamente los niveles LOD en código, el nivel bajo séra un duplicado del nivel alto.
pt_br: Valor interno que monitora a preferência de regeneração dos níveis LOD. Se for verdadeiro, ao regenerar níveis LOD automaticamente, o nível inferior será uma cópia do superior.

# UObjectToolTips,ParticleSystem:bShouldResetPeakCounts
source: EDITOR ONLY: Indicates that Cascade would like to have the PeakActiveParticles count reset
es: SOLO EN EL EDITOR: Indica que cascada quiere que reinicie el conteo PeakActiveParticles
pt_br: SOMENTE PARA O EDITOR: indica que Cascata possivelmente terá uma redefinição de contagem PeakActiveParticles

# UObjectToolTips,ParticleSystem:bUseDelayRange
source: If true, select the emitter delay from the range [DelayLow..Delay]
es: Si es verdadero, selecciona el retraso del emisor desde el rango [DelayLow..Delay]
pt_br: Se for verdadeiro, seleciona o atraso do emissor do intervalo [DelayLow..Delay]

# UObjectToolTips,ParticleSystem:bUseFixedRelativeBoundingBox
source: Whether to use the fixed relative bounding box or calculate it every frame.
es: Si usar la caja delimitadora relativa fija o calcularlo en cada fotograma.
pt_br: Se deve usar a caixa delimitadora fixa relativa ou calculá-la em cada quadro.

# UObjectToolTips,ParticleSystem:bUseRealtimeThumbnail
source: Inidicates the old 'real-time' thumbnail rendering should be used
es: Indica la renderización de la miniatura en 'tiempo real' anterior que se debe usar.
pt_br: Indica que a forma antiga de renderização de miniaturas em 'tempo real' deve ser usada

# UObjectToolTips,ParticleSystem:ContainsEmitterType
source: Returns true if this system contains an emitter of the pasesd type. @ param TypeData - The emitter type to check for. Must be a child class of UParticleModuleTypeDataBase
es: Devuelve verdadero si este sistema contiene un emisor del tipo enviado. @ param TypeData - El tipo de emisor que se va a verificar. Debe ser una clase hijo de UParticleModuleTypeDataBase
pt_br: Retorna verdadeiro se o sistema contiver um emissor do tipo passado. @param TypeData - O tipo de emissor para o qual verificar. Deve ser uma classe filha de UParticleModuleTypeDataBase

# UObjectToolTips,ParticleSystem:CurveEdSetup
source: Used for curve editor to remember curve-editing setup.
es: Usado para que el editor de curvas recuerde la configuración de edición de curvas.
pt_br: Usado para que o editor de curvas se lembre da configuração de edição de curvas.

# UObjectToolTips,ParticleSystem:CustomOcclusionBounds
source: The occlusion bounds to use if OcclusionBoundsMethod is set to EPSOBM_CustomBounds
es: Los límites de oclusión que se utilizan si OcclusionBoundsMethod esta ajustado a EPSOBM_CustomBounds
pt_br: Os limites de oclusão usados se OcclusionBoundsMethod for definido como EPSOBM_CustomBounds

# UObjectToolTips,ParticleSystem:Delay
source: How long this Particle system should delay when ActivateSystem is called on it.
es: Durante cuánto se debe retrasar este sistema de partículas cuando le ha llamado ActivateSystem.
pt_br: Quanto este sistema de Partícula deve ser atrasado quando ActivateSystem é chamado sobre ele.

# UObjectToolTips,ParticleSystem:EditorLODSetting
source: LOD setting for intepolation (set by Cascade) Range [0..100]
es: Ajustes LOD para interpolación (ajustado por Cascada) Rango [0..100]
pt_br: Configuração LOD de interpolação (definida por Cascata) Intervalo [0..100]

# UObjectToolTips,ParticleSystem:Emitters
source: Emitters - internal - the array of emitters in the system
es: Emisores - Internos - la matriz de emisores en el sistema
pt_br: Emissores - interno - a matriz de emissores no sistema

# UObjectToolTips,ParticleSystem:Emitters.Emitters
source: Emitters - internal - the array of emitters in the system
es: Emisores - Internos - la matriz de emisores en el sistema
pt_br: Emissores - interno - a matriz de emissores no sistema

# UObjectToolTips,ParticleSystem:FixedRelativeBoundingBox
source: Fixed relative bounding box for particle system.
es: Se ha fijado la caja delimitadora relativa para un sistema de partículas.
pt_br: Caixa delimitadora relativa fixa para o sistema de partículas.

# UObjectToolTips,ParticleSystem:FloorMesh
source: Cascade 'floor' mesh information.
es: Información de malla con 'floor' de cascada.
pt_br: Informação da malha "chão" em cascata.

# UObjectToolTips,ParticleSystem:LODDistanceCheckTime
source: How often (in seconds) the system should perform the LOD distance check.
es: Con qué frecuencia (en segundos) se debe reproducir el sistema de revisión de la distancia del LOD
pt_br: Com que frequência (em segundos) o sistema deve realizar a verificação de distância do LOD.

# UObjectToolTips,ParticleSystem:LODDistances
source: The array of distances for each LOD level in the system. Used when LODMethod is set to PARTICLESYSTEMLODMETHOD_Automatic. Example: System with 3 LOD levels LODDistances(0) = 0.0 LODDistances(1) = 2500.0 LODDistances(2) = 5000.0 In this case, when the system is [ 0.0 .. 2499.9] from the camera, LOD level 0 will be used. [2500.0 .. 4999.9] from the camera, LOD level 1 will be used. [5000.0 .. INFINITY] from the camera, LOD level 2 will be used.
es: La matriz de las distancias para cada nivel LOD en el sistema. Se usa cuando LODMethod está ajustado a PARTICLESYSTEMLODMETHOD_Automatic. Ejemplo: Sistema con 3 niveles LOD LODDistances(0) = 0.0 LODDistances(1) = 2500.0 LODDistances(2) = 5000.0 En ese caso, cuando el sistema está a [ 0.0 .. 2499.9] de la cámara, se usará el nivel LOD 0. a [2500.0 .. 4999.9] de la cámara, se usará el nivel LOD 1. a [5000.0 .. INFINITY] de la cámara, se usará el nivel LOD 2.
pt_br: A matriz de distâncias para cada nível de LOD no sistema. Usado quando o LODMethod é definido como PARTICLESYSTEMLODMETHOD_Automatic. Exemplo: O sistema com 3 níveis de LOD LODDistances(0) = 0.0 LODDistances(1) = 2500.0 LODDistances(2) = 5000.0 Nesse caso, quando o sistema está a [ 0.0 .. 2499.9] da câmera, o nível 0 de LOD será usado. [2500.0 .. 4999.9] da câmera, o nível 1 de LOD será usado. [5000.0 .. INFINITO] da câmera, o nível 2 de LOD será usado.

# UObjectToolTips,ParticleSystem:LODMethod
source: The method of LOD level determination to utilize for this particle system PARTICLESYSTEMLODMETHOD_Automatic - Automatically set the LOD level, checking every LODDistanceCheckTime seconds. PARTICLESYSTEMLODMETHOD_DirectSet - LOD level is directly set by the game code. PARTICLESYSTEMLODMETHOD_ActivateAutomatic - LOD level is determined at Activation time, then left alone unless directly set by game code.
es: El método para determinar el nivel LOD a utilizar para este sistema de partículas PARTICLESYSTEMLODMETHOD_Automático - Ajustar automáticamente el nivel LOD, revisándolo cada LODDistanceCheckTime segundos. PARTICLESYSTEMLODMETHOD_DirectSet - El nivel LOD se ajusta directamente por el código del juego. PARTICLESYSTEMLODMETHOD_ActivateAutomatic - El nivel LOD se determina en el tiempo de activación, se queda solo a menos que el código del juego lo ajuste directamente.
pt_br: O método de determinação de nível de LOD a ser usado nesse sistema de partículas PARTICLESYSTEMLODMETHOD_Automatic - Define automaticamente o nível de LOD, verificando a cada LODDistanceCheckTime segundos. PARTICLESYSTEMLODMETHOD_DirectSet - O nível de LOD é definido diretamente pelo código do jogo. PARTICLESYSTEMLODMETHOD_ActivateAutomatic - O nível de LOD é determinado no momento de Ativação, e deixado de lado a não ser que seja definido diretamente pelo código do jogo.

# UObjectToolTips,ParticleSystem:OcclusionBoundsMethod
source: Which occlusion bounds method to use for this particle system. EPSOBM_None - Don't determine occlusion for this system. EPSOBM_ParticleBounds - Use the bounds of the component when determining occlusion.
es: Qué método de límites de la oclusión usar para el sistema de partículas. EPSOBM_None - No determinar la oclusión para este sistema. EPSOBM_ParticleBounds - Usar los límites del componente cuando se determine la oclusión.
pt_br: Qual método de limites de oclusão usar para esse sistema de partículas. EPSOBM_None - Não determina a oclusão para esse sistema. EPSOBM_ParticleBounds - Usa os limites do componente ao determinar a oclusão.

# UObjectToolTips,ParticleSystem:PreviewComponent
source: The component used to preview the particle system in Cascade
es: El componente usado para obtener una vista preliminar del sistema de partículas en cascada
pt_br: O componente usado para visualizar o sistema de partículas em Cascata

# UObjectToolTips,ParticleSystem:SecondsBeforeInactive
source: Number of seconds of emitter not being rendered that need to pass before it no longer gets ticked/ becomes inactive.
es: Número de segundos del emisor sin renderizar que necesita pasar antes de que ya no se pueda revisar/se vuelva inactivo.
pt_br: Número de segundos que um emissor precisa não ser renderizado para que ele deixe de ser ticado e se torne inativo.

# UObjectToolTips,ParticleSystemComponent:SecondsBeforeInactive
source: Number of seconds of emitter not being rendered that need to pass before it no longer gets ticked/ becomes inactive.
es: Número de segundos del emisor sin renderizar que necesita pasar antes de que ya no se pueda revisar/se vuelva inactivo.
pt_br: Número de segundos que um emissor precisa não ser renderizado para que ele deixe de ser ticado e se torne inativo.

# UObjectToolTips,ParticleSystem:ThumbnailAngle
source: The angle to use when rendering the thumbnail image
es: El ángulo que se utiliza cuando se renderiza la imagen de miniatura
pt_br: O ângulo ao usar ao renderizar a imagem da miniatura

# UObjectToolTips,ParticleSystem:ThumbnailDistance
source: The distance to place the system when rendering the thumbnail image
es: La distancia en la cual colocar el sistema cuando se renderiza la imagen miniatura
pt_br: A distância a colocar o sistema ao renderizar a imagem da miniatura

# UObjectToolTips,ParticleSystem:ThumbnailImage
source: Internal: The PSys thumbnail image
es: Interno: La imagen miniatura de PSys
pt_br: Interno: imagem da miniatura PSys

# UObjectToolTips,ParticleSystem:ThumbnailImageOutOfDate
source: Internal: Indicates the PSys thumbnail image is out of date
es: Interno: Indica que la imagen miniatura de PSys ha caducado
pt_br: Interno: indica se a imagem da miniatura PSys está desatualizada

# UObjectToolTips,ParticleSystem:ThumbnailWarmup
source: The time to warm-up the system for the thumbnail image
es: El tiempo de preparación del sistema para la imagen en miniatura
pt_br: O tempo para aquecer o sistema para a imagem da miniatura

# UObjectToolTips,ParticleSystem:UpdateTime_Delta
source: UpdateTime_Delta - internal
es: UpdateTime_Delta - interno
pt_br: UpdateTime_Delta - interno

# UObjectToolTips,ParticleSystem:UpdateTime_FPS
source: UpdateTime_FPS - the frame per second to update at in FixedTime mode
es: UpdateTime_FPS - el fotograma por segundo en el que actualizarlo en el modo FixedTime
pt_br: UpdateTime_FPS - o quadro por segundo para atualizar no modo FixedTime

# UObjectToolTips,ParticleSystem:WarmupTickRate
source: WarmupTickRate - the time step for each tick during warm up. Increasing this improves performance. Decreasing, improves accuracy. Set to 0 to use the default tick time.
es: WarmupTickRate - la fase del tiempo para cada revisión durante la preparación. Al incrementarlo se mejora la reproducción. Al disminuirlo, mejora la precisión. Ajustar a 0 para usar el tiempo de revisión predeterminado.
pt_br: WarmupTickRate - o intervalo de tempo para cada tique durante o aquecimento. Aumentar isso melhora o desempenho. Diminuir melhora a precisão. Defina como 0 para usar o tempo de tique padrão.

# UObjectToolTips,ParticleSystem:WarmupTime
source: WarmupTime - the time to warm-up the particle system when first rendered
es: WarmupTime - el tiempo para preparar al sistema de partículas cuando se renderizan por primera vez
pt_br: WarmupTime - o tempo para aquecer o sistema de partículas ao renderizar pela primeira vez

# UObjectToolTips,ParticleSystemComponent:bOverrideLODMethod
source: indicates that the component's LODMethod overrides the Template's
es: indica que el LODMethod del componente suprime los de la plantilla
pt_br: indica que o LODMethod do componente substitui o do Modelo

# UObjectToolTips,ParticleSystemComponent:bSkipUpdateDynamicDataDuringTick
source: Flag indicating that dynamic updating of render data should NOT occur during Tick. This is used primarily to allow for warming up and simulated effects to a certain state.
es: Indicador que indica que la actualización dinámica de renderizado de datos no debería ocurrir durante la revisión. Se utiliza principalmente para permitir el calentamiento y efectos simulados de un estado específico.
pt_br: Sinalizador que indica se a atualização dinâmica dos dados de renderização NÃO devem ocorrer durante o Tique. Usado principalmente para permitir o aquecimento e os efeitos simulados para determinado estado.

# UObjectToolTips,ParticleSystemComponent:bUpdateOnDedicatedServer
source: whether to update the particle system on dedicated servers
es: si se actualiza el sistema de partículas en servidores dedicados
pt_br: se o sistema de partículas deve ser atualizado em servidores dedicados

# UObjectToolTips,ParticleSystemComponent:CustomTimeDilation
source: Scales DeltaTime in UParticleSystemComponent::Tick(...)
es: Escala DeltaTime en UParticleSystemComponent::Tick(...)
pt_br: Escalona DeltaTime em UParticleSystemComponent::Tick(...)

# UObjectToolTips,ParticleSystemComponent:EditorDetailMode
source: Used for applying Cascade's detail mode setting to in-level particle systems
es: Usado para aplicar la configuración del modo de detalle de cascada de los sistemas de partículas en nivel
pt_br: Usado para aplicar a configuração do modo de detalhes de Cascata em sistemas de partículas no nível

# UObjectToolTips,ParticleSystemComponent:EditorLODLevel
source: INTERNAL. Used by the editor to set the LODLevel
es: INTERNO - Usado por el editor para ajustar el LOD (nivel de detalle)
pt_br: INTERNO. Usado pelo editor para definir o LODLevel
