Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,EMovementMode
source: Movement modes for Characters.
es: Modos de movimiento para los caracteres.
pt_br: Modos de movimentos para Personagens.

# UObjectToolTips,ENetDormancy.DORM_Initial
source: This actor is initially dormant for all connection if it was placed in map.
es: Este actor está en reposo inicialmente para todas las conexiones si estaba colocado en el mapa.
pt_br: Esse ator está inicialmente dormente para todas as conexões se for posicionado no mapa.

# UObjectToolTips,ENetRole.ROLE_Authority
source: Authoritative control over the actor.
es: Control autoritario sobre el actor.
pt_br: Controle autoritário sobre o ator.

# UObjectToolTips,ENetRole.ROLE_AutonomousProxy
source: Locally autonomous proxy of this actor.
es: Proxy local autónomo de este actor
pt_br: Proxy localmente autônomo deste ator.

# UObjectToolTips,ENetRole.ROLE_None
source: No role at all.
es: Ningún role.
pt_br: Sem função nenhuma.

# UObjectToolTips,ENetRole.ROLE_SimulatedProxy
source: Locally simulated proxy of this actor.
es: Proxy simulado localmente de este actor
pt_br: Proxy localmente simulado deste ator.

# UObjectToolTips,Engine:AdditionalFonts
source: Any additional fonts that script may use without hard-referencing the font.
es: Cualquier fuente adicional que puede usar la secuencia sin mencionar a la fuente.
pt_br: Quaisquer fontes adicionais que o script pode usar sem referenciar a fonte em código.

# UObjectToolTips,Engine:ArrowMaterial
source: Material that 'fakes' lighting, used for arrows, widgets.
es: Material que 'imita' iluminación, se usa para flechas y widgets.
pt_br: Material que 'finge' iluminação, usado para setas, widgets.

# UObjectToolTips,Engine:AvoidanceManagerClassName
source: Name of behavior tree manager class
es: Nombre de la clase gestora de árboles de comportamiento
pt_br: Nome da classe do gerenciador de árvore de comportamento

# UObjectToolTips,Engine:bCheckForMultiplePawnsSpawnedInAFrame
source: Whether we should check for more than N pawns spawning in a single frame. Basically, spawning pawns and all of their attachments can be slow. And on consoles it can be really slow. If this bool is true we will display a
es: Si debemos revisar más de N generaciones de peones en un solo fotograma. Básicamente, los peones generados y todas sus partes adjuntas puede ser lentos. Y en las consolas pueden ser muy lentos. Si este booleano es verdadero mostraremos un
pt_br: Se deve verificar se há mais de N peões sendo criados em um único quadro. Basicamente, a criação de peões e todos os anexos deles pode ser lenta. E, em consoles, pode ser realmente lenta. Se esse booleano for verdadeiro, será exibido

# UObjectToolTips,Engine:bDisableAILogging
source: determines whether AI logging should be processed or not
es: determina si se debe procesar o no el registro de la IA
pt_br: determina se o registro da IA deve ou não ser processado

# UObjectToolTips,Engine:bEnableOnScreenDebugMessages
source: If true, then disable OnScreenDebug messages. Can be toggled in real-time.
es: Si es verdadero, entonces deshabilitar mensajes OnScreenDebug. Se pueden conmutar en tiempo real.
pt_br: Se for verdadeiro, desative mensagens OnScreenDebug. Pode ser alternado em tempo real.

# UObjectToolTips,Engine:bEnableOnScreenDebugMessagesDisplay
source: If true, then disable the display of OnScreenDebug messages (used when running)
es: Si es verdadero, entonces deshabilitar la pantalla de mensajes OnScreenDebug (utilizado mientras funciona)
pt_br: Se for verdadeiro, desative a exibição de mensagens OnScreenDebug (usadas em execução)

# UObjectToolTips,Engine:bLockReadOnlyLevels
source: true if the the user cannot modify levels that are read only.
es: verdadero si el usuario no puede modificar niveles que solo son de lectura
pt_br: verdadeiro se o usuário não pode modificar níveis que sejam somente leitura.

# UObjectToolTips,Engine:BoneWeightMaterial
source: Material used to render bone weights on skeletal meshes
es: Material usado para renderizar pesos de huesos en mallas esqueleto
pt_br: O material usado para renderizar pesos de ossos em malhas esqueléticas.

# UObjectToolTips,Engine:bPauseOnLossOfFocus
source: Whether to pause the game if focus is lost.
es: Si pausar el juego en caso de que se pierda el enfoque.
pt_br: Se deve pausar o jogo caso o foco seja perdido.

# UObjectToolTips,Engine:bRenderLightMapDensityGrayscale
source: If true, then render gray scale density.
es: Si es verdadero, entonces renderizar la densidad de la escala de grises
pt_br: Se for verdadeiro, renderize a densidade de escala de cinza.

# UObjectToolTips,Engine:bSmoothFrameRate
source: Whether to enable framerate smoothing.
es: Si activar el suavizado de la frecuencia de fotogramas.
pt_br: Se deve ativar a suavização da taxa de quadro.

# UObjectToolTips,Engine:BSPSelectionHighlightIntensity
source: Used to alter the intensity level of the selection highlight on selected BSP surfaces
es: Usado para alterar el nivel de intensidad de la selección resaltada en superficies BSP seleccionadas
pt_br: Usado para alterar o nível de intensidade do destaque da seleção em superfícies BSP selecionadas

# UObjectToolTips,Engine:bStartedLoadMapMovie
source: true if the loading movie was started during LoadMap().
es: verdadero si la película que se carga se inició durante LoadMap().
pt_br: verdadeiro se o carregamento do filme foi iniciado durante LoadMap().

# UObjectToolTips,Engine:bSubtitlesEnabled
source: Flag for completely disabling subtitles for localized sounds.
es: Indicador para desactivar por completo los subtítulos para sonidos localizados.
pt_br: Sinalizador para desativar totalmente as legendas dos sons localizados.

# UObjectToolTips,Engine:bSubtitlesForcedOff
source: Flag for forcibly disabling subtitles even if you try to turn them back on they will be off
es: Indicador para los subtítulos de desactivación forzosa incluso si intenta ponerlos de nuevo éstos no aparecerán
pt_br: Sinalizador para desativar forçadamente as legendas mesmo se tentar reativá-las, elas estarão desligadas

# UObjectToolTips,Engine:bSuppressMapWarnings
source: If true, then skip drawing map warnings on screen even in non (UE_BUILD_SHIPPING || UE_BUILD_TEST) builds
es: Si es verdadero, entonces omitir el trazado de advertencias de mapas en la ventana, incluso en compilaciones que no son (UE_BUILD_SHIPPING || UE_BUILD_TEST)
pt_br: Se for verdadeiro, ignore os desenhos de advertências de mapa na tela mesmo em compilações não (UE_BUILD_SHIPPING || UE_BUILD_TEST)

# UObjectToolTips,Engine:C_WorldBox
source: Color preferences.
es: Preferencias del color.
pt_br: Preferências de cor.

# UObjectToolTips,Engine:CameraRotationThreshold
source: camera rotation (deg) beyond which occlusion queries are ignored from previous frame (because they are likely not valid)
es: rotación (deg) de la cámara más allá del cual las consultas de oclusión son ignoradas del fotograma anterior (porque probablemente no son válidas)
pt_br: rotação da câmera (graus) além da qual consultas de oclusão são ignoradas do quadro anterior (porque provavelmente não são válidas)

# UObjectToolTips,Engine:CameraTranslationThreshold
source: camera movement beyond which occlusion queries are ignored from previous frame (because they are likely not valid)
es: movimiento de la cámara más allá del cual las consultas de oclusión son ignoradas del fotograma anterior (porque probablemente no son válidas)
pt_br: movimento da câmera além do qual consultas de oclusão são ignoradas do quadro anterior (porque provavelmente não são válidas)

# UObjectToolTips,Engine:ConsoleClass
source: The class to use for the game console.
es: La clase que se utiliza para la consola de juego.
pt_br: A classe a usar para o console de jogo.

# UObjectToolTips,Engine:ConstraintLimitMaterial
source: Material used to render constraint limits
es: Material que se usa para renderizar los límites de restricción
pt_br: Material usado para renderizar limites de restrição

# UObjectToolTips,Engine:DebugMeshMaterial
source: A material used to render debug meshes.
es: Un material que se usa para renderizar las mallas de depuración.
pt_br: Um material usado para renderizar malhas de depuração.

# UObjectToolTips,Engine:DefaultBlueprintBaseClassName
source: Name of the base class to use for new blueprints, configurable on a per-game basis
es: Nombre de la clase base que se utiliza para los Blueprints nuevos, configurable en una base según el juego
pt_br: Nome da classe base a ser usada para novos esquemas, configurável jogo a jogo

# UObjectToolTips,Engine:DefaultBokehTexture
source: Texture used to blur out of focus content, mimics the Bokeh shape of actual cameras
es: Textura usada para desenfocar contenido, imita la forma Bokeh de cámaras reales
pt_br: Textura usada para borrar o conteúdo fora de foco, mimetiza o formato Bokeh das câmeras reais

# UObjectToolTips,Engine:DefaultDiffuseTexture
source: A global default diffuse texture.
es: Una textura difuminada predeterminada global.
pt_br: Uma textura difusa padrão global.

# UObjectToolTips,Engine:DefaultPhysMaterial
source: PhysicalMaterial to use if none is defined for a particular object.
es: PhysicalMaterial que se utiliza si se define la opción ninguno para un objeto particular.
pt_br: PhysicalMaterial a usar se nenhum for definido para um objeto específico.

# UObjectToolTips,Engine:DefaultSelectedMaterialColor
source: Default color of selected objects in the level viewport (additive)
es: Color predeterminado de objetos seleccionados en el nivel de la ventana gráfica (aditivo)
pt_br: Cor padrão dos objetos selecionados na porta de visualização do nível (aditiva)

# UObjectToolTips,Engine:DefaultTexture
source: A global default texture.
es: Una textura predeterminada global.
pt_br: Uma textura padrão global.

# UObjectToolTips,Engine:DefaultTireType
source: The tire type used when no tire type is explicitly applied.
es: El tipo de neumático usado cuando no se aplica de forma explícita un tipo de neumático.
pt_br: O tipo de pneu usado quando nenhum tipo de pneu é aplicado especificamente

# UObjectToolTips,Engine:DefaultTireTypeName
source: Path to the default tire type
es: Ruta para el tipo de neumático predeterminad
pt_br: Caminho do tipo de pneu padrão

# UObjectToolTips,Engine:DeferredCommands
source: Array of deferred command strings/ execs that get executed at the end of the frame
es: Matriz de cadenas de comandos aplazados/ execs que se ejecutan al final del fotograma.
pt_br: Matriz de execuções/strings de comando adiado que são executados no final do quadro

# UObjectToolTips,Engine:DisplayGamma
source: Current display gamma setting
es: Configuración gama de pantalla actual
pt_br: Configurações de gama de exibição atuais

# UObjectToolTips,Engine:EditorBrushMaterial
source: A material used to render the sides of the builder brush/volumes/etc.
es: Un material que se usa para renderizar los lados del pincel de diseño/volúmenes/etc.
pt_br: Um material usado para renderizar as laterais do pincel do construtor/volumes/etc.

# UObjectToolTips,Engine:GameSingleton
source: A UObject spawned at initialization time to handle game-specific data
es: Un UObject generado en el tiempo de inicialización para manejar datos específicos del juego.
pt_br: Um UObject criado no tempo de inicialização para lidar com dados específicos de jogo

# UObjectToolTips,Engine:GameSingletonClassName
source: Name of a singleton class to create at startup time, configurable per game
es: Nombre de una clase individual que crear en el tiempo de arranque, configurable según el juego
pt_br: Nome de uma classe singleton a ser criada no momento da inicialização, configurável por jogo

# UObjectToolTips,Engine:GameUserSettings
source: Global instance of the user game settings
es: Instancia global de los ajustes de juego del usuario
pt_br: Instância global das configurações de jogo do usuário

# UObjectToolTips,Engine:GameViewport
source: The view port representing the current game instance. Can be 0 so don't use without checking.
es: La ventana gráfica representa la instancia actual del juego. Puede ser 0, así que no hay que usarlo sin antes revisarlo.
pt_br: A porta de visualização que representa a instância atual do jogo. Pode ser 0, portanto, não use sem verificar.

# UObjectToolTips,Engine:GameViewportClientClass
source: The class to use for the game viewport client.
es: La clase que se utiliza para el cliente de la ventana gráfica de juego.
pt_br: A classe a usar para o cliente da porta de visualização do jogo.

# UObjectToolTips,Engine:GeomMaterial
source: A translucent material used to render things in geometry mode.
es: Una material translúcido que se usa para renderizar objetos en el modo de geometría.
pt_br: Um material translúcido usado para renderizar coisas no modo de geometria.

# UObjectToolTips,Engine:HighFrequencyNoiseTexture
source: Texture used to get random image grain values for post processing
es: Textura usada para obtener valores aleatorios del grano de imagen para el posprocesamiento
pt_br: Textura usada para obter valores aleatórios de granulação de imagem para pós-processamento

# UObjectToolTips,Engine:HoverHighlightIntensity
source: Used to alter the intensity level of the selection highlight on hovered objects
es: Usado para alterar el nivel de intensidad de la selección resaltada en objetos que tienen el puntero encima
pt_br: Usado para alterar o nível de intensidade do destaque da seleção ao passar o mouse sobre objetos

# UObjectToolTips,Engine:IdealLightMapDensity
source: Ideal lightmap density value for coloring.
es: Valor de densidad del mapa de iluminación ideal para colorear.
pt_br: Valor ideal de densidade de mapa de luz para coloração.

# UObjectToolTips,Engine:InvalidLightmapSettingsMaterial
source: Material that renders a message about lightmap settings being invalid.
es: Material que renderiza un mensaje sobre ajustes del mapa de iluminación inválidos.
pt_br: Material que renderiza uma mensagem sobre configurações de mapa de luz inválidas.

# UObjectToolTips,Engine:LevelColorationLitMaterial
source: Material used for visualizing level membership in lit view port modes.
es: Material usado para visualizar los miembros en modos de ventana gráfica iluminada.
pt_br: Material usado para visualizar a participação do nível nos modos de porta de visualização de iluminação.

# UObjectToolTips,Engine:LevelColorationUnlitMaterial
source: Material used for visualizing level membership in unlit view port modes.
es: Material usado para visualizar los miembros en modos de ventana gráfica no iluminada.
pt_br: Material usado para visualizar a participação do nível nos modos de porta de visualização sem iluminação.

# UObjectToolTips,Engine:LightComplexityColors
source: The colors used to render light complexity.
es: Los colores usados para renderizar la complejidad de la luz.
pt_br: As cores usadas para renderizar a complexidade da luz.

# UObjectToolTips,Engine:LightingTexelDensityMaterial
source: Material used for visualizing lighting only w/ lightmap texel density.
es: Material usado para visualizar iluminación solo con densidad texel de mapa de iluminación.
pt_br: Material usado somente para visualizar a iluminação com densidade de texel de mapa de luz.

# UObjectToolTips,Engine:LightMapDensitySelectedColor
source: The color to render selected objects in for LightMap Density view mode.
es: El color con el cual renderizar objetos seleccionados para el modo de visualización de la densidad del mapa de iluminación
pt_br: A cor na qual renderizar objetos selecionados para o modo de visualização de Densidade do Mapa de Luz.

# UObjectToolTips,Engine:LightMapDensityTexture
source: Texture used to display LightMapDensity
es: Textura usada para mostrar LightMapDensity
pt_br: Textura usada para exibir LightMapDensity

# UObjectToolTips,Engine:LightMapDensityVertexMappedColor
source: The color to render vertex mapped objects in for LightMap Density view mode.
es: El color con el cual renderizar objetos asignados con vértices para el modo de visualización de la densidad del mapa de iluminación
pt_br: A cor na qual renderizar objetos mapeados do vértice para o movo de visualização de Densidade do Mapa de Luz.

# UObjectToolTips,Engine:LocalPlayerClass
source: The class to use for local players.
es: La clase que se utiliza para jugadores locales.
pt_br: A classe a usar para jogadores locais.

# UObjectToolTips,Engine:MaxLightMapDensity
source: Maximum lightmap density value for coloring.
es: Valor de densidad del mapa de iluminación máxima para colorear.
pt_br: Valor máximo de densidade de mapa de luz para coloração.

# UObjectToolTips,Engine:MaxOcclusionPixelsFraction
source: Max screen pixel fraction where retesting when unoccluded is worth the GPU time.
es: Fracción de píxeles en pantalla máx. donde la repetición de pruebas cuando no está obstruido merece el tiempo de GPU.
pt_br: Fração máxima de pixel de tela em novo teste quando a não oclusão vale o tempo de GPU.

# UObjectToolTips,Engine:MaxParticleResize
source: The maximum allowed size to a ParticleEmitterInstance::Resize call. If larger, the function will return without resizing.
es: Tamaño máximo permitido para una llamada ParticleEmitterInstance::Resize. Si es superior, la función devolverá sin modificación de tamaño.
pt_br: O tamanho máximo permitido para uma chamada de ParticleEmitterInstance::Resize. Se for maior, a função retornará sem redimensionar.

# UObjectToolTips,Engine:MaxParticleResizeWarn
source: If the resize request is larger than this, spew out a warning to the log
es: Si la solicitud para la modificación de tamaño es mayor que este, presenta una advertencia en el registro
pt_br: Se a solicitação de redimensionamento for superior a isso, joga uma advertência no registro

# UObjectToolTips,Engine:MeshLODRange
source: Level of detail range control for meshes
es: Control del rango del nivel de detalle para mallas
pt_br: Controle do intervalo de nível de detalhes para malhas

# UObjectToolTips,Engine:MinDesiredFrameRate
source: Minimum desired framerate setting
es: Configuración de la frecuencia mínima de fotogramas deseada
pt_br: Configuração da taxa de quadros mínima desejada

# UObjectToolTips,Engine:MiniFontTexture
source: Texture used to do font rendering in shaders
es: Textura usada para realizar la renderización de las fuentes en los sombreados
pt_br: Textura usada para fazer renderização de fontes em sombreadores

# UObjectToolTips,Engine:MinLightMapDensity
source: Minimum lightmap density value for coloring.
es: Valor de densidad mínimo del mapa de iluminación para colorear.
pt_br: Valor mínimo de densidade de mapa de luz para coloração.

# UObjectToolTips,Engine:NearClipPlane
source: The distance of the camera's near clipping plane.
es: La distancia del plano de la parte cercana a la cámara.
pt_br: A distância do plano de corte próximo à câmera.

# UObjectToolTips,Engine:NetClientTicksPerSecond
source: Number of times to tick each client per second
es: Numero de revisiones de cada cliente por segundo
pt_br: Número de vezes a ticar cada cliente por segundo

# UObjectToolTips,Engine:NetDriverDefinitions
source: A list of named UNetDriver definitions
es: Una lista de definiciones UNetDriver nombradas.
pt_br: Uma lista de definições UNetDriver nomeadas

# UObjectToolTips,Engine:PhysicErrorCorrection
source: Error correction data for replicating simulated physics (rigid bodies)
es: Datos de rectificación del error para replicar físicos simulados (cuerpos rígidos)
pt_br: Dados de correção de erros para replicar a física simulada (corpos rígidos)

# UObjectToolTips,Engine:PhysicsCollisionHandlerClassName
source: Name of PhysicsCollisionHandler class we should use by default.
es: Nombre de la clase PhysicsCollisionHandler que debemos usar por defecto.
pt_br: Nome da classe PhysicsCollisionHandler a ser usada por padrão.

# UObjectToolTips,Engine:PlayOnConsoleSaveDir
source: Path that levels for play on console will be saved to (relative to FPaths::GameSavedDir())
es: Ruta en la que se guardarán los niveles para jugar en consolas (relativo a FPaths::GameSavedDir())
pt_br: Caminho em que serão salvos os níveis para jogo no console (relative to FPaths::GameSavedDir())

# UObjectToolTips,Engine:PreIntegratedSkinBRDFTexture
source: Texture used for pre-integrated skin shading
es: Textura usada para el sombreado de piel previamente integrada
pt_br: Textura usada para sombreamento de revestimento pré-integrado

# UObjectToolTips,Engine:PreviewShadowsIndicatorMaterial
source: Material that renders a message about preview shadows being used.
es: Material que renderiza un mensaje sobre las sombras en vista preliminar que se están usando.
pt_br: Material que renderiza uma mensagem sobre sombras de visualização em uso.

# UObjectToolTips,Engine:PrimitiveProbablyVisibleTime
source: The amount of time a primitive is considered to be probably visible after it was last actually visible.
es: La cantidad de tiempo en el que una primitiva es probablemente visible después de que su estado fue visible.
pt_br: Quantidade de tempo que um primitivo é considerado a estar provavelmente visível depois de estar realmente visível da última vez.

# UObjectToolTips,Engine:RemoveSurfaceMaterial
source: Material used to indicate that the associated BSP surface should be removed.
es: Material usado para indicar que se debería eliminar la superficie BSP asociada.
pt_br: Material usado para indicar que a superfície BSP associada deve ser removida.

# UObjectToolTips,Engine:RenderLightMapDensityColorScale
source: The scale factor when rendering color density.
es: El factor de escala al renderizar la densidad de los colores
pt_br: O fator de escala ao renderizar a densidade da cor.

# UObjectToolTips,Engine:RenderLightMapDensityGrayscaleScale
source: The scale factor when rendering gray scale density.
es: El factor de escala al renderizar la densidad de la escala de grises
pt_br: O fator de escala ao renderizar a densidade da escala de cinza.

# UObjectToolTips,Engine:ScreenSaverInhibitorSemaphore
source: Semaphore to control screen saver inhibitor thread access.
es: Semáforo para controlar el acceso a subprocesos inhibidores del protector de pantalla.
pt_br: Semáforo que controla o acesso ao encadeamento do inibidor da proteção de tela.

# UObjectToolTips,Engine:SelectedMaterialColor
source: Color of selected objects in the level viewport (additive)
es: Color de los objetos seleccionados en la ventana gráfica del nivel (aditivo)
pt_br: Cor dos objetos selecionados na porta de visualização do nível (aditiva)

# UObjectToolTips,Engine:SelectedMaterialColorOverride
source: An override to use in some cases instead of the selected material color
es: Una anulación para usarse en algunos casos en lugar del color de material seleccionado
pt_br: Uma substituição para usar em alguns casos, em vez da cor do material selecionado

# UObjectToolTips,Engine:SelectionHighlightIntensity
source: Used to alter the intensity level of the selection highlight on selected objects
es: Usado para alterar el nivel de intensidad de la selección resaltada en objetos seleccionados
pt_br: Usado para alterar o nível de intensidade do destaque da seleção em objetos selecionados

# UObjectToolTips,Engine:SelectionHighlightIntensityBillboards
source: Used to alter the intensity level of the selection highlight on selected billboard objects
es: Usado para alterar el nivel de intensidad de la selección resaltada en objetos que sirven de rótulo
pt_br: Usado para alterar o nível de intensidade do destaque da seleção em objetos de placar selecionados
