Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,NetDriverDefinition:DriverClassNameFallback
source: Class name of the fallback net driver if the main net driver class fails to initialize
es: Nombre de la clase del controlador de red de respaldo si la clase del controlador de red principal falla al inicializar
pt_br: Nome da classe do driver de rede de fallback se a classe do driver de rede principal falhar a inicializar

# UObjectToolTips,NetViewer
source: stores information on a viewer that actors need to be checked against for relevancy
es: almacena información en un visor que los actores necesitan revisar para el grado de pertinencia
pt_br: armazena informações em um visualizador contra o qual atores precisam ser verificados para relevância

# UObjectToolTips,NiagaraScript
source: Runtime script for a Niagara system
es: Secuencia de ejecución para un sistema Niagara.
pt_br: Script de tempo de execução para o sistema Niagara

# UObjectToolTips,NiagaraScript:ByteCode
source: Byte code to execute for this system
es: Código byte que se ejecuta para este sistema
pt_br: Código de byte a ser executado para este sistema.

# UObjectToolTips,NiagaraScript:Source
source: 'Source' data/graphs for this script
es: Datos/gráficos 'fuente' de esta secuencia.
ko: Source - 이 스크립트에 대한 '소스' 데이터/그래프 입니다.
pt_br: Grafos/dados da 'origem' para este script

# UObjectToolTips,NiagaraScriptSourceBase
source: Runtime data for a Niagara system
es: Datos de ejecución para un sistema Niagara.
pt_br: Dados de tempo de execução para o sistema Niagara

# UObjectToolTips,ObjectLibrary
source: Class that holds a library of Objects
es: Clase que contiene un biblioteca de objetos
pt_br: Classe que mantém uma biblioteca de Objetos

# UObjectToolTips,ObjectLibrary:bHasBlueprintClasses
source: True if this library holds blueprint classes, false if it holds other objects
es: Verdadero si esta biblioteca contiene clases de Blueprint, falso si contiene otros objetos
pt_br: Verdadeiro se essa biblioteca contém classes de esquemas, falso se contém outros objetos

# UObjectToolTips,ObjectLibrary:bIsFullyLoaded
source: True if we've already fully loaded this library, can't do it twice
es: Verdadero si ya hemos cargado por completo esta biblioteca, no se puede realizar dos veces
pt_br: Verdadeiro se essa biblioteca já foi totalmente carregada, não pode ser carregada duas vezes

# UObjectToolTips,ObjectLibrary:bUseWeakReferences
source: If this library should use weak pointers
es: Si esta biblioteca debería usar punteros débiles
pt_br: Se esta biblioteca usar apontadores fracos

# UObjectToolTips,ObjectLibrary:ObjectBaseClass
source: Class that Objects must be of. If ContainsBlueprints is true, this is the native class that the blueprints are instances of and not UClass
es: Clase a la que tienen que pertenecer los objetos. Si ContainsBlueprints es verdadero, esta es la clase nativa de la que son instancias los blueprints y no de UClass
pt_br: Classe das quais os objetos devem pertencer. Se ContainsBlueprints for verdadeiro, isto é uma classe nativa que os esquemas são instâncias e não UClass

# UObjectToolTips,ObjectLibrary:Objects
source: List of Objects in library
es: Lista de los objetos en la biblioteca
pt_br: Lista de Objetos na biblioteca

# UObjectToolTips,ObjectLibrary:WeakObjects
source: Weak pointers to objects
es: Punteros débiles para los objetos
pt_br: Ponteiros fracos para objetos

# UObjectToolTips,ObjectReferencer:ReferencedObjects
source: Array of objects being referenced.
es: Matrix de los objetos referenciados.
pt_br: Matriz de objetos sendo referenciados.

# UObjectToolTips,OnCanvasRenderTargetUpdate__DelegateSignature
source: This delegate is assignable through Blueprint and has similar functionality to the above.
es: Este delegado se puede asignar a través de Blueprint y tiene funcionalidad similar al de arriba.
pt_br: Esse delegado pode ser atribuído via Esquema e tem funcionalidade similar à acima.

# UObjectToolTips,OnConstructEvent__DelegateSignature
source: TODO UMG If you want to host a widget that's full screen there may need to be a SWindow equivalent that you spawn it into.
es: TODO UMG Si desea tener un widget de pantalla completa, puede ser necesario que haya un equivalente SWindow donde generarlo.
pt_br: TODO UMG Se quiser ser o host de um widget que seja de tela cheia, pode ser necessário ser um equivalente de SWindow a ser criado dentro dele.

# UObjectToolTips,OnlineBlueprintCallProxyBase:Activate
source: Called to trigger the actual online action once the delegates have been bound
es: Llamada para iniciar la acción real en línea una vez que los delegados han sido limitados
pt_br: Chamado para acionar a ação on-line atual uma vez que os delegados forem vinculados

# UObjectToolTips,OnMatineeEvent__DelegateSignature
source: Signature of function to handle a matinee event track key
es: Firma de la función para manipular una clave de la pista del evento de matinee
pt_br: Assinatura da função para lidar com uma chave de faixa de evento da matinê

# UObjectToolTips,OnNavDataGenerigEvent__DelegateSignature
source: Delegate to let interested parties know that Nav Data has been registered
es: Delegado para hacer saber a los grupos interesados que se han registrado los datos de navegación
pt_br: Delegado para permitir que os grupos interessados saibam que os Dados de Navegação foram registrados

# UObjectToolTips,OnSystemFinished__DelegateSignature
source: Called when the particle system is done
es: Llamada cuando el sistema de partículas está hecho
pt_br: Chamado quando o sistema de partículas termina

# UObjectToolTips,ParticleSystemComponent:OnSystemFinished
source: Called when the particle system is done
es: Llamada cuando el sistema de partículas está hecho
pt_br: Chamado quando o sistema de partículas termina

# UObjectToolTips,OnTimelineEvent__DelegateSignature
source: Signature of function to handle a timeline 'event'
es: Firma de la función para manipular un 'evento' de la línea de tiempo
pt_br: Assinatura da função para lidar com um 'evento' da linha do tempo

# UObjectToolTips,OnTimelineFloat__DelegateSignature
source: Signature of function to handle timeline float track
es: Firma de la función para manipular la pista del punto flotante de la línea de tiempo
pt_br: Assinatura da função para lidar com a faixa flutuante da linha do tempo

# UObjectToolTips,OnTimelineLinearColor__DelegateSignature
source: Signature of function to handle linear color track
es: Firma de la función para manipular la pista del color lineal
pt_br: Assinatura da função para lidar com a faixa da cor linear

# UObjectToolTips,OnTimelineVector__DelegateSignature
source: Signature of function to handle timeline vector track
es: Firma de la función para manipular la pista del vector la línea de tiempo
pt_br: Assinatura da função para lidar com a faixa de vetor da linha do tempo

# UObjectToolTips,OnUserClickedBanner__DelegateSignature
source: Delegate called when user clicks on an banner ad. Base class already handles pausing, so a delegate is only needed if you need extra handling. If you set it to a PC or other actor function, make sure to set it back when switching levels.
es: Se llama al delegado cuando el usuario pincha en un cartel de publicidad. La clase base aún se encarga de pausar, por lo que el delegado solo se necesita si necesitas ayuda extra. Si lo ajustas en un PC u otra función del actor, asegúrate de deshacer el ajuste cuando cambien los niveles.
pt_br: Delegado chamado quando o usuário clica em uma propaganda de banner. A classe base já manipula a pausa, então um delegado só será necessário se uma manipulação extra for necessária. Se defini-la para um PC ou outra função de ator, certifique-se de defini-la para o estado anterior ao alternar os níveis.

# UObjectToolTips,OnUserClosedAdvertisement__DelegateSignature
source: Delegate called when user closes an ad (after clicking on banner). Base class already handles pausing, so a delegate is only needed if you need extra handling. If you set it to a PC or other actor function, make sure to set it back when switching levels.
es: Se llama al delegado cuando el usuario cierra una publicidad (después de pinchar en el cartel). La clase base aún se encarga de pausar, por lo que el delegado solo se necesita si se necesita ayuda extra. Si lo ajustas en un PC u otra función del actor, asegúrate de deshacer el ajuste cuando cambien los niveles.
pt_br: Delegado chamado quando o usuário fecha uma propaganda (após clicar no banner). A classe base já manipula a pausa, então um delegado só será necessário se uma manipulação extra for necessária. Se defini-la para um PC ou outra função de ator, certifique-se de defini-la para o estado anterior ao alternar os níveis.

# UObjectToolTips,OpenTestAsset
source: Structure for asset opening test
es: Estructura para el análisis de apertura del activo
pt_br: Estrutura para um teste de abertura de ativo

# UObjectToolTips,OpenTestAsset:AssetToOpen
source: Asset reference
es: Referencia del activo
pt_br: Referência de Ativo

# UObjectToolTips,OrbitOptions
source: Container struct for holding options on the data updating for the module.
es: Estructura del contenedor para mantener las opciones en la actualización de los datos para el módulo.
pt_br: Struct de recipiente para manter opções na atualização de dados do módulo.

# UObjectToolTips,OrbitOptions:bProcessDuringSpawn
source: Whether to process the data during spawning.
es: Si procesar los datos durante la creación.
pt_br: Se deve processar os dados durante a criação.

# UObjectToolTips,OrbitOptions:bProcessDuringUpdate
source: Whether to process the data during updating.
es: Si procesar los datos durante la actualización.
pt_br: Se deve processar os dados durante a atualização.

# UObjectToolTips,OrbitOptions:bUseEmitterTime
source: Whether to use emitter time during data retrieval.
es: Si usar el tiempo del emisor durante la recuperación de datos.
pt_br: Se deve usar o tempo do emissor durante a recuperação de dados.

# UObjectToolTips,OverlapInfo
source: Overlap info consisting of the primitive and the body that is overlapping
es: Información superpuesta que consta de una primitiva y el cuerpo que está superpuesto.
pt_br: A informação de sobreposição consiste do primitivo e o corpo que está sobreposto a ele

# UObjectToolTips,OverlapResult
source: Structure containing information about one hit of an overlap test
es: Estructura que contiene información sobre un golpe de un análisis de superposición
pt_br: Estrutura contendo informações sobre uma ocorrência de um teste de sobreposição

# UObjectToolTips,OverlapResult:Actor
source: Actor that the check hit.
es: Actor al que golpea la revisión.
pt_br: Ator encontrado pela verificação.

# UObjectToolTips,OverlapResult:bBlockingHit
source: Indicates if this hit was requesting a block - if false, was requesting a touch instead
es: Indica si este golpe requiere un bloque - si es falso, requiere un toque
pt_br: Indica se este impacto estava solicitando um bloco — se for falso, estava solicitando um toque

# UObjectToolTips,OverlapResult:Component
source: PrimitiveComponent that the check hit.
es: PrimitiveComponent que golpea la revisión.
pt_br: PrimitiveComponent em que o impacto foi verificado.

# UObjectToolTips,OverlaySlot
source: Slot for the UOverlay panel. Allows content to be hover above other content.
es: Ranura para el panel UOverlay. Permite que el contenido se superponga sobre otro contenido.
pt_br: Slot do painel UOverlay. Permite que o conteúdo flutue sobre outro conteúdo.

# UObjectToolTips,PainCausingVolume:BACKUP_bPainCausing
source: Checkpointed bPainCausing value
es: Valor Checkpointed bPainCausing
pt_br: Valor bPainCausing registrado

# UObjectToolTips,PainCausingVolume:bEntryPain
source: if bPainCausing, cause pain when something enters the volume in addition to damage each second
es: si bPainCausing, causar un fallo cuando algo se introduce en el volumen además del daño cada segundo
pt_br: se bPainCausing, causa dor quando algo entra no volume além adição do dano a cada segundo

# UObjectToolTips,PainCausingVolume:bPainCausing
source: Whether volume currently causes damage.
es: Si el volumen causa daño actualmente.
pt_br: Se o volume atualmente causa dano.

# UObjectToolTips,PainCausingVolume:DamageInstigator
source: Controller that gets credit for any damage caused by this volume
es: Controlador que recibe crédito por cualquier daño causado por este volumen
pt_br: O controlador recebe o crédito por qualquer dano causado por este volume

# UObjectToolTips,PainCausingVolume:DamagePerSec
source: Damage done per second to actors in this volume when bPainCausing=true
es: Daño realizado a los actores por segundo en este volumen cuando bPainCausing=verdadero
pt_br: Dano causado por segundo aos atores neste volume quando bPainCausing=true

# UObjectToolTips,PainCausingVolume:DamageType
source: Type of damage done
es: Tipo de daño realizado
pt_br: Tipo de dano causado

# UObjectToolTips,PainCausingVolume:PainInterval
source: If pain causing, time between damage applications.
es: Si se causa dolor, el tiempo entre cada aplicación del daño.
pt_br: Se causa dor, é o tempo entre aplicações do dano.

# UObjectToolTips,PaintedVertex
source: Cached vertex information at the time the mesh was painted.
es: Información del vértice almacenado en el tiempo en el que se ha pintado la malla.
pt_br: Informações do vértice em cache na hora em que a malha foi pintada.

# UObjectToolTips,PanelSlot
source: The base class for all Slots in UMG.
es: La clase base para todas las ranuras en UMG.
pt_br: A classe de base para todos os Slots em UMG.

# UObjectToolTips,PanelWidget
source: The base class for all UMG panel widgets. Panel widgets layout a collection of child widgets.
es: La clase base para todos los widgets de panel UMG. Los widgets de panel componen una colección de widgets hijo.
pt_br: A classe de base para todos os widgets do painel de UMG. Os widgets do painel são exibidos como uma coleção de widgets filhos.

# UObjectToolTips,ParticleBurst:Count
source: The number of particles to burst
es: Número de partículas que explotar
pt_br: O número de partículas para emitir em sequência

# UObjectToolTips,ParticleBurst:CountLow
source: If >= 0, use as a range [CountLow..Count]
es: Si es >= 0, usar como rango [CountLow..Count]
pt_br: Se >= 0, usar como intervalo [CountLow..Count]

# UObjectToolTips,ParticleBurst:Time
source: The time at which to burst them (0..1: emitter lifetime)
es: El tiempo en el que explotarlos (0..1: vida del emisor)
pt_br: O instante em que são disparadas (0..1: tempo de vida do emissor)

# UObjectToolTips,ParticleEmitter:bCollapsed
source: This value indicates the emitter should be drawn 'collapsed' in Cascade
es: Este valor indica el emisor que se debe trazar 'reducido' en cascada
pt_br: Esse valor indica que o emissor deve ser desenhado 'recolhido' na Cascata

# UObjectToolTips,ParticleEmitter:bCookedOut
source: If true, then this emitter was 'cooked out' by the cooker. This means it was completely disabled, but to preserve any indexing schemes, it is left in place.
es: Si es verdadero, entonces el emisor se procesó fuera. Esto quiere decir que se deshabilitó por completo; pero, con el fin de conservar cualquier esquema de indexado, se dejo en su lugar.
pt_br: Se for verdadeiro, o emissor foi 'preparado' pelo preparador. Isso significa que foi totalmente desativado, mas, para preservar todos os esquemas de indexação, foi deixado no lugar.

# UObjectToolTips,ParticleEmitter:bIsSoloing
source: If true, then show only this emitter in the editor
es: Si es verdadero, mostrar solo este emisor en el editor
pt_br: Se for verdadeiro, exiba somente este emissor no editor

# UObjectToolTips,ParticleEmitter:DetailMode
source: If detail mode is >= system detail mode, primitive won't be rendered.
es: Si el modo de detalle es >= modo de detalle del sistema, la primitiva no se renderizará.
pt_br: Se o modo de detalhes é >= o modo de detalhes do sistema, o primitivo não será renderizado.

# UObjectToolTips,SceneComponent:DetailMode
source: If detail mode is >= system detail mode, primitive won't be rendered.
es: Si el modo de detalle es >= modo de detalle del sistema, la primitiva no se renderizará.
pt_br: Se o modo de detalhes é >= o modo de detalhes do sistema, o primitivo não será renderizado.

# UObjectToolTips,ParticleEmitter:EmitterEditorColor
source: The color of the emitter in the curve editor and debug rendering modes.
es: El color del emisor en los modos de renderización de depuración y editor de la curva.
pt_br: A cor do emissor nos modos de renderização de depuração e editor de curvas.

# UObjectToolTips,ParticleEmitter:EmitterName
source: The name of the emitter.
es: Nombre del Emisor
pt_br: O nome do emissor.

# UObjectToolTips,ParticleEmitter:EmitterRenderMode
source: How to render the emitter particles. Can be one of the following: ERM_Normal - As the intended sprite/mesh ERM_Point - As a 2x2 pixel block with no scaling and the color set in EmitterEditorColor ERM_Cross - As a cross of lines, scaled to the size of the particle in EmitterEditorColor ERM_None - Do not render
es: Cómo renderizar las partículas del emisor. Puede ser una de las siguientes: ERM_Normal - Como la malla/sprite planeada ERM_Point -Como un bloque de píxel 2x2 sin escalado y el color ajustado en EmitterEditorColor ERM_Cross - Como un cruce de líneas, escalado al tamaño de la partícula en EmitterEditorColor ERM_None - No renderizar
pt_br: Como renderizar as partículas do emissor. Pode ser uma das seguintes alternativas: ERM_Normal - Como a malha/sprite pretendida ERM_Point - Como um bloco de 2x2 pixels sem escala e com a cor definida em EmitterEditorColor ERM_Cross - Como uma cruz de linhas, escalonadas para o tamanho da partícula em EmitterEditorColor ERM_None - Não renderizar.

# UObjectToolTips,ParticleEmitter:InitialAllocationCount
source: Initial allocation count - overrides calculated peak count if > 0
es: Recuento de la distribución inicial - suprime el recuento del máximo calculado si > 0
pt_br: Contagem de alocação inicial - substitui a contagem máxima calculada se > 0

# UObjectToolTips,ParticleEmitter:LODLevels
source: 'Private' data - not required by the editor
es: Datos 'privados' - no los requiere el editor.
ko: LOD Levels - '프라이빗' 데이터로, 에디터에 필요치 않습니다.
pt_br: Dados "privados" - desnecessário para o editor

# UObjectToolTips,ParticleEmitter:LODLevels.LODLevels
source: 'Private' data - not required by the editor
es: Datos 'privados' - no los requiere el editor.
ko: LOD Levels - '프라이빗' 데이터로, 에디터에 필요치 않습니다.
pt_br: Dados "privados" - desnecessário para o editor

# UObjectToolTips,ParticleEmitter:MediumDetailSpawnRateScale
source: Scales the spawn rate of this emitter when the engine is running in medium or low detail mode. This can be used to optimize particle draw cost in splitscreen. A value of 0 effectively disables this emitter outside of high detail mode, And this does not affect spawn per unit, unless the value is 0.
es: Escala el ratio de creación de este emisor cuando el motor se ejecuta en modo de detalle bajo o medio. Se puede utilizar para optimizar el coste del trazo de la partícula en la pantalla dividida. Un valor de 0 desactiva de manera efectiva este emisor fuera del modo de detalle alto, sin afectar la creación por unidad, a menos que el valor sea 0.
pt_br: Escalona a taxa de criação deste emissor quando o mecanismo está executando no modo de detalhe baixo ou médio. Pode ser usado para otimizar o custo de desenho das partículas em tela dividida. O valor 0 efetivamente desativa este emissor fora do modo de detalhe alto, E isso não afeta a criação por unidade a não ser que o valor seja 0.

# UObjectToolTips,ParticleEvent_GenerateInfo:bUseOrbitOffset
source: Use the orbit offset when computing the position at which the event occurred.
es: Usar el desplazamiento de órbita al calcular la posición en la que el evento ocurrió.
pt_br: Usar o deslocamento de órbita ao calcular a posição em que o evento ocorreu.

# UObjectToolTips,ParticleEvent_GenerateInfo:CustomName
source: Should the event tag with a custom name? Leave blank for the default.
es: ¿Se debe etiquetar el evento con un nombre personalizado? Dejar en blanco para el predeterminado.
pt_br: O evento deve ser identificado com um nome personalizado? Deixe em branco para utilizar o padrão.

# UObjectToolTips,ParticleEvent_GenerateInfo:FirstTimeOnly
source: Only fire the first time (collision only).
es: Disparar solo la primera vez (solo colisión)
pt_br: Disparar somente a primeira vez (somente colisões)

# UObjectToolTips,ParticleEvent_GenerateInfo:ParticleFrequency
source: Only fire the first time (collision only).
es: Disparar solo la primera vez (solo colisión)
pt_br: Disparar somente a primeira vez (somente colisões)

# UObjectToolTips,ParticleEvent_GenerateInfo:Frequency
source: How often to trigger the event (<= 1 means EVERY time).
es: Con qué frecuencia disparar el evento (<= 1 significa TODAS las veces)
pt_br: Com que frequência acionar o evento (<=1 significa SEMPRE).

# UObjectToolTips,ParticleEvent_GenerateInfo:LastTimeOnly
source: Only fire the last time (collision only).
es: Disparar solo la última vez (solo colisión)
pt_br: Disparar somente a última vez (somente colisões)

# UObjectToolTips,ParticleEvent_GenerateInfo:ParticleModuleEventsToSendToGame
source: The events we want to fire off when this event has been generated
es: Los eventos que queremos disparar cuando este evento se haya generado
pt_br: Os eventos que queremos disparar quando esse evento for gerado

source: The events we want to fire off when this event has been generated
es: Los eventos que queremos disparar cuando este evento se haya generado
pt_br: Os eventos que queremos disparar quando esse evento for gerado

# UObjectToolTips,ParticleEvent_GenerateInfo:Type
source: The type of event.
es: El tipo de evento.
pt_br: O tipo de evento.

# UObjectToolTips,ParticleEvent_GenerateInfo:UseReflectedImpactVector
source: Use the impact FVector not the hit normal (collision only).
es: Usar el FVector de impacto y no la normal del golpe (solo colisión).
pt_br: Usar o FVector de impacto e não a normal de impacto (somente colisão).

# UObjectToolTips,ParticleLODLevel:bEnabled
source: True if the LOD level is enabled, meaning it should be updated and rendered.
es: Verdadero si el nivel LOD está activado, significa que se debe actualizar y renderizar.
pt_br: Verdadeiro se o nível de LOD está ativado, significando que ele deve ser atualizado e renderizado.

# UObjectToolTips,ParticleLODLevel:EventGenerator
source: The optional EventGenerator module.
es: El módulo EventGenerator opcional.
pt_br: O módulo EventGenerator opcional.

# UObjectToolTips,ParticleLODLevel:EventReceiverModules
source: Event receiver modules only!
es: ¡Solo módulos receptores de eventos!
pt_br: Somente módulos de receptor do evento!

# UObjectToolTips,ParticleLODLevel:Level
source: The index value of the LOD level
es: El valor índice del nivel LOD
pt_br: O valor do índice do nível de LOD

# UObjectToolTips,ParticleLODLevel:Modules
source: An array of particle modules that contain the adjusted data for the LOD level
es: Una matriz de módulos con partículas que contienen los datos ajustados para el LOD (nivel de detalle)
pt_br: Uma matriz de módulos de partículas que contém os dados ajustados para o nível de LOD

# UObjectToolTips,ParticleLODLevel:Modules.Modules
source: An array of particle modules that contain the adjusted data for the LOD level
es: Una matriz de módulos con partículas que contienen los datos ajustados para el LOD (nivel de detalle)
pt_br: Uma matriz de módulos de partículas que contém os dados ajustados para o nível de LOD
