Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,K2Node_InputTouch:bOverrideParentBinding
source: Should any bindings to this event in parent classes be removed
es: ¿Se deben eliminar algunos enlaces a este evento en las clases del padre?
pt_br: Alguma vinculação a este evento nas classes pai deve ser removida

# UObjectToolTips,K2Node_InputKey:InputKey
source: The key that is bound
es: La clave que está ligada
pt_br: A tecla que está vinculada

# UObjectToolTips,K2Node_Literal:ObjectRef
source: If this is an object reference literal, keep a reference here so that it can be updated as objects move around
es: Si es una literal de referencia a un objeto, mantenga una referencia aquí para que pueda actualizarse a medida que los objetos se mueven
pt_br: Se este for um literal de referência de objeto, mantém uma referência aqui para que seja atualizada à medida que os objetos se movem

# UObjectToolTips,K2Node_LocalVariable:VariableTooltip
source: The local variable's assigned tooltip
es: La herramienta de ayuda asignada de la variable local
pt_br: A dica de ferramenta atribuída à variável local

# UObjectToolTips,K2Node_MacroInstance:ResolvedWildcardType
source: Stored type info for what type the wildcard pins in this macro should become.
es: Información de tipo almacenada sobre el tipo de pines comodines en los cuales este macro debería convertirse.
pt_br: Informações de tipo armazenadas acerca do tipo do qual os fixadores nesta macro devem se tornar.

# UObjectToolTips,K2Node_MakeArray:NumInputs
source: The number of input pins to generate for this node
es: El número de pines de entrada a generar para este nodo
pt_br: O número de fixadores de entrada a gerar para esse nó

# UObjectToolTips,K2Node_MakeStruct
source: Pure kismet node that creates a struct with specified values for each member
es: Nodo del kismet (husmeador de paquetes) puso que crea una estructura con valores especificados para cada miembro
pt_br: Nó de kismet puro que cria um struct com valores especificados para cada membro

# UObjectToolTips,K2Node_SetFieldsInStruct
source: Pure kismet node that creates a struct with specified values for each member
es: Nodo del kismet (husmeador de paquetes) puso que crea una estructura con valores especificados para cada miembro
pt_br: Nó de kismet puro que cria um struct com valores especificados para cada membro

# UObjectToolTips,K2Node_MathExpression:Expression
source: The math expression to evaluate
es: La expresión matemática a evaluar
pt_br: A expressão matemática a avaliar

# UObjectToolTips,K2Node_MatineeController:MatineeActor
source: The matinee actor in the level that this node controls
es: El actor de matinee en el nivel que este nodo controla
pt_br: O ator da matinê no nível que esse nó controla

# UObjectToolTips,K2Node_Select:bReconstructNode
source: Whether we need to reconstruct the node after the pins have changed
es: Si necesitamos reconstruir el nodo después de que los pins hayan cambiado
pt_br: Se deve reconstruir o nó depois que os fixadores forem alterados

# UObjectToolTips,K2Node_Select:EnumEntries
source: List of the current entries in the enum (Pin Names)
es: Lista de las entradas actuales en la enumeración (Nombres de pin)
pt_br: Lista das entradas atuais no enum (Nomes de Fixador)

# UObjectToolTips,K2Node_Select:EnumEntryFriendlyNames
source: List of the current entries in the enum (Pin Friendly Names)
es: Lista de las entradas actuales en la enumeración (Nombres descriptivos de pin)
pt_br: Lista das entradas atuais no enum (Nomes Amigáveis de Fixador)

# UObjectToolTips,K2Node_Select:IndexPinType
source: The pin type of the index pin
es: El tipo de pin del pin de índice
pt_br: O tipo de fixador do fixador de índice

# UObjectToolTips,K2Node_Select:NumOptionPins
source: The number of selectable options this node currently has
es: El número de opciones seleccionables que el nodo tiene actualmente
pt_br: O número de opções selecionáveis que esse nó tem atualmente

# UObjectToolTips,K2Node_StructMemberGet
source: Pure kismet node that gets one or more member variables of a struct
es: Nodo del kismet (husmeador de paquetes) puro que obtiene una o más variables miembro de una estructura
pt_br: Nó de kismet puro que busca uma ou mais variáveis-membro de um struct

# UObjectToolTips,K2Node_StructMemberSet
source: Imperative kismet node that sets one or more member variables of a struct
es: Nodo del kismet (husmeador de paquetes) imperativo que ajusta una o más variables miembro de una estructura
pt_br: Nó de kismet imperativo que define uma ou mais variáveis-membro de um struct

# UObjectToolTips,K2Node_StructOperation:StructType
source: Class that this variable is defined in.
es: Clase en la que esta variable está definida.
pt_br: Classe em que essa variável está definida.

# UObjectToolTips,K2Node_Switch:bHasDefaultPin
source: If true switch has a default pin
es: Si es verdadero, el cambio tiene un Pin predeterminado
pt_br: Se for verdadeiro, a alternância tem um fixador padrão

# UObjectToolTips,K2Node_Switch:FunctionName
source: The function underpining the switch, if required
es: La función que apoya el cambio, si es necesaria
pt_br: A função para fixar o interruptor, se necessário

# UObjectToolTips,K2Node_SwitchEnum:EnumEntries
source: List of the current entries in the enum
es: Lista de las entradas actuales en la enumeración
pt_br: Lista das entradas atuais no enum

# UObjectToolTips,K2Node_SwitchEnum:EnumFriendlyNames
source: List of the current entries in the enum
es: Lista de las entradas actuales en la enumeración
pt_br: Lista das entradas atuais no enum

# UObjectToolTips,K2Node_SwitchInteger:StartIndex
source: Set the starting index for the node
es: Ajustar el índice inicial para el nodo
pt_br: Definir o índice de início para o nó

# UObjectToolTips,K2Node_TemporaryVariable:bIsPersistent
source: Whether or not this variable should be flagged with CPF_SaveGame, and inherit its name from the GUID of the macro that that gave rise to it
es: Si esta variable debe o no tener un indicador con CPF_SaveGame, y heredar su nombre del identificador único global (GUID) del macro que lo originó
pt_br: Se essa variável deve ou não ser sinalizada com CPF_SaveGame r herdar o nome da GUID da macro que a criou

# UObjectToolTips,K2Node_Timeline:bAutoPlay
source: If the timeline is set to autoplay
es: Si la línea del tiempo está ajustada a reproducción automática
pt_br: Se a linha do tempo estiver definida como autoplay

# UObjectToolTips,K2Node_Timeline:bLoop
source: If the timeline is set to loop
es: Si la línea del tiempo está ajustada a repetir/bucle
pt_br: Se a linha do tempo estiver definida como loop

# UObjectToolTips,K2Node_Timeline:bReplicated
source: If the timeline is set to loop
es: Si la línea del tiempo está ajustada a repetir/bucle
pt_br: Se a linha do tempo estiver definida como loop

# UObjectToolTips,K2Node_Timeline:TimelineGuid
source: Unique ID for the template we use, required to indentify the timeline after a paste
es: ID único para la plantilla que usamos, es necesario para identificar la línea del tiempo después de pegar
pt_br: ID exclusivo para o modelo usado, necessário para identificar a linha do tempo depois de uma colagem

# UObjectToolTips,K2Node_Timeline:TimelineName
source: The name of the timeline. Used to name ONLY the member variable (Component). To obtain the name of timeline template use UTimelineTemplate::TimelineVariableNameToTemplateName
es: El nombre de la línea del tiempo. Usado para nombrar ÚNICAMENTE a la variable del miembro (componente). Para obtener el nombre de la plantilla de la línea de tiempo usar UTimelineTemplate::TimelineVariableNameToTemplateName
pt_br: O nome da linha do tempo. Usado para nomear SOMENTE a variável-membro (Componente). Para obter o nome do modelo da linha do tempo, use UTimelineTemplate::TimelineVariableNameToTemplateName

# UObjectToolTips,K2Node_Tunnel:bCanHaveInputs
source: Whether this node is allowed to have inputs
es: Si este nodo tiene permitido poseer entradas
pt_br: Se esse nodo tem permissão para ter entradas

# UObjectToolTips,K2Node_Tunnel:bCanHaveOutputs
source: Whether this node is allowed to have outputs
es: Si este nodo tiene permitido poseer salidas
pt_br: Se esse nodo tem permissão para ter saídas

# UObjectToolTips,K2Node_Tunnel:InputSinkNode
source: The input pins of this tunnel go to the output pins of InputSinkNode
es: Los pines de entrada de este túnel van a los pines de salida de InputSinkNode
pt_br: Os fixadores de entrada desse túnel vão para os fixadores de saída de InputSinkNode

# UObjectToolTips,K2Node_Tunnel:MetaData
source: The metadata for the function/subgraph associated with this tunnel node; it's only editable and used on the tunnel entry node inside the subgraph or macro. This structure is ignored on any other tunnel nodes.
es: Los metadatos para la función/subgráfica asociada con este nodo túnel; solo es modificable y se puede usar en el nodo de entrada de túnel dentro de la subgráfica o macro. Esta estructura se ignora en cualquier otro nodo túnel.
pt_br: Os metadados para a função/subgrafo associado com esse modo de túnel; só é editável e usado no nó de entrada do túnel dentro do subgrafo ou da macro. Essa estrutura é ignorada em todos os outros nós de túnel.

# UObjectToolTips,K2Node_Tunnel:OutputSourceNode
source: The output pins of this tunnel node came from the input pins of OutputSourceNode
es: Los pines de salida de este nodo de túnel provienen de los pines de entrada de OutputSourceNode
pt_br: Os fixadores de saída desse nó de túnel vieram dos fixadores de entrada de OutputSourceNode

# UObjectToolTips,K2Node_Variable:bSelfContext
source: Whether or not this should be a "self" context
es: Si este debería ser un contexto de sí mismo o no
pt_br: Se esse deve ou não ser um contexto "próprio"

# UObjectToolTips,MemberReference:bSelfContext
source: Whether or not this should be a "self" context
es: Si este debería ser un contexto de sí mismo o no
pt_br: Se esse deve ou não ser um contexto "próprio"

# UObjectToolTips,K2Node_Variable:VariableName
source: Name of variable
es: Nombre de variable
pt_br: Nome da variável

# UObjectToolTips,MemberReference:MemberName
source: Name of variable
es: Nombre de variable
pt_br: Nome da variável

# UObjectToolTips,K2Node_Variable:VariableReference
source: Reference to variable we want to set/get
es: Referencia a la variable que queremos establecer/obtener
pt_br: Referência a variável a ser definida/obtida

# UObjectToolTips,K2Node_Variable:VariableSourceClass
source: Class that this variable is defined in. Should be NULL if bSelfContext is true.
es: Clase en la que esta variable está definida. Debe ser NULO si bSelfContext es verdadero
pt_br: Classe em que essa variável está definida. Deve ser NULL se bSelfContext for verdadeiro.

# UObjectToolTips,KAggregateGeom
source: Container for an aggregate of collision shapes
es: Contenedor para un agregado de las formas de la colisión
pt_br: Recipiente para um agregado de formatos de colisão

# UObjectToolTips,KConvexElem:ElemBox
source: Bounding box of this convex hull.
es: Caja delimitadora de esta envolvente convexa.
pt_br: Caixa delimitadora deste casco convexo.

# UObjectToolTips,KConvexElem:Transform
source: Transform of this element
es: Transformación de este elemento
pt_br: Transformação desse elemento

# UObjectToolTips,KConvexElem:VertexData
source: Array of indices that make up the convex hull.
es: Matriz de índices que conforman la envolvente convexa.
pt_br: Matriz de índices que fazem o casco convexo.

# UObjectToolTips,KeyHandleMap
source: Represents a mapping of key handles to key index that may be serialized
es: Representa una asignación de segmentos clave al índice clave que se puede seriar.
pt_br: Representa o mapeamento de manipuladores de chaves para o índice de chaves que pode ser serializado

# UObjectToolTips,KismetGuidLibrary:EqualEqual_GuidGuid
source: Returns true if the values are equal (A == B)
es: Devuelve verdadero si los valores son equivalentes (A == B)
pt_br: Retorna verdadeiro se os valores forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_BoolBool
source: Returns true if the values are equal (A == B)
es: Devuelve verdadero si los valores son equivalentes (A == B)
pt_br: Retorna verdadeiro se os valores forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_DateTimeDateTime
source: Returns true if the values are equal (A == B)
es: Devuelve verdadero si los valores son equivalentes (A == B)
pt_br: Retorna verdadeiro se os valores forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_TimespanTimespan
source: Returns true if the values are equal (A == B)
es: Devuelve verdadero si los valores son equivalentes (A == B)
pt_br: Retorna verdadeiro se os valores forem iguais (A == B)

# UObjectToolTips,KismetGuidLibrary:NotEqual_GuidGuid
source: Returns true if the values are not equal (A != B)
es: Devuelve verdadero si los valores no son equivalentes (A != B)
pt_br: Retorna verdadeiro se os valores forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_BoolBool
source: Returns true if the values are not equal (A != B)
es: Devuelve verdadero si los valores no son equivalentes (A != B)
pt_br: Retorna verdadeiro se os valores forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_DateTimeDateTime
source: Returns true if the values are not equal (A != B)
es: Devuelve verdadero si los valores no son equivalentes (A != B)
pt_br: Retorna verdadeiro se os valores forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_TimespanTimespan
source: Returns true if the values are not equal (A != B)
es: Devuelve verdadero si los valores no son equivalentes (A != B)
pt_br: Retorna verdadeiro se os valores forem diferentes (A != B)

# UObjectToolTips,KismetInputLibrary:CalibrateTilt
source: Calibrate the tilt for the input device
es: Calibra la inclinación del dispositivo de entrada
pt_br: Calibrar o balanço para o dispositivo de entrada

# UObjectToolTips,KismetMaterialLibrary:CreateDynamicMaterialInstance
source: Creates a Dynamic Material Instance which you can modify during gameplay.
es: Crea una instancia de material dinámico que puede modificar durante el juego.
pt_br: Cria uma Instância de Material Dinâmico que pode ser modificada durante o jogo.

# UObjectToolTips,KismetMaterialLibrary:GetScalarParameterValue
source: Gets a scalar parameter value from the material collection instance. Logs if ParameterName is invalid.
es: Obtiene un valor del parámetro de la variable de una instancia de la colección del material. Se registra si ParameterName no es válido.
pt_br: Obtém um valor do parâmetro escalar da instância de coleta de material. Registra se ParameterName é inválido.

# UObjectToolTips,KismetMaterialLibrary:GetVectorParameterValue
source: Gets a vector parameter value from the material collection instance. Logs if ParameterName is invalid.
es: Obtiene un valor del parámetro vectorial de la instancia de la colección del material. Se registra si ParameterName no es válido.
pt_br: Obtém um valor do parâmetro do vetor da instância de coleta de material. Registra se ParameterName é inválido.

# UObjectToolTips,KismetMaterialLibrary:SetScalarParameterValue
source: Sets a scalar parameter value on the material collection instance. Logs if ParameterName is invalid.
es: Ajusta un valor del parámetro de la variable en la instancia de la colección del material. Se registra si ParameterName no válido.
pt_br: Define um valor do parâmetro escalar na instância de coleta de material. Registra se ParameterName for inválido.

# UObjectToolTips,KismetMaterialLibrary:SetVectorParameterValue
source: Sets a vector parameter value on the material collection instance. Logs if ParameterName is invalid.
es: Ajusta un valor del parámetro vectorial en la instancia de la colección del material. Se registra si ParameterName no es válido.
pt_br: Define um valor do parâmetro vetorial na instância de coleta de material. Registra se ParameterName for inválido.

# UObjectToolTips,KismetMathLibrary:Abs
source: Returns the absolute (positive) value of A
es: Devuelve el valor aboluto (positivo) de A
pt_br: Retorna o valor absoluto (positivo) de A

# UObjectToolTips,KismetMathLibrary:Abs_Int
source: Returns the absolute (positive) value of A
es: Devuelve el valor aboluto (positivo) de A
pt_br: Retorna o valor absoluto (positivo) de A

# UObjectToolTips,KismetMathLibrary:Acos
source: Returns the inverse cosine (arccos) of A (result is in Radians)
es: Devuelve el coseno (arcocoseno) inverso de A (resultado en radianes)
pt_br: Retorna o cosseno inverso (arccos) de A (resultado em Radianos)

# UObjectToolTips,KismetMathLibrary:Add_ByteByte
source: Addition (A + B)
es: Adición (A + B)
pt_br: Adição (A + B)

# UObjectToolTips,KismetMathLibrary:Add_DateTimeTimespan
source: Addition (A + B)
es: Adición (A + B)
pt_br: Adição (A + B)

# UObjectToolTips,KismetMathLibrary:Add_FloatFloat
source: Addition (A + B)
es: Adición (A + B)
pt_br: Adição (A + B)

# UObjectToolTips,KismetMathLibrary:Add_IntInt
source: Addition (A + B)
es: Adición (A + B)
pt_br: Adição (A + B)

# UObjectToolTips,KismetMathLibrary:Add_TimespanTimespan
source: Addition (A + B)
es: Adición (A + B)
pt_br: Adição (A + B)

# UObjectToolTips,KismetMathLibrary:Add_Vector2DFloat
source: Returns Vector A added by B
es: Devuelve el vector A añadido por B
pt_br: Retorna o Vetor A somado a B

# UObjectToolTips,KismetMathLibrary:Add_Vector2DVector2D
source: Returns addition of Vector A and Vector B (A + B)
es: Devuelve la suma del vector A y el vector b (A + B)
pt_br: Retorna a soma do Vetor A e do Vetor B (A + B)

# UObjectToolTips,KismetMathLibrary:Add_VectorVector
source: Vector addition
es: Suma del vector
pt_br: Adição de vetores

# UObjectToolTips,KismetMathLibrary:And_IntInt
source: Bitwise AND (A & B)
es: Operación bit a bit AND (A & B)
pt_br: AND nos bits (A & B)

# UObjectToolTips,KismetMathLibrary:Asin
source: Returns the inverse sine (arcsin) of A (result is in Radians)
es: Devuelve el coseno (arcoseno) inverso de A (resultado en radianes)
pt_br: Retorna o seno inverso (arcsen) de A (resultado em Radianos)

# UObjectToolTips,KismetMathLibrary:Atan2
source: Returns the inverse tan (atan2) of A/B (result is in Radians)
es: Devuelve la tangente (atan2) inversa de A/B (resultado en radianes)
pt_br: Retorna a tangente inversa (arctg2) de A/B (resultado em Radianos)

# UObjectToolTips,KismetMathLibrary:BMax
source: Returns the maximum value of A and B
es: Devuelve el valor máximo de A y B
pt_br: Retorna o valor máximo entre A e B

# UObjectToolTips,KismetMathLibrary:FMax
source: Returns the maximum value of A and B
es: Devuelve el valor máximo de A y B
pt_br: Retorna o valor máximo entre A e B

# UObjectToolTips,KismetMathLibrary:Max
source: Returns the maximum value of A and B
es: Devuelve el valor máximo de A y B
pt_br: Retorna o valor máximo entre A e B

# UObjectToolTips,KismetMathLibrary:BMin
source: Returns the minimum value of A and B
es: Devuelve el valor mínimo de A y B
pt_br: Retorna o valor mínimo entre A e B

# UObjectToolTips,KismetMathLibrary:FMin
source: Returns the minimum value of A and B
es: Devuelve el valor mínimo de A y B
pt_br: Retorna o valor mínimo entre A e B

# UObjectToolTips,KismetMathLibrary:Min
source: Returns the minimum value of A and B
es: Devuelve el valor mínimo de A y B
pt_br: Retorna o valor mínimo entre A e B

# UObjectToolTips,KismetMathLibrary:BooleanAND
source: Returns the logical AND of two values (A AND B)
es: Devuelve el tipo de dato lógico Y de dos valores (A Y B)
pt_br: Retorna o AND lógico de dois valores (A AND B)

# UObjectToolTips,KismetMathLibrary:BooleanOR
source: Returns the logical OR of two values (A OR B)
es: Devuelve el tipo de dato lógico O de dos valores (A O B)
pt_br: Retorna o OR lógico de dois valores (A OR B)

# UObjectToolTips,KismetMathLibrary:BooleanXOR
source: Returns the logical eXclusive OR of two values (A XOR B)
es: Devuelve el tipo de dato lógico exclusivo O de dos valores (A XOR B)
pt_br: Retorna o OR eXclusivo lógico de dois valores (A XOR B)

# UObjectToolTips,KismetMathLibrary:BreakColor
source: Breaks apart a color into individual RGB components (as well as alpha)
es: Desmonta un color en componentes RGB individuales (así como con alfa)
pt_br: Quebra uma cor em componentes individuais RGB (assim como alfa)

# UObjectToolTips,KismetMathLibrary:BreakRotIntoAxes
source: Breaks apart a rotator into its component axes
es: Desmonta un rotador en sus ejes del componente
pt_br: Quebra um rodador em seus eixos componentes

# UObjectToolTips,KismetMathLibrary:BreakTransform
source: Breaks apart a transform into location, rotation and scale
es: Desmonta una transformación en ubicación, rotación y escalado
pt_br: Quebra uma transformação em local, rotação e escala

# UObjectToolTips,KismetMathLibrary:BreakVector
source: Breaks a vector apart into X, Y, Z
es: Desmonta un vector en X, Y, Z.
pt_br: Quebra um vetor em X, Y, Z

# UObjectToolTips,KismetMathLibrary:BreakVector2D
source: Breaks a 2D vector apart into X, Y.
es: Desmonta un vector 2D en X, Y.
pt_br: Quebra um vetor 2D em X, Y.

# UObjectToolTips,KismetMathLibrary:Clamp
source: Returns Value clamped to be between A and B (inclusive)
es: Devuelve el valor fijado para estar entre A y B (inclusive)
pt_br: Retorna o Valor restrito a ficar entre A e B (inclusive)

# UObjectToolTips,KismetMathLibrary:ClampVectorSize
source: Clamp the vector size between a min and max length
es: Fijar el tamaño del vector entre una longitud mínima y máxima
pt_br: Restringir o tamanho do vetor entre um comprimento mínimo e máximo.

# UObjectToolTips,KismetMathLibrary:ComposeRotators
source: Combine 2 rotations to give you the resulting rotation
es: Combinar 2 rotaciones para obtener la rotación resultante
pt_br: Combinar 2 rotações para obter a rotação resultante

# UObjectToolTips,KismetMathLibrary:Conv_BoolToByte
source: Converts a bool to a byte
es: Transforma un booleano en un byte
pt_br: Converte um booleano em um byte

# UObjectToolTips,KismetMathLibrary:Conv_BoolToFloat
source: Converts a bool to a float (0.0f or 1.0f)
es: Transforma un booleano en un del punto flotante (0.0f o 1.0f)
pt_br: Converte um booleano em um flutuante (0.0f ou 1.0f)

# UObjectToolTips,KismetMathLibrary:Conv_BoolToInt
source: Converts a bool to an int
es: Transforma un booleano en un número entero
pt_br: Converte um booleano em um inteiro

# UObjectToolTips,KismetMathLibrary:Conv_ByteToFloat
source: Converts a byte to a float
es: A Transforma un byte en un punto flotante
pt_br: Converte um byte em um flutuante

# UObjectToolTips,KismetMathLibrary:Conv_ByteToInt
source: Converts a byte to an integer
es: Transforma un byte en uno número entero
pt_br: Converte um byte em um inteiro

# UObjectToolTips,KismetMathLibrary:Conv_ColorToLinearColor
source: Converts a color to LinearColor
es: Transforma un color en LinearColor
pt_br: Converte uma cor em LinearColor

# UObjectToolTips,KismetMathLibrary:Conv_FloatToLinearColor
source: Convert a float into a LinearColor, where each element is that float
es: Transformar un punto flotante en LinearColor, dónde cada elemento es ese punto flotante.
pt_br: Converter um flutuante em uma LinearColor, onde cada elemento é o flutuante

# UObjectToolTips,KismetMathLibrary:Conv_FloatToVector
source: Convert a float into a vector, where each element is that float
es: Transformar un punto flotante en un vector, dónde cada elemento es ese punto flotante.
pt_br: Converter um flutuante em um vetor, onde cada elemento é o flutuante

# UObjectToolTips,KismetMathLibrary:Conv_IntToBool
source: Converts a int to a bool
es: Transforma un número entero en un booleano
pt_br: Converte um inteiro em um booleano
