Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Engine:SelectionOutlineColor
source: Color of the selection outline color. Generally the same as selected material color unless the selection material color is being overridden
es: Color de la selección de color del contorno. Por lo general, es el mismo que el del material seleccionado, a menos que se suprima el color del material seleccionado
pt_br: Cor do contorno da seleção. Geralmente, é a mesma que a cor do material selecionado, a não ser que a cor do material da seleção esteja sendo substituída

# UObjectToolTips,Engine:ShadedLevelColorationLitMaterial
source: Material used for visualizing level membership in lit view port modes. Uses shading to show axis directions.
es: Material usado para visualizar los miembros en modos de ventana gráfica iluminada. Usa sombreado para mostrar direcciones de ejes.
pt_br: Material usado para visualizar a participação do nível nos modos de porta de visualização de iluminação. Usa sombreamento para mostrar as direções do eixo.

# UObjectToolTips,Engine:ShadedLevelColorationUnlitMaterial
source: Material used for visualizing level membership in unlit view port modes. Uses shading to show axis directions.
es: Material usado para visualizar los miembros en modos de ventana gráfica no iluminada. Usa degradación para mostrar direcciones de ejes.
pt_br: Material usado para visualizar a participação do nível nos modos de porta de visualização sem iluminação. Usa sombreamento para mostrar as direções do eixo.

# UObjectToolTips,Engine:ShaderComplexityColors
source: The colors used to render shader complexity.
es: Los colores usados para renderizar la complejidad del sombreador.
pt_br: As cores usadas para renderizar a complexidade do sombreador.

# UObjectToolTips,Engine:SmoothedFrameRateRange
source: Range of framerates in which smoothing will kick in
es: Rango de tasa de cuadros por segundo en la cual la fluidez comenzará a tener efecto.
pt_br: Intervalo de taxas de quadros em que a suavização começa a agir

# UObjectToolTips,Engine:StationaryLightOverlapColors
source: The colors used to render stationary light overlap.
es: Los colores usados para renderizar la superposición de luz fija.
pt_br: As cores usadas para renderizar a sobreposição de luz estacionária.

# UObjectToolTips,Engine:StreamingDistanceFactor
source: Fudge factor for tweaking the distance based miplevel determination
es: 'Fudge factor' (margen adicional) para modificar la distancia basada en la determinación del nivel mip
pt_br: Fator fudge para ajustar a distância com base na determinação do nível mip

# UObjectToolTips,Engine:TinyFont
source: Fonts.
es: Fuentes.
pt_br: Fontes.

# UObjectToolTips,Engine:TransitionDescription
source: The current transition description text.
es: El texto de descripción de la transición actual.
pt_br: O texto da descrição da transição atual.

# UObjectToolTips,Engine:TransitionGameMode
source: The gamemode for the destination map
es: El gamemode para el mapa de destino
pt_br: O modo de jogo para o mapa de destino

# UObjectToolTips,Engine:TransitionType
source: The current transition type.
es: El tipo de transición actual.
pt_br: O tipo de transição atual.

# UObjectToolTips,Engine:VertexColorMaterial
source: Material that renders vertex color as emmissive.
es: Material que renderiza color de vértice como emisivo.
pt_br: Material que renderiza uma cor de vértice como emissiva.

# UObjectToolTips,Engine:VertexColorViewModeMaterial_AlphaAsColor
source: Material for visualizing vertex colors on meshes in the scene (alpha channel as color)
es: Material para visualizar colores del vértice en mallas en la escena (canal alfa como color)
pt_br: Material para visualizar as cores ou malhas do vértice na cena (canal alfa como cor)

# UObjectToolTips,Engine:VertexColorViewModeMaterial_BlueOnly
source: Material for visualizing vertex colors on meshes in the scene (blue only)
es: Material para visualizar colores del vértice en mallas en la escena (solo azul)
pt_br: Material para visualizar as cores do vértice nas malhas da cena (somente azul)

# UObjectToolTips,Engine:VertexColorViewModeMaterial_ColorOnly
source: Material for visualizing vertex colors on meshes in the scene (color only, no alpha)
es: Material para visualizar colores del vértice en mallas en la escena (solo color, sin alfa)
pt_br: Material para visualizar as cores do vértice nas malhas da cena (somente cor, sem alfa)

# UObjectToolTips,Engine:VertexColorViewModeMaterial_GreenOnly
source: Material for visualizing vertex colors on meshes in the scene (green only)
es: Material para visualizar colores del vértice en mallas en la escena (solo verde)
pt_br: Material para visualizar as cores do vértice nas malhas da cena (somente verde)

# UObjectToolTips,Engine:VertexColorViewModeMaterial_RedOnly
source: Material for visualizing vertex colors on meshes in the scene (red only)
es: Material para visualizar colores del vértice en mallas en la escena (solo rojo)
pt_br: Material para visualizar as cores do vértice nas malhas da cena (somente vermelho)

# UObjectToolTips,Engine:WeightMapPlaceholderTexture
source: Texture used as a placeholder for terrain weight-maps to give the material the correct texture format.
es: Textura usada como un marcador de posición para mapas de peso de terreno para dar al material el formato de textura correcto.
pt_br: Textura usada como marcador de posição de mapas de peso de terreno para dar ao material o formato de textura correto.

# UObjectToolTips,Engine:WireframeMaterial
source: The material used to render wireframe meshes.
es: El material usado para renderizar mallas de alambre.
pt_br: O material usado para renderizar malhas da grade de linhas.

# UObjectToolTips,EngineMessage:EnteredMessage
source: Message when a new player enters the game.
es: Mensaje cuando un nuevo jugador entra al juego.
pt_br: Mensagem quando um novo jogador entra no jogo.

# UObjectToolTips,EngineMessage:FailedPlaceMessage
source: Message displayed in message dialog when player pawn fails to spawn because no playerstart was available.
es: Mensaje que se muestra en un dialogo de mensaje cuando el peón del jugador no logra crearse porque playerstart no estaba disponible
pt_br: Mensagem exibida na caixa de diálogo de mensagens quando não é possível criar o peão do jogador porque não havia playerstart disponível.

# UObjectToolTips,EngineMessage:GlobalNameChange
source: Message when a player changes his name.
es: Mensaje cuando un jugador cambia su nombre.
pt_br: Mensagem quando um jogador troca de nome.

# UObjectToolTips,EngineMessage:LeftMessage
source: Message when a player leaves the game.
es: Mensaje cuando un jugador sale del juego.
pt_br: Mensagem quando um jogador sai do jogo.

# UObjectToolTips,EngineMessage:MaxedOutMessage
source: Message when player join attempt is refused because the server is at capacity.
es: Mensaje cuando se rechaza el intento de unirse de un jugador debido a la capacidad del servidor.
pt_br: Mensagem quando a tentativa de entrada do jogador é recusada por causa da capacidade do servidor.

# UObjectToolTips,EngineMessage:NewPlayerMessage
source: Message when a new player enters the server (if player is unnamed).
es: Mensaje cuando un nuevo jugador entra al servidor (si el jugador no tiene nombre).
pt_br: Mensagem quando um novo jogador entra no servidor (se o jogador não tiver nome).

# UObjectToolTips,EngineMessage:NewSpecMessage
source: Message when a new spectator enters the server (if spectator is unnamed).
es: Mensaje cuando un nuevo espectador entra al servidor (si el espectador no tiene nombre).
pt_br: Mensagem quando um novo espectador entra no servidor (se o espectador não tiver nome).

# UObjectToolTips,EngineMessage:SpecEnteredMessage
source: Message when a new spectator enters the server (if spectator has a player name).
es: Mensaje cuando un nuevo espectador entra al servidor (si el espectador tiene un nombre de jugador).
pt_br: Mensagem quando um novo espectador entra no servidor (se o espectador tiver um nome de jogador).

# UObjectToolTips,EngineServiceAuthDeny
source: Implements a message for denying service access to a remote user.
es: Aplica un mensaje para denegar el acceso del servicio a un usuario remoto.
pt_br: Implementa uma mensagem para negar acesso de serviço a um usuário remoto.

# UObjectToolTips,EngineServiceAuthDeny:UserName
source: Holds the name of the user that denied access.
es: Contiene el nombre del usuario que negó el acceso.
pt_br: Contém o nome do usuário que negou o acesso.

# UObjectToolTips,EngineServiceAuthDeny:UserToDeny
source: Holds the name of the user that access is denied to.
es: Contiene el nombre del usuario al cual se le niega el acceso.
pt_br: Contém o nome do usuário cujo acesso é negado.

# UObjectToolTips,EngineServiceAuthGrant
source: Implements a message for granting service access to a remote user.
es: Aplica un mensaje para conceder el acceso del servicio a un usuario remoto.
pt_br: Implementa uma mensagem para permitir acesso de serviço a um usuário remoto.

# UObjectToolTips,EngineServiceAuthGrant:UserName
source: Holds the name of the user that granted access.
es: Contiene el nombre del usuario que otorgó acceso.
pt_br: Contém o nome do usuário que concedeu o acesso.

# UObjectToolTips,EngineServiceAuthGrant:UserToGrant
source: Holds the name of the user that access is granted to.
es: Contiene el nombre del usuario al cual se le otorga acceso.
pt_br: Contém o nome do usuário cujo acesso é concedido.

# UObjectToolTips,EngineServiceExecuteCommand
source: Implements a message for executing a console command.
es: Aplica un mensaje para ejecutar un comando de consola.
pt_br: Implementa uma mensagem para a execução de um comando de console.

# UObjectToolTips,EngineServiceExecuteCommand:Command
source: Holds the command to execute.
es: Contiene el comando que se ejecuta.
pt_br: Contém o comando a executar.

# UObjectToolTips,EngineServiceExecuteCommand:UserName
source: Holds the name of the user that wants to execute the command.
es: Contiene el nombre del usuario que quiere ejecutar el comando.
pt_br: Contém o nome do usuário que quer executar o comando.

# UObjectToolTips,EngineServiceNotification
source: Implements a message that contains a notification or log output.
es: Aplica un mensaje que contiene una notificación o una salida del registro.
pt_br: Implementa uma mensagem que contém uma notificação ou saída de registro.

# UObjectToolTips,EngineServiceNotification:Text
source: Holds the notification text.
es: Contiene el texto de la notificación.
pt_br: Contém o texto de notificação.

# UObjectToolTips,EngineServiceNotification:TimeSeconds
source: Holds the time in seconds since the engine started.
es: Contiene el tiempo en segundos desde que inició el motor.
pt_br: Contém o tempo em segundos desde o início do mecanismo.

# UObjectToolTips,EngineServicePing
source: Implements a message for discovering engine instances on the network.
es: Aplica un mensaje para descubrir las instancias del motor en la red.
pt_br: Implementa uma mensagem para caso encontre instâncias do mecanismo na rede.

# UObjectToolTips,EngineServicePong
source: Implements a message for responding to a request to discover engine instances on the network.
es: Aplica un mensaje para responder a una necesidad para descubrir instancias del motor en la red.
pt_br: Implementa uma mensagem para responder a um pedido de buscar instâncias do mecanismo na rede.

# UObjectToolTips,EngineServicePong:CurrentLevel
source: Holds the name of the currently loaded level, if any.
es: Contiene el nombre del nivel cargado actualmente, si lo hay.
pt_br: Contém o nome do nível carregado no momento, se houver.

# UObjectToolTips,EngineServicePong:EngineVersion
source: Holds the engine version.
es: Contiene la versión del motor.
pt_br: Contém a versão do mecanismo.

# UObjectToolTips,EngineServicePong:HasBegunPlay
source: Holds a flag indicating whether game play has begun.
es: Contiene un indicador que señala si el juego ha comenzado.
pt_br: Mantém um sinalizador que indica se a reprodução do jogo já começou.

# UObjectToolTips,EngineServicePong:InstanceId
source: Holds the instance identifier.
es: Contiene el identificador de instancias.
pt_br: Contém o identificador da instância.

# UObjectToolTips,EngineServicePong:InstanceType
source: Holds the type of the engine instance.
es: Contiene el tipo de instancia del motor.
pt_br: Contém o tipo de instância do mecanismo.

# UObjectToolTips,EngineServicePong:SessionId
source: Holds the identifier of the session that the application belongs to.
es: Contiene el identificador de la sesión a la cual pertenece la aplicación.
pt_br: Contém o identificador da sessão a que pertence o aplicativo.

# UObjectToolTips,EngineServicePong:WorldTimeSeconds
source: Holds the time in seconds since the world was loaded.
es: Contiene el tiempo en segundos desde que se cargó el mundo.
pt_br: Contém o tempo em segundos desde o carregamento do mundo.

# UObjectToolTips,EngineServiceTerminate
source: Implements a message for terminating the engine.
es: Aplica un mensaje para para finalizar el motor.
pt_br: Implementa uma mensagem para o encerramento do mecanismo.

# UObjectToolTips,EngineServiceTerminate:UserName
source: Holds the name of the user that wants to terminate the engine.
es: Contiene el nombre del usuario que quiere cerrar el motor.
pt_br: Contém o nome do usuário que quer finalizar o mecanismo.

# UObjectToolTips,ENormalMode
source: Optimization settings used to simplify mesh LODs.
es: Ajustes de optimización usados para los LOD de la malla simplificada.
pt_br: Configurações de otimização usadas para simplificar LODs de malha.

# UObjectToolTips,EnvBoolParam_DEPRECATED:ParamName
source: name of parameter
es: nombre del parámetro
pt_br: nome do parâmetro

# UObjectToolTips,EnvFloatParam_DEPRECATED:ParamName
source: name of parameter
es: nombre del parámetro
pt_br: nome do parâmetro

# UObjectToolTips,EnvIntParam_DEPRECATED:ParamName
source: name of parameter
es: nombre del parámetro
pt_br: nome do parâmetro

# UObjectToolTips,EnvBoolParam_DEPRECATED:Value
source: default value
es: valor predeterminado
pt_br: valor padrão

# UObjectToolTips,EnvFloatParam_DEPRECATED:Value
source: default value
es: valor predeterminado
pt_br: valor padrão

# UObjectToolTips,EnvIntParam_DEPRECATED:Value
source: default value
es: valor predeterminado
pt_br: valor padrão

# UObjectToolTips,EnvDirection:DirMode
source: defines direction of second line used by test
es: define la dirección de la segunda línea analizada
pt_br: define a direção da segunda linha usada pelo teste

# UObjectToolTips,EnvQueryTest_Dot:LineB
source: defines direction of second line used by test
es: define la dirección de la segunda línea analizada
pt_br: define a direção da segunda linha usada pelo teste

# UObjectToolTips,EnvDirection:LineFrom
source: line A: start context
es: línea A: contexto de inicio
pt_br: linha A: contexto do início

# UObjectToolTips,EnvDirection:LineTo
source: line A: finish context
es: línea A: contexto final
pt_br: linha A: contexto do fim

# UObjectToolTips,EnvDirection:Rotation
source: line A: direction context
es: línea A: contexto de dirección
pt_br: linha A: contexto da direção

# UObjectToolTips,EnvQuery:EdGraph
source: Graph for query
es: Gráfico para consulta
pt_br: Grafo de consulta

# UObjectToolTips,EnvQueryGenerator_ActorsOfClass:SearchCenter
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_BlueprintBase:Context
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_CurrentLocation:QueryContext
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_Donut:Center
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_OnCircle:CircleCenter
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_SimpleGrid:GenerateAround
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryTest_Distance:DistanceTo
source: context
es: contexto
pt_br: contexto

# UObjectToolTips,EnvQueryGenerator_ActorsOfClass:SearchRadius
source: max distance of path between point and context
es: distancia máxima de la ruta entre el punto y el contexto
pt_br: distância máxima do caminho entre o ponto e o contexto

# UObjectToolTips,EnvQueryGenerator_OnCircle:CircleRadius
source: max distance of path between point and context
es: distancia máxima de la ruta entre el punto y el contexto
pt_br: distância máxima do caminho entre o ponto e o contexto

# UObjectToolTips,EnvQueryGenerator_BlueprintBase:GeneratorsActionDescription
source: A short description of what test does, like "Generate pawn named Joe"
es: Una breve descripción de lo que hace la prueba, como "Generar peón llamado Joe".
pt_br: Uma descrição curta do que o teste faz, como "Gerar peão chamado Joe"

# UObjectToolTips,EnvQueryGenerator_Donut:ArcAngle
source: If you generate items on a piece of circle you define angle of Arc cut here
es: Si genera elementos en una pieza del círculo del que define el ángulo del arco que cortar aquí.
pt_br: Ao gerar itens em uma fração de círculo, você define o ângulo de corte do Arco aqui

# UObjectToolTips,EnvQueryGenerator_OnCircle:ArcAngle
source: If you generate items on a piece of circle you define angle of Arc cut here
es: Si genera elementos en una pieza del círculo del que define el ángulo del arco que cortar aquí.
pt_br: Ao gerar itens em uma fração de círculo, você define o ângulo de corte do Arco aqui

# UObjectToolTips,EnvQueryGenerator_Donut:ArcDirection
source: If you generate items on a piece of circle you define direction of Arc cut here
es: Si genera elementos en una pieza del círculo del que define la dirección del arco que cortar aquí.
pt_br: Ao gerar itens em uma fração de círculo, você define a direção de corte do Arco aqui

# UObjectToolTips,EnvQueryGenerator_OnCircle:ArcDirection
source: If you generate items on a piece of circle you define direction of Arc cut here
es: Si genera elementos en una pieza del círculo del que define la dirección del arco que cortar aquí.
pt_br: Ao gerar itens em uma fração de círculo, você define a direção de corte do Arco aqui

# UObjectToolTips,EnvQueryGenerator_OnCircle:SpaceBetween
source: items will be generated on a circle this much apart
es: los elementos se generarán en una circunferencia a esta distancia
pt_br: itens serão gerados em um círculo desta distância

# UObjectToolTips,EnvQueryGenerator_OnCircle:TraceData
source: horizontal trace for nearest obstacle
es: trazo horizontal para el obstáculo más cercano
pt_br: rastreamento horizontal para o obstáculo mais próximo

# UObjectToolTips,EnvQueryGenerator_PathingGrid
source: Navigation grid, generates points on navmesh with paths to/from context no further than given limit
es: Rejilla de navegación, genera puntos en la malla de navegación con rutas al/del contexto no más lejos del límite proporcionado
pt_br: Grade de navegação, gera pontos na navmesh com caminhos que chegam e deixam o contexto, respeitando o limite dado

# UObjectToolTips,EnvQueryGenerator_PathingGrid:PathToItem
source: pathfinding direction
es: dirección del buscador de ruta
pt_br: direção da busca de caminho

# UObjectToolTips,EnvQueryTest_Pathfinding:PathFromContext
source: pathfinding direction
es: dirección del buscador de ruta
pt_br: direção da busca de caminho

# UObjectToolTips,EnvQueryGenerator_ProjectedPoints:ProjectionData
source: trace params
es: parámetros del trazo
pt_br: parâmetros de rastreamento

# UObjectToolTips,EnvQueryTest_Project:ProjectionData
source: trace params
es: parámetros del trazo
pt_br: parâmetros de rastreamento

# UObjectToolTips,EnvQueryGenerator_SimpleGrid
source: Simple grid, generates points in 2D square around context
es: Rejilla simple, genera puntos en cuadros 2D alrededor del contexto
pt_br: Grade simples, gera pontos em um quadrados 2D ao redor do contexto

# UObjectToolTips,EnvQueryGenerator_SimpleGrid:GridSize
source: square's extent
es: extensión del cuadrado
pt_br: limites do quadrado

# UObjectToolTips,EnvQueryGenerator_SimpleGrid:SpaceBetween
source: generation density
es: densidad de la creación
pt_br: densidade da geração

# UObjectToolTips,EnvQueryRequest
source: wrapper for easy query execution
es: envoltura para una ejecución de consulta más sencilla
pt_br: envoltório para execução de consulta fácil

# UObjectToolTips,EnvQueryRequest:Owner
source: querier
es: buscador
pt_br: consultador

# UObjectToolTips,EnvQueryRequest:World
source: world
es: mundo
pt_br: mundo

# UObjectToolTips,EnvQueryTest:FilterType
source: Does this test filter out results that are below a lower limit, above an upper limit, or both? Or does it just look for a matching value?
es: ¿Filtra esta evaluación resultados que están por debajo de un límite mínimo, por encima de un límite máximo, o ambos? o ¿solo busca un valor de correspondencia?
pt_br: Este teste filtra resultados abaixo de um limite mínimo, acima de um limite máximo ou ambos? Ele só procura um valor correspondente?

# UObjectToolTips,EnvQueryTest:ScoreClampMax
source: Maximum value to use to normalize the raw test value before applying scoring formula.
es: Valor máximo que se utiliza para normalizar el valor de prueba sin procesar antes de aplicar la fórmula de puntuación.
pt_br: Valor máximo a usar para normalizar o valor de teste bruto antes de aplicar a fórmula de pontuação.

# UObjectToolTips,EnvQueryTest:ScoreClampMin
source: Minimum value to use to normalize the raw test value before applying scoring formula.
es: Valor mínimo que se utiliza para normalizar el valor de prueba sin procesar antes de aplicar la fórmula de puntuación.
pt_br: Valor mínimo a usar para normalizar o valor de teste bruto antes de aplicar a fórmula de pontuação.

# UObjectToolTips,EnvQueryTest:ScoringFactor
source: The weight (factor) by which to multiply the normalized score after the scoring equation is applied.
es: El peso (factor) por el cual multiplicar la puntuación normalizada después de aplicar la ecuación de puntuación.
pt_br: O peso (fator) pelo qual multiplicar a pontuação normalizada depois que a equação de pontuação for aplicada.

# UObjectToolTips,EnvQueryTest:TestOrder
source: Number of test as defined in data asset
es: Número de pruebas según lo definido en el activo de datos
pt_br: Número do teste conforme definido em ativo de dados

# UObjectToolTips,EnvQueryTest:TestPurpose
source: The purpose of this test. Should it be used for filtering possible results, scoring them, or both?
es: El objetivo de esta prueba. ¿Se debería usar para filtrar posibles resultados, llevar un registro o ambos?
pt_br: A finalidade desse teste. Deve ser usado para filtrar possíveis resultados, pontuá-los ou ambos?

# UObjectToolTips,EnvQueryTest_Distance:TestMode
source: testing mode
es: modo de análisis
pt_br: modo de teste

# UObjectToolTips,EnvQueryTest_Pathfinding:TestMode
source: testing mode
es: modo de análisis
pt_br: modo de teste

# UObjectToolTips,EnvQueryTest_Dot:LineA
source: defines direction of first line used by test
es: define la dirección de la primera línea analizada
pt_br: define a direção da primeira linha usada pelo teste

# UObjectToolTips,EnvQueryTest_Pathfinding:Context
source: context: other end of pathfinding test
es: contexto:otro final del análisis de la búsqueda de ruta
pt_br: contexto: outra extremidade do teste de busca de caminho

# UObjectToolTips,EnvQueryTest_Pathfinding:SkipUnreachable
source: if set, items with failed path will be invalidated (PathCost, PathLength)
es: si está ajustado, se anularán los elementos con una ruta errónea (PathCost, PathLength)
pt_br: se for definido, itens com falha no caminho serão invalidados (PathCost, PathLength)
