Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PrimitiveComponent:BoundsScale
source: Scales the bounds of the object. This is useful when using World Position Offset to animate the vertices of the object outside of its bounds. Warning: Increasing the bounds of an object will reduce performance and shadow quality! Currently only used by StaticMeshComponent and SkeletalMeshComponent.
es: Escala los límites del objeto. Es útil cuando se usa el desplazamiento de la posición global para animar los vértices del objeto fuera de su límites. Atención: ¡Aumentar los límites de un objeto reducirá la calidad de la reproducción y el sombreado! Actualmente solo lo usa StaticMeshComponent y SkeletalMeshComponent
pt_br: Escalona os limites do objeto. Útil ao usar o Deslocamento de Posição do Mundo para animar os vértices do objeto fora dos seus limites. Aviso: O aumento dos limites de um objeto reduzirá o desempenho e a qualidade das sombras! Usado atualmente somente pelo StaticMeshComponent e SkeletalMeshComponent.

# UObjectToolTips,PrimitiveComponent:bOwnerNoSee
source: If this is True, this component won't be visible when the view actor is the component's owner, directly or indirectly.
es: Si es verdadero, este componente no será visible cuando el actor de la vista es el propietario del componente, directa o indirectamente.
pt_br: Se for Verdadeiro, este componente não será visível quando o ator da visualização for o dono do componente, direta ou indiretamente.

# UObjectToolTips,PrimitiveComponent:bReceivesDecals
source: Whether the primitive receives decals.
es: Si la primitiva recibe texturas decorativas.
pt_br: Se o primitivo recebe decalques.

# UObjectToolTips,PrimitiveComponent:bRenderCustomDepth
source: If true, this component will be rendered in the CustomDepth pass (usually used for outlines)
es: Si es verdadero, este componente se renderizará en el paso de CustomDepth (normalmente se usa para delineados)
pt_br: Se for verdadeiro, esse componente será renderizado na passagem CustomDepth (costuma ser usado para contornos)

# UObjectToolTips,PrimitiveComponent:bRenderInMainPass
source: If true, this component will be rendered in the main pass (z prepass, basepass, transparency)
es: Si es verdadero, este componente hará un renderizado en el paso principal (paso previo de z, paso base, transparencia)
pt_br: Se for verdadeiro, esse componente será renderizado na passagem principal (pré-passagem z, passagem base, transparência)

# UObjectToolTips,PrimitiveComponent:bSelectable
source: If this is True, this component can be selected in the editor.
es: Si es verdadero, se puede seleccionar este componente en el editor.
pt_br: Se for verdadeiro, este componente pode ser selecionado no editor.

# UObjectToolTips,PrimitiveComponent:bTreatAsBackgroundForOcclusion
source: Treat this primitive as part of the background for occlusion purposes. This can be used as an optimization to reduce the cost of rendering skyboxes, large ground planes that are part of the vista, etc.
es: Tratar esta primitiva como parte del fondo para fines de oclusión. Se puede usar como una optimización para reducir el costo de renderizado de cajas de cielo, grandes planos de tierra que forman parte de la vista, etc.
pt_br: Trate esse primitivo como parte do fundo para fins de oclusão. Pode ser usado como otimização para reduzir o custo da renderização de Skyboxes, planos de solo grandes que sejam parte da vista etc.

# UObjectToolTips,PrimitiveComponent:bUseAsOccluder
source: Whether to render the primitive in the depth only pass. This should generally be true for all objects, and let the renderer make decisions about whether to render objects in the depth only pass. @todo - if any rendering features rely on a complete depth only pass, this variable needs to go away.
es: Si hay que renderizar la primitiva en el pase exclusivo de profundidad. Por lo general, este debe ser verdadero para todos los objetos, y dejar que el renderizador tome decisiones sobre si se deben renderizar objetos en el pase exclusivo de profundidad. @todo - si alguna de las funciones de renderizado dependen del pase exclusivo de profundidad, esta variable tiene que desaparecer.
pt_br: Se deve renderizar o primitivo na passagem apenas de profundidade. Isso deve normalmente ser verdadeiro para todos os objetos, deixando que o renderizador tome decisões sobre renderizar os objetos na passagem apenas de profundidade. @a fazer - se qualquer recurso de renderização se basear em uma passagem completa apenas de profundidade, essa variável deverá ser removida.

# UObjectToolTips,PrimitiveComponent:bUseEditorCompositing
source: Composite the drawing of this component onto the scene after post processing (only applies to editor drawing)
es: Compone el trazado del componente en la escena tras el posprocesamiento (solo aplica al trazado del editor)
pt_br: Compor o desenho deste componente na cena pós-processo (aplica somente ao desenho do editor)

# UObjectToolTips,PrimitiveComponent:bUseViewOwnerDepthPriorityGroup
source: True if the primitive should be rendered using ViewOwnerDepthPriorityGroup if viewed by its owner.
es: Verdadero si la primitiva debe hacerse utilizando los ViewOwnerDepthPriorityGroup si se ve por su propietario.
pt_br: Verdadeiro se o primitivo deve ser renderizado usando ViewOwnerDepthPriorityGroup se visualizada pelo dono.

# UObjectToolTips,PrimitiveComponent:CachedMaxDrawDistance
source: The distance to cull this primitive at. A CachedMaxDrawDistance of 0 indicates that the primitive should not be culled by distance.
es: La distancia en la que seleccionar esta primitiva. Una CachedMaxDrawDistance de 0 indica que la primitiva no se debe seleccionar por la distancia.
pt_br: A distância na qual descartar esse primitivo. Um CachedMaxDrawDistance de 0 indica que o primitivo não deve ser descartado por distância.

# UObjectToolTips,PrimitiveComponent:CreateAndSetMaterialInstanceDynamic
source: Creates a Dynamic Material Instance for the specified element index. The parent of the instance is set to the material being replaced. @param ElementIndex - The index of the skin to replace the material for. If invalid, the material is unchanged and NULL is returned.
es: Crea una instancia de material dinámico para el índice de elementos especificado. El padre de la instancia está ajustado al material que se esta reemplazando. @param ElementIndex - El índice de la piel de la que reemplazar el material. Si no es válido, el material se modifica y se vuelve NULO.
pt_br: Cria uma Instância de Material Dinâmico para o índice do elemento especificado. O pai da instância é definido como o material sendo substituído. @param ElementIndex - O índice do revestimento que terá o material substituído. Se inválido, o material não é alterado e NULL é retornado.

source: Creates a Dynamic Material Instance for the specified element index. The parent of the instance is set to the material being replaced. @param ElementIndex - The index of the skin to replace the material for. If invalid, the material is unchanged and NULL is returned.
es: Crea una instancia de material dinámico para el índice de elementos especificado. El padre de la instancia está ajustado al material que se esta reemplazando. @param ElementIndex - El índice de la piel de la que reemplazar el material. Si no es válido, el material se modifica y se vuelve NULO.
pt_br: Cria uma Instância de Material Dinâmico para o índice do elemento especificado. O pai da instância é definido como o material sendo substituído. @param ElementIndex - O índice do revestimento que terá o material substituído. Se inválido, o material não é alterado e NULL é retornado.

# UObjectToolTips,PrimitiveComponent:CreateDynamicMaterialInstance
source: Creates a Dynamic Material Instance for the specified element index, optionally from the supplied material. @param ElementIndex - The index of the skin to replace the material for. If invalid, the material is unchanged and NULL is returned.
es: Crea una instancia de material dinámico para el índice de elementos especificado, del material proporcionado (opcional). @param ElementIndex - El índice de la piel de la que reemplazar el material. Si no es válido, el material se modifica y se vuelve NULO.
pt_br: Cria uma Instância de Material Dinâmico para o índice do elemento especificado, opcionalmente a partir do material fornecido. @param ElementIndex - O índice do revestimento que terá o material substituído. Se inválido, o material não é alterado e NULL é retornado.

# UObjectToolTips,PrimitiveComponent:DepthPriorityGroup
source: The scene depth priority group to draw the primitive in.
es: El grupo prioritario de la profundidad de la escena para atraer la primitiva.
pt_br: O grupo de prioridade de profundidade da cena no qual desenhar o primitivo.

# UObjectToolTips,PrimitiveComponent:GetAngularDamping
source: Returns the angular damping of this component.
es: Devuelve la atenuación angular de este componente.
pt_br: Retorna o amortecimento angular deste componente.

# UObjectToolTips,PrimitiveComponent:GetCollisionProfileName
source: Get the collision profile name
es: Obtener el nombre del perfil de la colisión
pt_br: Obter o nome do perfil de colisão

# UObjectToolTips,PrimitiveComponent:GetLinearDamping
source: Returns the linear damping of this component.
es: Devuelve la atenuación lineal de este componente.
pt_br: Retorna o amortecimento linear deste componente.

# UObjectToolTips,PrimitiveComponent:GetMass
source: Returns the mass of this component in kg.
es: Devuelve la masa de este componente en kg.
pt_br: Retorna a massa desse componente em Kgs.

# UObjectToolTips,PrimitiveComponent:GetMaterial
source: Returns the material used by the element at the specified index @param ElementIndex - The element to access the material of. @return the material used by the indexed element of this mesh.
es: Devuelve el material usado por el elemento en el índice especificado @param ElementIndex - Elemento del material al que acceder. @return el material utilizado por el elemento indexado de esta malla.
pt_br: Retorna o material usado pelo elemento no índice especificado @param ElementIndex - O elemento do qual onde acessar o material. @return o material usado pelo elemento indexado desta malha.

# UObjectToolTips,PrimitiveComponent:GetNumMaterials
source: @return number of material elements in this primitive
es: @return el número de los elementos del material en esta primitiva
pt_br: @return número de elementos de material neste primitivo

# UObjectToolTips,PrimitiveComponent:GetOverlapInfos
source: Returns list of components this component is overlapping.
es: Devuelve una lista de componentes a los que este componente superpone.
pt_br: Retorna a lista de componentes que este componente está sobrepondo.

# UObjectToolTips,PrimitiveComponent:GetOverlappingComponents
source: Returns list of components this component is overlapping.
es: Devuelve una lista de componentes a los que este componente superpone.
pt_br: Retorna a lista de componentes que este componente está sobrepondo.

# UObjectToolTips,PrimitiveComponent:GetPhysicsAngularVelocity
source: Get the angular velocity of a single body, in degrees per second. @param BoneName If a SkeletalMeshComponent, name of body to get velocity of. 'None' indicates root body.
es: Obtener la velocidad angular de un solo cuerpo, en grados por segundo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo del que obtener la velocidad. 'Ninguno' indica que es el cuerpo raíz.
pt_br: Obter a velocidade angular de um único corpo, em graus por segundo. @param BoneName Se for um SkeletalMeshComponent, o nome do corpo de onde obter a velocidade. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveComponent:GetPhysicsLinearVelocity
source: Get the linear velocity of a single body. @param BoneName If a SkeletalMeshComponent, name of body to get velocity of. 'None' indicates root body.
es: Obtener la velocidad lineal de un solo cuerpo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo del que obtener la velocidad. 'Ninguno' indica que es el cuerpo raíz.
pt_br: Obter a velocidade linear de um único corpo. @param BoneName Se for um SkeletalMeshComponent, o nome do corpo de onde obter a velocidade. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveComponent:GetWalkableSlopeOverride
source: Returns the slope override struct for this component.
es: Devuelve la estructura de supresión de la inclinación para este componente.
pt_br: Retorna a struct de substituição de inclinação para este componente.

# UObjectToolTips,PrimitiveComponent:IsGravityEnabled
source: Returns whether this component is affected by gravity. Returns always false if the component is not simulated.
es: Devuelve si a este componente le afecta la gravedad. Devuelve siempre falso si el componente no está simulado.
pt_br: Retorna se este componente for afetado pela gravidade. Retorna sempre falso se o componente não for simulado.

# UObjectToolTips,PrimitiveComponent:K2_LineTraceComponent
source: Perform a line trace against a single component
es: Reproducir un trazo de la línea en contraste con un solo componente.
pt_br: Realizar um rastro de linha contra um único componente

# UObjectToolTips,PrimitiveComponent:LastSubmitTime
source: Last time the component was submitted for rendering (called FScene::AddPrimitive).
es: La última vez en que el componente se envío para renderizado (llamado FScene::AddPrimitive).
pt_br: Última vez em que o componente foi enviado para renderização (chamou Fscene::AddPrimitive).

# UObjectToolTips,PrimitiveComponent:LDMaxDrawDistance
source: Max draw distance exposed to LDs. The real max draw distance is the min (disregarding 0) of this and volumes affecting this object.
es: Distancia máxima trazada expuesta a LD. La distancia trazada máxima real es la mínima (ignorar 0) de este y de los volúmenes que afectan a este objeto.
pt_br: Distância máxima de desenho quando exposto a LDs. A distância máxima de desenho real é o mínimo (sem contar 0) entre isto e volumes que afetam este objeto.

# UObjectToolTips,PrimitiveComponent:MinDrawDistance
source: The minimum distance at which the primitive should be rendered, measured in world space units from the center of the primitive's bounding sphere to the camera position.
es: La distancia mínima a la cual se debe renderizar la primitiva, medida en unidades del sistema de coordenadas global desde el centro de la esfera delimitadora de la primitiva hasta la posición de la cámara.
pt_br: A distância mínima em que o primitivo deve ser renderizado, medido em unidades de espaço de mundo a partir do centro da esfera delimitadora do primitivo até a posição da câmera.

# UObjectToolTips,PrimitiveComponent:PutRigidBodyToSleep
source: Force a single body back to sleep. @param BoneName If a SkeletalMeshComponent, name of body to put to sleep. 'None' indicates root body.
es: Forzar a un cuerpo para volver al reposo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo que poner en reposo. 'Ninguno' indica el cuerpo raíz.
pt_br: Forçar um único corpo a tornar-se inativo novamente. @param BoneName Se for um SkeletalMeshComponent, o nome do corpo a se tornar inativo. 'None' indica corpo raiz.

# UObjectToolTips,PrimitiveComponent:SetAllPhysicsLinearVelocity
source: Set the linear velocity of all bodies in this component. @param NewVel New linear velocity to apply to physics. @param bAddToCurrent If true, NewVel is added to the existing velocity of the body.
es: Ajustar la velocidad lineal de todos los cuerpos en este componente. @param NewVel Velocidad lineal nueva que aplicar a las físicas. @param bAddToCurrent Si es verdadero, NewVel se añade a la velocidad existente del cuerpo.
pt_br: Define a velocidade linear de todos os corpos neste componente. @param NewVel Nova velocidade linear a aplicar à física. @param bAddToCurrent Se for verdadeiro, NewVel é adicionada à velocidade existente do corpo.

# UObjectToolTips,PrimitiveComponent:SetAngularDamping
source: Sets the angular damping of this component.
es: Ajusta la atenuación angular de este componente.
pt_br: Define o amortecimento angular deste componente.

# UObjectToolTips,PrimitiveComponent:SetCastShadow
source: Changes the value of CastShadow.
es: Cambia el valor de CastShadow.
pt_br: Altera o valor de CastShadow.

# UObjectToolTips,PrimitiveComponent:SetCollisionEnabled
source: Controls what kind of collision is enabled for this body
es: Calibra qué clase de colisión esta activada para este cuerpo
pt_br: Controla que tipo de colisão está ativada para este corpo

# UObjectToolTips,PrimitiveComponent:SetCollisionObjectType
source: Changes the collision channel that this object uses when it moves @param Channel The new channel for this component to use
es: Cambia el canal de la colisión que usa este objeto cuando se mueve @param Channel El canal nuevo para que lo use este componente
pt_br: Altera o canal de colisão que este objeto usa ao se mover @param Channel O novo canal para este componente usar

# UObjectToolTips,PrimitiveComponent:SetCollisionProfileName
source: Set Collision Profile Name This function is called by constructors when they set ProfileName This will change current CollisionProfileName to be this, and overwrite Collision Setting @param InCollisionProfileName : New Profile Name
es: * Ajustar nombre del perfil de la colisión Los constructores llaman a esta función cuando configuran ProfileName Esto cambiará el CollisionProfileName actual, y sobrescribirá la configuración de la colisión @param InCollisionProfileName : Nuevo nombre de perfil
pt_br: Definir Nome do Perfil de Colisão Esta função é chamada pelos construtores quando definem o ProfileName Isso mudará o CollisionProfileName atual para ser esse e substituirá a Configuração de Colisão @param InCollisionProfileName: Novo Nome do Perfil

# UObjectToolTips,PrimitiveComponent:SetCollisionResponseToAllChannels
source: Changes all ResponseToChannels container for this PrimitiveComponent. to be NewResponse @param NewResponse What the new response should be to the supplied Channel
es: Cambia todos los contenedores de ResponseToChannels para que esta PrimitiveComponent sea NewResponse @param NewResponse Lo que debe ser la respuesta nueva para el canal proporcionado
pt_br: Altera o recipiente de ResponseToChannels para este PrimitiveComponent para a NewResponse @param NewResponse Qual a nova resposta para o Canal fornecido

# UObjectToolTips,PrimitiveComponent:SetCollisionResponseToChannel
source: Changes a member of the ResponseToChannels container for this PrimitiveComponent. @param Channel The channel to change the response of @param NewResponse What the new response should be to the supplied Channel
es: Cambia un miembro del contenedor de ResponseToChannels por este PrimitiveComponent. @param Channel Canal del que cambiar la respuesta @param NewResponse Lo que debe ser la respuesta nueva para el canal proporcionado
pt_br: Altera um membro do recipiente de ResponseToChannels para este PrimitiveComponent. @param Channel O canal que terá a resposta alterada @param NewResponse Qual a nova resposta para o Canal fornecido

# UObjectToolTips,PrimitiveComponent:SetEnableGravity
source: Enables/disables whether this component is affected by gravity. This applies only to components with bSimulatePhysics set to true.
es: Activa/Desactiva si la gravedad afecta a este componente. Solo se aplica a los componentes con bSimulatePhysics ajustado para ser verdadero.
pt_br: Ativa/desativa se este componente é afetado pela gravidade. Isso aplica-se somente a componentes com bSimulatePhysics definido como verdadeiro.

# UObjectToolTips,PrimitiveComponent:SetLinearDamping
source: Sets the linear damping of this component.
es: Ajusta la atenuación lineal de este componente.
pt_br: Define o amortecimento linear deste componente.

# UObjectToolTips,PrimitiveComponent:SetMaterial
source: Changes the material applied to an element of the mesh. @param ElementIndex - The element to access the material of. @return the material used by the indexed element of this mesh.
es: Cambia el material aplicado a un elemento de la malla. @param ElementIndex - El elemento al que accede el material. @return el material que usa el elemento indexado de esta malla.
pt_br: Altera o material aplicado a um elemento da malha. @param ElementIndex - O elemento de onde o material será acessado. @return o material usado pelo elemento indexado desta malha.

# UObjectToolTips,PrimitiveComponent:SetOnlyOwnerSee
source: Changes the value of bOnlyOwnerSee.
es: Cambia el valor de bOnlyOwnerSee.
pt_br: Altera o valor de bOnlyOwnerSee.

# UObjectToolTips,PrimitiveComponent:SetOwnerNoSee
source: Changes the value of bOwnerNoSee.
es: Cambia el valor de bOwnerNoSee
pt_br: Altera o valor de bOwnerNoSee.

# UObjectToolTips,PrimitiveComponent:SetPhysicsAngularVelocity
source: Set the angular velocity of a single body. This should be used cautiously - it may be better to use AddTorque or AddImpulse. @param NewAngVel New angular velocity to apply to body, in degrees per second. @param bAddToCurrent If true, NewAngVel is added to the existing angular velocity of the body. @param BoneName If a SkeletalMeshComponent, name of body to modify angular velocity of. 'None' indicates root body.
es: Ajustar la velocidad angular de un cuerpo único. Se debe usar con precaución - sería mejor usar AddTorque o AddImpulse. @param NewAngVel Nueva velocidad angular que aplicar al cuerpo, en grados por segundo. @param bAddToCurrent Si es verdadero, se añade NewAngVel a la velocidad angular existente del cuerpo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo del que modificar la velocidad angular. 'Ninguno' indica el cuerpo raíz.
pt_br: Definir a velocidade angular de um único corpo. Deve ser usado com cautela - pode ser melhor usar o AddTorque ou AddImpulse. @param NewAngVel Nova velocidade angular para aplicar ao corpo, em graus por segundo. @param bAddToCurrent Se for verdadeiro, a NewAngVel é adicionada à velocidade angular existente do corpo @param BoneName Se for um SkeletalMeshComponent, nome do corpo cuja velocidade angular deve ser modificada. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveComponent:SetPhysicsLinearVelocity
source: Set the linear velocity of a single body. This should be used cautiously - it may be better to use AddForce or AddImpulse. @param NewVel New linear velocity to apply to physics. @param bAddToCurrent If true, NewVel is added to the existing velocity of the body. @param BoneName If a SkeletalMeshComponent, name of body to modify velocity of. 'None' indicates root body.
es: Ajustar la velocidad lineal de un solo cuerpo. Se debe usar con precaución - puede ser mejor usar AddForce o AddImpulse. @param NewVel Velocidad lineal nueva que se aplica a las físicas. @param bAddToCurrent Si es verdadero, NewVel se añade a la velocidad existente del cuerpo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo del cual se modificar la velocidad. 'Ninguno' indica el cuerpo raíz.
pt_br: Definir a velocidade linear de um único corpo. Deve ser usado com cautela - pode ser melhor usar o AddForce ou AddImpulse. @param NewVel Nova velocidade linear para aplicar à física. @param bAddToCurrent Se for verdadeiro, a NewVel é adicionada à velocidade existente do corpo @param BoneName Se for um SkeletalMeshComponent, nome do corpo cuja velocidade deve ser modificada. 'Nada' indica o corpo raiz.
