Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,EditableTextBox:MinimumDesiredWidth
source: Minimum width that a text block should be
es: Ancho mínimo ideal de un bloque de texto
pt_br: Largura mínima em que deve estar um bloco de texto

# UObjectToolTips,EditableText:OnTextChanged
source: Called whenever the text is changed interactively by the user
es: Llamada cuando el usuario cambia el texto de forma interactiva
pt_br: Chamado sempre que o texto é alterado interativamente pelo usuário

# UObjectToolTips,EditableTextBox:OnTextChanged
source: Called whenever the text is changed interactively by the user
es: Llamada cuando el usuario cambia el texto de forma interactiva
pt_br: Chamado sempre que o texto é alterado interativamente pelo usuário

# UObjectToolTips,MultiLineEditableText:OnTextChanged
source: Called whenever the text is changed interactively by the user
es: Llamada cuando el usuario cambia el texto de forma interactiva
pt_br: Chamado sempre que o texto é alterado interativamente pelo usuário

# UObjectToolTips,MultiLineEditableTextBox:OnTextChanged
source: Called whenever the text is changed interactively by the user
es: Llamada cuando el usuario cambia el texto de forma interactiva
pt_br: Chamado sempre que o texto é alterado interativamente pelo usuário

# UObjectToolTips,EditableText:OnTextCommitted
source: Called whenever the text is committed. This happens when the user presses enter or the text box loses focus.
es: Llamada cuando el texto está confirmado. Esto ocurre cuando el usuario presiona la tecla intro o cuando el cuadro de texto pierde enfoque.
pt_br: Chamado sempre que o texto é realizado. Isto acontece quando o usuário pressiona enter ou se a caixa de texto perder o foco.

# UObjectToolTips,EditableTextBox:OnTextCommitted
source: Called whenever the text is committed. This happens when the user presses enter or the text box loses focus.
es: Llamada cuando el texto está confirmado. Esto ocurre cuando el usuario presiona la tecla intro o cuando el cuadro de texto pierde enfoque.
pt_br: Chamado sempre que o texto é realizado. Isto acontece quando o usuário pressiona enter ou se a caixa de texto perder o foco.

# UObjectToolTips,MultiLineEditableText:OnTextCommitted
source: Called whenever the text is committed. This happens when the user presses enter or the text box loses focus.
es: Llamada cuando el texto está confirmado. Esto ocurre cuando el usuario presiona la tecla intro o cuando el cuadro de texto pierde enfoque.
pt_br: Chamado sempre que o texto é realizado. Isto acontece quando o usuário pressiona enter ou se a caixa de texto perder o foco.

# UObjectToolTips,MultiLineEditableTextBox:OnTextCommitted
source: Called whenever the text is committed. This happens when the user presses enter or the text box loses focus.
es: Llamada cuando el texto está confirmado. Esto ocurre cuando el usuario presiona la tecla intro o cuando el cuadro de texto pierde enfoque.
pt_br: Chamado sempre que o texto é realizado. Isto acontece quando o usuário pressiona enter ou se a caixa de texto perder o foco.

# UObjectToolTips,EditableText:RevertTextOnEscape
source: Whether to allow the user to back out of changes when they press the escape key
es: Si se permite que el usuario cancele los cambios cuando presiona la tecla esc
pt_br: Se deve permitir que o usuário reverta as alterações ao pressionar a tecla escape

# UObjectToolTips,EditableTextBox:RevertTextOnEscape
source: Whether to allow the user to back out of changes when they press the escape key
es: Si se permite que el usuario cancele los cambios cuando presiona la tecla esc
pt_br: Se deve permitir que o usuário reverta as alterações ao pressionar a tecla escape

# UObjectToolTips,EditableText:SelectAllTextOnCommit
source: Whether to select all text when pressing enter to commit changes
es: Si seleccionar todo el texto al presionar intro para aceptar cambios
pt_br: Se deve selecionar todo o texto ao pressionar Enter para confirmar alterações

# UObjectToolTips,EditableTextBox:SelectAllTextOnCommit
source: Whether to select all text when pressing enter to commit changes
es: Si seleccionar todo el texto al presionar intro para aceptar cambios
pt_br: Se deve selecionar todo o texto ao pressionar Enter para confirmar alterações

# UObjectToolTips,EditableText:SelectAllTextWhenFocused
source: Whether to select all text when the user clicks to give focus on the widget
es: Si seleccionar todo el texto cuando el usuario hace clic para enfocar el widget
pt_br: Se deve selecionar todo o texto quando o usuário clicar para dar foco no widget

# UObjectToolTips,EditableTextBox:SelectAllTextWhenFocused
source: Whether to select all text when the user clicks to give focus on the widget
es: Si seleccionar todo el texto cuando el usuario hace clic para enfocar el widget
pt_br: Se deve selecionar todo o texto quando o usuário clicar para dar foco no widget

# UObjectToolTips,EditableText:Style
source: Text style
es: Estilo del texto
pt_br: Estilo do texto

# UObjectToolTips,HyperlinkStyle:TextStyle
source: Text style
es: Estilo del texto
pt_br: Estilo do texto

# UObjectToolTips,EditableText:Text
source: The text content for this editable text box widget
es: El contenido de texto para este widget de cuadro de texto modificable
pt_br: O conteúdo de texto para esse widget de caixa de texto editável

# UObjectToolTips,EditableTextBox:Text
source: The text content for this editable text box widget
es: El contenido de texto para este widget de cuadro de texto modificable
pt_br: O conteúdo de texto para esse widget de caixa de texto editável

# UObjectToolTips,MultiLineEditableText:Text
source: The text content for this editable text box widget
es: El contenido de texto para este widget de cuadro de texto modificable
pt_br: O conteúdo de texto para esse widget de caixa de texto editável

# UObjectToolTips,MultiLineEditableTextBox:Text
source: The text content for this editable text box widget
es: El contenido de texto para este widget de cuadro de texto modificable
pt_br: O conteúdo de texto para esse widget de caixa de texto editável

# UObjectToolTips,EditableText:TextDelegate
source: A bindable delegate to allow logic to drive the text of the widget
es: Un delegado enlazable que permite que la lógica dirija el texto del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o texto do widget

# UObjectToolTips,EditableTextBox:TextDelegate
source: A bindable delegate to allow logic to drive the text of the widget
es: Un delegado enlazable que permite que la lógica dirija el texto del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o texto do widget

# UObjectToolTips,ProgressBar:PercentDelegate
source: A bindable delegate to allow logic to drive the text of the widget
es: Un delegado enlazable que permite que la lógica dirija el texto del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o texto do widget

# UObjectToolTips,RichTextBlock:TextDelegate
source: A bindable delegate to allow logic to drive the text of the widget
es: Un delegado enlazable que permite que la lógica dirija el texto del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o texto do widget

# UObjectToolTips,TextBlock:TextDelegate
source: A bindable delegate to allow logic to drive the text of the widget
es: Un delegado enlazable que permite que la lógica dirija el texto del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o texto do widget

# UObjectToolTips,EditableTextBox:BackgroundColor
source: The color of the background/border around the editable text (overrides Style)
es: El color del fondo/borde alrededor del texto modificable (anula Estilo)
pt_br: A cor do fundo/borda em torno do texto editável (substitui Estilo)

# UObjectToolTips,MultiLineEditableTextBox:BackgroundColor
source: The color of the background/border around the editable text (overrides Style)
es: El color del fondo/borde alrededor del texto modificable (anula Estilo)
pt_br: A cor do fundo/borda em torno do texto editável (substitui Estilo)

# UObjectToolTips,EditableTextBox:Padding
source: Padding between the box/border and the text widget inside (overrides Style)
es: Espacio entre el cuadro/borde y el widget de texto de dentro (anula Estilo)
pt_br: Preenchimento entre a caixa/borda e o próximo widget interno (substitui Estilo)

# UObjectToolTips,EditableTextBox:ReadOnlyForegroundColor
source: Text color and opacity when read-only (overrides Style)
es: Color y opacidad del texto cuando es de solo lectura (anula estilo)
pt_br: Cor e opacidade do texto quando for somente leitura (substitui Estilo)

# UObjectToolTips,MultiLineEditableTextBox:ReadOnlyForegroundColor
source: Text color and opacity when read-only (overrides Style)
es: Color y opacidad del texto cuando es de solo lectura (anula estilo)
pt_br: Cor e opacidade do texto quando for somente leitura (substitui Estilo)

# UObjectToolTips,EditableTextBox:Style
source: Style used for the text box
es: Estilo usado para el cuadro de texto
pt_br: Estilo usado para a caixa de texto

# UObjectToolTips,EditableTextBoxStyle
source: Represents the appearance of an SEditableTextBox
es: Representa la apariencia de un SEditableTextBox
pt_br: Representa a aparência de uma SEditableTextBox

# UObjectToolTips,EditableTextBoxStyle:BackgroundColor
source: The background color applied to the active background image
es: El color del finco aplicado a la imagen del fondo activo
pt_br: A cor do plano de fundo aplicada à imagem de plano de fundo ativa

# UObjectToolTips,EditableTextBoxStyle:BackgroundImageFocused
source: Border background image when the box is focused
es: Bordear la imagen del fondo cuando la caja esté enfocada
pt_br: Imagem de fundo da borda quando a caixa está em foco

# UObjectToolTips,EditableTextBoxStyle:BackgroundImageHovered
source: Border background image when the box is hovered
es: Bordear la imagen del fondo cuando la caja tenga un globo de información
pt_br: Imagem de fundo da borda quando o mouse passa por cima da caixa

# UObjectToolTips,EditableTextBoxStyle:BackgroundImageNormal
source: Border background image when the box is not hovered or focused
es: Bordear la imagen del fondo cuando la caja no esté enfocada o no tenga un globo de información
pt_br: Imagem de fundo da borda quando o mouse não passa por cima da caixa ou ela não está em foco

# UObjectToolTips,EditableTextBoxStyle:BackgroundImageReadOnly
source: Border background image when the box is read-only
es: Bordear la imagen del fondo cuando la caja sea de solo lectura
pt_br: Imagem de fundo da borda quando a caixa é de somente leitura

# UObjectToolTips,EditableTextBoxStyle:Font
source: Font family and size to be used when displaying this text.
es: Tamaño y familia fuente que se utilizan cuando se visualiza este texto.
pt_br: Família e tamanho da fonte a ser usada ao exibir este texto.

# UObjectToolTips,EditableTextStyle:Font
source: Font family and size to be used when displaying this text.
es: Tamaño y familia fuente que se utilizan cuando se visualiza este texto.
pt_br: Família e tamanho da fonte a ser usada ao exibir este texto.

# UObjectToolTips,TextBlockStyle:Font
source: Font family and size to be used when displaying this text.
es: Tamaño y familia fuente que se utilizan cuando se visualiza este texto.
pt_br: Família e tamanho da fonte a ser usada ao exibir este texto.

# UObjectToolTips,EditableTextBoxStyle:ForegroundColor
source: The foreground color of text.
es: El color del primer plano del texto.
pt_br: A cor de primeiro plano do texto.

# UObjectToolTips,EditableTextBoxStyle:ReadOnlyForegroundColor
source: The read-only foreground color of text in read-only mode.
es: El color del primer plano de solo lectura del texto en modo de solo lectura.
pt_br: A cor de primeiro plano somente leitura do texto no modo somente leitura.

# UObjectToolTips,EditableTextStyle
source: Represents the appearance of an SEditableText
es: Representa la apariencia de un SEditableText
pt_br: Representa a aparência de um SEditableText

# UObjectToolTips,EditableTextStyle:BackgroundImageComposing
source: Background image for the selected text
es: Imagen del fondo para el texto seleccionado
pt_br: Imagem de fundo do texto selecionado

# UObjectToolTips,EditableTextStyle:BackgroundImageSelected
source: Background image for the selected text
es: Imagen del fondo para el texto seleccionado
pt_br: Imagem de fundo do texto selecionado

# UObjectToolTips,EditableTextStyle:CaretImage
source: Image brush used for the caret
es: Pincel de la imagen que se ha usado para el signo de intercalación
pt_br: Pincel de imagem usado para o caractere circunflexo

# UObjectToolTips,EditableTextStyle:ColorAndOpacity
source: The color and opacity of this text
es: EL color y opacidad de este texto
pt_br: A cor e a opacidade deste texto

# UObjectToolTips,TextBlockStyle:ColorAndOpacity
source: The color and opacity of this text
es: EL color y opacidad de este texto
pt_br: A cor e a opacidade deste texto

# UObjectToolTips,EditedDocumentInfo:SavedViewOffset
source: Saved view position
es: Posición de vista guardada
pt_br: Posição de visualização salva

# UObjectToolTips,EditedDocumentInfo:SavedZoomAmount
source: Saved zoom amount
es: Cantidad de zoom guardado
pt_br: Quantidade de zoom salva

# UObjectToolTips,EditorActorFolders
source: Actor Folder UObject. This is used to support undo/redo reliably
es: Carpeta de actor UObject. Su función es la de soportar deshacer/rehacer de manera fiable.
pt_br: UObject da pasta do ator. Isto é usado para suportar a confiabilidade de desfazer/refazer

# UObjectToolTips,EditorAnimCompositeSegment:AnimSegment
source: Default blend in time.
es: Combinación predeterminada en tiempo.
pt_br: Tempo de entrada de mistura padrão.

# UObjectToolTips,EditorAnimSegment:AnimSegment
source: Default blend in time.
es: Combinación predeterminada en tiempo.
pt_br: Tempo de entrada de mistura padrão.

# UObjectToolTips,EditorCompositeSection:CompositeSection
source: Default blend in time.
es: Combinación predeterminada en tiempo.
pt_br: Tempo de entrada de mistura padrão.

# UObjectToolTips,EditorCommand
source: A parameterless exec command that can be bound to hotkeys and menu items in the editor.
es: Un comando de ejecución sin parámetro que puede estar ligado a las teclas de acceso rápido y a los elementos del menú en el editor.
pt_br: Um comando exec sem parâmetros que pode ser vinculado a teclas de atalho e itens de menu no editor.

# UObjectToolTips,EditorCommandCategory
source: A category to store a list of commands.
es: Una categoría para almacenar un lista de comandos.
pt_br: Uma categoria para armazenar uma lista de comandos.

# UObjectToolTips,EditorElement
source: Each elements in the grid
es: Cada uno de los elementos en la rejilla
pt_br: Cada elemento na grade

# UObjectToolTips,EditorEngine:ActorFactories
source: Array of actor factories created at editor startup and used by context menu etc.
es: Matriz de fábricas de actor creada durante el arranque del editor y usada en el menú de contexto, etc.
pt_br: Matriz das fábricas de ator criadas na inicialização do editor e usadas pelo menu de contexto etc.

# UObjectToolTips,EditorEngine:ActorsThatWereSelected
source: When Simulating In Editor, an array of all actors that were selected when it began
es: Cuando se estén realizado simulaciones en el editor, una matriz de todos los actores que se seleccionaron cuando comenzó
pt_br: Ao Simular no editor, uma matriz de todos os atores que foram selecionados ao iniciar

# UObjectToolTips,EditorEngine:Bad
source: Textures.
es: Texturas.
pt_br: Texturas.

# UObjectToolTips,EditorEngine:bAllowMultiplePIEWorlds
source: Allows multipel PIE worlds under a single instance. If false, you can only do multiple UE4 processes for pie networking
es: Permite varios mundos PIE bajo una misma instancia. Si es falso, solo puede realizar procesos UE4 múltiples para redes PIE.
pt_br: Permite vários mundos PIE sob uma instância única. Se for falso, você só pode realizar vários processos UE4 para PIE em rede

# UObjectToolTips,EditorEngine:bCustomCameraAlignEmitter
source: If "Camera Align" emitter handling uses a custom zoom or not
es: Si el emisor "Camera Align" usa zoom personalizado o no
pt_br: Se a manipulação do emissor "Alinhamento de Câmera" usa ou não zoom

# UObjectToolTips,EditorEngine:bDrawParticleHelpers
source: If true, then draw particle debug helpers in editor viewports
es: Si es verdadero, entonces trazar asistentes de depuración de partículas en ventanas gráficas del editor
pt_br: Se for verdadeiro, desenhe auxiliares de depuração de partículas nas portas de visualização do editor

# UObjectToolTips,EditorEngine:bDrawSocketsInGMode
source: If true, then draw sockets when socket snapping is enabled in 'g' mode
es: Si es verdadero, entonces trazar puntos de acople cuando la opción magnetismo de puntos de acople esté activada en el modo 'g'.
pt_br: Se for verdadeiro, desenhe soquetes quando a aderência do soquete estiver ativada em modo 'g'

# UObjectToolTips,EditorEngine:bEnableLODLocking
source: If true, same type views will be camera tied, and ortho views will use perspective view for LOD parenting
es: Si es verdadero, los mismos tipos de vistas estarán ligados a cámara, y las vistas orto usarán vista en perspectiva para parental LOD
pt_br: Se for verdadeiro, as visualizações de mesmo tipo serão vinculadas à câmera e as visualizações ortográficas usarão visualização de perspectiva para LOD de nível superior.

# UObjectToolTips,EditorEngine:bEnableSocketSnapping
source: If true, socket snapping is enabled in the main level viewports.
es: Si es verdadero, el magnetismo del punto de acople está activado en las ventanas gráficas del nivel principal.
pt_br: Se for verdadeiro, aderência ao soquete é ativada nas portas de visualização do nível principal.

# UObjectToolTips,EditorEngine:bFastRebuild
source: Toggles.
es: Conmuta.
pt_br: Alterna.

# UObjectToolTips,EditorEngine:bGroupingActive
source: If true, actors can be grouped and grouping rules will be maintained. When deactivated, any currently existing groups will still be preserved.
es: Si es verdadero, los actores se pueden estar agrupados y las reglas de agrupación se mantendrán. Cuando están desactivados, no se preservará ninguno de los grupos actuales existentes.
pt_br: Se for verdadeiro, atores poderão ser agrupados e regras de agrupamento serão mantidas. Se for desativado, qualquer grupo existente será preservado.

# UObjectToolTips,EditorEngine:bHasPlayWorldPlacement
source: Did the request include the optional location and rotation?
es: ¿La solicitud incluyó la ubicación y rotación opcionales?
pt_br: A solicitação inclui a localização e rotação opcionais?

# UObjectToolTips,EditorEngine:bIsPlayWorldQueued
source: Has a request for "Play From Here" been made?
es: ¿Se ha realizado una solicitud de "Reproducir desde aquí"?
pt_br: Foi feita uma solicitação para "Jogar Daqui"?

# UObjectToolTips,EditorEngine:bIsSimulateInEditorQueued
source: True if we are requesting to start a simulation-in-editor session
es: Verdadero si estamos solicitando iniciar una sesión de simulación en el editor
pt_br: Verdadeiro se estamos solicitando o início de uma sessão de simulação no editor

# UObjectToolTips,EditorEngine:bIsSimulatingInEditor
source: True if we're Simulating In Editor, as opposed to Playing In Editor. In this mode, simulation takes place right the level editing environment
es: Verdadero si estamos simulando en el editor, a diferencia de reproducir en el editor. En este modo, la simulación se realiza en el entorno correcto para la edición de niveles
pt_br: Verdadeiro se estamos Simulando no Editor, em vez de Jogando no Editor. Nesse modo, a simulação ocorre no nível do ambiente de edição

# UObjectToolTips,EditorEngine:bIsToggleBetweenPIEandSIEQueued
source: Has a request to toggle between PIE and SIE been made?
es: ¿Se ha realizado una solicitud para conmutar entre PIE y SIE?
pt_br: Foi feita uma solicitação para alternar entre PIE e SIE?

# UObjectToolTips,EditorEngine:bMobilePreviewPortrait
source: Mobile preview settings for what orientation to default to
es: Ajustes de la vista preliminar móvil para la orientación que se establecerá como predeterminada
pt_br: Configurações de visualização móvel para que orientação deverá ser o padrão

# UObjectToolTips,EditorEngine:bRequestEndPlayMapQueued
source: True if there is a pending end play map queued
es: Verdadero si hay un mapa de juego con final pendiente en espera
pt_br: Verdadeiro se há um mapa de jogo final pendente na fila

# UObjectToolTips,EditorEngine:BrushBuilders
source: Brush builders that have been created in the editor
es: Generadores de pinceles que han sido creados en el editor
pt_br: Construtores do pincel que foram criados no editor

# UObjectToolTips,EditorEngine:bShowBrushMarkerPolys
source: If true, show translucent marker polygons on the builder brush and volumes.
es: Si es verdadero, muestra los polígonos marcadores translúcidos en el pincel y volúmenes del diseño
pt_br: Se for verdadeiro, mostra polígonos de marcação translúcidos em volumes e pincéis do construtor.

# UObjectToolTips,EditorEngine:bShowPreviewMesh
source: When true, the preview mesh mode is activated.
es: Cuando sea verdadero, está activado el modo de malla de vista preliminar
pt_br: Quando verdadeiro, o modo de visualizar malha é ativado.

# UObjectToolTips,EditorEngine:BuildPlayDevice
source: Currently targeted device for mobile previewer.
es: Dispositivo meta para vista preliminar móvil.
pt_br: Dispositivo-alvo atual para a pré-visualização móvel.

# UObjectToolTips,EditorEngine:bUseMobilePreviewForPlayWorld
source: True to enable mobile preview mode when launching the game from the editor on PC platform
es: Verdadero para habilitar el modo de vista preliminar móvil cuando se lanza el juego desde el editor en una plataforma de PC
pt_br: Verdadeiro para ativar o modo de visualização móvel ao executar o jogo a partir do editor na plataforma PC

# UObjectToolTips,EditorEngine:ClickFlags
source: Other variables.
es: Otras variables.
pt_br: Outras variáveis.

# UObjectToolTips,EditorEngine:CurrentPlayWorldDestination
source: The current play world destination (I.E console). -1 means no current play world destination, 0 or more is an index into the GConsoleSupportContainer
es: El destino actual del mundo a jugar (por ej. consola). -1 significa que no hay un destino actual del mundo a jugar, 0 o más es un índice de GConsoleSupportContainer
pt_br: O destino atual do mundo do jogo (ou seja, console). -1 significa nenhum destino atual do mundo do jogo, 0 ou mais é um índice para GConsoleSupportContainer

# UObjectToolTips,EditorEngine:CustomCameraAlignEmitterDistance
source: The distance to place the camera from an emitter actor when custom zooming is enabled
es: La distancia en la que colocar la cámara desde un actor emisor cuando el zoom personalizado está habilitado
pt_br: A distância a colocar a câmera a partir de um ator emissor quando o zoom personalizado estiver ativado

# UObjectToolTips,EditorEngine:DetailMode
source: Setting for the detail mode to show in the editor viewports
es: Ajuste para que el modo de detalle se muestre en la ventanas gráficas del editor
pt_br: Configuração do modo de detalhes a exibir nas portas de visualização do editor

# UObjectToolTips,EditorEngine:EditorCube
source: Used in UnrealEd for showing materials
es: Usado en UnrealEd para materiales de visualización
pt_br: Usado em UnrealEd para exibir materiais

# UObjectToolTips,EditorEngine:EditorFont
source: Font used by Canvas-based editors
es: Fuente usada en los editores basados en lienzo
pt_br: Fonte usada pelos editores baseados em Tela
