Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AnimNode_BlendSpacePlayer:Z
source: The Z coordinate to sample in the blendspace
es: La coordenada Z a mostrar en el blendspace
pt_br: Coordenada Z a amostrar no blendspace

# UObjectToolTips,AnimNode_BoneDrivenController:SourceBone
source: Bone to use as controller input
es: Hueso que se utiliza como entrada del controlador
pt_br: Osso para usar como entrada do controlador

# UObjectToolTips,AnimNode_BoneDrivenController:SourceComponent
source: Transform component to use as input
es: Componente de transformación que se utiliza como entrada
pt_br: Transformar componente a usar como entrada

# UObjectToolTips,AnimNode_TwistCorrectiveNode:TwistFrame
source: Transform component to use as input
es: Componente de transformación que se utiliza como entrada
pt_br: Transformar componente a usar como entrada

# UObjectToolTips,AnimNode_BoneDrivenController:TargetBone
source: Bone to drive using controller input
es: Hueso a controlador usando la entrada del controlador
pt_br: Osso para direcionar usando a entrada do controlador

# UObjectToolTips,AnimNode_CopyBone
source: Simple controller to copy a bone's transform to another one.
es: Controlador simple para copiar una transformación de un hueso en otro.
pt_br: Controlador simples para copiar a transformação de um osso para outro.

# UObjectToolTips,AnimNode_CopyPoseFromMesh
source: Simple controller to copy a bone's transform to another one.
es: Controlador simple para copiar una transformación de un hueso en otro.
pt_br: Controlador simples para copiar a transformação de um osso para outro.

# UObjectToolTips,AnimNode_CopyBone:bCopyRotation
source: If Rotation should be copied
es: Si la rotación se debe copiar
pt_br: Se a Rotação deve ser copiada

# UObjectToolTips,AnimNode_CopyBone:bCopyScale
source: If Scale should be copied
es: Si la escala se debe copiar
pt_br: Se a Escala deve ser copiada

# UObjectToolTips,AnimNode_CopyBone:bCopyTranslation
source: If Translation should be copied
es: Si se debe copiar la traslación
pt_br: Se a Translação deve ser copiada

# UObjectToolTips,AnimNode_CopyBone:SourceBone
source: Source Bone Name to get transform from
es: Nombre del hueso fuente del que obtener la transformación
pt_br: Nome do Osso Fonte do qual obter a transformação

# UObjectToolTips,AnimNode_Fabrik:bEnableDebugDraw
source: Toggle drawing of axes to debug joint rotation
es: Conmutar el trazado de ejes para depurar la rotación de uniones
pt_br: Alternar o desenho dos eixos para depurar a rotação da junta

# UObjectToolTips,AnimNode_Fabrik:EffectorTransform
source: Coordinates for target location of tip bone - if EffectorLocationSpace is bone, this is the offset from Target Bone to use as target location
es: Coordenadas para la ubicación meta de la punta del hueso - si EffectorLocationSpace es un hueso, es el desplazamiento desde el hueso meta que se utiliza como ubicación meta
pt_br: Coordenadas para a localização-alvo do osso de ponta - se EffectorLocationSpace for um osso, este é o deslocamento do Osso-Alvo para usar na localização-alvo

# UObjectToolTips,AnimNode_Fabrik:EffectorTransformSpace
source: Reference frame of Effector Transform.
es: Fotograma de referencia de la transformación del efector.
pt_br: Referencial da Transformação do Efetor.

# UObjectToolTips,AnimNode_Fabrik:MaxIterations
source: Maximum number of iterations allowed, to control performance.
es: Número máximo de iteraciones permitidas, para controlar el rendimiento.
pt_br: Número máximo de iterações permitidas para controlar o desempenho.

# UObjectToolTips,AnimNode_Fabrik:Precision
source: Tolerance for final tip location delta from EffectorLocation
es: Tolerancia para el delta localizado en el extremo final de EffectorLocation
pt_br: Tolerância para o delta final de localização da dica de EffectorLocation

# UObjectToolTips,AnimNode_Fabrik:RootBone
source: Name of the root bone
es: Nombre del hueso raíz
pt_br: Nome do osso raiz

# UObjectToolTips,AnimNode_Fabrik:TipBone
source: Name of tip bone
es: Nombre de la punta del hueso
pt_br: Nome do osso de ponta

# UObjectToolTips,AnimNode_HandIKRetargeting
source: Node to handle re-targeting of Hand IK bone chain. It looks at position in Mesh Space of Left and Right IK bones, and moves Left and Right IK bones to those. based on HandFKWeight. (0 = favor left hand, 1 = favor right hand, 0.5 = equal weight). This is used so characters of different proportions can handle the same props.
es: Nodo que maneja el redireccionamiento de la cadena de huesos Hand IK. Se fija en posición en el sistema de coordenadas de la malla de huesos IK derecha e izquierda, y mueve los huesos IK izquierdos y derechos hacia éstos. basado en HandFKWeight. (0 = mano izquierda favor, 1 = mano derecha favor, 0,5 = peso igual). Esto se usa de manera que los personajes de diferentes proporciones puedan gestionar los mismos accesorios.
pt_br: Nó para manipular o redirecionamento da cadeia de ossos IK. Detecta a posição no Espaço da Malha dos ossos IK Direito e Esquerdo e move os ossos IK Esquerdo e Direito em sua direção com base em HandFKWeight. (0 = favorece a esquerda, 1 = favorece a direita, 0.5 = equilíbrio entre lados). Usado para que personagens de proporções diferentes possam manipular as mesmas propriedades.

# UObjectToolTips,AnimNode_HandIKRetargeting:HandFKWeight
source: Which hand to favor. 0.5 is equal weight for both, 1 = right hand, 0 = left hand.
es: Qué mano a fav. 0.5 es el mismo peso para ambos, 1 = mano derecha, 0 = mano izquierda
pt_br: Que mão preferir. 0.5 é peso igual para as duas, 1 = mão direita, 0 = mão esquerda.

# UObjectToolTips,AnimNode_HandIKRetargeting:IKBonesToMove
source: IK Bones to move.
es: Huesos IK a mover.
pt_br: Ossos IK a mover.

# UObjectToolTips,AnimNode_HandIKRetargeting:LeftHandFK
source: Bone for Left Hand FK
es: Hueso para mano izquierda FK
pt_br: Osso para Mão Esquerda FK

# UObjectToolTips,AnimNode_HandIKRetargeting:RightHandFK
source: Bone for Right Hand FK
es: Hueso para mano derecha FK
pt_br: Osso para Mão Direita FK

# UObjectToolTips,AnimNode_HandIKRetargeting:RightHandIK
source: Bone for Right Hand IK
es: Hueso para mano derecha IK
pt_br: Osso para Mão Direita IK

# UObjectToolTips,AnimNode_LayeredBoneBlend
source: Layered blend (per bone); has dynamic number of blendposes that can blend per different bone sets
es: Combinación a capas (por hueso); tiene un número dinámico de posiciones de combinación que pueden componer por conjuntos de huesos diferentes
pt_br: Mistura em camadas (por osso); tem um número dinâmico de poses de mistura para diferentes conjuntos de ossos

# UObjectToolTips,AnimNode_LayeredBoneBlend:BlendPoses
source: @TODO: Anim: Comment these members
es: @TODO: Animación: Comentar estos miembros
pt_br: @TODO: Anim: Comente esses membros

# UObjectToolTips,AnimNode_LookAt
source: Simple controller that make a bone to look at the point or another bone
es: Controlador simple que hace que un hueso mire a un punto o a otro hueso
pt_br: Controlador simples que faz um osso buscar o ponto ou outro osso

# UObjectToolTips,AnimNode_LookAt:LookAtAxis
source: Look at axis, which axis to align to look at point
es: Mirar al eje, qué eje alinear para mirar al punto
pt_br: Buscar no eixo, que eixo a alinhar para buscar no ponto

# UObjectToolTips,AnimNode_LookAt:LookAtLocation
source: Target Location in world space if LookAtBone is empty
es: Ubicación meta en el sistema de coordenadas global si LookAtBone está vacío
pt_br: Localização Alvo no espaço do mundo se LookAtBone estiver vazio

# UObjectToolTips,AnimNode_ModifyBone
source: Simple controller that replaces or adds to the translation/rotation of a single bone.
es: Controlador simple que reemplaza o añade a la traslación/rotación de un solo hueso.
pt_br: Controlador simples que substitui ou soma à translação/rotação de um único osso.

# UObjectToolTips,AnimNode_SpringBone
source: Simple controller that replaces or adds to the translation/rotation of a single bone.
es: Controlador simple que reemplaza o añade a la traslación/rotación de un solo hueso.
pt_br: Controlador simples que substitui ou soma à translação/rotação de um único osso.

# UObjectToolTips,AnimNode_WheelHandler
source: Simple controller that replaces or adds to the translation/rotation of a single bone.
es: Controlador simple que reemplaza o añade a la traslación/rotación de un solo hueso.
pt_br: Controlador simples que substitui ou soma à translação/rotação de um único osso.

# UObjectToolTips,AnimNode_ModifyBone:Rotation
source: New rotation of bone to apply.
es: Rotación nueva del hueso que aplicar.
pt_br: Nova rotação de osso a aplicar.

# UObjectToolTips,AnimNode_ModifyBone:RotationMode
source: Whether and how to modify the translation of this bone.
es: Si se debe y cómo modificar y la traslación de este hueso.
pt_br: Se deve modificar a translação desse osso, e como.

# UObjectToolTips,AnimNode_ModifyBone:ScaleMode
source: Whether and how to modify the translation of this bone.
es: Si se debe y cómo modificar y la traslación de este hueso.
pt_br: Se deve modificar a translação desse osso, e como.

# UObjectToolTips,AnimNode_ModifyBone:TranslationMode
source: Whether and how to modify the translation of this bone.
es: Si se debe y cómo modificar y la traslación de este hueso.
pt_br: Se deve modificar a translação desse osso, e como.

# UObjectToolTips,AnimNode_ModifyBone:RotationSpace
source: Reference frame to apply Rotation in.
es: Fotograma de la referencia el la que aplicar la rotación.
pt_br: Referencial no qual aplicar a Rotação.

# UObjectToolTips,AnimNode_ModifyBone:Scale
source: New Scale of bone to apply. This is only worldspace.
es: Escala nueva del hueso que aplicar. Es solo espacio del mundo.
pt_br: Nova escala de osso a aplicar. Só funciona no espaço do mundo.

# UObjectToolTips,AnimNode_ModifyBone:ScaleSpace
source: Reference frame to apply Scale in.
es: Fotograma de la referencia el la que aplicar la escala.
pt_br: Referencial no qual aplicar a Escala.

# UObjectToolTips,AnimNode_ModifyBone:Translation
source: New translation of bone to apply.
es: Traslación nueva del hueso que aplicar.
pt_br: Nova translação de osso a aplicar.

# UObjectToolTips,AnimNode_ModifyBone:TranslationSpace
source: Reference frame to apply Translation in.
es: Fotograma de la referencia el la que aplicar la traslación.
pt_br: Referencial no qual aplicar a Translação.

# UObjectToolTips,AnimNode_PoseBlendNode
source: Evaluates a point in an anim sequence, using a specific time input rather than advancing time internally. Typically the playback position of the animation for this node will represent something other than time, like jump height. This node will not trigger any notifies present in the associated sequence.
es: Evalúa un punto en una secuencia de animación, utilizando una entrada de tiempo específica en lugar de avanzar el tiempo de forma interna. Por lo general, la posición de reproducción de la animación para este nodo representará algo más aparte del tiempo, como la altura de salto. Este nodo no activará ningún aviso presente en la secuencia asociada.
pt_br: Avalia um ponto em uma sequência de animação, usando uma entrada de tempo específica em vez de avançar o tempo internamente. Normalmente a posição de reprodução da animação deste nó representará algo além do tempo, como a altura do pulo. Este nó não acionará nenhuma notificação presente na sequência associada.

# UObjectToolTips,AnimNode_PoseByName
source: Evaluates a point in an anim sequence, using a specific time input rather than advancing time internally. Typically the playback position of the animation for this node will represent something other than time, like jump height. This node will not trigger any notifies present in the associated sequence.
es: Evalúa un punto en una secuencia de animación, utilizando una entrada de tiempo específica en lugar de avanzar el tiempo de forma interna. Por lo general, la posición de reproducción de la animación para este nodo representará algo más aparte del tiempo, como la altura de salto. Este nodo no activará ningún aviso presente en la secuencia asociada.
pt_br: Avalia um ponto em uma sequência de animação, usando uma entrada de tempo específica em vez de avançar o tempo internamente. Normalmente a posição de reprodução da animação deste nó representará algo além do tempo, como a altura do pulo. Este nó não acionará nenhuma notificação presente na sequência associada.

# UObjectToolTips,AnimNode_PoseHandler
source: Evaluates a point in an anim sequence, using a specific time input rather than advancing time internally. Typically the playback position of the animation for this node will represent something other than time, like jump height. This node will not trigger any notifies present in the associated sequence.
es: Evalúa un punto en una secuencia de animación, utilizando una entrada de tiempo específica en lugar de avanzar el tiempo de forma interna. Por lo general, la posición de reproducción de la animación para este nodo representará algo más aparte del tiempo, como la altura de salto. Este nodo no activará ningún aviso presente en la secuencia asociada.
pt_br: Avalia um ponto em uma sequência de animação, usando uma entrada de tempo específica em vez de avançar o tempo internamente. Normalmente a posição de reprodução da animação deste nó representará algo além do tempo, como a altura do pulo. Este nó não acionará nenhuma notificação presente na sequência associada.

# UObjectToolTips,AnimNode_SequenceEvaluator
source: Evaluates a point in an anim sequence, using a specific time input rather than advancing time internally. Typically the playback position of the animation for this node will represent something other than time, like jump height. This node will not trigger any notifies present in the associated sequence.
es: Evalúa un punto en una secuencia de animación, utilizando una entrada de tiempo específica en lugar de avanzar el tiempo de forma interna. Por lo general, la posición de reproducción de la animación para este nodo representará algo más aparte del tiempo, como la altura de salto. Este nodo no activará ningún aviso presente en la secuencia asociada.
pt_br: Avalia um ponto em uma sequência de animação, usando uma entrada de tempo específica em vez de avançar o tempo internamente. Normalmente a posição de reprodução da animação deste nó representará algo além do tempo, como a altura do pulo. Este nó não acionará nenhuma notificação presente na sequência associada.

# UObjectToolTips,AnimNode_PoseHandler:PoseAsset
source: The animation sequence asset to evaluate
es: El activo de la secuencia de animación a evaluar
pt_br: O ativo de sequência de animação a avaliar

# UObjectToolTips,AnimNode_SequenceEvaluator:Sequence
source: The animation sequence asset to evaluate
es: El activo de la secuencia de animación a evaluar
pt_br: O ativo de sequência de animação a avaliar

# UObjectToolTips,AnimNode_RefPose
source: RefPose pose nodes - ref pose or additive RefPose pose
es: Nodos de posición RefPose - Posición de referencia o RefPose aditiva
pt_br: Nós de pose de RefPose - pose de referência ou pose de RefPose aditiva

# UObjectToolTips,AnimNode_Root
source: Root node of an animation tree (sink)
es: Nodo raíz de un árbol (sink) de la animación
pt_br: Nó raiz de uma árvore de animação (origem)

# UObjectToolTips,AnimNode_RotationMultiplier
source: Simple controller that multiplies scalar value to the translation/rotation/scale of a single bone.
es: Controlador simple que multiplica el valor de la variable a la traslación/rotación/escala de un solo hueso.
pt_br: Controlador simples que multiplica o valor escalar pela translação/rotação/escala de um único osso.

# UObjectToolTips,AnimNode_RotationMultiplier:Multiplier
source: To make these to be easily pin-hookable, I'm not making it struct, but each variable 0.f is invalid, and default
es: Para hacer que estos se puedan enganchar al pin fácilmente, no estoy creando estructura, pero cada variable 0.f es inválida, y predeterminada.
pt_br: Para que seja fácil prendê-los com fixadores, uma struct não será feita, mas cada variável 0.f é inválida e padrão

# UObjectToolTips,AnimNode_SequenceEvaluator:ExplicitTime
source: The time at which to evaluate the associated sequence
es: El tiempo en el que evaluar la secuencia asociada
pt_br: O momento no qual avaliar a sequência associada

# UObjectToolTips,AnimNode_SequencePlayer
source: Sequence player node
es: Nodo del jugador de la secuencia
pt_br: Nó do reprodutor da sequência

# UObjectToolTips,AnimNode_SequencePlayer:Sequence
source: The animation sequence asset to play
es: El activo de la secuencia de animación a reproducir
pt_br: O ativo de sequência de animação a reproduzir

# UObjectToolTips,AnimNode_SkeletalControlBase:Alpha
source: Current strength of the skeletal control
es: Fuerza actual del control esqueleto
pt_br: Força atual do controle esquelético

# UObjectToolTips,AnimNode_SkeletalControlBase:ComponentPose
source: Input link
es: Enlace de entrada
pt_br: Vínculo da entrada

# UObjectToolTips,AnimNode_Slot
source: An animation slot node normally acts as a passthru, but a montage or PlaySlotAnimation call from game code can cause an animation to blend in and be played on the slot temporarily, overriding the Source input.
es: Un nodo de ranura de animación por lo general actúa como salida, pero un montaje o llamada de PlaySlotAnimation del código del juego puede producir la combinación de una animación y que ésta se reproduzca en la ranura de forma temporal, suprimiendo la entrada fuente.
pt_br: Um nó de slot de animação age como uma passagem, mas uma montagem ou chamada PlaySlotAnimation do código do jogo pode fazer com que uma animação misture e seja reproduzida no slot temporariamente, substituindo a entrada da Fonte.

# UObjectToolTips,AnimNode_Slot:SlotName
source: The name of this slot, exposed to gameplay code, etc...
es: El nombre de esta ranura, expuesta al código del juego, etc...
pt_br: O nome desse slot exposto ao código de jogabilidade, etc.

# UObjectToolTips,AnimNode_Slot:Source
source: The source input, passed thru to the output unless a montage or slot animation is currently playing
es: La entrada fuente, pasa a través de la salida a menos que un montaje o animación en ranura se esté reproduciendo
pt_br: A entrada de origem, passada pela saída, a não ser que uma montagem ou animação de slot esteja sendo reproduzida

# UObjectToolTips,AnimNode_SpringBone:bLimitDisplacement
source: Limit the amount that a bone can stretch from its ref-pose length.
es: Límite de la cantidad hasta la que un hueso puede alargarse desde su longitud de posición de referencia.
pt_br: Limita quanto um osso pode esticar além de seu comprimento na pose de referência.

# UObjectToolTips,AnimNode_Trail:bLimitStretch
source: Limit the amount that a bone can stretch from its ref-pose length.
es: Límite de la cantidad hasta la que un hueso puede alargarse desde su longitud de posición de referencia.
pt_br: Limita quanto um osso pode esticar além de seu comprimento na pose de referência.

# UObjectToolTips,AnimNode_SpringBone:bNoZSpring
source: If true, Z position is always correct, no spring applied
es: Si es verdadero, la posición de Z es siempre correcta, sin ninguna cadena aplicada
pt_br: Se for verdadeiro, a posição Z será sempre a correta, sem molas aplicadas.

# UObjectToolTips,AnimNode_SpringBone:ErrorResetThresh
source: If spring stretches more than this, reset it. Useful for catching teleports etc
es: Si el resorte se alarga más que esto, reajustarlo. Útil para adquirir telepuertos etc
pt_br: Se a mola se esticar mais do que esse valor, ela será reiniciada. Útil para pegar teletransportes etc

# UObjectToolTips,AnimNode_SpringBone:MaxDisplacement
source: If bLimitDisplacement is true, this indicates how long a bone can stretch beyond its length in the ref-pose.
es: Si bLimitDisplacement es verdadero, eso indica hasta cuánto se puede alargar un hueso más allá de su longitud en la posición de referencia.
pt_br: Se bLimitDisplacement é verdadeiro, isto indica quanto um osso pode esticar além de seu comprimento na pose de referência.

# UObjectToolTips,AnimNode_SpringBone:SpringDamping
source: Damping of spring
es: Atenuación del resorte
pt_br: Amortecimento da mola

# UObjectToolTips,AnimNode_SpringBone:SpringStiffness
source: Stiffness of spring
es: Firmeza del resorte
pt_br: Rigidez da mola

# UObjectToolTips,AnimNode_StateMachine
source: State machine node
es: Nodo de la máquina del estado
pt_br: Nó da máquina de estado

# UObjectToolTips,AnimNode_StateMachine:CurrentState
source: The current state within the state machine
es: El estado actual dentro de la máquina de estado
pt_br: O estado atual dentro da máquina de estado

# UObjectToolTips,AnimNode_StateMachine:ElapsedTime
source: Elapsed time since entering the current state
es: Tiempo transcurrido desde la entrada al estado actual.
pt_br: Tempo decorrido desde a entrada no estado atual

# UObjectToolTips,AnimNode_StateMachine:MaxTransitionsPerFrame
source: The maximum number of transitions that can be taken by this machine 'simultaneously' in a single frame
es: El número máximo de transiciones que se pueden hacer mediante esta máquina 'simultáneamente' en un solo fotograma
pt_br: O número máximo de transições que podem ser realizadas por essa máquina "simultaneamente" em um único quadro

# UObjectToolTips,AnimNode_StateMachine:StateMachineIndexInClass
source: Index into the BakedStateMachines array in the owning UAnimBlueprintGeneratedClass
es: Índice en la matriz BakedStateMachines en el UAnimBlueprintGeneratedClass que le pertenece
pt_br: Indexa na matriz BakedStateMachines na UAnimBlueprintGeneratedClass de propriedade

# UObjectToolTips,AnimNode_TransitionPoseEvaluator
source: Animation data node for state machine transitions. Can be set to supply either the animation data from the transition source (From State) or the transition destination (To State).
es: Nodo de datos de animación para transiciones de la máquina de estado. Puede ajustarse para proporcionar datos de animación de la fuente de transición (desde el estado) o el destino de la transición (al estado).
pt_br: Nó dos dados de animação para transições de estado de máquina. Pode ser definido para fornecer os dados de animação da origem da transição (Do Estado) ou do destino da transição (Para o Estado).

# UObjectToolTips,AnimNode_TransitionResult
source: Root node of a state machine transition graph
es: Nodo raíz de un gráfico de transición de la máquina de estado
pt_br: Nó raiz de um grafo de transição da máquina de estado

# UObjectToolTips,AnimNode_TwoBoneIK
source: Simple 2 Bone IK Controller.
es: Controlador IK del hueso 2d simple.
pt_br: Controlador de 2 Ossos IK Simples.

# UObjectToolTips,AnimNode_TwoBoneIK:bAllowStretching
source: Should stretching be allowed, to be prevent over extension
es: ¿Se debería permitir el alargamiento, para prevenir una extensión innecesaria?
pt_br: Deve-se permitir o alongamento para evitar o excesso de extensão?

# UObjectToolTips,AnimNode_TwoBoneIK:bMaintainEffectorRelRot
source: Keep local rotation of end bone
es: Mantener la rotación local del hueso final
pt_br: Manter a rotação do osso final

# UObjectToolTips,AnimNode_TwoBoneIK:bTakeRotationFromEffectorSpace
source: Set end bone to use End Effector rotation
es: Ajustar hueso final para usar rotación efector final
pt_br: Define o osso final a usar na rotação do Efetor Final

# UObjectToolTips,AnimNode_TwoBoneIK:EffectorLocation
source: Effector Location. Target Location to reach.
es: Ubicación del efector. Localización meta a alcanzar.
pt_br: Localização do Efetor. Localização Alvo a atingir.
