Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,EditorEngine:EditorWorld
source: When Simulating In Editor, a pointer to the original (non-simulating) editor world
es: Cuando se estén realizado simulaciones en el editor, un puntero al mundo editor original (sin simular)
pt_br: Ao Simular no editor, um ponteiro para o mundo do editor original (não simulado)

# UObjectToolTips,EditorEngine:InEditorGameURLOptions
source: Additional per-user/per-game options set in the .ini file. Should be in the form "?option1=X?option2?option3=Y"
es: Opciones adicionales por usuario/por juego colocadas en el archivo .ini. Deben estar en el formato "?option1=X?option2?option3=Y"
pt_br: Conjunto de opções por jogo/usuário adicional no arquivo .ini. Deve estar na forma "?option1=X?option2?option3=Y"

# UObjectToolTips,EditorEngine:PlayFromHerePlayerStartClass
source: The PlayerStart class used when spawning the player at the current camera location.
es: La clase PlayerStart usada al generar al jugador en la ubicación de cámara actual.
pt_br: Classe PlayerStart usada ao criar o reprodutor na localização atual da câmera.

# UObjectToolTips,LevelEditorPlaySettings:PlayFromHerePlayerStartClassName
source: The PlayerStart class used when spawning the player at the current camera location.
es: La clase PlayerStart usada al generar al jugador en la ubicación de cámara actual.
pt_br: Classe PlayerStart usada ao criar o reprodutor na localização atual da câmera.

# UObjectToolTips,EditorEngine:PlayInEditorViewportIndex
source: When set to anything other than -1, indicates a specific In-Editor viewport index that PIE should use
es: Cuando está ajustado a algo que no sea -1, indica un índice de la ventana gráfica In-Editor específico que PIE debe usar
pt_br: Quando definido como qualquer coisa diferente de -1, indica um índice de porta de visualização específico dentro do editor que PIE deve usar

# UObjectToolTips,EditorEngine:PlayWorld
source: A pointer to a UWorld that is the duplicated/saved-loaded to be played in with "Play From Here"
es: Un puntero a un UWorld que es el duplicado/guardado-cargado que se va a reproducir con "Reproducir desde aquí".
pt_br: Um ponteiro para um UWorld que é duplicado/salvo-carregado para ser reproduzido em "Reproduzir Daqui"

# UObjectToolTips,EditorEngine:PlayWorldDestination
source: Where did the person want to play? Where to play the game - -1 means in editor, 0 or more is an index into the GConsoleSupportContainer
es: ¿Dónde quiso jugar la persona? Dónde jugar el juego - -1 significa en editor, 0 o más es un índice hacia el GConsoleSupportContainer
pt_br: Onde a pessoa queria jogar? Onde jogar o jogo - -1 significa no editor, 0 ou mais é um índice para GConsoleSupportContainer

# UObjectToolTips,EditorEngine:PlayWorldLocation
source: An optional location for the starting location for "Play From Here"
es: Una localizacón opcional para la ubicación inicial de "Reproducir desde aquí"
pt_br: Um local opcional para o local inicial para "Reproduzir Daqui"

# UObjectToolTips,EditorEngine:PlayWorldRotation
source: An optional rotation for the starting location for "Play From Here"
es: Una rotación opcional para la ubicación inicial de "Reproducir desde aquí"
pt_br: Uma rotação opcional para o local inicial para "Reproduzir Daqui"

# UObjectToolTips,EditorEngine:PreviewMeshComp
source: A mesh component used to preview in editor without spawning a static mesh actor.
es: Un componente de malla que se usa para obtener una vista preliminar en el editor, sin generar un actor de malla estática.
pt_br: Um componente da malha usado para visualizar o editor sem criar um ator da malha estática.

# UObjectToolTips,EditorEngine:PreviewMeshIndex
source: The index of the mesh to use from the list of preview meshes.
es: El índice de la malla que se utiliza de la lista de mallas de vista preliminar.
pt_br: O índice da malha a usar na lista de malhas de visualização.

# UObjectToolTips,EditorEngine:PreviewSoundCue
source: Audio
pt_br: Áudio

# UObjectToolTips,EditorEngine:ScratchRenderTarget2048
source: Temporary render target that can be used by the editor.
es: La meta de renderizado temporal que se puede usar en el editor.
pt_br: Alvo de renderização temporário que pode ser usado pelo editor.

# UObjectToolTips,SceneCaptureComponentCube:TextureTarget
source: Temporary render target that can be used by the editor.
es: La meta de renderizado temporal que se puede usar en el editor.
pt_br: Alvo de renderização temporário que pode ser usado pelo editor.

# UObjectToolTips,EditorEngine:TempModel
source: Objects.
es: Objetos.
pt_br: Objetos.

# UObjectToolTips,EditorEngine:UserEditedPlayWorldURL
source: Play world url string edited by a user.
es: Cadena URL del mundo a jugar editada por un usuario.
pt_br: Reproduzir string de URL de mundo editada por um usuário.

# UObjectToolTips,EditorEngine:UserOpenedFile
source: The name of the file currently being opened in the editor. "" if no file is being opened.
es: El nombre del archivo que se está abriendo en este momento en el editor. Será "" si no se está abriendo ningún archivo.
pt_br: O nome do arquivo sendo atualmente aberto no editor. "" se nenhum arquivo estiver sendo aberto.

# UObjectToolTips,EditorEngine:UseSizingBox
source: Advanced.
es: Avanzado
pt_br: Avançado.

# UObjectToolTips,EditorExperimentalSettings
source: Implements Editor settings for experimental features.
es: Aplica los ajustes del editor para funciones experimentales.
pt_br: Implementa as configurações do Editor para recursos experimentais

# UObjectToolTips,EditorExperimentalSettings:bBreakOnExceptions
source: Break on Exceptions allows you to trap Access Nones and other exceptional events in Blueprints.
es: Romper las excepciones le permite atrapar los nones de acceso y otros eventos excepcionales en los Blueprints.
pt_br: Quebrar em Exceções permite prender 'Nenhuns de Acessos' e outros eventos excepcionais em Esquemas.

# UObjectToolTips,EditorExperimentalSettings:bEnableEditorUtilityBlueprints
source: The Blutility shelf holds editor utility Blueprints. Summon from the Workspace menu.
es: La librería de la utilidad del Blueprint (blutility) contiene los Blueprints de utilidad del editor. Reunir desde el menú del espacio de trabajo.
pt_br: A prateleira de Blutility mantém os Esquemas de utilidade do editor. Chame a partir do menu Espaço de Trabalho.

# UObjectToolTips,EditorExperimentalSettings:bToolbarCustomization
source: Allows for customization of toolbars and menus throughout the editor
es: Dejar al margen la personalización de las barras de herramientas y los menús durante la edición
pt_br: Permite a personalização de barras de ferramentas e menus em todo o editor

# UObjectToolTips,EditorImportExportTestDefinition
source: Holds settings for the asset import / export automation test
es: Contiene ajustes para la prueba de automatización de importación/exportación de activos
pt_br: Contém configurações para o teste de automação de importação/exportação de ativo

# UObjectToolTips,EditorMapPerformanceTestDefinition
source: Holds settings for the asset import / export automation test
es: Contiene ajustes para la prueba de automatización de importación/exportación de activos
pt_br: Contém configurações para o teste de automação de importação/exportação de ativo

# UObjectToolTips,EditorImportExportTestDefinition:bSkipExport
source: If true, the export step will be skipped
es: Si es verdadero, se omite el paso exportar
pt_br: Se for verdadeiro, a etapa de exportação será ignorada

# UObjectToolTips,EditorImportExportTestDefinition:ExportFileExtension
source: The file extension to use when exporting this asset. Used to find a supporting exporter
es: La extensión de archivo que se utiliza al exportar este activo. Se usa para encontrar un exportador auxiliar
pt_br: A extensão de arquivo a usar ao exportar esse ativo. Usada para encontrar um exportador suportado

# UObjectToolTips,EditorImportExportTestDefinition:FactorySettings
source: Settings for the import factory
es: Ajustes para la fábrica de importación
pt_br: Configurações da fábrica de importação

# UObjectToolTips,EditorImportWorkflowDefinition:FactorySettings
source: Settings for the import factory
es: Ajustes para la fábrica de importación
pt_br: Configurações da fábrica de importação

# UObjectToolTips,EditorImportExportTestDefinition:ImportFilePath
source: The file to import
es: El archivo a importar
pt_br: O arquivo a importar

# UObjectToolTips,EditorImportWorkflowDefinition:ImportFilePath
source: The file to import
es: El archivo a importar
pt_br: O arquivo a importar

# UObjectToolTips,EditorKeyBinding
source: An editor hotkey binding to a parameterless exec.
es: Una tecla de acceso rápido del editor enlazada a un ejecutivo sin parámetro
pt_br: Uma vinculação de tecla de atalho do editor para um exec sem parâmetros.

# UObjectToolTips,EditorLoadingSavingSettings:AutoSaveTimeMinutes
source: The time interval after which to auto save
es: El intervalo de tiempo tras el que guardar automáticamente
pt_br: O intervalo de tempo depois do qual salvar automaticamente

# UObjectToolTips,EditorLoadingSavingSettings:AutoSaveWarningInSeconds
source: The number of seconds warning before an autosave
es: Número de segundos de aviso antes de un autoguardado
pt_br: O número de segundos avisos antes de um salvamento automático

# UObjectToolTips,EditorLoadingSavingSettings:bAutoSaveContent
source: Whether to automatically save content packages during an autosave
es: Si guardar automáticamente los paquetes de contenido durante un autoguardado
pt_br: Se deve salvar automaticamente os pacotes de conteúdo durante um salvamento automático

# UObjectToolTips,EditorLoadingSavingSettings:bAutoSaveEnable
source: Whether to automatically save after a time interval
es: Si guardar automáticamente después de un intervalo de tiempo
pt_br: Se deve salvar automaticamente após um intervalo de tempo

# UObjectToolTips,EditorLoadingSavingSettings:bAutoSaveMaps
source: Whether to automatically save maps during an autosave
es: Si guardar automáticamente los mapas durante un autoguardado
pt_br: Se deve salvar automaticamente os mapas durante um salvamento automático

source: Whether to automatically prompt for SCC checkout on asset modification
es: Si avisar automáticamente para la reserva de SCC durante la modificación de activos
pt_br: Se deve solicitar automaticamente o registro da saída SCC na modificação do ativo

# UObjectToolTips,EditorLoadingSavingSettings:bRestoreOpenAssetTabsOnRestart
source: Whether to restore previously open assets at startup
es: Si restaurar los activos abiertos previamente al arrancar.
pt_br: Se deve restaurar ativos abertos anteriormente ao iniciar

# UObjectToolTips,EditorLoadingSavingSettings:bSCCAutoAddNewFiles
source: Auto add files to source control
es: Añadir archivos automáticamente al control de código fuente
pt_br: Adicionar automaticamente arquivos ao controle de origem

# UObjectToolTips,EditorLoadingSavingSettings:bSCCUseGlobalSettings
source: Use global source control login settings, rather than per-project. Changing this will require you to login again
es: Usar los ajustes de registro del control de código fuente, antes que por proyecto. Al modificarlo tendrá que registrarse de nuevo.
pt_br: Usar configurações de log-in de controle de fonte globais, em vez de por projeto. Alterar isso precisará que o log-in seja feito novamente

# UObjectToolTips,EditorLoadingSavingSettings:LoadLevelAtStartup
source: Whether to load a default example map at startup
es: Si cargar un mapa de muestra predeterminada al arrancar
pt_br: Se deve carregar um mapa de exemplo padrão ao iniciar

# UObjectToolTips,EditorMiscSettings
source: Implements the miscellaneous Editor settings.
es: Aplica los ajustes generales del editor.
pt_br: Implementa as configurações diversas do Editor.

# UObjectToolTips,EditorParentPlayerListObj:Overrides
source: List of possible overrides to display.
es: Lista de anulaciones posibles a mostrar.
pt_br: Lista de possíveis substituições a exibir.

# UObjectToolTips,EditorPerProjectUserSettings:bAllowSelectTranslucent
source: True if user should be allowed to select translucent objects in perspective viewports
es: Verdadero si el usuario debe tener permiso para seleccionar objetos translúcidos en ventanas gráficas con vista en perspectiva
pt_br: Verdadeiro se o usuário deve ter permissão para criar objetos translúcidos nas portas de visualização respectivas

# UObjectToolTips,EditorPerProjectUserSettings:bAutoloadCheckedOutPackages
source: Controls whether packages which are checked-out are automatically fully loaded at startup
es: Controla si los paquetes reservados se cargan en su totalidad y de forma automática durante el arranque
pt_br: Controla se os pacotes que são retirados são carregados completa e automaticamente ao iniciar

# UObjectToolTips,EditorPerProjectUserSettings:bDisplayDocumentationLink
source: If enabled, tooltips linked to documentation will show the developer the link bound to that UI item
es: Si está activado, las herramientas de ayuda enlazadas a la documentación mostrarán al programador el enlace ligado a ese elemento de UI
pt_br: Se estiver ativa, dicas de ferramenta vinculadas à documentação mostrarão ao desenvolvedor o que está vinculado àquele objeto da IU

# UObjectToolTips,EditorPerProjectUserSettings:bDisplayUIExtensionPoints
source: If enabled, any newly opened UI menus, menu bars, and toolbars will show the developer hooks that would accept extensions
es: Si está activado, cualquiera de los menús UI, barras del menú, y barras de tareas abiertos de nuevo mostrarán los ganchos (hooks) del programador que aceptaría las extensiones
pt_br: Se estiver ativa, quaisquer menus, barras de menu e barras de ferramentas da IU que forem abertos mostrarão os ganchos de desenvolvedor que aceitariam extensões.

# UObjectToolTips,EditorPerProjectUserSettings:bMonitorEditorPerformance
source: When turned on, the editor will constantly monitor performance and adjust scalability settings for you when performance drops (disabled in debug)
es: Cuando está activado, el editor supervisará el rendimiento constantemente y modificará los ajustes automáticamente cuando baje el rendimiento (desactivado en depurado)
pt_br: Quando ativado, o editor monitorará constantemente o desempenho e ajustará as configurações de escalabilidade para você quando o desempenho cair (desativado na depuração)

# UObjectToolTips,EditorPerProjectUserSettings:bShowFrameRateAndMemory
source: When enabled, the application frame rate, memory and Unreal object count will be displayed in the main editor UI
es: Cuando está activado, el recuento del ratio de fotogramas de la aplicación, la memoria y objeto unreal se visualizarán en la UI (interfaz del usuario) del editor principal
pt_br: Quando ativado, a taxa de quadro do aplicativo, a memória e a contagem de objeto do Unreal serão exibidos na IU principal do editor

# UObjectToolTips,EditorPerProjectUserSettings:bSuppressFullyLoadPrompt
source: If this is true, the user will not be asked to fully load a package before saving or before creating a new object
es: Si esto es verdadero, no se le preguntará al usuario que cargue por completo un paquete antes de guardar o antes de crear un nuevo objeto
pt_br: Se for verdadeiro, o usuário não será solicitado a carregar totalmente o pacote antes de salvar ou antes de criar um novo objeto

# UObjectToolTips,EditorPerProjectUserSettings:bThrottleCPUWhenNotForeground
source: Lowers CPU usage when the editor is in the background and not the active application
es: Reduce la utilización de la CPU cuando el editor está en segundo plano y no es la aplicación activa
pt_br: Diminui o uso da CPU quando o editor está em segundo plano e não no aplicativo ativo

# UObjectToolTips,EditorPerProjectUserSettings:bUseCurvesForDistributions
source: Select to make Distributions use the curves, not the baked lookup tables.
es: Seleccionar para hacer que las distribuciones usen las curvas, no las tablas de búsqueda procesadas.
pt_br: Selecione para fazer as Distribuições usarem as curvas, e não as tabelas de consulta pré-renderizadas.

source: Controls the minimum value at which the property matrix editor will display a loading bar when pasting values
es: Controla el valor mínimo en el cual el editor de matriz de propiedades mostrará una barra de carga al pegar valores.
pt_br: Controla o valor mínimo em que o editor da matriz de propriedades exibirá a barra de carregamento ao colar valores

# UObjectToolTips,EditorSettings:bLoadTheMostRecentlyLoadedProjectAtStartup
source: When checked, the most recently loaded project will be auto-loaded at editor startup if no other project was specified on the command line
es: Una vez revisado, el proyecto cargado mas recientemente se cargará automáticamente al arrancar el editor si no se ha especificado otro proyecto en la línea de comando.
pt_br: Quando marcado, o projeto carregado mais recentemente será carregado automaticamente na inicialização do editor se nenhum outro projeto for especificado na linha de comando

# UObjectToolTips,EditorSettings:CompletedSurveys
source: The id's of the surveys completed
es: Las ID de las encuestas que se han completado
pt_br: Os IDs das pesquisas concluídas

# UObjectToolTips,EditorSettings:CreatedProjectPaths
source: The paths of projects created with the new project wizard. This is used to populate the "Path" field of the new project dialog.
es: Las rutas de proyectos creados con el nuevo asistente de proyectos. Este se usa para ingresar datos en el campo “ruta" del dialogo del proyecto nuevo.
pt_br: Os caminhos dos projetos criados com o novo assistente de projeto. É usado para preencher o campo "Caminho" da caixa de diálogo de projeto novo.

# UObjectToolTips,EditorSettings:InProgressSurveys
source: The id's of the surveys currently in-progress
es: Las ID de las encuestas que están en progreso
pt_br: Os IDs das pesquisas em andamento

# UObjectToolTips,EditorSettings:RecentlyOpenedProjectFiles
source: Game project files that were recently opened in the editor
es: Archivos de proyecto del juego que se abrieron recientemente en el editor
pt_br: Arquivos de projeto de jogo abertos recentemente no editor

# UObjectToolTips,EditorStyleSettings
source: Implements the Editor style settings.
es: Aplica los ajustes de estilo del editor
pt_br: Implementa as configurações de estilo do Editor.

# UObjectToolTips,EditorStyleSettings:bEnableWindowAnimations
source: Enables animated transitions for certain menus and pop-up windows. Note that animations may be automatically disabled at low frame rates in order to improve responsiveness.
es: Activa transiciones animadas para algunos menús y ventanas emergentes. Tenga en cuenta que las animaciones se pueden desactivar automáticamente en ratios de fotograma bajo para mejorar el grado de reacción.
pt_br: Ativa as transições animadas para determinados menus e janelas de pop-up. Observe que as animações podem ser desativadas automaticamente em baixas taxas de quadros para melhorar a velocidade de resposta.

# UObjectToolTips,EditorStyleSettings:bExpandConfigurationMenus
source: When enabled, the Editor Preferences and Project Settings menu items in the main menu will be expanded with sub-menus for each settings section.
es: Cuando está activado, las preferencias del editor y los elementos del menú de ajustes de proyecto en el menú principal, se expandirán con submenús para cada sección de ajustes.
pt_br: Quando ativado, os itens dos menus Preferências do Editor e Configurações do Projeto serão expandidos com submenus para cada seção de configurações.

# UObjectToolTips,EditorStyleSettings:bShowProjectMenus
source: When enabled, the Editor Preferences and Project Settings menu items in the main menu will be expanded with sub-menus for each settings section.
es: Cuando está activado, las preferencias del editor y los elementos del menú de ajustes de proyecto en el menú principal, se expandirán con submenús para cada sección de ajustes.
pt_br: Quando ativado, os itens dos menus Preferências do Editor e Configurações do Projeto serão expandidos com submenus para cada seção de configurações.

# UObjectToolTips,EditorStyleSettings:bShowFriendlyNames
source: When enabled, the C++ names for properties and functions will be displayed in a format that is easier to read
es: Cuando está activado, los nombres C++ para las funciones y propiedades se visualizarán en un formato que se puede leer más fácilmente
pt_br: Quando ativado, os nomes C++ para propriedades e funções serão exibidos em um formato que é mais fácil de se ler

# UObjectToolTips,EditorStyleSettings:bUseSmallToolBarIcons
source: Whether to use small toolbar icons without labels or not.
es: Si usar o no los iconos de la barra de herramientas pequeña sin etiquetas.
pt_br: Se deve usar ou não os ícones da barra de ferramentas pequena sem as etiquetas.

# UObjectToolTips,EditorStyleSettings:ColorVisionDeficiencyPreviewType
source: Applies a color vision deficiency filter to the entire editor
es: Aplica un filtro de la deficiencia de la visión del color al editor completo
pt_br: Aplica um filtro de deficiência visual cromática a todo o editor

# UObjectToolTips,EditorStyleSettings:InactiveSelectionColor
source: The color used to represent selected items that are currently inactive
es: El color que se usa para representar los elementos seleccionados que están actualmente inactivos
pt_br: A cor usada para representar os itens selecionados que estão atualmente inativos

# UObjectToolTips,EditorStyleSettings:KeyboardFocusColor
source: The color used to represent keyboard input selection focus
es: El color que se usa para representar el enfoque de la selección de entrada del teclado
pt_br: A cor usada para representar o foco de seleção de entrada do teclado

# UObjectToolTips,EditorStyleSettings:PressedSelectionColor
source: The color used to represent a pressed item
es: El color que se usa para representar un elemento pulsado
pt_br: A cor usada para representar um item pressionado

# UObjectToolTips,EditorStyleSettings:SelectionColor
source: The color used to represent selection
es: El color que se usa para representar la selección
pt_br: A cor usada para representar a seleção

# UObjectToolTips,EEarlyZPass
source: Enumerates available options for early Z-passes.
es: Enumera las opciones disponibles para pases Z tempranos.
pt_br: Enumera as opções disponíveis para passagens Z mais antigas.

# UObjectToolTips,EEarlyZPass.Auto
source: Let the engine decide what to render in the early Z pass based on the features being used.
es: Deje decidir el motor qué renderizar en el pase Z temprano basado en la funciones que se están usando.
pt_br: Deixe que o mecanismo decida o que renderizar na passagem mais antiga de Z com base nos recursos em uso.

# UObjectToolTips,EEdGraphSchemaAction_K2Graph
source: The graph type that the schema is
es: El tipo gráfico del que es el esquema
pt_br: O tipo de grafo em que o esquema está

# UObjectToolTips,EEmitterDynamicParameterValue
source: EmitterDynamicParameterValue Enumeration indicating the way a dynamic parameter should be set.
es: EmitterDynamicParameterValue La enumeración indica la manera en la que se debe ajustar un parámetro dinámico.
pt_br: EmitterDynamicParameterValue Enumeração que indica o caminho como um parâmetro dinâmico deve ser definido.

# UObjectToolTips,EEmitterDynamicParameterValue.EDPV_UserSet
source: UserSet - use the user set values in the distribution (the default)
es: UserSet - usar los calores ajustados del usuario en la distribución (predeterminado)
pt_br: UserSet - usa os valores definidos pelo usuário na distribuição (o padrão)
