Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AnimationNode_TwoWayBlend
source: This represents a baked transition
es: Esto representa una transición procesada
pt_br: Isso representa a transição pré-renderizada

# UObjectToolTips,AnimationTransitionBetweenStates
source: This represents a baked transition
es: Esto representa una transición procesada
pt_br: Isso representa a transição pré-renderizada

# UObjectToolTips,AnimationState:EndNotify
source: The index of the notify to fire when this state is finished exiting (weight within the machine becomes zero)
es: El índice de la notificación a efectuar cuando este estado ha terminado de salir (el peso dentro de la máquina se convierte en cero)
pt_br: O índice da notificação para disparar quando esse estado terminou de encerrar (o peso dentro da máquina se torna zero)

# UObjectToolTips,AnimationState:FullyBlendedNotify
source: The index of the notify to fire when this state is fully entered (weight within the machine becomes one)
es: El índice de la notificación a efectuar cuando este estado ha entrado por completo (el peso dentro de la máquina se convierte en uno)
pt_br: O índice da notificação para disparar ao entrar totalmente nesse estado (o peso dentro da máquina se torna um)

# UObjectToolTips,AnimationState:StartNotify
source: The index of the notify to fire when this state is first entered (weight within the machine becomes non-zero)
es: El índice de la notificación a efectuar cuando este estado acaba de entrar (el peso dentro de la máquina se convierte en un valor que no es cero)
pt_br: O índice da notificação para disparar ao entrar pela primeira vez nesse estado (o peso dentro da máquina se torna diferente de zero)

# UObjectToolTips,AnimationState:StateRootNodeIndex
source: The root node index (into the AnimNodeProperties array of the UAnimBlueprintGeneratedClass)
es: El índice de nodos raíz (en la matriz AnimNodeProperties de la UAnimBlueprintGeneratedClass)
pt_br: O índice do nó raiz (para a matriz AnimNodeProperties da UAnimBlueprintGeneratedClass)

# UObjectToolTips,BakedAnimationState:StateRootNodeIndex
source: The root node index (into the AnimNodeProperties array of the UAnimBlueprintGeneratedClass)
es: El índice de nodos raíz (en la matriz AnimNodeProperties de la UAnimBlueprintGeneratedClass)
pt_br: O índice do nó raiz (para a matriz AnimNodeProperties da UAnimBlueprintGeneratedClass)

# UObjectToolTips,AnimationState:Transitions
source: Set of legal transitions out of this state; already in priority order
es: Conjunto de transiciones legales fuera de este estado; ya están en orden de prioridad
pt_br: Conjunto de transições legais fora deste estado; já na ordem de prioridade

# UObjectToolTips,BakedAnimationState:Transitions
source: Set of legal transitions out of this state; already in priority order
es: Conjunto de transiciones legales fuera de este estado; ya están en orden de prioridad
pt_br: Conjunto de transições legais fora deste estado; já na ordem de prioridade

# UObjectToolTips,AnimationStateBase
source: This is the base class that both baked states and transitions use
es: Esta es la clase base que usan tanto los estados procesados como las transiciones
pt_br: Essa é a classe base que as transições e os estados pré-renderizados usam

# UObjectToolTips,AnimationStateBase:StateName
source: The name of this state
es: El nombre de este estado
pt_br: O nome desse estado

# UObjectToolTips,BakedAnimationState:StateName
source: The name of this state
es: El nombre de este estado
pt_br: O nome desse estado

# UObjectToolTips,AnimationStateMachineGraph:EntryNode
source: Entry node within the state machine
es: Nodo de entrada dentro de la máquina de estado
pt_br: Nó de entrada dentro da máquina de estado

# UObjectToolTips,AnimationStateMachineGraph:OwnerAnimGraphNode
source: Parent instance node
es: Nodo de instancias padre
pt_br: Nó de instância pai

# UObjectToolTips,AnimationTransitionBetweenStates:NextState
source: Transition-only: State being transitioned to
es: Solo transición: Estado al que se hace la transición
pt_br: Somente transição: estado de destino da transição

# UObjectToolTips,AnimationTransitionBetweenStates:PreviousState
source: Transition-only: State being transitioned from
es: Solo transición: Estado desde el cual se hace la transición
pt_br: Somente transição: estado de origem da transição

# UObjectToolTips,AnimationTransitionRule
source: This structure represents a baked transition rule inside a state
es: Esta estructura representa un regla de transición procesada dentro de un estado
pt_br: Essa estrutura representa uma regra de transição pré-renderizada dentro de um estado

# UObjectToolTips,AnimationTransitionRule:TransitionReturnVal
source: What RuleToExecute must return to take transition (for bidirectional transitions)
es: Qué RuleToExecute tiene que volver a tomar la transición (para transiciones bidireccionales)
pt_br: O que RuleToExecute deve retornar para fazer a transiçao (para transições bidirecionais)

# UObjectToolTips,AnimationTransitionSchema
source: This class is the schema for transition rule graphs in animation state machines
es: Esta clase en el esquema para los gráficos de la regla de transición en las máquinas de estado de la animación.
pt_br: Essa classe é o esquema para os grafos de regra de transição em máquinas de estado de animação

# UObjectToolTips,AnimBlueprint
source: An Anim Blueprint is essentially a specialized Blueprint whose graphs control the animation of a Skeletal Mesh. It can perform blending of animations, directly control the bones of the skeleton, and output a final pose for a Skeletal Mesh each frame.
es: Un Blueprint de animación es fundamentalmente un Blueprint especializado cuyos gráficos controlan la animación de una malla esqueleto. Puede reproducir la combinación de las animaciones, el control de los huesos del esqueleto y generar una posición final para una malla esqueleto en cada fotograma.
pt_br: Essencialmente, um Esquema de Animação é um Esquema especializado cujos grafos controlam a animação de uma Malha Esquelética. Ele pode misturar animações, controlar diretamente os ossos do esqueleto e produzir uma pose final para uma Malha Esquelética em cada quadro.

# UObjectToolTips,AnimBlueprint:Groups
source: List of animation sync groups
es: Lista de grupos de sincronización de animación
pt_br: Lista de grupos de sincronização de animação

# UObjectToolTips,AnimBlueprint:ParentAssetOverrides
source: Array of overrides to asset containing nodes in the parent that have been overridden
es: Matriz de anulaciones para activos con nodos en el padre que se anuló.
pt_br: Matriz de substituições para ativos que contêm nós no pai que foi substituído

# UObjectToolTips,AnimBlueprint:TargetSkeleton
source: The kind of skeleton that animation graphs compiled from the blueprint will animate
es: La clase de esqueleto que animará los gráficos de la animación compilada desde el Blueprint
pt_br: O tipo de esqueleto que os grafo de animação compilados do esquema animarão

# UObjectToolTips,AnimBlueprintFactory:TargetSkeleton
source: The kind of skeleton that animation graphs compiled from the blueprint will animate
es: La clase de esqueleto que animará los gráficos de la animación compilada desde el Blueprint
pt_br: O tipo de esqueleto que os grafo de animação compilados do esquema animarão

# UObjectToolTips,AnimBlueprintDebugData
source: This structure represents animation-related debugging information for an entire AnimBlueprint (general debug information for the event graph, etc... is still contained in a FBlueprintDebugData structure)
es: Esta estructura representa la información de depuración relacionada con la animación para un AnimBlueprint completo (información de depurado general para el gráfico del evento, etc... aún dentro de una estructura FBlueprintDebugData)
pt_br: Essa estrutura representa informações de depuração relacionadas à animação para um AnimBlueprint inteiro (informações gerais de depuração para o grafo de evento etc. ainda são mantidas em uma estrutura FBlueprintDebugData)

# UObjectToolTips,AnimBlueprintFactory:BlueprintType
source: The type of blueprint that will be created
es: El tipo de Blueprint que se creará
pt_br: O tipo de esquema que será criado

# UObjectToolTips,CurveFactory:CurveClass
source: The type of blueprint that will be created
es: El tipo de Blueprint que se creará
pt_br: O tipo de esquema que será criado

# UObjectToolTips,WidgetBlueprintFactory:BlueprintType
source: The type of blueprint that will be created
es: El tipo de Blueprint que se creará
pt_br: O tipo de esquema que será criado

# UObjectToolTips,AnimBlueprintFactory:ParentClass
source: The parent class of the created blueprint
es: La clase padre del Blueprint creado.
pt_br: A classe pai do esquema criado

# UObjectToolTips,BlueprintFactory:ParentClass
source: The parent class of the created blueprint
es: La clase padre del Blueprint creado.
pt_br: A classe pai do esquema criado

# UObjectToolTips,EditorUtilityBlueprintFactory:ParentClass
source: The parent class of the created blueprint
es: La clase padre del Blueprint creado.
pt_br: A classe pai do esquema criado

# UObjectToolTips,WidgetBlueprintFactory:ParentClass
source: The parent class of the created blueprint
es: La clase padre del Blueprint creado.
pt_br: A classe pai do esquema criado

# UObjectToolTips,AnimBlueprintGeneratedClass:AnimNotifies
source: A list of anim notifies that state machines (or anything else) may reference
es: Una lista de animaciones notifica que las máquinas de estado (o cualquier otra cosa) pueden hacer referencia.
pt_br: Uma lista de notificações de animação que as máquinas de estado (ou qualquer outra coisa) podem referenciar

# UObjectToolTips,AnimClassData:AnimNotifies
source: A list of anim notifies that state machines (or anything else) may reference
es: Una lista de animaciones notifica que las máquinas de estado (o cualquier otra cosa) pueden hacer referencia.
pt_br: Uma lista de notificações de animação que as máquinas de estado (ou qualquer outra coisa) podem referenciar

# UObjectToolTips,AnimBlueprintGeneratedClass:BakedStateMachines
source: List of state machines present in this blueprint class
es: Lista de máquinas de estado presentes en esta clase de Blueprint
pt_br: Lista de máquinas de estado presentes nesta classe de esquema

# UObjectToolTips,AnimClassData:BakedStateMachines
source: List of state machines present in this blueprint class
es: Lista de máquinas de estado presentes en esta clase de Blueprint
pt_br: Lista de máquinas de estado presentes nesta classe de esquema

# UObjectToolTips,AnimBlueprintGeneratedClass:RootAnimNodeIndex
source: The index of the root node in the animation tree
es: El índice del nodo raíz en el árbol de animación
pt_br: O índice do nó raiz na árvore de animação

# UObjectToolTips,AnimClassData:RootAnimNodeIndex
source: The index of the root node in the animation tree
es: El índice del nodo raíz en el árbol de animación
pt_br: O índice do nó raiz na árvore de animação

# UObjectToolTips,AnimBlueprintGeneratedClass:TargetSkeleton
source: Target skeleton for this blueprint class
es: Esqueleto meta para esta clase de Blueprint
pt_br: Esqueleto Alvo desta classe de esquema

# UObjectToolTips,AnimClassData:TargetSkeleton
source: Target skeleton for this blueprint class
es: Esqueleto meta para esta clase de Blueprint
pt_br: Esqueleto Alvo desta classe de esquema

# UObjectToolTips,AnimCompositeFactory:SourceAnimation
source: Used when creating a composite from an AnimSequence, becomes the only AnimSequence contained
es: Usado al crear un compuesto de un AnimSequence, se convierte en el único AnimSequence almacenado
pt_br: Usado ao criar um composto a partir de uma AnimSequence, torna-se a únca AnimSequence contida

# UObjectToolTips,PoseAssetFactory:SourceAnimation
source: Used when creating a composite from an AnimSequence, becomes the only AnimSequence contained
es: Usado al crear un compuesto de un AnimSequence, se convierte en el único AnimSequence almacenado
pt_br: Usado ao criar um composto a partir de uma AnimSequence, torna-se a únca AnimSequence contida

# UObjectToolTips,AnimCompress:bNeedsSkeleton
source: Compression algorithms requiring a skeleton should set this value to true.
es: Algoritmos de compresión que requieren que un esqueleto establezca este valor como verdadero
pt_br: Algoritmos de compactação solicitando que o esqueleto defina este valor para verdadeiro.

# UObjectToolTips,AnimCompress:RotationCompressionFormat
source: Format for bitwise compression of rotation data.
es: Formato para la compresión de operación bit a bit o datos de rotación.
pt_br: Formato da compressão de bits dos dados de rotação.

# UObjectToolTips,AnimCompress:ScaleCompressionFormat
source: Format for bitwise compression of scale data.
es: Formato para la compresión de operación bit a bit o datos de escala.
pt_br: Formato da compressão de bits dos dados de escala.

# UObjectToolTips,AnimCompress:TranslationCompressionFormat
source: Format for bitwise compression of translation data.
es: Formato para la compresión de operación bit a bit o datos de traslación.
pt_br: Formato da compressão de bits dos dados de translação.

# UObjectToolTips,AnimCompress_PerTrackCompression:AllowedRotationFormats
source: Which encoding formats is the per-track compressor allowed to try on rotation keys
es: Qué formato de codificación es el compresor por pista permitido para probar el las claves de la rotación
pt_br: Quais formatos de codificação o compactador por faixa pode tentar em chaves de rotação

# UObjectToolTips,AnimCompress_PerTrackCompression:AllowedScaleFormats
source: Which encoding formats is the per-track compressor allowed to try on scale keys
es: Qué formato de codificación es el compresor por pista permitido para probar el las claves de la escala
pt_br: Quais formatos de codificação o compactador por faixa pode tentar em chaves de escala

# UObjectToolTips,AnimCompress_PerTrackCompression:AllowedTranslationFormats
source: Which encoding formats is the per-track compressor allowed to try on translation keys
es: Qué formato de codificación es el compresor por pista permitido para probar el las claves de la traslación
pt_br: Quais formatos de codificação o compactador por faixa pode tentar em chaves de translação

# UObjectToolTips,AnimCompress_PerTrackCompression:bResampleAnimation
source: If true, resample the animation to ResampleFramerate frames per second
es: Si es verdadero, vuelve a muestrear la animación a ResampleFramerate fotogramas por segundo
pt_br: Se for verdadeiro, faz a reamostragem da animação com ResampleFramerate quadros por segundo.

# UObjectToolTips,AnimCompress_PerTrackCompression:bUseAdaptiveError
source: If true, adjust the error thresholds based on the 'height' within the skeleton
es: Si es verdadero, ajustar los límites del error en base a la 'altura' dentro del esqueleto
pt_br: Se for verdadeiro, ajusta os limiares de erro baseado na 'altura' dentro do esqueleto

# UObjectToolTips,AnimCompress_PerTrackCompression:bUseAdaptiveError2
source: If true, the adaptive error system will determine how much error to allow for each track, based on the error introduced in end effectors due to errors in the track.
es: Si es verdadero, el sistema del error adaptativo determinará cuánto ratio de error permitir para cada pista, en base a el error que se ha introducido en los efectores finales debido a errores en la pista.
pt_br: Se for verdadeiro, o sistema de erro adaptativo determinará quanto erro permitir em cada faixa, baseado no erro introduzido nos efetores finais devido aos erros na faixa.

# UObjectToolTips,AnimCompress_PerTrackCompression:bUseOverrideForEndEffectors
source: If true, uses MinEffectorDiff as the threhsold for end effectors
es: Si es verdadero, usa MinEffectorDiff como límite para los efectores finales
pt_br: Se for verdadeiro, usa MinEffectorDiff como limiar para os efetores finais.

# UObjectToolTips,AnimCompress_PerTrackCompression:MaxAngleDiffBitwise
source: Maximum angle difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia del ángulo que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de ângulo usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:MaxAngleDiff
source: Maximum angle difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia del ángulo que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de ângulo usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_PerTrackCompression:MaxErrorPerTrackRatio
source: A fraction that determines how much of the total error budget can be introduced by any particular track
es: Una fracción que determina cuánto se puede introducir del presupuesto de errores por una pista en particular
pt_br: Uma fração que determina quanto do limite total de erros pode ser introduzido por qualquer faixa

# UObjectToolTips,AnimCompress_PerTrackCompression:MaxPosDiffBitwise
source: Maximum position difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia de la posición que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de posição usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_PerTrackCompression:MaxScaleDiffBitwise
source: Maximum position difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia de la posición que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de posição usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:MaxPosDiff
source: Maximum position difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia de la posición que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de posição usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_PerTrackCompression:MaxZeroingThreshold
source: Maximum threshold to use when replacing a component with zero. Lower values retain more keys, but yield less compression.
es: Límite máximo que se utiliza cuando se reemplaza un componente con cero. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Limiar máximo usado ao substituir uma componente por zero. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_PerTrackCompression:MinKeysForResampling
source: Animations with fewer keys than MinKeysForResampling will not be resampled.
es: Las animaciones con un número de claves menor a MinKeysForResampling no se volverán a muestrear.
pt_br: Animações com menos chaves que MinKeysForResampling não serão reamostradas.

# UObjectToolTips,AnimCompress_PerTrackCompression:PerturbationProbeSize
source: How big of a perturbation should be made when probing error propagation
es: De qué tamaño debe ser la perturbación cuando se descubra la propagación de error
pt_br: Tamanho da perturbação que deve ser feita ao sondar a propagação de erro

# UObjectToolTips,AnimCompress_PerTrackCompression:ResampledFramerate
source: When bResampleAnimation is true, this defines the desired framerate
es: Cuando bResampleAnimation es verdadero, define la frecuencia de fotogramas deseada
pt_br: Quando bResampleAnimation é verdadeiro, isso define a taxa de quadros desejada

# UObjectToolTips,AnimCompress_PerTrackCompression:RotationErrorSourceRatio
source: This ratio determines how much error in end effector rotation can come from a given track's rotation error or translation error. If 1, all of it must come from rotation error, if 0.5, half can come from each, and if 0.0, all must come from translation error.
es: El ratio determina qué grado de error de la rotación del efector final proviene de un error de traslación o de rotación de la pista. Si es 1, el error debe provenir del la rotación, si es 0.5, la mitad puede provenir de cada uno, y si es 0.0, proviene del error de traslación.
pt_br: Essa razão determina quanto do erro na rotação do efetor final pode vir de erros de rotação ou translação de uma faixa dada. Se for 1, ele deve vir todo de erros de rotação, se for 0.5, metade pode vir de cada e, se for 0.0, ele deve vir todo de erros de translação.

# UObjectToolTips,AnimCompress_PerTrackCompression:ScaleErrorSourceRatio
source: This ratio determines how much error in end effector scale can come from a given track's rotation error or scale error. If 1, all of it must come from rotation error, if 0.5, half can come from each, and if 0.0, all must come from scale error.
es: El ratio determina qué grado de error de la escala del efector final proviene de un error de escala o de rotación de la pista. Si es 1, el error debe provenir del la rotación, si es 0.5, la mitad puede provenir de cada uno, y si es 0.0, proviene del error de escala.
pt_br: Essa razão determina quanto do erro na escala do efetor final pode vir de erros de rotação ou escala de uma faixa dada. Se for 1, ele deve vir todo de erros de rotação, se for 0.5, metade pode vir de cada e, se for 0.0, ele deve vir todo de erros de escala.

# UObjectToolTips,AnimCompress_PerTrackCompression:TrackHeightBias
source: A bias added to the track height before using it to calculate the adaptive error
es: Una desviación añadida a la altura de la pista antes de usarla para calcular el error adaptativo
pt_br: Uma tendência adicionada à altura da faixa antes de usá-la para calcular um erro adaptativo

# UObjectToolTips,AnimCompress_PerTrackCompression:TranslationErrorSourceRatio
source: This ratio determines how much error in end effector translation can come from a given track's rotation error or translation error. If 1, all of it must come from rotation error, if 0.5, half can come from each, and if 0.0, all must come from translation error.
es: El ratio determina qué grado de error de la traslación del efector final proviene de un error de traslación o de rotación de la pista. Si es 1, el error debe provenir del la rotación, si es 0.5, la mitad puede provenir de cada uno, y si es 0.0, proviene del error de traslación.
pt_br: Essa razão determina quanto do erro na translação do efetor final pode vir de erros de rotação ou translação de uma faixa dada. Se for 1, ele deve vir todo de erros de rotação, se for 0.5, metade pode vir de cada e, se for 0.0, ele deve vir todo de erros de translação.
