Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SceneComponent:ToggleVisibility
source: Toggle visibility of the component
es: Conmutar la visibilidad del componente
pt_br: Alternar visibilidade do componente

# UObjectToolTips,SceneThumbnailInfo:OrbitPitch
source: The pitch of the orbit camera around the asset
es: El ángulo de la cámara órbita alrededor del activo
pt_br: A inclinação da câmera de órbita em torno do ativo

# UObjectToolTips,SceneThumbnailInfo:OrbitYaw
source: The yaw of the orbit camera around the asset
es: La guiñada de la cámara órbita alrededor del activo
pt_br: A guinada da câmera de órbita em torno do ativo

# UObjectToolTips,SceneThumbnailInfo:OrbitZoom
source: The offset from the bounds sphere distance from the asset
es: El desplazamiento desde la distancia de la esfera del activo
pt_br: O deslocamento da distância da esfera de limites a partir do ativo

# UObjectToolTips,SceneThumbnailInfoWithPrimitive:PreviewMesh
source: The custom mesh used when the primitive type is TPT_None
es: La malla personalizada usada cuando el tipo de primitiva es TPT_None
pt_br: A malha personalizada usada quando o tipo do primitivo é TPT_None

# UObjectToolTips,SceneThumbnailInfoWithPrimitive:PrimitiveType
source: The type of primitive used in this thumbnail
es: El tipo de primitiva usada en esta miniatura
pt_br: O tipo de primitivo usado nessa miniatura

# UObjectToolTips,ScreenMessageString
source: Helper struct for tracking on screen messages.
es: Estructura de soporte para el seguimiento de los mensajes en la pantalla.
pt_br: Struct auxiliar para rastrear as mensagens na tela.

# UObjectToolTips,ScreenMessageString:CurrentTimeDisplayed
source: The number of frames it has been displayed so far.
es: Número de fotogramas que se han mostrado hasta ahora.
pt_br: O número de quadros que foram exibidos até o momento.

# UObjectToolTips,ScreenMessageString:DisplayColor
source: The color to display the message in.
es: El color en el que mostrar el mensaje.
pt_br: A cor na qual exibir a mensagem.

# UObjectToolTips,ScreenMessageString:Key
source: The 'key' for this message.
es: La 'clave' para este mensaje.
pt_br: 'Chave' desta mensagem.

# UObjectToolTips,ScreenMessageString:ScreenMessage
source: The message to display.
es: El mensaje a mostrar.
pt_br: A mensagem a exibir.

# UObjectToolTips,ScreenMessageString:TimeToDisplay
source: The number of frames to display it.
es: El número de fotogramas para mostrarlo.
pt_br: O número de quadros a exibir.

# UObjectToolTips,ScrollBar:Thickness
source: The thickness of the scrollbar thumb
es: El grosor de la miniatura de la barra de desplazamiento
pt_br: A espessura do botão da barra de rolagem

# UObjectToolTips,ScrollBar:WidgetStyle
source: Style of the scrollbar
es: Estilo de la barra de desplazamiento
pt_br: Estilo da barra de rolagem

# UObjectToolTips,ScrollBarStyle
source: Represents the appearance of an SScrollBar
es: Representa la apariencia de un SScrollBar
pt_br: Representa a aparência de uma SScrollBar

# UObjectToolTips,ScrollBarStyle:DraggedThumbImage
source: Image to use when the scrollbar thumb is in its dragged state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en su estado de arrastre
pt_br: Imagem usada para o controle da barra de rolagem em seu estado arrastado

# UObjectToolTips,ScrollBarStyle:HorizontalBackgroundImage
source: Background image to use when the scrollbar is oriented horizontally
es: Imagen del fondo que se utiliza cuando la barra de desplazamiento esta en horizontal
pt_br: Imagem de fundo para uso quando a barra de rolagem está orientada horizontalmente

# UObjectToolTips,ScrollBarStyle:HoveredThumbImage
source: Image to use when the scrollbar thumb is in its hovered state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en el estado en el que se pasa el puntero por encima
pt_br: Imagem usada para o controle da barra de rolagem quando o mouse passa por cima

# UObjectToolTips,ScrollBarStyle:NormalThumbImage
source: Image to use when the scrollbar thumb is in its normal state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en el estado normal
pt_br: Imagem usada para o controle da barra de rolagem em seu estado normal

# UObjectToolTips,ScrollBarStyle:VerticalBackgroundImage
source: Background image to use when the scrollbar is oriented vertically
es: Imagen del fondo que se utiliza cuando la barra de desplazamiento está en vertical
pt_br: Imagem de fundo para uso quando a barra de rolagem está orientada verticalmente

# UObjectToolTips,ScrollBarWidgetStyle:ScrollBarStyle
source: The actual data describing the scrollbox's appearance.
es: Los datos reales que describen la apariencia de la caja de desplazamiento.
pt_br: Dados que descrevem a aparência da caixa de rolagem.

# UObjectToolTips,ScrollBoxWidgetStyle:ScrollBoxStyle
source: The actual data describing the scrollbox's appearance.
es: Los datos reales que describen la apariencia de la caja de desplazamiento.
pt_br: Dados que descrevem a aparência da caixa de rolagem.

# UObjectToolTips,ScrollBorderStyle:BottomShadowBrush
source: Brush used to draw the bottom shadow of a scrollborder
es: Pincel usado para trazar el sombreado inferior de un borde de desplazamiento
pt_br: Pincel usado para desenhar a sombra inferior de uma borda de rolagem

# UObjectToolTips,ScrollBorderStyle:TopShadowBrush
source: Brush used to draw the top shadow of a scrollborder
es: Pincel usado para trazar el sombreado superior de un borde de desplazamiento
pt_br: Pincel usado para desenhar a sombra superior de uma borda de rolagem

# UObjectToolTips,ScrollBox
source: An arbitrary scrollable collection of widgets. Great for presenting 10-100 widgets in a list. Doesn't support virtualization.
es: Una colección de widgets arbitraria y desplazable. Genial para presentar de 10 a 100 widgets en una lista. No es compatible con la virtualización.
pt_br: Uma coleção arbitrária com rolagem de widgets. Ótimo para apresentar 10-100 widgets em uma lista. Não suporta virtualização.

# UObjectToolTips,ScrollBoxSlot
source: The Slot for the UScrollBox, contains the widget that are scrollable
es: La ranura para el UScrollBox, contiene widgets desplazables
pt_br: Slot de UScrollBox, contém o widget rolável

# UObjectToolTips,ScrollBoxStyle
source: Represents the appearance of an SScrollBox
es: Representa la apariencia de un SScrollBox
pt_br: Representa a aparência de uma SScrollBox

# UObjectToolTips,ScrollBoxStyle:BottomShadowBrush
source: Brush used to draw the bottom shadow of a scrollbox
es: Pincel usado para trazar el sombreado inferior de una caja de desplazamiento
pt_br: Pincel usado para desenhar a sombra inferior de uma caixa de rolagem

# UObjectToolTips,ScrollBoxStyle:TopShadowBrush
source: Brush used to draw the top shadow of a scrollbox
es: Pincel usado para trazar el sombreado superior de una caja de desplazamiento
pt_br: Pincel usado para desenhar a sombra superior de uma caixa de rolagem

# UObjectToolTips,SCS_Node:AttachToName
source: Socket/Bone that Node might attach to
es: Punto de acople/hueso al que podría acoplarse el nodo
pt_br: Soquete/Osso a que o Nó pode se anexar

# UObjectToolTips,SCS_Node:bIsFalseRoot
source: (DEPRECATED)
es: (OBSOLETO)
ko: Is False Root - (폐기됨)
pt_br: (DESCONTINUADO)

# UObjectToolTips,SCS_Node:bIsNative
source: (DEPRECATED) Indicates if this is a native component or not
es: (OBSOLETO) Indica si este es un componente nativo o no.
ko: Is Native - (폐기됨) 네이티브 컴포넌트인지 아닌지를 나타냅니다.
pt_br: (DESCONTINUADO) Indica se isto é ou não um componente nativo

# UObjectToolTips,SCS_Node:bIsParentComponentNative
source: If the node is parented, this indicates whether or not the template is found in the CDO's Components array
es: Si el nodo se usa como padre, esto indica si la plantilla se encuentra o no, en la matriz de componentes CDO.
pt_br: Se o nó for aparentado, indica se o modelo é ou não encontrado na matriz dos Componentes do CDO

# UObjectToolTips,SCS_Node:bVariableNameAutoGenerated
source: (DEPRECATED) If true, the variable name was a autogenerated and is not presented to the user
es: (OBSOLETO) Si es verdadero, el nombre de la variable se generó de forma automática y no es visible al usuario.
ko: Variable Name Auto Generated - (폐기됨) True 면 변수 이름을 자동 생성하고 사용자에게 묻지 않습니다.
pt_br: (DESCONTINUADO) Se for verdadeiro, o nome da variável foi gerado automaticamente e não foi apresentado ao usuário

# UObjectToolTips,SCS_Node:CategoryName
source: If non-None, the assigned category name
es: Si no es Ninguno, el nombre de categoría asignado
pt_br: Se não Nenhum, o nome da categoria atribuído

# UObjectToolTips,SCS_Node:ChildNodes
source: Set of child nodes
es: Conjunto de nodos hijo
pt_br: Conjunto de nós filhos

# UObjectToolTips,SCS_Node:ComponentTemplate
source: Template for the component to create
es: Plantilla para el componente a crear
pt_br: Modelo do componente a criar

# UObjectToolTips,SCS_Node:MetaDataArray
source: Metadata information for this Node
es: Información de los metadatos para este nodo
pt_br: Informação de metadados para este Nó

# UObjectToolTips,SCS_Node:NativeComponentName
source: (DEPRECATED) If this is a native component, this is the name of the UActorComponent
es: (OBSOLETO) Si este es un componente nativo, este es el nombre del UActorComponent.
ko: Native Component Name - 네이티브 컴포넌트인 경우, UActorComponent 의 이름입니다.
pt_br: (DESCONTINUADO) Se este for um componente nativo, é o mesmo nome do UActorComponent

# UObjectToolTips,SCS_Node:ParentComponentOrVariableName
source: Component template or variable that Node might be parented to
es: Plantilla o variable con la que el nodo puede estar emparentada
pt_br: Modelo do componente ou variável que o Nó pode estar associado

# UObjectToolTips,SCS_Node:ParentComponentOwnerClassName
source: If the node is attached to another node inherited from a parent Blueprint, this contains the name of the Blueprint parent class that owns the component template //@TODO: We can potentially remove this if/when inherited SCS component template instances are included in subobject serialization, as we could then infer that the owner class is always the same as the BP class.
es: Si el nodo está adjunto a otro nodo heredado de un Blueprint padre, éste contiene el nombre de la clase padre del Blueprint que posee la plantilla del componente //@TODO: Podemos potencialmente eliminar esto si/cuando las instancias de la plantilla con componentes SCS heredados están incluidas en la serialización de objetos secundarios, podemos entonces inferir que la clase del propietario es siempre la misma que la clase de BP.
pt_br: Se o nó estiver conectado a outro nó herdado de um Esquema pai, isto contém o nome da classe pai do Esquema que possui o modelo do componente//@TODO: Podemos potencialmente remover isto se/quando as instâncias do modelo do componente SCS herdado estiverem incluídas na serialização do subobjeto pois podíamos inferir se a classe do dono é sempre igual à classe BP.

# UObjectToolTips,SearchBoxStyle
source: Represents the appearance of an SSearchBox
es: Representa la apariencia de un SSearchBox
pt_br: Representa a aparência de uma SSearchBox

# UObjectToolTips,SearchBoxStyle:ActiveFontInfo
source: Font to use for the text box part of the search box when a search term is entered
es: Fuente que se utiliza para el cuadro de texto que forma parte del cuadro de búsqueda cuando se ha introducido un término
pt_br: Fonte a usar para a parte de caixa de texto da caixa de busca quando um termo de busca é inserido

# UObjectToolTips,SearchBoxStyle:ClearImage
source: Image to use for the search "clear" button
es: Imagen que se utiliza para el botón "borrar" de búsqueda
pt_br: Imagem usada para o botão de "limpar" busca

# UObjectToolTips,SearchBoxStyle:DownArrowImage
source: Image to use for the search "down" arrow
es: Imagen que se utiliza para la flecha "abajo" de búsqueda
pt_br: Imagem usada para a seta "para baixo" da busca

# UObjectToolTips,SearchBoxStyle:GlassImage
source: Image to use for the search "glass"
es: Imagen que se utiliza para "glass" (efecto cristal con relieve) de búsqueda
pt_br: Imagem usada para a ''lupa'' da busca

# UObjectToolTips,SearchBoxStyle:TextBoxStyle
source: Style to use for the text box part of the search box
es: Estilo que se utiliza para la parte con el cuadro de texto del cuadro de búsqueda
pt_br: Estilo a ser usado na parte da caixa de texto da caixa de pesquisa

# UObjectToolTips,SearchBoxStyle:UpArrowImage
source: Image to use for the search "up" arrow
es: Imagen que se utiliza para la flecha "arriba" de búsqueda
pt_br: Imagem usada para a seta ''para cima'' da busca

# UObjectToolTips,ShadowMapTexture2D:ShadowmapFlags
source: Bit-field with shadowmap flags.
es: Campo de bit con indicadores de mapa de sombreado.
pt_br: Campo de bit com sinalizadores de shadowmap

# UObjectToolTips,ShapeComponent:bDrawOnlyIfSelected
source: Only show this component if the actor is selected
es: Solo mostrar este componente si el actor está seleccionado
pt_br: Só exibe este componente se o ator estiver selecionado

# UObjectToolTips,ShapeComponent:bShouldCollideWhenPlacing
source: If true it allows Collision when placing even if collision is not enabled
es: Si es verdadero, permite colisión durante la colocación, incluso si colisión no está activada
pt_br: Se for verdadeiro, permite Colisão ao posicionar mesmo se a colisão não estiver ativada

# UObjectToolTips,ShapeComponent:ShapeColor
source: Color used to draw the shape.
es: Color usado para trazar la forma.
pt_br: Cor usada para desenhar o formato.

# UObjectToolTips,SimpleConstructionScript:ActorComponentNodes
source: (DEPRECATED) Actor Component based nodes are stored here. They cannot be in the tree hierarchy
es: (OBSOLETO) Aquí se almacenan los nodos basados en los componentes de los actores; éstos no pueden estar en la jerarquía de árboles.
ko: Actor Component Nodes - (폐기됨) 액터 컴포넌트 기반 노드는 여기 저장됩니다. 트리 계층구조에 속할 수 없습니다.
pt_br: (DESCONDINUADO) Nós baseados do Componente do Ator são armazenados aqui. Eles não podem estar em uma hierarquia de árvore

# UObjectToolTips,SimpleConstructionScript:DefaultSceneRootNode
source: Default scene root node; used when no other nodes are available to use as the root
es: Nodo raíz de escenas predeterminado, se usa cuando no se cuenta con nodos para usar como raíz
pt_br: Nó raiz da cena padrão; usado quando nenhum outro nó está disponível para ser usado como raiz

# UObjectToolTips,SimpleConstructionScript:RootNode
source: (DEPRECATED) Root node of the construction script
es: (OBSOLETO) Nodo raíz de la secuencia de construcción.
ko: Root Node - (폐기됨) 컨스트럭션 스크립트의 루트 노드입니다.
pt_br: (DESCONTINUADO) Nó raiz do script de construção

# UObjectToolTips,SimpleConstructionScript:RootNodes
source: Root nodes of the construction script
es: Nodo raíz de la secuencia de construcción
pt_br: Nós Raiz do script de construção

# UObjectToolTips,SimpleMemberReference:MemberGuid
source: The Guid of the member
es: El Guid del miembro
pt_br: A GUID do membro

# UObjectToolTips,SimpleMemberReference:MemberName
source: Name of the member
es: Nombre del miembro
pt_br: Nome do membro

# UObjectToolTips,SimulatedRootMotionReplicatedMove:RootMotion
source: Root Motion information
es: Información del movimiento raíz
pt_br: Informações do Movimento Raiz

# UObjectToolTips,SimulatedRootMotionReplicatedMove:Time
source: Local time when move was received on client and saved.
es: Tiempo local cuando el cliente recibió el movimiento y se guardó.
pt_br: Horário local quando o movimento foi recebido no cliente e salvo.

# UObjectToolTips,SingleAnimationPlayData:AnimToPlay
source: @todo in the future, we should make this one UObject and have detail customization to display different things The default sequence to play on this skeletal mesh
es: @todo en el futuro, debemos hacer este UObject y tener personalización del detalle para visualizar diferentes cosas La secuencia predeterminada para reproducir en esta malla esqueleto.
pt_br: @todo no futuro, devemos tornar esse um único UObject e ter personalização de detalhes para exibir opções diferentes A sequência padrão para exibir nesta malha esquelética

# UObjectToolTips,SingleAnimationPlayData:bSavedLooping
source: Default setting for looping for SequenceToPlay. This is not current state of looping.
es: Configuración predeterminada para el bucle para SequenceToPlay. Este no es el estado actual del bucle.
pt_br: Configuração padrão de loop para SequenceToPlay. Este não é o estado atual de loop.

# UObjectToolTips,SkeletalMeshComponent:bDefaultLooping
source: Default setting for looping for SequenceToPlay. This is not current state of looping.
es: Configuración predeterminada para el bucle para SequenceToPlay. Este no es el estado actual del bucle.
pt_br: Configuração padrão de loop para SequenceToPlay. Este não é o estado atual de loop.

# UObjectToolTips,SingleAnimationPlayData:bSavedPlaying
source: Default setting for playing for SequenceToPlay. This is not current state of playing.
es: Configuración predeterminada para la reproducción para SequenceToPlay. Este no es el estado actual de la reproducción.
pt_br: Configuração padrão de reprodução para SequenceToPlay. Este não é o estado atual da reprodução.

# UObjectToolTips,SkeletalMeshComponent:bDefaultPlaying
source: Default setting for playing for SequenceToPlay. This is not current state of playing.
es: Configuración predeterminada para la reproducción para SequenceToPlay. Este no es el estado actual de la reproducción.
pt_br: Configuração padrão de reprodução para SequenceToPlay. Este não é o estado atual da reprodução.

# UObjectToolTips,SingleAnimationPlayData:SavedPosition
source: Default setting for position of SequenceToPlay to play.
es: Configuración predeterminada para la posición de SequenceToPlay que reproducir.
pt_br: Configuração padrão de posição da SequenceToPlay a reproduzir.

# UObjectToolTips,SkeletalMeshComponent:DefaultPosition
source: Default setting for position of SequenceToPlay to play.
es: Configuración predeterminada para la posición de SequenceToPlay que reproducir.
pt_br: Configuração padrão de posição da SequenceToPlay a reproduzir.

# UObjectToolTips,SkeletalMesh:bHasBeenSimplified
source: true if this mesh has ever been simplified with Simplygon.
es: verdadero si alguna vez esta malla se ha simplificado con Simplygon.
pt_br: verdadeiro se essa malha foi alguma vez simplificada com Simplygon.

# UObjectToolTips,SkeletalMesh:bHasVertexColors
source: Whether or not the mesh has vertex colors
es: Si la malla tiene o no colores de vértice
pt_br: Se a malha tem ou não cores de vértice

# UObjectToolTips,SkeletalMesh:bUseFullPrecisionUVs
source: If true, use 32 bit UVs. If false, use 16 bit UVs to save memory
es: Si es verdadero, usar UV de 32 bit. Si es falso, usar UV de 16 bit para ahorrar memoria
pt_br: Se for verdadeiro, usa UVs em 32 bits. Se for falso, usa UVs em 16 bits para economizar memória.

# UObjectToolTips,SkeletalMesh:ClothingAssets
source: Clothing asset data
es: Datos del activo de prenda
pt_br: Dados de ativo de vestuário

# UObjectToolTips,SkeletalMesh:FloorOffset
source: Height offset for the floor mesh in the editor
es: Desplazamiento de la altura para la malla del suelo en el editor
pt_br: Deslocamento de altura da malha do piso no editor

# UObjectToolTips,SkeletalMesh:LODInfo
source: Struct containing information for each LOD level, such as materials to use, and when use the LOD.
es: Estructura que contiene información para cada nivel LOD, como los materiales que se utilizan, y cuando usar el LOD.
pt_br: Struct contendo informações para cada nível de LOD, como materiais a usar e quando usar o LOD.

# UObjectToolTips,SkeletalMesh:Materials
source: List of materials applied to this mesh.
es: Lista de los materiales aplicados a esta malla.
pt_br: Lista de materiais aplicados a esta malha

# UObjectToolTips,SkeletalMesh:OptimizationSettings
source: Optimization settings used to simplify LODs of this mesh.
es: Ajustes de optimización usados para simplificar los LOD de esta malla.
pt_br: Configurações de otimização usadas para simplificar os LODs desta malha.

# UObjectToolTips,SkeletalMesh:PhysicsAsset
source: Physics and collision information used for this USkeletalMesh, set up in PhAT. This is used for per-bone hit detection, accurate bounding box calculation and ragdoll physics for example.
es: Información de la colisión y físicas usadas para este USkeletalMesh, instalados en PhAT. Se usa para la detección del golpe por hueso, como por ejemplo el cálculo de la caja delimitadora precisa y las físicas del efecto ragdoll.
pt_br: Informações de física e colisões usadas para esta USkeletalMesh, definida in PhAT. Isso é usado, por exemplo, para detecção de impacto osso a osso, cálculo preciso da caixa delimitadora e física de boneco de pano.

# UObjectToolTips,SkeletalMesh:PreviewAttachedAssetContainer
source: Attached assets component for this mesh
es: Componente de activos unidos a esta malla
pt_br: Componente de ativos anexados para esta malha

# UObjectToolTips,SkeletalMesh:SelectedClothingSection
source: The section currently selected for clothing. need to remember this index for reimporting cloth
es: La sección actualmente seleccionada para ropa. Es necesario recordar este índice para volver a importar ropa.
pt_br: A seção atualmente selecionada para vestuário. É preciso lembrar desse índice para reimportar vestuário

# UObjectToolTips,SkeletalMesh:SkelMirrorTable
source: List of bones that should be mirrored.
es: Lista de los huesos que se deben copiar.
pt_br: Lista de ossos que devem ser espelhados.

# UObjectToolTips,SkeletalMesh:Sockets
source: Array of named socket locations, set up in editor and used as a shortcut instead of specifying everything explicitly to AttachComponent in the SkeletalMeshComponent.
es: Matriz de ubicaciones de puntos de acople identificados, se configura en el editor y se usa como atajo en lugar de especificar todo explícitamente a AttachComponent en el SkeletalMeshComponent.
pt_br: Matriz dos locais da soquete nomeada, configurados no editor e usados como atalhos em vez de especificar tudo explicitamente ao AttachComponent no SkeletalMeshComponent.

# UObjectToolTips,Skeleton:Sockets
source: Array of named socket locations, set up in editor and used as a shortcut instead of specifying everything explicitly to AttachComponent in the SkeletalMeshComponent.
es: Matriz de ubicaciones de puntos de acople identificados, se configura en el editor y se usa como atajo en lugar de especificar todo explícitamente a AttachComponent en el SkeletalMeshComponent.
pt_br: Matriz dos locais da soquete nomeada, configurados no editor e usados como atalhos em vez de especificar tudo explicitamente ao AttachComponent no SkeletalMeshComponent.

# UObjectToolTips,SkeletalMeshActor:bShouldDoAnimNotifies
source: Whether or not this actor should respond to anim notifies - CURRENTLY ONLY AFFECTS PlayParticleEffect NOTIFIES*
es: Si debe responder o no este actor a los avisos de la animación - AHORA SOLO AFECTA A LOS AVISOS* PlayParticleEffect
pt_br: Se esse ator deve ou não responder às notificações de animação - AFETA SOMENTE AS NOTIFICAÇÕES PlayParticleEffect*

# UObjectToolTips,SkeletalMeshActor:ReplicatedMaterial0
source: used to replicate the material in index 0
es: usado para duplicar el material en índice 0
pt_br: usado para replicar o material no índice 0

# UObjectToolTips,SkeletalMeshActor:ReplicatedMesh
source: Used to replicate mesh to clients
es: Usado para duplicar la malla para los clientes
pt_br: Usado para replicar malhas para clientes
