Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SoundGroup:SoundGroup
source: The sound group enumeration we are setting values for
es: La enumeración del grupo de sonidos para la cual estamos ajustando valores
pt_br: A enumeração do grupo de sons cujos valores estão sendo definidos

# UObjectToolTips,SoundGroups
source: This class is a singleton initialized from the ini
es: Esta clase es una autónoma iniciada desde el ini
pt_br: Essa classe é um singleton inicializado a partir do ini

# UObjectToolTips,SoundGroups:SoundGroupProfiles
source: The ini editable array of profiles
es: La matriz modificable de ini de perfiles
pt_br: A matriz de perfis editáveis inicial

# UObjectToolTips,SoundMix:bApplyEQ
source: Whether to apply the EQ effect
es: Si aplicar el efecto EQ
pt_br: Se deve aplicar o efeito de equalização

# UObjectToolTips,SoundMix:Duration
source: Duration of mix, negative means it will be applied until another mix is set.
es: Duración de la mexcla, negativo significa que se aplicará hasta que se ajuste otra mezcla.
pt_br: Duração da mixagem, negativo significa que será aplicada até outra mixagem ser definida.

# UObjectToolTips,SoundMix:FadeInTime
source: Time taken in seconds for the mix to fade in.
es: Duranción en segundos para que la mezcla se intensifique.
pt_br: Tempo necessário em segundos para a mistura surgir.

# UObjectToolTips,SoundMix:FadeOutTime
source: Time taken in seconds for the mix to fade out.
es: Duración en segundos para que la mezcla se atenúe.
pt_br: Tempo necessário em segundos para a mistura esmaecer.

# UObjectToolTips,SoundMix:InitialDelay
source: Initial delay in seconds before the the mix is applied.
es: Retraso inicial en segundos antes de aplicar la mezcla.
pt_br: Atraso inicial, em segundos, antes que a mistura seja aplicada.

# UObjectToolTips,SoundMix:SoundClassEffects
source: Array of changes to be applied to groups.
es: Matriz de las modificaciones que hay que aplicar a los grupos.
pt_br: Matriz de alterações a serem aplicadas aos grupos.

# UObjectToolTips,SoundNodeAssetReferencer
source: Sound node that contains a reference to the raw wave file to be played
es: Nodo de sonido que contiene una referencia al archivo de la onda sin procesar que se tiene que reproducir
pt_br: Nó de som que contém uma referência para o arquivo de onda bruto a ser reproduzido

# UObjectToolTips,SoundNodeWavePlayer
source: Sound node that contains a reference to the raw wave file to be played
es: Nodo de sonido que contiene una referencia al archivo de la onda sin procesar que se tiene que reproducir
pt_br: Nó de som que contém uma referência para o arquivo de onda bruto a ser reproduzido

# UObjectToolTips,SoundNodeAttenuation
source: Defines how a sound's volume changes based on distance to the listener
es: Define cómo cambia un volumen del sonido en base a la distancia al receptor
pt_br: Define como o volume de um som muda com base na distância até o ouvinte

# UObjectToolTips,SoundNodeBranch
source: Selects a child node based on the value of a boolean parameter
es: Selecciona un nodo hijo en base al valor de un parámetro booleano
pt_br: Seleciona um nó filho com base no valor de um parâmetro booleano

# UObjectToolTips,SoundNodeBranch:BoolParameterName
source: The name of the boolean parameter to use to determine which branch we should take
es: Nombre del parámetro booleano que se utiliza para determinar la rama que debemos tomar
pt_br: O nome do parâmetro booleano a ser usado para determinar qual ramificação devemos tomar

# UObjectToolTips,SoundNodeConcatenator
source: Plays child nodes sequentially
es: Reproduce nodos hijo secuencialmente
pt_br: Reproduz nós filhos sequencialmente

# UObjectToolTips,SoundNodeConcatenator:InputVolume
source: Volume multiplier for each input.
es: Multiplicador del volumen, para cada entrada.
pt_br: Multiplicador de volume para cada entrada.

# UObjectToolTips,SoundNodeDelay
source: Defines a delay
es: Define un retraso
pt_br: Define um atraso

# UObjectToolTips,SoundNodeDelay:DelayMax
source: The upper bound of delay time in seconds.
es: El límite superior del tiempo de retraso en segundos.
pt_br: O limite superior do tempo de atraso em segundos.

# UObjectToolTips,SoundNodeDelay:DelayMin
source: The lower bound of delay time in seconds.
es: El límite inferior del tiempo de retraso en segundos.
pt_br: O limite inferior do tempo de atraso em segundos.

# UObjectToolTips,SoundNodeDialoguePlayer
source: Sound node that contains a reference to the dialogue table to pull from and be played
es: Nodo de sonido que contiene una referencia a la tabla de diálogo de la que se extrae y reproduce
pt_br: Nó de som que contém uma referência à tabela de diálogos do qual será enviado e reproduzido

# UObjectToolTips,SoundNodeDialoguePlayer:bLooping
source: Whether the dialogue line should be played looping
es: Si la línea de dialogo se debe mostrar en repetición
pt_br: Se a linha de diálogo deve ser reproduzida em loop

# UObjectToolTips,SoundNodeDistanceCrossFade:CrossFadeInput
source: Each input needs to have the correct data filled in so the SoundNodeDistanceCrossFade is able to determine which sounds to play
es: Toda entrada necesita tener completados los datos correctos para que SoundNodeDistanceCrossFade pueda determinar qué sonidos reproducir
pt_br: Cada entrada precisa ter os dados corretos preenchidos para que SoundNodeDistanceCrossFade possa determinar quais sons serão reproduzidos

# UObjectToolTips,SoundNodeDoppler
source: Computes doppler pitch shift
es: Calcula el desplazamiento del ángulo del efecto doppler
pt_br: Calcula o desvio Doppler do tom

# UObjectToolTips,SoundNodeDoppler:DopplerIntensity
source: How much to scale the doppler shift (1.0 is normal).
es: Cuánto escalar el cambio del efecto doppler (1.o es normal)
pt_br: Fator de escala a ser aplicado ao desvio Doppler (1.0 é o normal)

# UObjectToolTips,SoundNodeEnveloper
source: Allows manipulation of volume and pitch over a set time period
es: Permite la manipulación del volumen y el ángulo durante un periodo de tiempo establecido
pt_br: Permite a manipulação de volume e tom durante um tempo definido

# UObjectToolTips,SoundNodeEnveloper:bLoop
source: If enabled, the envelope will loop using the loop settings.
es: Si está activado, el envolvente se repetirá según los ajustes de repetición.
pt_br: Se ativado, o envelope ficará em loop usando as configurações em loop.

# UObjectToolTips,SoundNodeEnveloper:bLoopIndefinitely
source: If enabled, the envelope will continue to loop indefenitely regardless of the Loop Count value.
es: Si está activado, el envolvente se repetirá de forma indefinida independientemente del valor Loop Count.
pt_br: Se ativado, o envelope continuará o loop indefinidamente qualquer que seja o valor de Contagem em Loop.

# UObjectToolTips,SoundNodeEnveloper:DurationAfterLoop
source: The time in seconds it takes the evelope to fade out after the last loop is completed.
es: El tiempo en segundos que tarda el envolvente en atenuarse después de completar el último bucle.
pt_br: O tempo em segundos que o envelope leva para esmaecer depois que o último loop é concluído.

# UObjectToolTips,SoundNodeEnveloper:LoopCount
source: The number of times the envelope should loop if looping is enabled and the envelope is not set to loop indefinitely.
es: El número de veces que la envolvente debe repetirse si la repetición está habilitada y la envolvente no está ajustada a repetición indefinida.
pt_br: O número de vezes que o envelope deve fazer loop caso loop esteja ativado e o envelope não está configurado para loops indefinidamente.

# UObjectToolTips,SoundNodeEnveloper:LoopEnd
source: The time in seconds where the envelope's loop ends.
es: El tiempo en segundos donde se termina el bucle del envolvente.
pt_br: O tempo em segundos em que o loop do envelope termina.

# UObjectToolTips,SoundNodeEnveloper:LoopStart
source: The time in seconds where the envelope's loop begins.
es: El tiempo en segundos donde se inicia el bucle del envolvente.
pt_br: O tempo em segundos em que o loop do envelope inicia.

# UObjectToolTips,SoundNodeEnveloper:PitchCurve
source: The distribution defining the pitch envelope.
es: La distribución que define al envolvente de ángulo.
pt_br: A distribuição que define o envelope de inclinação.

# UObjectToolTips,SoundNodeEnveloper:PitchMax
source: The upper bound of pitch (1.0 is no change)
es: El límite superior del ángulo (1.0 no hay cambios)
pt_br: O limite superior do tom (1.0 não tem alteração)

# UObjectToolTips,SoundNodeEnveloper:PitchMin
source: The lower bound of pitch (1.0 is no change)
es: El límite inferior del ángulo (1.0 no hay cambio)
pt_br: O limite inferior do tom (1.0 não tem alteração)

# UObjectToolTips,SoundNodeEnveloper:VolumeCurve
source: The distribution defining the volume envelope.
es: La distribución que define al envolvente de volumen.
pt_br: A distribuição que define o envelope de volume.

# UObjectToolTips,SoundNodeEnveloper:VolumeMax
source: The upper bound of volume (1.0 is no change)
es: El límite superior del volumen (1.0 no hay cambios)
pt_br: O limite superior do volume (1.0 não tem alteração)

# UObjectToolTips,SoundNodeEnveloper:VolumeMin
source: The lower bound of volume (1.0 is no change)
es: El límite inferior del volumen (1.0 no hay cambio)
pt_br: O limite inferior do volume (1.0 não tem alteração)

# UObjectToolTips,SoundNodeGroupControl
source: Plays different sounds depending on the number of active sounds Any time a new sound is played, the first group that has an available slot will be chosen
es: Reproduce diferentes sonidos dependiendo del número de sonidos activos Cada vez que se reproduce un nuevo sonido, se elegirá el primer grupo con una ranura disponible.
pt_br: Reproduz diferentes sons dependendo do número de sons ativos Sempre que um som novo for reproduzido, será escolhido o primeiro grupo que tiver um slot disponível

# UObjectToolTips,SoundNodeGroupControl:GroupSizes
source: How many active sounds are allowed for each group
es: Cuántos sonidos activos están permitidos para cada grupo
pt_br: Número de sons ativos permitidos para cada grupo

# UObjectToolTips,SoundNodeMature
source: This SoundNode uses UEngine::bAllowMatureLanguage to determine whether child nodes that have USoundWave::bMature=true should be played.
es: Este SoundNode usa UEngine::bAllowMatureLanguage para determina si se deben reproducir los nodos hijo que tienen USoundWave::bMature=true.
pt_br: Esse SoundNode usa UEngine::bAllowMatureLanguage para determinar se os nós filho que possuem USoundWave::bMature=true devem ser reproduzidos.

# UObjectToolTips,SoundNodeMixer
source: Defines how concurrent sounds are mixed together
es: Define cómo se mezclan los sonidos simultáneos
pt_br: Define como sons simultâneos são mixados

# UObjectToolTips,SoundNodeMixer:InputVolume
source: A volume for each input. Automatically sized.
es: Un volumen para cada entrada. Con el tamaño ajustado automáticamente.
ko: InputVolume - 각 입력에 대한 볼륨입니다. 자동으로 크기 조정됩니다.
pt_br: Um volume para cada entrada. Dimensionado automaticamente.

# UObjectToolTips,SoundNodeModulator
source: Defines a random volume and pitch modification when a sound starts
es: Define una modificación del ángulo y volumen personalizados cuando comienza un sonido
pt_br: Define uma modificação aleatória de volume e tom quando o som é iniciado

# UObjectToolTips,SoundNodeModulator:PitchMax
source: The upper bound of pitch (1.0 is no change).
es: El límite superior del ángulo (1.0 no hay cambios).
pt_br: O limite superior do tom (1.0 não tem alteração).

# UObjectToolTips,SoundNodeModulator:PitchMin
source: The lower bound of pitch (1.0 is no change).
es: El límite inferior del ángulo (1.0 no hay cambio).
pt_br: O limite inferior do tom (1.0 não tem alteração).

# UObjectToolTips,SoundNodeModulator:VolumeMax
source: The upper bound of volume (1.0 is no change).
es: El límite superior del volumen (1.0 no hay cambios).
pt_br: O limite superior do volume (1.0 não tem alteração).

# UObjectToolTips,SoundNodeModulator:VolumeMin
source: The lower bound of volume (1.0 is no change).
es: El límite inferior del volumen (1.0 no hay cambio)
pt_br: O limite inferior do volume (1.0 não tem alteração).

# UObjectToolTips,SoundNodeModulatorContinuous
source: Allows named parameter based manipulation of pitch and volume
es: Permite la manipulación en base al parámetro identificado del ángulo y el volumen
pt_br: Permite a manipulação com base no parâmetro nomeado do tom e do volume

# UObjectToolTips,SoundNodeOscillator
source: Defines how a sound oscillates
es: Define cómo oscila un sonido
pt_br: Define como um som oscila

# UObjectToolTips,SoundNodeOscillator:AmplitudeMax
source: An amplitude of 0.25 would oscillate between 0.75 and 1.25.
es: Una amplitud de 0.25 podría oscilar entre 0.75 y 1.25.
pt_br: Uma amplitude de 0.25 oscilaria entre 0.75 e 1.25.

# UObjectToolTips,SoundNodeOscillator:AmplitudeMin
source: An amplitude of 0.25 would oscillate between 0.75 and 1.25.
es: Una amplitud de 0.25 podría oscilar entre 0.75 y 1.25.
pt_br: Uma amplitude de 0.25 oscilaria entre 0.75 e 1.25.

# UObjectToolTips,SoundNodeOscillator:bModulatePitch
source: Whether to oscillate pitch.
es: Si oscilar el ángulo.
pt_br: Se deve oscilar o tom.

# UObjectToolTips,SoundNodeOscillator:bModulateVolume
source: Whether to oscillate volume.
es: Si oscilar el volumen.
pt_br: Se deve oscilar o volume.

# UObjectToolTips,SoundNodeOscillator:CenterMax
source: A center of 0.5 would oscillate around 0.5.
es: Un centro de 0.5 podría oscilar en un 0.5.
pt_br: Um centro de 0.5 oscilaria próximo de 0.5.

# UObjectToolTips,SoundNodeOscillator:CenterMin
source: A center of 0.5 would oscillate around 0.5.
es: Un centro de 0.5 podría oscilar en un 0.5.
pt_br: Um centro de 0.5 oscilaria próximo de 0.5.

# UObjectToolTips,SoundNodeOscillator:FrequencyMax
source: A frequency of 20 would oscillate at 10Hz.
es: Una frecuencia de 20 podría oscilar en 10Hz.
pt_br: Uma frequência de 20 oscilaria a 10 Hz.

# UObjectToolTips,SoundNodeOscillator:FrequencyMin
source: A frequency of 20 would oscillate at 10Hz.
es: Una frecuencia de 20 podría oscilar en 10Hz.
pt_br: Uma frequência de 20 oscilaria a 10 Hz.

# UObjectToolTips,SoundNodeOscillator:OffsetMax
source: Offset into the sine wave. Value modded by 2 * PI.
es: Desplazamiento en la onda senoidal. Valor modificado por 2 * PI.
pt_br: Deslocamento da onda senoidal. Valor é dado módulo 2*PI.

# UObjectToolTips,SoundNodeOscillator:OffsetMin
source: Offset into the sine wave. Value modded by 2 * PI.
es: Desplazamiento en la onda senoidal. Valor modificado por 2 * PI.
pt_br: Deslocamento da onda senoidal. Valor é dado módulo 2*PI.

# UObjectToolTips,SoundNodeParamCrossFade
source: Crossfades between different sounds based on a parameter
es: Fundidos entre diferentes sonidos basados en un parámetro
pt_br: Crossfades entre diferentes sons com base em um parâmetro

# UObjectToolTips,SoundNodeParamCrossFade:ParamName
source: Parameter controlling cross fades.
es: El parámetro que controla los fundidos.
pt_br: Parâmetro que controla crossfades.

# UObjectToolTips,SoundNodeRandom
source: Selects sounds from a random set
es: Selecciona comidos de un ajuste aleatorio
pt_br: Seleciona sons de um conjunto aleatório

# UObjectToolTips,SoundNodeRandom:bRandomizeWithoutReplacement
source: Determines whether or not this SoundNodeRandom should randomize with or without replacement. WithoutReplacement means that only nodes left will be valid for selection. So with that, you are guarenteed to have only one occurrence of the sound played until all of the other sounds in the set have all been played. WithReplacement means that a node will be chosen and then placed back into the set. So one could play the same sound over and over if the probabilities don't go your way :-)
es: Determina si este SoundNodeRandom debe distribuir aleatoriamente o no con o sin reemplazamiento. WithoutReplacement significa que solo los nodos que faltan serán los válidos para la selección. Por lo que con eso, tiene garantizado tener solo una ocurrencia del sonido reproducido hasta que el resto de los sonidos del ajuste se hayan reproducido. WithReplacement significa que se elegirá un nodo y se volverá a colocar en el ajuste. Así uno podría reproducir el mismo sonido una y otra vez si las probabilidades no siguen tu camino :-)
pt_br: Determina se este SoundNodeRandom deve ou não ser aleatorizado com ou sem substituição. WithoutReplacement significa que somente os nós que sobraram serão válidos para a seleção. Assim, garante-se que somente haverá uma única ocorrência do som reproduzido até que todos os outros sons no conjunto tenham sido reproduzidos. WithReplacement significa que um nó será escolhido e, em seguida, colocado de volta no conjunto. Assim, o mesmo som poderia ser reproduzido várias vezes se as probabilidades não colaborarem :-)

# UObjectToolTips,SoundNodeRandom:HasBeenUsed
source: Internal state of which sounds have been played. This is only used at runtime to keep track of which sounds have been played
es: Estado interno del que se han reproducido sonidos. Solo se usa durante el tiempo de ejecución para llevar un registro de los sonidos que se han reproducido.
pt_br: Estado interno dos sons reproduzidos. Usado somente em tempo de execução para monitorar que sons foram reproduzidos

# UObjectToolTips,SoundNodeRandom:PIEHiddenNodes
source: Editor only list of nodes hidden to duplicate behavior of PreselectAtLevelLoad
es: Lista de nodos ocultos del editor, que duplican el comportamiento de PreselectAtLevelLoad
pt_br: O editor só lista nós ocultos para duplicar o comportamento de PreselectAtLevelLoad

# UObjectToolTips,SoundNodeSoundClass
source: Remaps the SoundClass of SoundWaves underneath this
es: Vuelve a asignar el SoundClass de SoundWaves bajo éste
pt_br: Remapeia o SoundClass de SoundWaves por baixo disto

# UObjectToolTips,SoundNodeSwitch
source: Selects a child node based on the value of a integer parameter
es: Selecciona un nodo hijo en base al valor de un parámetro entero
pt_br: Seleciona um nó filho com base no valor de um parâmetro inteiro

# UObjectToolTips,SoundNodeSwitch:IntParameterName
source: The name of the integer parameter to use to determine which branch we should take
es: Nombre del parámetro entero que se utiliza para determinar la rama que debemos tomar
pt_br: O nome do parâmetro inteiro a ser usado para determinar qual ramificação devemos tomar

# UObjectToolTips,SoundNodeWaveParam
source: Sound node that takes a runtime parameter for the wave to play
es: Nodo de sonido que adquiere un parámetro de ejecución para la onda que reproducir
pt_br: Nó de som que requer um parâmetro de tempo de execução para reproduzir a onda

# UObjectToolTips,SoundNodeWaveParam:WaveParameterName
source: The name of the wave parameter to use to look up the SoundWave we should play
es: Nombre del parámetro de la onda que se utiliza buscar la SoundWave que debemos reproducir.
pt_br: O nome do parâmetro da onda usado para buscar a SoundWave que devemos reproduzir

# UObjectToolTips,SoundTrackKey
source: Information for one sound in the track.
es: Información para un sonido en la pista.
pt_br: Informação sobre um som na faixa

# UObjectToolTips,SoundWave:bLooping
source: If set, when played directly (not through a sound cue) the wave will be played looping.
es: Si lo ajusta, cuando se reproduce directamente (no a través de una pista de sonido) la onda se reproducirá en bucle.
pt_br: Se definido, ao ser reproduzido diretamente (e não através de um comando de som) a onda será reproduzida em loop.

# UObjectToolTips,SoundWave:bManualWordWrap
source: If set to true will disable automatic generation of line breaks - use if the subtitles have been split manually.
es: Si se ajusta a verdadero, se desactivará automáticamente la creación de roturas de la línea - usar si los subtítulos se han dividido manualmente.
pt_br: Se for definido como verdadeiro, desabilitará as quebras automáticas de linha - use se as legendas foram quebradas manualmente.

# UObjectToolTips,SoundWave:bMature
source: If set to true if this sound is considered to contain mature/adult content.
es: Si se ajusta a verdadero, si se considera que el sonido tiene contenido maduro/adulto
pt_br: Se for definido como verdadeiro, esse som será considerado como tendo conteúdo adulto.

# UObjectToolTips,SoundWave:bSingleLine
source: If set to true the subtitles display as a sequence of single lines as opposed to multiline.
es: Si se ajusta a verdadero, los subtítulos se visualizan como una secuencia de líneas individuales en lugar de a líneas múltiples.
pt_br: Se for definido como verdadeiro, as legendas serão exibidas como uma sequência de linhas únicas, e não como linhas múltiplas.

# UObjectToolTips,SoundWave:ChannelOffsets
source: Offsets into the bulk data for the source wav data
es: Desplazamientos hacia los datos en lote para los datos wav fuente
pt_br: Desloca os dados de lote dos dados de wav de origem

# UObjectToolTips,SoundWave:ChannelSizes
source: Sizes of the bulk data for the source wav data
es: Tamaños de los datos en lote para los datos wav fuente
pt_br: Tamanhos dos dados de lote dos dados de wav de origem

# UObjectToolTips,SoundWave:Comment
source: Provides contextual information for the sound to the translator.
es: Proporciona información contextual para el sonido al traductor.
pt_br: Fornece informações de contexto deste som para o tradutor.

# UObjectToolTips,SoundWave:CompressionQuality
source: Platform agnostic compression quality. 1..100 with 1 being best compression and 100 being best quality.
es: Calidad de la compresión independiente de la plataforma. 1..100 con 1 siendo la mejor compresión y 100 la mejor calidad.
pt_br: Qualidade da compactação agnóstica da plataforma. 1..100 com 1 sendo a melhor compactação e 100 sendo a melhor qualidade.

# UObjectToolTips,SoundWave:LocalizedSubtitles
source: The array of the subtitles for each language. Generated at cook time.
es: La matriz de los subtítulos para cada idioma. Generados durante el procesamiento.
pt_br: A matriz de legendas para cada idioma. Gerada no momento de preparação.

# UObjectToolTips,SoundWave:NumChannels
source: Number of channels of multichannel data; 1 or 2 for regular mono and stereo files
es: Número de canales de los datos del canal múltiple, 1 o 2 para archivos de estéreo y mono regulares.
pt_br: Número de canais dos dados multicanal; 1 ou 2 para arquivos mono ou estéreo usuais

# UObjectToolTips,SoundWave:Pitch
source: Playback pitch for sound - Minimum is 0.4, maximum is 2.0 - it is a simple linear multiplier to the SampleRate.
es: Ángulo de la reproducción para el sonido - 0.4 es el mínimo, el máximo es 2.0 - es un multiplicador lineal simple para el SampleRate.
pt_br: Tom de reprodução para o som - Mínimo é 0.4, máximo é 2.0 - é um multiplicador linear simples para a SampleRate.

# UObjectToolTips,SoundWave:RawPCMDataSize
source: Size of RawPCMData, or what RawPCMData would be if the sound was fully decompressed
es: Tamaño de RawPCMData, o lo que sería RawPCMData si el sonido se descomprimiera por completo
pt_br: Tamanho de RawPCMData ou o que RawPCMData seria se o som estivesse totalmente descompactado

# UObjectToolTips,SoundWave:SampleRate
source: Cached sample rate for displaying in the tools
es: Proporción de la muestra almacenada para visualizarla en las herramientas
pt_br: Taxa de amostragem em cache para exibir nas ferramentas
