Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SlateBrush:ImageSize
source: Size of the resource in Slate Units
es: Tamaño del recurso en unidades del cuadro
pt_br: Tamanho do recurso em Unidades do Slate

# UObjectToolTips,SlateBrush:ImageType
source: The type of image
es: El tipo de imagen
pt_br: O tipo de imagem

# UObjectToolTips,SlateBrush:Margin
source: The margin to use in Box and Border modes
es: El margen que se utiliza en los modos de borde y caja
pt_br: A margem para usar nos modos Caixa e Borda

# UObjectToolTips,SlateBrush:Mirroring
source: How to mirror the image in Image mode. This is normally only used for dynamic image brushes where the source texture comes from a hardware device such as a web camera.
es: Cómo duplicar la imagen en el modo imagen. Esto solo se usa para pinceles de imagen dinámica en donde la textura fuente viene de un dispositivo de hardware tal como una cámara web.
pt_br: Como espelhar a imagem em modo Imagem. Normalmente só usado para pincéis de imagem dinâmicos em que a textura de origem vem de um dispositivo de hardware como uma câmera web.

# UObjectToolTips,SlateBrush:ResourceName
source: The name of the rendering resource to use
es: El nombre del recurso de renderizado a usar
pt_br: O nome do recurso de renderização a usar

# UObjectToolTips,SlateBrush:Tiling
source: How to tile the image in Image mode
es: Cómo crear una imagen en mosaico en el modo imagen
pt_br: Como repetir as imagens em placas no modo Imagem

# UObjectToolTips,SlateBrush:Tint
source: Tinting applied to the image.
es: Tinte aplicado a esta imagen.
pt_br: Coloração aplicada à imagem.

# UObjectToolTips,SlateBrush:TintColor
source: Tinting applied to the image.
es: Tinte aplicado a esta imagen.
pt_br: Coloração aplicada à imagem.

# UObjectToolTips,SlateBrushAsset
source: An asset describing how a texture can exist in slate's DPI-aware environment and how this texture responds to resizing. e.g. Scale9-stretching? Tiling?
es: Un activo que describe cómo puede existir una textura en el entorno sensible DPI del cuadro y cómo responde esta textura al reajuste del tamaño. ej. ¿alargar de Scale9? ¿Colocar teselas?
pt_br: Um ativo que descreve como uma textura pode existir no ambiente com reconhecimento de DIP do Slate e como essa textura responde ao redimensionamento. Por exemplo: Scale9-stretching? Repetição em placas?

# UObjectToolTips,SlateBrushAsset:Brush
source: The slate brush resource describing the texture's behavior.
es: El recurso del pincel del cuadro que describe el comportamiento de la textura.
pt_br: O recurso de pincel de Slate que descreve o comportamento da textura.

# UObjectToolTips,SlateBrushAssetFactory
source: Factory for creating SlateBrushAssets
es: Fábrica para crear SlateBrushAssets
pt_br: Gerador para criar SlateBrushAssets

# UObjectToolTips,SlateBrushAssetFactory:InitialTexture
source: An initial texture to assign to the newly created slate brush
es: Una textura inicial para asignarla al pincel del cuadro recién creado
pt_br: Uma textura inicial para atribuir ao novo pincel do slate criado

# UObjectToolTips,SlateChildSize
source: A struct exposing size param related properties to UMG.
es: Una estructura que expone las propiedades relacionadas con los parámetros de tamaño a UMG.
pt_br: Uma struct que expõe os parâmetros de dimensionamento relacionados às propriedades para UMG.

# UObjectToolTips,SlateChildSize:SizeRule
source: The sizing rule of the content.
es: La regla de tamaño del contenido.
pt_br: A regra de tamanho do conteúdo.

# UObjectToolTips,SlateChildSize:Value
source: The parameter of the size rule.
es: El parámetro de la regla de tamaño.
pt_br: O parâmetro da regra de tamanho.

# UObjectToolTips,SlateColor
source: A Slate color can be a directly specified value, or the color can be pulled from a WidgetStyle.
es: Un color de cuadro puede ser un valor especificado directamente, o se puede extraer el color de un WidgetStyle.
pt_br: Uma cor do Slate pode ser um valor especificado diretamente ou a cor pode ser retirada de um WidgetStyle.

# UObjectToolTips,SlateColor:ColorUseRule
source: The rule for which color to pick.
es: La regla sobre qué color elegir.
pt_br: A regra para escolher a cor.

# UObjectToolTips,SlateColor:SpecifiedColor
source: The current specified color; only meaningful when ColorToUse == UseColor_Specified.
es: EL color especificado actual; solo es significativo cuando ColorToUse == UseColor_Specified.
pt_br: A cor especificada atualmente; somente tem relevância quando ColorToUse == UseColor_Specified.

# UObjectToolTips,SlateFontInfo
source: A representation of a font in Slate.
es: Una representación de una fuente en el cuadro.
pt_br: Uma representação de uma fonte no Slate.

# UObjectToolTips,SlateFontInfo:FontName
source: The name of the font
es: Nombre de la fuente
pt_br: O nome da fonte

# UObjectToolTips,SlateFontInfo:Size
source: The size of the font
es: Tamaño de la fuente (tamaño del punto)
pt_br: O tamanho da fonte

# UObjectToolTips,SlateSound
source: An intermediary to make UBaseSound available for Slate to play sounds
es: Un intermediario para hacer la UBaseSound disponible para que el cuadro reproduzca sonidos.
pt_br: Um intermediário para tornar UBaseSound disponível para o Slate reproduzir sons

# UObjectToolTips,SlateSound:ResourceObject
source: Pointer to the USoundBase. Holding onto it as a UObject because USoundBase is not available in Slate core. Edited via FSlateSoundStructCustomization to ensure you can only set USoundBase assets on it.
es: Puntero para el USoundBase. Mantenerlo como un UObject ya que USoundBase no está disponible en el centro del cuadro. Se ha editado mediante FSlateSoundStructCustomization para asegurar que se pueden ajustar activos USoundBase en él.
pt_br: Ponteiro para o USoundBase. Mantendo ele como UObject pois USoundBase não está disponível no núcleo do Slate. Pode ser editado via FSlateSoundStructCustomization para garantir que você só pode definir ativos de USoundBase sobre ele.

# UObjectToolTips,SlateTypes
source: HACK: We need a UClass here or UHT will complain.
es: HACKEAR: Necesitados aquí una UClass o UHT la reclamará.
pt_br: HACK: Precisamos de uma UClass aqui ou a UHT reclamará.

# UObjectToolTips,SlateWidgetStyle
source: Base structure for widget styles.
es: Estructura base para los estilos de widget.
pt_br: Estrutura base para estilos de widget.

# UObjectToolTips,SlateWidgetStyleAsset
source: Just a wrapper for the struct with real data in it.
es: Solo una envoltura para las estructura que posee datos reales.
pt_br: Apenas um envoltório para o struct contendo dados reais.

# UObjectToolTips,SlateWidgetStyleContainerBase
source: Just a wrapper for the struct with real data in it.
es: Solo una envoltura para las estructura que posee datos reales.
pt_br: Apenas um envoltório para o struct contendo dados reais.

# UObjectToolTips,SlateWidgetStyleAssetFactory
source: Factory for creating SlateStyles
es: Fábrica para crear SlateStyles
pt_br: Gerador para criar SlateStyles

# UObjectToolTips,Slider:GetValue
source: Gets the current value of the slider.
es: Obtiene el valor actual del control deslizante.
pt_br: Obtém o valor atual do controle deslizante.

# UObjectToolTips,Slider:IndentHandle
source: Whether the slidable area should be indented to fit the handle.
es: Si el área deslizable debe tener una sangría para encajar el segmento.
pt_br: Se a área deslizável deve ser indentada para caber no manipulador.

# UObjectToolTips,Slider:Locked
source: Whether the handle is interactive or fixed.
es: Si el segmento es interactivo o fijo.
pt_br: Se o manipulador é interativo ou fixo.

# UObjectToolTips,Slider:OnMouseCaptureBegin
source: Invoked when the mouse is pressed and a capture begins.
es: Se invoca cuando se presiona el ratón e inicia una captura.
pt_br: Chamado quando o mouse é pressionado e começa uma captura.

# UObjectToolTips,Slider:OnMouseCaptureEnd
source: Invoked when the mouse is released and a capture ends.
es: Se invoca cuando se presiona el ratón y termina una captura.
pt_br: Chamado quando o mouse é liberado e termina uma captura.

# UObjectToolTips,Slider:OnValueChanged
source: Called when the value is changed by slider or typing.
es: Llamada cuando se cambia el valor mediante el control deslizante o al escribir.
pt_br: Chamado quando o valor é alterado pelo controle deslizante ou quando estiver digitando.

# UObjectToolTips,Slider:Orientation
source: The slider's orientation.
es: La orientación del deslizador.
pt_br: A orientação do controle deslizante.

# UObjectToolTips,Slider:SetValue
source: Sets the current value of the slider.
es: Ajusta el valor actual del control deslizante.
pt_br: Define o valor atual do controle deslizante.

# UObjectToolTips,Slider:SliderBarColor
source: The color to draw the slider bar in.
es: El color con el que trazar la barra deslizante.
pt_br: A cor na qual desenhar a barra do controle deslizante.

# UObjectToolTips,Slider:SliderHandleColor
source: The color to draw the slider handle in.
es: El color con el que trazar el identificador del control deslizante.
pt_br: A cor na qual desenhar o manipulador do controle deslizante.

# UObjectToolTips,Slider:Value
source: The volume value to display.
es: El valor de volumen a mostrar.
pt_br: O valor do volume a exibir.

# UObjectToolTips,Slider:ValueDelegate
source: A bindable delegate to allow logic to drive the value of the widget
es: Un delegado enlazable que permite que la lógica dirija el valor del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o valor do widget

# UObjectToolTips,SpinBox:ValueDelegate
source: A bindable delegate to allow logic to drive the value of the widget
es: Un delegado enlazable que permite que la lógica dirija el valor del widget.
pt_br: Um delegado vinculável para permitir que a lógica conduza o valor do widget

# UObjectToolTips,SliderStyle
source: Represents the appearance of an SSlider
es: Representa la apariencia de un SSlider
pt_br: Representa a aparência de um SSlider

# UObjectToolTips,SliderStyle:DisabledThumbImage
source: Image to use when the slider thumb is in its disabled state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en el estado desactivada
pt_br: Imagem usada para o controle deslizante em seu estado inativo

# UObjectToolTips,SlotAnimationTrack
source: Each slot data referenced by Animation Slot contains slot name, and animation data
es: Todos los datos de la ranura que referencia la ranura de la animación contiene el nombre de la ranura y los datos de la animación
pt_br: Cada dado de slot referenciado pelo Slot da Animação contém o nome do slot e os dados da animação

# UObjectToolTips,SlotEvaluationPose
source: Helper struct for Slot node pose evaluation.
es: Estructura de soporte para evaluación de posición de nodo de la ranura.
pt_br: Struct auxiliar da avaliação da pose do nó de Slot.

# UObjectToolTips,SlotEvaluationPose:AdditiveType
source: Type of additive for pose
es: Tipo de aditivo para posición
pt_br: Tipo de aditivo para pose

# UObjectToolTips,SlotEvaluationPose:Weight
source: Weight of pose
es: Peso de la posición
pt_br: Peso da pose

# UObjectToolTips,SnapToSurfaceSettings
source: Settings that control the behavior of the "snap to surface" feature
es: Ajustes que controlan el comportamiento de la función "atraer a la superficie"
pt_br: Configurações que controlam o comportamento do recurso "aderência para superfície"

# UObjectToolTips,SnapToSurfaceSettings:bSnapRotation
source: Whether objects should match the rotation of the surfaces they snap to
es: Si los objetos deben coincidir con la rotación de las superficies a las que se pegan
pt_br: Se os objetos devem corresponder à rotação das superfícies às quais aderem

# UObjectToolTips,SnapToSurfaceSettings:SnapOffsetExtent
source: The amount of offset to apply when snapping to surfaces
es: La cantidad de desplazamiento a aplicar al activar el magnetismo en las superficies
pt_br: Quantidadeew de deslocamento a aplicar ao aderir a superfícies

# UObjectToolTips,SoundAttenuation
source: Defines how a sound changes volume with distance to the listener
es: Define cómo un sonido cambia de volumen en relación a la distancia con el receptor
pt_br: Define como um som muda de volume de acordo com a distância até o ouvinte

# UObjectToolTips,SoundBase:AttenuationSettings
source: Attenuation settings package for the sound
es: Paquete de los ajustes de reducción para el sonido
pt_br: Pacote de configurações de atenuação para o som

# UObjectToolTips,SoundBase:bDebug
source: When "stat sounds -debug" has been specified, draw this sound's attenuation shape when the sound is audible. For debugging purpose only.
es: Cuando se ha especificado "sonidos de estadísticas -depurar", traza la forma de atenuación de este sonido cuando el sonido es perceptible. Solo para fines de depurado.
pt_br: Quando "stat sounds -debug" for especificado, desenha esse formato de atenuaçãço do som quando o som é audível. Somente para fins de depuração.

# UObjectToolTips,SoundBase:Duration
source: Duration of sound in seconds.
es: Duración del sonido en segundos.
pt_br: Duração do som em segundos.

# UObjectToolTips,SoundBase:MaxConcurrentPlayCount
source: Maximum number of times this sound can be played concurrently.
es: Número máximo de veces que este sonido se puede reproducir simultáneamente.
pt_br: Número máximo de vezes que esse som pode ser repetido simultaneamente.

# UObjectToolTips,SoundBase:SoundClassObject
source: Sound class this sound belongs to
es: Clase de sonido a la cual pertenece este sonido
pt_br: Classe de som a que este som pertence

# UObjectToolTips,SoundClass:PassiveSoundMixModifiers
source: SoundMix Modifiers to activate automatically when a sound of this class is playing.
es: Modificadores de SoundMix que activar automáticamente cuando un sonido de esta clase se está reproduciendo.
pt_br: Modificadores SoundMix a ativar automaticamente quando um som dessa classe estiver em reprodução.

# UObjectToolTips,SoundClass:Properties
source: Configurable properties like volume and priority.
es: Prioridades configurables como el volumen y la prioridad.
pt_br: Propriedades configuráveis como volume e prioridade.

# UObjectToolTips,SoundClassAdjuster
source: Elements of data for sound group volume control
es: Elementos de los datos para el control del volumen del grupo de sonido
pt_br: Elementos de dados para controle de volume de grupo de sons

# UObjectToolTips,SoundClassAdjuster:bApplyToChildren
source: Set to true to apply this adjuster to all children of the sound class.
es: Ajustar a verdadero para aplicar este regulador a todos los hijos de esta clase del sonido.
pt_br: Definir como verdadeiro para aplicar este ajustador para todos os filhos da classe de som.

# UObjectToolTips,SoundClassAdjuster:PitchAdjuster
source: A multiplier applied to the pitch.
es: Un multiplicador aplicado al ángulo.
pt_br: Um multiplicador aplicado ao tom.

# UObjectToolTips,SoundClassAdjuster:SoundClassObject
source: The sound class this adjuster affects.
es: La clase de sonido que afecta a este regulador.
pt_br: A classe de som que esse ajustador afeta.

# UObjectToolTips,SoundClassAdjuster:VoiceCenterChannelVolumeAdjuster
source: A multiplier applied to VoiceCenterChannelVolume.
es: Un multiplicador aplicado a VoiceCenterChannelVolume.
pt_br: Uma multiplicador aplicado a VoiceCenterChannelVolume.

# UObjectToolTips,SoundClassAdjuster:VolumeAdjuster
source: A multiplier applied to the volume.
es: Un multiplicador aplicado al volumen.
pt_br: Um multiplicador aplicado ao volume.

# UObjectToolTips,SoundClassGraphNode:SoundClass
source: The SoundNode this represents
es: El SoundNode que representa
pt_br: O SoundNode que isso representa

# UObjectToolTips,SoundCueGraphNode:SoundNode
source: The SoundNode this represents
es: El SoundNode que representa
pt_br: O SoundNode que isso representa

# UObjectToolTips,SoundClassProperties
source: Structure containing configurable properties of a sound class.
es: Estructura que contiene propiedades configurables de una clase del sonido.
pt_br: Estrutura contendo propriedades configuráveis de uma classe de som.

# UObjectToolTips,SoundClassProperties:bAlwaysPlay
source: Whether to artificially prioritise the component to play
es: Si priorizar artificialmente el componente que reproducir
pt_br: Se deve priorizar artificialmente o componente a ser reproduzido

# UObjectToolTips,SoundClassProperties:bApplyAmbientVolumes
source: Whether the Interior/Exterior volume and LPF modifiers should be applied
es: Si se deben aplicar los modificadores LPF y el volumen exterior/interior
pt_br: Se o volume Interior/Exterior e os modificadores LPF devem ser aplicados

# UObjectToolTips,SoundClassProperties:bApplyEffects
source: Sound mix voice - whether to apply audio effects
es: Voz de la mezcla del sonido - si aplicar los efectos del audio
pt_br: Voz de mixagem de som - se aplicar ou não efeitos de áudio

# UObjectToolTips,SoundClassProperties:bCenterChannelOnly
source: Whether or not this sound class forces sounds to the center channel
es: Si esta clase de sonido fuerza o no los sonidos al canal del centro
pt_br: Se essa classe de som força ou não os sons para o canal central

# UObjectToolTips,SoundClassProperties:bIsMusic
source: Whether or not this is music (propagates only if parent is true)
es: Si es o no esta la música (se propaga solo si el padre es verdadero)
pt_br: Se isso é música ou não (propaga somente se o pai for verdadeiro)

# UObjectToolTips,SoundClassProperties:bReverb
source: Whether or not this sound class has reverb applied
es: Si esta clase de sonido tiene aplicada o no la reverberación
pt_br: Se essa classe de som possui reverberação aplicada ou não

# UObjectToolTips,SoundClassProperties:LFEBleed
source: The amount of a sound to bleed to the LFE channel
es: La cantidad de sonido que filtrar al canal LFE (efectos de baja frecuencia)
pt_br: A quantidade de um som para vazar para o canal LFE

# UObjectToolTips,SoundClassProperties:OutputTarget
source: Which output target the sound should be played through
es: A través de qué meta de salida se debe reproducir el sonido
pt_br: Em que alvo de saída o som deve ser reproduzido

# UObjectToolTips,SoundClassProperties:Pitch
source: Pitch multiplier.
es: Multiplicador del ángulo.
pt_br: Multiplicador de tom.

# UObjectToolTips,SoundClassProperties:RadioFilterVolume
source: Volume of the radio filter effect
es: Volumen del efecto del filtro del radio
pt_br: Volume do efeito de filtro de rádio

# UObjectToolTips,SoundClassProperties:RadioFilterVolumeThreshold
source: Volume at which the radio filter kicks in
es: Volumen al que tiene efecto el filtro del radio
pt_br: Volume no qual o filtro de rádio é ativado

# UObjectToolTips,SoundClassProperties:StereoBleed
source: The amount of stereo sounds to bleed to the rear speakers
es: La cantidad de sonidos en estéreo que filtrar en los altavoces traseros.
pt_br: A quantidade de sons estéreos para vazar para os alto-falantes dianteiros

# UObjectToolTips,SoundClassProperties:VoiceCenterChannelVolume
source: Voice center channel volume - Not a multiplier (no propagation)
es: Volumen del canal del centro de la voz - No es un multiplicador (no hay propagación)
pt_br: Volume do canal central de voz - Não é um multiplicador (sem propagação)

# UObjectToolTips,SoundClassProperties:Volume
source: Volume multiplier.
es: Multiplicador del volumen.
pt_br: Multiplicador de volume.

# UObjectToolTips,SoundCue
source: The behavior of audio playback is defined within Sound Cues.
es: El comportamiento del reproducción del audio se ha definido dentro de las pistas de sonido.
pt_br: O comportamento da reprodução de áudio é definida dentro dos Comandos de Som.

# UObjectToolTips,SoundCue:AttenuationOverrides
source: Attenuation settings to use if Override Attenuation is set to true
es: Ajustes de atenuación que se utiliza si la opción suprimir atenuación está ajustada a verdadero
pt_br: Configurações da atenuação a usar se Substituir Atenuação estiver definido como verdadeiro

# UObjectToolTips,SoundCue:bOverrideAttenuation
source: Indicates whether attenuation should use the Attenuation Overrides or the Attenuation Settings asset
es: Indica si la atenuación debería usar Anulaciones de Atenuación o el activo de Ajustes de Atenuación
pt_br: Indica se a atenuação deverá usar as Substituições de Atenuação ou o ativo de Configurações da Atenuação

# UObjectToolTips,SoundCue:PitchMultiplier
source: Pitch multiplier for the Sound Cue
es: Multiplicador del tono para la pista de sonido
pt_br: Multiplicador de tom do Comando de Som

# UObjectToolTips,SoundCue:VolumeMultiplier
source: Volume multiplier for the Sound Cue
es: Multiplicador del volumen, para la pista de sonido
pt_br: Multiplicador de volume para o Comando de Som

# UObjectToolTips,SoundCueFactoryNew:InitialSoundWave
source: An initial sound wave to place in the newly created cue
es: Una onda de sonido inicial para ubicarla en la pista recién creada
pt_br: Uma onda de som inicial para colocar no novo comando criado

# UObjectToolTips,SoundCueGraphSchemaAction_NewFromSelected
source: Action to add nodes to the graph based on selected objects
es: Acción para añadir nodos al gráfico en base a los objetos seleccionados
pt_br: Ação para adicionar nós ao grafo com base nos objetos selecionados

# UObjectToolTips,SoundCueGraphSchemaAction_NewNode:SoundNodeClass
source: Class of node we want to create
es: Clase de nodo que queremos crear
pt_br: Classe do nó que queremos criar

# UObjectToolTips,SoundFactory:bAutoCreateCue
source: If enabled, a sound cue will automatically be created for the sound
es: Si está activado, se creará automáticamente una pista de sonido para el sonido
pt_br: Se estiver ativa, um comando de som será criado automaticamente para o som

# UObjectToolTips,SoundFactory:bIncludeAttenuationNode
source: If enabled, the created sound cue will include a attenuation node
es: Si está activado, la pista sonido creada incluirá un nodo de atenuación
pt_br: Se estiver ativa, o comando de som criado incluirá um nó de atenuação

# UObjectToolTips,SoundFactory:bIncludeLoopingNode
source: If enabled, the created sound cue will include a looping node
es: Si está activado, la pista sonido creada incluirá un nodo en bucle
pt_br: Se estiver ativa, o comando de som criado incluirá um nó de loop

# UObjectToolTips,SoundFactory:bIncludeModulatorNode
source: If enabled, the created sound cue will include a modulator node
es: Si está activado, la pista sonido creada incluirá un nodo modulador
pt_br: Se estiver ativa, o comando de som criado incluirá um nó modulador

# UObjectToolTips,SoundFactory:CuePackageSuffix
source: If not empty, generated SoundCues will be placed in PackageCuePackageSuffix, but only if bAutoCreateCue is true
es: Si no está vacío, las SoundCues generadas se colocarán en PackageCuePackageSuffix, pero solo si bAutoCreateCue es verdadero
pt_br: Se não estiver vazio, SoundCues gerados serão armazenados em PackageCuePackageSuffix, mas somente se bAutoCreateCue for verdadeiro.

# UObjectToolTips,SoundFactory:CueVolume
source: The volume of the created sound cue
es: El volumen de la pista de sonido creada
pt_br: O volume do comando de som criado

# UObjectToolTips,SoundGroup:bAlwaysDecompressOnLoad
source: Whether sounds in this group should always decompress on load
es: Si los sonidos en este grupo deben siempre descomprimirse durante la carga
pt_br: Se os sons nesse grupo devem sempre ser descompactados ao carregar

# UObjectToolTips,SoundGroup:DisplayName
source: An override display name for custom game sound groups
es: Un nombre de visualización de anulación para grupos de sonido personalizados del juego
pt_br: Um nome de exibição de substituição para os grupos de som de jogo personalizados
