Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PostProcessSettings:AmbientOcclusionPower
source: >0, in unreal units, bigger values means even distant surfaces affect the ambient occlusion
es: >0, en unidades unreal, mayores valores conllevan superficies distantes que afectan la oclusión del entorno
pt_br: >0, em unidades do unreal, valores maiores significam que mesmo superfícies distantes afetam a oclusão ambiente

# UObjectToolTips,PostProcessSettings:AmbientOcclusionRadius
source: >0, in unreal units, bigger values means even distant surfaces affect the ambient occlusion
es: >0, en unidades unreal, mayores valores conllevan superficies distantes que afectan la oclusión del entorno
pt_br: >0, em unidades do unreal, valores maiores significam que mesmo superfícies distantes afetam a oclusão ambiente

# UObjectToolTips,PostProcessSettings:AmbientOcclusionQuality
source: 0=lowest quality..100=maximum quality, only a few quality levels are implemented, no soft transition
es: 0=calidad más baja..100=calidad máxima, solo se pueden aplicar algunos niveles de calidad, sin transición suave.
pt_br: 0=menor qualidade..100=qualidade máxima, somente alguns níveis de qualidade são implementados, sem transição suave

# UObjectToolTips,PostProcessSettings:AmbientOcclusionRadiusInWS
source: true: AO radius is in world space units, false: AO radius is locked the view space in 400 units
es: verdadero: el radio de AO (óptica adaptativa) está en unidades del sistema de coordenadas global, falso: el radio AO bloquea el espacio de la visión en 400 unidades
pt_br: verdadeiro: o raio AO está em unidades de espaço do mundo, falso: o raio AO está travado no espaço de visão em 400 unidades

# UObjectToolTips,PostProcessSettings:AmbientOcclusionStaticFraction
source: 0..1 0=no effect on static lighting .. 1=AO affects the stat lighting, 0 is free meaning no extra rendering pass
es: 0..1 0=sin efecto en la iluminación estática .. 1=AO (óptica adaptativa) afecta la iluminación estática, 0 es libre, lo que significa que no hay paso de renderización extra
ko: Ambient Occlusion Static Fraction - 0 = 스태틱 라이팅에 영향 없음 .. 1 = AO 가 스태틱 라이팅에 영향을 끼침, 0 은 별도의 렌더링 패스 없이 무료입니다.
pt_br: 0..1 0=sem efeito na iluminação estática .. 1=AO afeta a iluminação estática, 0 é livre, representando que não há mais passagem de renderização

# UObjectToolTips,PostProcessSettings:AutoExposureBias
source: Logarithmic adjustment for the exposure. Only used if a tonemapper is specified. 0: no adjustment, -1:2x darker, -2:4x darker, 1:2x brighter, 2:4x brighter, ...
es: Ajuste del logaritmo para la exposición. Solo se usa si se ha especificado un maneador del tono. 0: sin ajustar, -1:2x más osuro, -2:4x más ocuro, 1:2x más claro, 2:4x más claro, ...
pt_br: Ajuste logarítmico da exposição. Só é usado se um mapeador de tons for especificado. 0: sem ajuste, -1:2x mais escuro, -2:4x mais escuro, 1:2x mais claro, 2:4x mais claro,...

# UObjectToolTips,PostProcessSettings:AutoExposureHighPercent
source: The eye adaptation will adapt to a value extracted from the luminance histogram of the scene color. The value is defined as having x percent below this brightness. Higher values give bright spots on the screen more priority but can lead to less stable results. Lower values give the medium and darker values more priority but might cause burn out of bright spots. >0, <100, good values are in the range 80 .. 95
es: La adaptación del ojo se ajustará al valor extraído del histograma de luminosidad del color de la escena. El valor se define al tener un porcentaje x inferior a este brillo. Los valores más altos dan más prioridad a los puntos de brillo en la pantalla pero pueden causar resultados menos estables. Valores más bajos dan más prioridad a los valores más oscuros o medios pero pueden causar que los puntos de luz se consuman. >0, <100, los valores buenos están en el rango 80 .. 95
pt_br: A adaptação ocular adaptará para um valor extraído do histograma de luminância da cor da cena. O valor é definido como tendo x por cento abaixo desse brilho. Valores mais altos darão mais prioridade a lugares claros na tela , mas podem levar a resultados menos estáveis. Valores menores dão a valores médios e mais escuros mais prioridade, mas podem causar uma queima em lugares claros. >0, <100, valores bons estão entre 80 .. 95

# UObjectToolTips,PostProcessSettings:AutoExposureLowPercent
source: The eye adaptation will adapt to a value extracted from the luminance histogram of the scene color. The value is defined as having x percent below this brightness. Higher values give bright spots on the screen more priority but can lead to less stable results. Lower values give the medium and darker values more priority but might cause burn out of bright spots. >0, <100, good values are in the range 70 .. 80
es: La adaptación del ojo se ajustará al valor extraído del histograma de luminosidad del color de la escena. El valor se define al tener un porcentaje x inferior a este brillo. Los valores más altos dan más prioridad a los puntos de brillo en la pantalla pero pueden causar resultados menos estables. Valores más bajos dan más prioridad a los valores más oscuros o medios pero pueden causar que los puntos de luz se consuman. >0, <100, los valores buenos están en el rango 70 .. 80
pt_br: A adaptação ocular adaptará para um valor extraído do histograma de luminância da cor da cena. O valor é definido como tendo x por cento abaixo desse brilho. Valores mais altos darão mais prioridade a lugares claros na tela , mas podem levar a resultados menos estáveis. Valores menores dão a valores médios e mais escuros mais prioridade, mas podem causar uma queima em lugares claros. >0, <100, valores bons estão entre 70 .. 80

# UObjectToolTips,PostProcessSettings:AutoExposureMaxBrightness
source: A good value should be positive (2 is a good value). This is the maximum brightness the auto exposure can adapt to. It should be tweaked in a bright lighting situation (too small: image appears too bright, too large: image appears too dark). Note: Tweaking emissive materials and lights or tweaking auto exposure can look the same. Tweaking auto exposure has global effect and defined the HDR range - you don't want to change that late in the project development. Eye Adaptation is disabled if MinBrightness = MaxBrightness
es: Un valor bueno debe ser positivo (2 es un buen valor). Este es el brillo máximo al que la exposición automática se puede adaptar. Se debe hacer una pequeña modificación con una iluminación con mucha luz (muy pequeña: la imagen aparece con demasiada luz, muy grande: la imagen aparece demasiado oscura). Nota: Haciendo un pequeña modificación de los materiales y luces de emisión o modificando la exposición automática puede parecer lo mismo. Modificar la exposición automática tiene un efecto global y definido del rango HDR - no quiere modificarlo tan tarde durante el desarrollo del proyecto. La adaptación del ojo no está capacitada si MinBrightness = MaxBrightness
pt_br: Um valor bom deve ser positivo (2 é um valor bom). Esse é o brilho máximo ao qual a exposição automática pode se adaptar. Ele deve ser ajustado em uma situação de iluminação clara (muito pequeno: a imagem aparece clara demais; muito grande: a imagem aparece escura demais). Observação: ajustar materiais emissivos e luzes ou a exposição automática podem ser parecidos. Ajustar a exposição automática tem um efeito global e definido no intervalo de HDR. Não é algo que se queira mudar posteriormente no desenvolvimento do projeto. Adaptação ao Olho permanece desativado se MinBrightness = MaxBrightness

# UObjectToolTips,PostProcessSettings:AutoExposureMinBrightness
source: A good value should be positive near 0. This is the minimum brightness the auto exposure can adapt to. It should be tweaked in a dark lighting situation (too small: image appears too bright, too large: image appears too dark). Note: Tweaking emissive materials and lights or tweaking auto exposure can look the same. Tweaking auto exposure has global effect and defined the HDR range - you don't want to change that late in the project development. Eye Adaptation is disabled if MinBrightness = MaxBrightness
es: Un valor bueno debe ser positivo cercano al 0. Este es el brillo mínimo al que la exposición automática se puede adaptar. Se debe hacer una pequeña modificación cuando haya una iluminación muy oscura (muy pequeña: la imagen aparece con demasiada luz, muy grande: la imagen aparece demasiado oscura). Nota: Haciendo un pequeña modificación de los materiales y luces de emisión o modificando la exposición automática puede parecer lo mismo. Modificar la exposición automática tiene un efecto global y definido del rango HDR - no quiere modificarlo tan tarde durante el desarrollo del proyecto. La adaptación del ojo no está capacitada si MinBrightness = MaxBrightness
pt_br: Um valor bom deve ser positivo próximo a 0. Esse é o brilho mínimo ao qual a exposição automática pode se adaptar. Ele deve ser ajustado em uma situação de iluminação escura (muito pequeno: a imagem aparece clara demais; muito grande: a imagem aparece escura demais). Observação: ajustar materiais emissivos e luzes ou a exposição automática podem ser parecidos. Adaptar a exposição automática tem um efeito global e definido no intervalo de HDR. Não é algo que se queira mudar posteriormente no desenvolvimento do projeto. Adaptação ao Olho permanece desativado se MinBrightness = MaxBrightness

# UObjectToolTips,PostProcessSettings:Bloom1Size
source: Diameter size for the Bloom1 in percent of the screen width (is done in 1/2 resolution, larger values cost more performance, good for high frequency details) >=0: can be clamped because of shader limitations
es: Tamaño del diámetro para Bloom1 en porcentaje de el ancho de la pantalla (se hace en una resolución 1/2, valores mayores afectan más a la reproducción, bueno para detalles de alta frecuencia) >=0: se puede fijar debido a las limitaciones del degradado
pt_br: Tamanho do diâmetro de Bloom1 em percentual da largura da tela (realizado em 1/2 da resolução; valores maiores requerem maior desempenho, bom para detalhes de alta frequência) >=0: pode ser restringido devido às limitações do sombreador

# UObjectToolTips,PostProcessSettings:Bloom1Tint
source: Bloom1 tint color
es: Color del tinte de Bloom1
pt_br: Cor da matiz de Bloom1

# UObjectToolTips,PostProcessSettings:Bloom2Size
source: Diameter size for Bloom2 in percent of the screen width (is done in 1/4 resolution, larger values cost more performance) >=0: can be clamped because of shader limitations
es: Tamaño del diámetro para Bloom2 en porcentaje de el ancho de la pantalla (se hace en una resolución 1/4, valores mayores afectan más a la reproducción) >=0: se puede fijar debido a las limitaciones del degradado
pt_br: Tamanho do diâmetro de Bloom2 em percentual da largura da tela (realizado em 1/4 da resolução; valores maiores requerem maior desempenho) >=0: pode ser fixado devido às limitações do sombreador

# UObjectToolTips,PostProcessSettings:Bloom2Tint
source: Bloom2 tint color
es: Color del tinte de Bloom2
pt_br: Cor da matiz de Bloom2

# UObjectToolTips,PostProcessSettings:Bloom3Size
source: Diameter size for Bloom3 in percent of the screen width (is done in 1/8 resolution, larger values cost more performance) >=0: can be clamped because of shader limitations
es: Tamaño del diámetro para Bloom3 en porcentaje de el ancho de la pantalla (se hace en una resolución 1/8, valores mayores afectan más a la reproducción) >=0: se puede fijar debido a las limitaciones del degradado
pt_br: Tamanho do diâmetro de Bloom3 em percentual da largura da tela (realizado em 1/8 da resolução; valores maiores requerem maior desempenho) >=0: pode ser fixado devido às limitações do sombreador

# UObjectToolTips,PostProcessSettings:Bloom3Tint
source: Bloom3 tint color
es: Color del tinte de Bloom3
pt_br: Cor da matiz de Bloom3

# UObjectToolTips,PostProcessSettings:Bloom4Size
source: Diameter size for Bloom4 in percent of the screen width (is done in 1/16 resolution, larger values cost more performance, best for wide contributions) >=0: can be clamped because of shader limitations
es: Tamaño del diámetro para Bloom4 en porcentaje de el ancho de la pantalla (se hace en una resolución 1/16, valores mayores afectan más a la reproducción, mejor para aportes amplios) >=0: se puede fijar debido a las limitaciones del degradado
pt_br: Tamanho do diâmetro de Bloom4 em percentual da largura da tela (realizado em 1/16 da resolução; valores maiores requerem maior desempenho, melhor para contribuições largas) >=0: pode ser restringido devido às limitações do sombreador

# UObjectToolTips,PostProcessSettings:Bloom4Tint
source: Bloom4 tint color
es: Color del tinte de Bloom4
pt_br: Cor da matiz de Bloom4

# UObjectToolTips,PostProcessSettings:Bloom5Size
source: Diameter size for Bloom5 in percent of the screen width (is done in 1/32 resolution, larger values cost more performance, best for wide contributions) >=0: can be clamped because of shader limitations
es: Tamaño del diámetro para Bloom5 en porcentaje de el ancho de la pantalla (se hace en una resolución 1/32, valores mayores afectan más a la reproducción, mejor para aportes amplios) >=0: se puede fijar debido a las limitaciones del degradado
pt_br: Tamanho do diâmetro de Bloom5 em percentual da largura da tela (realizado em 1/32 da resolução; valores maiores requerem maior desempenho, melhor para contribuições largas) >=0: pode ser restringido devido às limitações do sombreador

# UObjectToolTips,PostProcessSettings:Bloom5Tint
source: Bloom5 tint color
es: Color del tinte de Bloom5
pt_br: Cor da matiz de Bloom5

# UObjectToolTips,PostProcessSettings:BloomDirtMask
source: Texture that defines the dirt on the camera lens where the light of very bright objects is scattered.
es: Textura que define la 'suciedad' en la lente de la cámara dónde se ha concentrado la luz de objetos muy brillantes
pt_br: Textura que define a sujeira nas lentes da câmera onde a iluminação de objetos muito claros é espalhada.

# UObjectToolTips,PostProcessSettings:BloomDirtMaskIntensity
source: BloomDirtMask intensity
es: Intensidad de BloomDirtMask
pt_br: Intensidade de BloomDirtMask

# UObjectToolTips,PostProcessSettings:BloomDirtMaskTint
source: BloomDirtMask tint color
es: Color del tinte BloomDirtMask
pt_br: Cor da matiz de BloomDirtMask

# UObjectToolTips,PostProcessSettings:BloomIntensity
source: Multiplier for all bloom contributions >=0: off, 1(default), >1 brighter
es: Multiplicador para todos los aportes del brillo >=0: apagado, 1(predeterminado), >1 más intenso
pt_br: Multiplicador para todas as contribuições de bloom >=0: desligado, 1 (padrão), >1 mais claro

# UObjectToolTips,PostProcessSettings:bOverride_WhiteTemp
source: first all bOverride_... as they get grouped together into bitfields
es: el primero de todos los bOverride_.... a medida que se agrupan en campos de bits
pt_br: primeiro todos bOverride_... porque eles são agrupados em campos de bits

# UObjectToolTips,PostProcessSettings:ColorGradingIntensity
source: 0..1=full intensity
es: 0..1=intensidad total
pt_br: 0..1=intensidade total

# UObjectToolTips,PostProcessSettings:ColorGradingLUT
source: Name of the LUT texture e.g. MyPackage01.LUTNeutral, empty if not used
es: Nombre de la textura LUT ej. MyPackage01.LUTNeutral, vaciar si no se ha usado
pt_br: Nome da textura LUT, e.g. MyPackage01.LUTNeutral, vazio se não for usado

# UObjectToolTips,PostProcessSettings:DepthOfFieldBokehShape
source: Defines the shape of the Bokeh when object get out of focus, cannot be blended
es: Define la forma del desenfoque cuando el objeto se sale del foco, no se puede combinar
pt_br: Define o formato do Bokeh quando o objeto fica fora de foco; não pode ser misturado

# UObjectToolTips,PostProcessSettings:DepthOfFieldFarBlurSize
source: Gaussian only: Maximum size of the Depth of Field blur (in percent of the view width) (note: performance cost scales with size)
es: Gausiana solo: Tamaño máximo de la profundidad del desenfoque del campo (en porcentaje de la anchura de la vista) (nota: escalas del coste de la reproducción con size*size)
pt_br: Somente gaussiano: tamanho máximo do desfoque da Profundidade de Campo (em porcentagem da largura da visualização) (observação: o custo de desempenho escalona com o tamanho)

# UObjectToolTips,PostProcessSettings:DepthOfFieldNearBlurSize
source: Gaussian only: Maximum size of the Depth of Field blur (in percent of the view width) (note: performance cost scales with size)
es: Gausiana solo: Tamaño máximo de la profundidad del desenfoque del campo (en porcentaje de la anchura de la vista) (nota: escalas del coste de la reproducción con size*size)
pt_br: Somente gaussiano: tamanho máximo do desfoque da Profundidade de Campo (em porcentagem da largura da visualização) (observação: o custo de desempenho escalona com o tamanho)

# UObjectToolTips,PostProcessSettings:DepthOfFieldFarTransitionRegion
source: To define the width of the transition region next to the focal region on the near side (cm)
es: Para definir el ancho de la región de transición cerca de la región focal en la zona más próxima (cm)
pt_br: Para definir a largura da região de transição próxima à região focal no lado próximo (cm)

# UObjectToolTips,PostProcessSettings:DepthOfFieldNearTransitionRegion
source: To define the width of the transition region next to the focal region on the near side (cm)
es: Para definir el ancho de la región de transición cerca de la región focal en la zona más próxima (cm)
pt_br: Para definir a largura da região de transição próxima à região focal no lado próximo (cm)

# UObjectToolTips,PostProcessSettings:DepthOfFieldFocalDistance
source: Distance in which the Depth of Field effect should be sharp, in unreal units (cm)
es: Distancia en la que se debe fijar la profundidad del efecto de campo, en unidades unreal (cm)
pt_br: Distância na qual o efeito de Profundidade de Campo deve ser nítido, em unidades do unreal (cm)

# UObjectToolTips,PostProcessSettings:DepthOfFieldFocalRegion
source: Artificial region where all content is in focus, starting after DepthOfFieldFocalDistance, in unreal units (cm)
es: La región artificial dónde se enfoca todo el contenido, comenzando tras DepthOfFieldFocalDistance, en unidades unreal (cm)
pt_br: Região artificial onde todo o conteúdo está em foco, iniciando após DepthOfFieldFocalDistance, em unidades do unreal (cm)

# UObjectToolTips,PostProcessSettings:DepthOfFieldMaxBokehSize
source: BokehDOF only: Maximum size of the Depth of Field blur (in percent of the view width) (note: performance cost scales with size*size)
es: BokehDOF solo: Tamaño máximo de la profundidad del desenfoque del campo (en porcentaje de la anchura de la vista) (nota: escalas del coste de la reproducción con el tamaño size*)
pt_br: Somente BokehDOF: tamanho máximo do desfoque da Profundidade de Campo (em porcentagem da largura da visualização) (observação: o custo de desempenho escalona com tamanho*tamanho)

# UObjectToolTips,PostProcessSettings:DepthOfFieldOcclusion
source: Occlusion tweak factor 1 (0.18 to get natural occlusion, 0.4 to solve layer color leaking issues)
es: Factor de modificación de oclusión 1 (0.18 para conseguir una oclusión natural, 0.4 para solucionar problemas de filtración del color en la capa)
pt_br: Fator de ajuste de oclusão 1 (0.18 para uma oclusão natural, 0.4 para resolver problemas de vazamento de cor entre camadas)

# UObjectToolTips,PostProcessSettings:DepthOfFieldSkyFocusDistance
source: Artificial distance to allow the skybox to be in focus (e.g. 200000), <=0 to switch the feature off, only for GaussianDOF, can cost performance
es: La distancia artificial permite enfocar a la caja del cielo (ej. 200000), <=0 apagar la función, solo para GaussianDOF, puede costar la reproducción
pt_br: Distância artificial para permitir que a SkyBox esteja em foco (por exemplo: 200000), <=0 para desligar o recurso, somente GaussianDOF, pode custar desempenho

# UObjectToolTips,PostProcessSettings:GrainIntensity
source: 0..1 grain intensity
es: 0..1 intensidad del grano
ko: Grain Intensity - 0..1 범위의 알갱이 크기입니다.
pt_br: 0..1 intensidade de granulação

# UObjectToolTips,PostProcessSettings:GrainJitter
source: 0..1 grain jitter
es: 0..1 fluctulación del grano
ko: Grain Jitter - 0..1 범위의 알갱이 떨림입니다.
pt_br: 0..1 tremulação de granulação

# UObjectToolTips,PostProcessSettings:HistogramLogMax
source: temporary exposed until we found good values 4: 16, 8: 256
es: expuesto temporalmente hasta que encontremos valores correctos 4: 16, 8: 256
pt_br: exposto temporariamente até valores bons serem encontrados 4: 16, 8: 256

# UObjectToolTips,PostProcessSettings:HistogramLogMin
source: temporary exposed until we found good values, -8: 1/256, -10: 1/1024
es: expuesto temporalmente hasta que encontremos valores correctos, -8: 1/256, -10: 1/1024
pt_br: exposto temporariamente até valores bons serem encontrados, -8: 1/256, -10: 1/1024

# UObjectToolTips,PostProcessSettings:IndirectLightingColor
source: Adjusts indirect lighting color. (1,1,1) is default. (0,0,0) to disable GI. The show flag 'Global Illumination' must be enabled to use this property.
es: Ajusta el color de la iluminación indirecta. (1,1,1) es predeterminado. (0,0,0) para desactivar la IG (iluminación global). La 'iluminación global' del indicador de la muestra se debe activar para usar esta propiedad.
pt_br: Ajusta a cor de iluminação indireta. (1,1,1) é o padrão. (0,0,0) para desativar GI. O sinalizador de exibição "Iluminação Global" deve ser ativado para usar esta propriedade.

# UObjectToolTips,PostProcessSettings:IndirectLightingIntensity
source: Scales the indirect lighting contribution. A value of 0 disables GI. Default is 1. The show flag 'Global Illumination' must be enabled to use this property.
es: Escala el aporte de la iluminación indirecta. Un valor de 0 desactiva la IG (iluminación global). El predeterminado es 1. La 'iluminación global' del indicador de muestra se debe activar para usar esta propiedad.
pt_br: Escalona a contribuição de iluminação indireta. Um valor 0 desativa o GI. O padrão é 1. O sinalizador de exibição 'Iluminação Global' deve ser ativado para usar esta propriedade.

# UObjectToolTips,PostProcessSettings:LensFlareBokehShape
source: Defines the shape of the Bokeh when the image base lens flares are blurred, cannot be blended
es: Define la forma del desenfoque cuando el resplandor de la lente base de la imagen está borroso, no se puede combinar
pt_br: Define o formato do Bokeh quando o efeito de reflexo da lente base da imagem está desfocado; não pode ser misturado

# UObjectToolTips,PostProcessSettings:LensFlareBokehSize
source: Size of the Lens Blur (in percent of the view width) that is done with the Bokeh texture (note: performance cost is radius*radius)
es: Grado de desenfoque de la lente (en porcentaje de la anchura de la visión) que se produce con la textura de desenfoque (nota: el coste de la reproducción es radio*radio)
pt_br: Tamanho do Desfoque da Lente (porcentagem da largura da visualização) que é realizada com a textura Bokeh (observação: o custo do desempenho é raio*raio)

# UObjectToolTips,PostProcessSettings:LensFlareIntensity
source: Brightness scale of the image cased lens flares (linear)
es: La escala del brillo del resplandor de la lente metida en la imagen (lineal)
pt_br: Escala de brilho da imagem causou reflexos de lente (linear)
