Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,KismetNodeHelperLibrary:HasMarkedBit
source: Returns whether there exists a marked bit in the data @param Data - The data being tested against @param NumBits - The logical number of bits we want to track @return - Whether there is a bit marked in the data
es: Devuelve si existe un bit marcado en los datos @param Datos - Los datos con los que se han analizado @param NumBits - El número lógico de bits que queremos rastrear @return - Si hay un bit marcado en los datos
pt_br: Retorna se existe um bit marcado nos dados @param Data - Os dados contra os quais se está testando @param NumBits - O número lógico de bits que queremos rastrear @return - Se há um bit marcado nos dados

# UObjectToolTips,KismetNodeHelperLibrary:HasUnmarkedBit
source: Returns whether there exists an unmarked bit in the data @param Data - The data being tested against @param NumBits - The logical number of bits we want to track @return - Whether there is a bit not marked in the data
es: Devuelve si existe un bit sin marcar en los datos @param Datos - Los datos con los que se han analizado @param NumBits - El número lógico de bits que queremos rastrear @return - Si hay un bit sin marcar en los datos
pt_br: Retorna se existe um bit não marcado nos dados @param Data - Os dados contra os quais se está testando @param NumBits - O número lógico de bits que queremos rastrear @return - Se há um bit não marcado nos dados

# UObjectToolTips,KismetNodeHelperLibrary:MarkBit
source: Sets the bit at index "Index" in the data @param Data - The integer containing the bits that are being set @param Index - The bit index into the Data that we are setting
es: Ajusta el bit al "Índice" del índice en los datos @param Datos - El número entero que contiene los bits que se han ajustado @param Índice - El índice de bit en los datos que estamos ajustando
pt_br: Define o bit no índice "Índice" nos dados @param Data - O inteiro que contém os bits que estão sendo definidos @param Index - O índice do bit nos Dados que estamos configurando

# UObjectToolTips,KismetStringLibrary:BuildString_Bool
source: Converts a boolean->string, creating a new string in the form AppendTo+Prefix+InBool+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InBool - The bool value to convert. Will add "true" or "false" to the conversion string @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un booleano->cadena, creando una cadena nueva en el formato AppendTo+Prefix+InBool+Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de transformación @param Prefix - Una cadena que se utiliza como prefijo, tras la cadena AppendTo @param InBool - Valor del booleano a convertir. Añadirá "verdadero" o "falso" a la cadena de transformación @param Suffix - Un sufijo a agregar al final de la cadena de transformación @return Una cadena nueva diseñada de parámetros pasados
pt_br: Converte um booleano -> string, criando um novo string na composição AppendTo + Prefix + InBool + Suffix @param AppendTo - Um string existente a ser usado como o início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InBool - O valor booleano a ser convertido. Adicionará "true" ou "false" ao string de conversão @param Suffix - Um sufixo para ser anexado ao fim do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Color
source: Converts a color->string, creating a new string in the form AppendTo+Prefix+InColor+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InColor - The linear color value to convert. Uses the standard ToString conversion @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un color->cadena, creando una cadena nueva en el formato AppendTo+Prefix+ InColor +Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InColor - El color lineal que se convierte. Utiliza la transformación ToString estándar @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte uma cor -> string, criando um novo string na composição AppendTo + Prefix + InColor + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InColor - O valor de cor linear a ser convertido. Usa a conversão ToString padrão @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Float
source: Converts a float->string, create a new string in the form AppendTo+Prefix+InFloat+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InFloat - The float value to convert @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un punto flotante->cadena, creando una cadena nueva en el formato AppendTo+Prefix+ InFloat +Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InFloat - El valor del punto flotante que se convierte. @param Sufijo - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte um flutuante -> string, criando um novo string na composição AppendTo + Prefix + InFloat + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InFloat - O valor de flutuante a ser convertido. @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Int
source: Converts a int->string, creating a new string in the form AppendTo+Prefix+InInt+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InInt - The int value to convert @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un número entero->cadena, creando una cadena nueva en el formato AppendTo+Prefix+ InInt +Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InInt - El valor del número entero que se convierte @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a paratir de los parámetros pasados
pt_br: Converte um inteiro -> string, criando um novo string na composição AppendTo + Prefix + InInt + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InInt - O valor de inteiro a ser convertido. @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Name
source: Converts a color->string, creating a new string in the form AppendTo+Prefix+InName+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InName - The name value to convert @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un color->cadena, creando una cadena nueva en el formato AppendTo+Prefix+ InName +Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InName - El valor del nombre que se convierte @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte uma cor -> string, criando um novo string na composição AppendTo + Prefix + InName + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InName - O valor de nome a ser convertido. @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Object
source: Converts a object->string, creating a new string in the form AppendTo+Prefix+object name+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InObj - The object to convert. Will insert the name of the object into the conversion string @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un objeto->cadena, creando una cadena nueva en el formato AppendTo+Prefix+nombre del objeto+Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InObj - El objeto que se convierte. Insertará el nombre del objeto en la cadena de la transformación @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte um objeto -> string, criando um novo string na composição AppendTo + Prefix + nome do objeto + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InObj - O objeto a ser convertido. Inserirá o nome do objeto no string de conversão @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Vector
source: Converts a vector->string, creating a new string in the form AppendTo+Prefix+InVector+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InVector - The vector value to convert. Uses the standard FVector::ToString conversion @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un vector->cadena, creando una cadena nueva en el formato AppendTo+Prefix+InVector+Suffix @param AppendTo - Una cadena existente que se utilizacomo comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InVector - El valor del vector que se convierte. Utiliza la transformación FVector::ToString estándar @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte um vetor -> string, criando um novo string na composição AppendTo + Prefix + InVector + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InVector - O valor de vetor a ser convertido. Usa a conversão FVector::ToString padrão @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:BuildString_Vector2d
source: Converts a vector2d->string, creating a new string in the form AppendTo+Prefix+InVector2d+Suffix @param AppendTo - An existing string to use as the start of the conversion string @param Prefix - A string to use as a prefix, after the AppendTo string @param InVector2d - The vector2d value to convert. Uses the standard FVector2D::ToString conversion @param Suffix - A suffix to append to the end of the conversion string @return A new string built from the passed parameters
es: Transforma un vector2d->cadena, creando una cadena nueva en el formato AppendTo+Prefix+InVector2d+Suffix @param AppendTo - Una cadena existente que se utiliza como comienzo de la cadena de la transformación @param Prefix - Una cadena que se utiliza como un prefijo, detrás de la cadena AppendTo @param InVector2d - El valor del InVector2d que se convierte. Utiliza la transformación FVector2D::ToString estándar @param Suffix - Un sufijo que se agrega al final de la cadena de la transformación @return Una cadena nueva diseñada a partir de los parámetros pasados
pt_br: Converte um vector2d -> string, criando um novo string na composição AppendTo + Prefix + InVector2d + Suffix @param AppendTo - Um string existente a ser usado como início do string de conversão @param Prefix - Um string a ser usado como um prefixo, após o string AppendTo @param InVector2d - O valor de vector2d a ser convertido. Usa a conversão FVector2D::ToString padrão @param Suffix - Um sufixo a ser anexado ao final do string de conversão @return Um novo string compilado dos parâmetros passados

# UObjectToolTips,KismetStringLibrary:Concat_StrStr
source: Concatenates two strings together to make a new string @param A - The original string @param B - The string to append to A @returns A new string which is the concatenation of A+B
es: Une dos cadenas para crear una nueva @param A - La cadena original @param B - Cadena que agregar a A @returns Una cadena nueva que resulta de la unión entre A+B
pt_br: Concatena duas strings para formar uma nova @param A - A string original @param B - A string a anexar a A @returns A nova string que é a concatenação de A + B

# UObjectToolTips,KismetStringLibrary:Conv_BoolToString
source: Converts a boolean value to a string, either 'true' or 'false'
es: Transforma un valor booleano en una cadena, sea 'verdadero' o 'falso'
pt_br: Converte um valor booleano em um string, 'true' ou 'false'

# UObjectToolTips,KismetStringLibrary:Conv_ByteToString
source: Converts a byte value to a string
es: Transforma un valor del byte en una cadena
pt_br: Converte um valor de byte em um string

# UObjectToolTips,KismetStringLibrary:Conv_ColorToString
source: Converts a linear color value to a string, in the form '(R=,G=,B=,A=)'
es: Tranforma un valor del color lineal en una cadena, en el formato '(R=,G=,B=,A=)'
pt_br: Converte um valor de cor linear em um string, na forma '(R=,G=,B=,A=)'

# UObjectToolTips,KismetStringLibrary:Conv_FloatToString
source: Converts a float value to a string
es: Transforma un valor del punto flotante en una cadena
pt_br: Converte um valor de flutuante em um string

# UObjectToolTips,KismetStringLibrary:Conv_IntToString
source: Converts an integer value to a string
es: Transforma un valor entero en una cadena
pt_br: Converte um valor inteiro em um string

# UObjectToolTips,KismetStringLibrary:Conv_NameToString
source: Converts a name value to a string
es: Transforma un valor del nombre en una cadena
pt_br: Converte um valor de nome em um string

# UObjectToolTips,KismetStringLibrary:Conv_ObjectToString
source: Converts a UObject value to a string by calling the object's GetName method
es: Transforma un valor de UObject en una cadena llamando al método de GetName del objeto
pt_br: Converte um valor de UObject em um string chamando o método GetName do objeto

# UObjectToolTips,KismetStringLibrary:Conv_RotatorToString
source: Converts a rotator value to a string, in the form 'P= Y= R='
es: Transformar un valor del rotador en una cadena, en el formato 'P= Y= R='
pt_br: Converte um valor de rodador em um string na forma 'P= Y= R='

# UObjectToolTips,KismetStringLibrary:Conv_StringToFloat
source: Converts a string to a float value
es: Transformar una cadena en un valor del punto flotante
pt_br: Converte um string em um valor flutuante

# UObjectToolTips,KismetStringLibrary:Conv_StringToInt
source: Converts a string to a int value
es: Transformar una cadena en un valor entero
pt_br: Converte um string em um valor inteiro

# UObjectToolTips,KismetStringLibrary:Conv_StringToName
source: Converts a string to a name value
es: Transformar una cadena en un valor del nombre
pt_br: Converte um string em um valor de nome

# UObjectToolTips,KismetStringLibrary:Conv_TransformToString
source: Converts a transform value to a string, in the form 'Translation: X= Y= Z= Rotation: P= Y= R= Scale: X= Y= Z='
es: Convierte un valor de transformación en una cadena, en el formato 'Traslación: X= Y= Z= Rotación: P= Y= R= Escala: X= Y= Z='
pt_br: Converte um valor de transformação para um string, na forma de 'Translação: X= Y= Z= Rotação: P= Y= R= Escala: X= Y= Z='

# UObjectToolTips,KismetStringLibrary:Conv_Vector2dToString
source: Converts a vector2d value to a string, in the form 'X= Y='
es: Transforma un valor vector2d en una cadena , en el formato 'X= Y='
pt_br: Converte um valor de vetor2d em um string, na forma 'X= Y='

# UObjectToolTips,KismetStringLibrary:Conv_VectorToString
source: Converts a vector value to a string, in the form 'X= Y= Z='
es: Transforma un valor vectorial en una cadena, en el formato 'X= Y= Z='
pt_br: Converte um valor de vetor em um string, na forma 'X= Y= Z='

# UObjectToolTips,KismetStringLibrary:EqualEqual_StriStri
source: Test if the input strings are equal (A == B), ignoring case @param A - The string to compare against @param B - The string to compare @returns True if the strings are equal, false otherwise
es: Analizar si la cadena de entrada es equivalente (A != B), omitiendo el caso @param A - Cadena con la que compararla @param B - Cadena que comparar @return Devuelve verdadero si las cadenas son equivalentes, falso en caso contraio
pt_br: Testar se os strings de entrada são iguais (A == B), ignorando maiúsculas/minúsculas @param A - O string contra o qual comparar @param B - O string a comparar @returns Verdadeiro se os strings forem iguais. Caso contrário, falso

# UObjectToolTips,KismetStringLibrary:EqualEqual_StrStr
source: Test if the input strings are equal (A == B) @param A - The string to compare against @param B - The string to compare @returns True if the strings are equal, false otherwise
es: Analizar si la cadena de entrada es equivalente (A != B) @param A - Cadena con la que compararla @param B - Cadena que comparar @return Devuelve verdadero si las cadenas son equivalentes, falso en caso contraio
pt_br: Testar se os strings de entrada são iguais (A == B) @param A - O string contra o qual comparar @param B - O string a comparar @returns Verdadeiro se os strings forem iguais. Caso contrário, falso

# UObjectToolTips,KismetStringLibrary:FindSubstring
source: Finds the starting index of a substring in the a specified string @param SearchIn The string to search within @param Substring The string to look for in the SearchIn string @param bUseCase Whether or not to be case-sensitive @param bSearchFromEnd Whether or not to start the search from the end of the string instead of the beginning @param StartPosition The position to start the search from @return The index (starting from 0 if bSearchFromEnd is false) of the first occurence of the substring
es: Busca el índice inicial de una subcadena en una cadena especificada. param SearchIn La cadena a buscar dentro de @param Substring La cadena a buscar en la cadena SearchIn @param bUseCase Decide si será sensible a mayúsculas y minúsculas param bSearchFromEnd Decide si iniciará la búsqueda desde el final de la cadena en lugar del principio @param StartPosition La posición en la que se inicia la búsqueda @return El índice (empezando desde 0 si bSearchFromEnd es falso) de la primera ocurrencia de la subcadena
pt_br: Localiza o índice inicial de uma substring na string especificada @param SearchIn A string dentro da qual se dará a busca @param Substring A string dentro da qual ocorrerá a busca @param bUseCase Se diferenciará ou não maiúsculas e minúsculas @param bSearchFrem End Se iniciará ou não a busca a partir do fim da string em vez do começo @param StartPosition A posição a partir da qual iniciará a busca @return O índice (a começar dew 0 se bSearchFromEnd for falso) da primeira ocorrência da substring

# UObjectToolTips,KismetStringLibrary:GetCharacterAsNumber
source: Gets a single character from the string (as an integer) @param SourceString - The string to convert @param Index - Location of the character whose value is required @return The integer value of the character or 0 if index is out of range
es: Obtiene un solo carácter de la cadena (como un número entero) @param SourceString - La cadena que transformar @param Índice - Ubicación del carácter cuyo valor se ha solicitado @return El valor del número entero del carácter o 0 si el índice está fuera del rango
pt_br: Obtém um único caractere do string (como um inteiro) @param SourceString - O string a ser convertido @param Index - Localização do caractere cujo valor é necessário @return O valor inteiro do caractere ou 0 se estiver fora do intervalo

# UObjectToolTips,KismetStringLibrary:GetSubstring
source: Returns a substring from the string starting at the specified position @param SourceString - The string to get the substring from @param StartIndex - The location in SourceString to use as the start of the substring @param Length The length of the requested substring @return The requested substring
es: Devuelve una subcadena de una cadena que comienza en la posición especificada @param SourceString - Cadena de la que obtener la subcadena @param StartIndex - Ubicación en SourceString que se utiliza como el inicio de la subcadena @param Longitud La longitud de la subcadena solicitada @return La subcadena solititada
pt_br: Retorna um substring do string que inicia na posição especificada @param SourceString - O string do qual obter o substring @param StartIndex - O local em SourceString para usar como início do substring @param Length O comprimento do substring solicitado @return O substring solicitado

# UObjectToolTips,KismetStringLibrary:Len
source: Returns the number of characters in the string @param SourceString - The string to measure @return The number of chars in the string
es: Devuelve el número de caracteres en la cadena @param SourceString - Cadena que medir @return Número de chars en la cadena
pt_br: Retorna o número de caracteres no string @param SourceString - O string a ser medido @return O número de caracteres no string
