Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,DockTabStyle:HoveredBrush
source: Brush used when this tab is hovered over
es: Pincel usado cuando esta pestaña está tiene un globo de información sobre ella
pt_br: Pincel usado quando o mouse passa por cima desta guia

# UObjectToolTips,DockTabStyle:NormalBrush
source: Brush used when this tab is in its normal state
es: Pincel usado cuando esta pestaña está en su estado normal
pt_br: Pincel usado quando esta guia está em seu estado normal

# UObjectToolTips,DockTabStyle:OverlapWidth
source: The width that this tab will overlap with side-by-side tabs
es: El ancho que esta pestaña solapará con pestañas correlativas.
pt_br: A largura que essa guia será sobreposta com guias lado a lado

# UObjectToolTips,DockTabStyle:TabPadding
source: Padding used around this tab
es: Espacio usado alrededor de esta pestaña
pt_br: Preenchimento usado ao redor desta guia

# UObjectToolTips,DrawFrustumComponent
source: Utility component for drawing a view frustum. Origin is at the component location, frustum points down position X axis.
es: Componente de utilidad para trazar un frustum de la vista. El origen está en la ubicación del componente, el frustum apunta hacia abajo del eje X de posición.
pt_br: Componente de utilidade para desenhar o tronco de visualização. A origem está no local do componente, o tronco aponta para o eixo X negativo da posição.

# UObjectToolTips,DrawFrustumComponent:FrustumAspectRatio
source: Ratio of horizontal size over vertical size.
es: Ratio del tamaño horizontal sobre el vertical.
pt_br: Razão do tamanho horizontal sobre o tamanho vertical.

# UObjectToolTips,DrawFrustumComponent:FrustumColor
source: Color to draw the wireframe frustum.
es: Color para trazar el frustum de malla de alambre.
pt_br: Cor para desenhar o tronco da grade de linhas.

# UObjectToolTips,DrawFrustumComponent:FrustumEndDist
source: Distance from origin to stop drawing the frustum.
es: Distanciar del origen para dejar de trazar el frustum.
pt_br: Distância da origem para parar o desenho do tronco.

# UObjectToolTips,DrawFrustumComponent:FrustumStartDist
source: Distance from origin to start drawing the frustum.
es: Distanciar del origen para comenzar a trazar el frustum.
pt_br: Distância da origem para começar a desenhar o tronco.

# UObjectToolTips,DrawFrustumComponent:Texture
source: optional texture to show on the near plane
es: textura opcional que mostrar en el plano más cercano
pt_br: textura opcional que será exibida no plano próximo

# UObjectToolTips,DrawSphereComponent
source: A sphere generally used for simple collision. Bounds are rendered as lines in the editor.
es: Una esfera usada generalmente para la colisión simple. Los límites se renderizan como las líneas en el editor.
pt_br: Uma esfera geralmente usada para colisão simples. Os limites são renderizados como linhas no editor.

# UObjectToolTips,SphereComponent
source: A sphere generally used for simple collision. Bounds are rendered as lines in the editor.
es: Una esfera usada generalmente para la colisión simple. Los límites se renderizan como las líneas en el editor.
pt_br: Uma esfera geralmente usada para colisão simples. Os limites são renderizados como linhas no editor.

# UObjectToolTips,DropNoteInfo
source: Info about one note dropped in the map during PIE.
es: Información cobre una nota que se ha soltado en el mapa durante PIE.
pt_br: Informação sobre uma nota sendo colocada no mapa durante PIE.

# UObjectToolTips,DropNoteInfo:Comment
source: Text to assign to Note actor in edited level.
es: Texto a asignar al actor nota en un nivel editado.
pt_br: Texto a atribuir ao ator da Observação no nível editado.

# UObjectToolTips,DropNoteInfo:Location
source: Location to create Note actor in edited level.
es: Ubicación en la que crear un actor nota en un nivel editado.
pt_br: Localização para criar o ator Observação no nível editado.

# UObjectToolTips,DropNoteInfo:Rotation
source: Rotation to create Note actor in edited level.
es: Rotación para crear un actor Nota en un nivel editado.
pt_br: Rotação para criar o ator Observação no nível editado.

# UObjectToolTips,DummySpacerCameraTypes
source: NOTE: This code is work in progress - do not use these types until this comment is removed.
es: NOTA: Este código está en funcionamiento - no usar estos tipos hasta que se haya eliminado el comentario.
pt_br: OBSERVAÇÃO: Este código é um trabalho em andamento - não use estes tipos até que este comentário seja removido.

# UObjectToolTips,DynamicTextureInstance
source: Serialized ULevel information about dynamic texture instances
es: Información de ULevel seriada sobre instancias de la textura dinámica
pt_br: Informações ULevel serializadas sobre instâncias de textura dinâmica

# UObjectToolTips,DynamicTextureInstance:bAttached
source: Whether the primitive that uses this texture is attached to the scene or not.
es: Si la primitiva que utiliza esta textura está o no adjunta a la escena.
pt_br: Se o primitivo que usa essa textura está anexado à cena ou não.

# UObjectToolTips,DynamicTextureInstance:OriginalRadius
source: Original bounding sphere radius, at the time the TexelFactor was calculated originally.
es: Radio de la esfera limitante original, en el momento en el que se calculó el TexelFactor inicialmente.
pt_br: Raio da esfera de vinculação original no momento em que TexelFactor foi originalmente calculado.

# UObjectToolTips,DynamicTextureInstance:Texture
source: Texture that is used by a dynamic UPrimitiveComponent.
es: Textura usada por un UPrimitiveComponent dinámico.
pt_br: Textura usada por um UPrimitiveComponent dinâmico.

# UObjectToolTips,EAIOptionFlag.Disable
source: UHT was complaining when tried to use True as value instead of Enable
es: UHT se estaba quejando cuando trataba de usar verdadero como el valor en lugar de habilitado
pt_br: UHT reclamou ao tentar usar Verdadeiro como valor, em vez de Ativar

# UObjectToolTips,ENavigationOptionFlag.Disable
source: UHT was complaining when tried to use True as value instead of Enable
es: UHT se estaba quejando cuando trataba de usar verdadero como el valor en lugar de habilitado
pt_br: UHT reclamou ao tentar usar Verdadeiro como valor, em vez de Ativar

# UObjectToolTips,EAngularConstraintMotion
source: ANGULAR DOF
es: DOF (profundidad de campo) ANGULAR
pt_br: DOF ANGULAR

# UObjectToolTips,EAudioOutputTarget.Controller
source: Sound plays only from controller if present.
es: El sonido se reproduce solo desde el controlador si está presente.
pt_br: O som é reproduzido apenas do controlador se estiver presente.

# UObjectToolTips,EAudioOutputTarget.ControllerFallbackToSpeaker
source: Sound plays on the controller if present. If not present, it plays from speakers.
es: El sonido se reproduce en el controlador si está presente. Si no lo está, se reproduce desde los altavoces.
pt_br: O som é reproduzido no controlador se estiver presente. Se não estiver presente, é reproduzido nos alto-falantes.

# UObjectToolTips,EAudioOutputTarget.Speaker
source: Sound plays only from speakers.
es: El sonido se reproduce solo desde los altavoces.
pt_br: O som é reproduzido apenas nos alto-falantes.

# UObjectToolTips,EAxis
source: Generic axis enum (mirrored for native use in Axis.h).
es: Enumeración del eje genérico (copiado para uso del nativo en el eje h)
pt_br: Enum de eixo genérico (espelhado para uso nativo em Axis.h).

# UObjectToolTips,EBeamTaperMethod
source: Beam Tapering Variables.
es: Variables de disminución gradual del rayo.
pt_br: Variáveis de Conicidade de Feixe.

# UObjectToolTips,EBlendMode
source: Note: This is mirrored in Lightmass, be sure to update the blend mode structure and logic there if this changes. // Note: Check UMaterialInstance::Serialize if changed!!
es: Nota: Se copia en lightmass, asegúrese de actualizar la lógica y la estructura del modo de combinación si esto cambia. // Nota: ¡Revisar UMaterialInstance::Serialize si se modificó!
pt_br: Observação: é espelhado no Lightmass, certifique-se de atualizar a estrutura e lógica do modo de mistura lá caso isso seja alterado // Observação: verifique se UMaterialInstance::Serialize foi alterado!

# UObjectToolTips,EBlendSpaceAxis
source: Interpolation data types.
es: Tipos de datos de interpolación.
pt_br: Tipos de dados de interpolação.

# UObjectToolTips,EInterpCurveMode
source: Interpolation data types.
es: Tipos de datos de interpolación.
pt_br: Tipos de dados de interpolação.

# UObjectToolTips,EBlueprintStatus.BS_UpToDateWithWarnings
source: Blueprint has been compiled since it was last modified. There are warnings.
es: El Blueprint se ha compilado desde que se modificó por última vez. Tiene avisos.
pt_br: O esquema foi compilado desde a última modificação. Há algumas advertências.

# UObjectToolTips,EBoneControlSpace
source: Enum for controlling which reference frame a controller is applied in.
es: Enumeración para controlar qué fotograma de referencia se aplica en un controlador
pt_br: Enum para controlar em qual referencial um controlador é aplicado.

# UObjectToolTips,EBoneControlSpace.BCS_BoneSpace
source: Set position of bone in its own reference frame.
es: Ajustar la posición del hueso en el fotograma de la referencia propia.
pt_br: Definir posição do osso no próprio referencial.

# UObjectToolTips,EBoneControlSpace.BCS_ComponentSpace
source: Set position of bone in SkeletalMeshComponent's reference frame.
es: Ajustar la posición del hueso en el fotograma de referencia del SkeletalMeshComponent.
pt_br: Definir posição do osso no referencial do SkeletalMeshComponent.

# UObjectToolTips,EBoneControlSpace.BCS_ParentBoneSpace
source: Set position of bone relative to parent bone.
es: Ajustar la posición del hueso relativo al hueso padre.
pt_br: Definir posição do osso relativa ao osso pai.

# UObjectToolTips,EBoneControlSpace.BCS_WorldSpace
source: Set absolute position of bone in world space.
es: Ajustar posición absoluta del hueso en el sistema de coordenadas global.
pt_br: Definir uma posição absoluta do osso, no espaço do mundo.

# UObjectToolTips,EBoneSpaces.WorldSpace
source: Set absolute position of bone in world space.
es: Ajustar posición absoluta del hueso en el sistema de coordenadas global.
pt_br: Definir uma posição absoluta do osso, no espaço do mundo.

# UObjectToolTips,EBoneRotationSource
source: Enum for specifying the source of a bone's rotation.
es: Enumeración para especificar la fuente de una rotación de hueso.
pt_br: Enum que especifica a fonte de rotação de um osso.

# UObjectToolTips,EBoneRotationSource.BRS_CopyFromTarget
source: Copy rotation of target to bone.
es: Copiar rotación de la meta al hueso.
pt_br: Rotação de cópia do alvo para o osso.

# UObjectToolTips,EBoneRotationSource.BRS_KeepComponentSpaceRotation
source: Don't change rotation at all.
es: No modificar la rotación bajo ningún motivo.
pt_br: Nunca altere a rotação.

# UObjectToolTips,EBoneRotationSource.BRS_KeepLocalSpaceRotation
source: Keep forward direction vector relative to the parent bone.
es: Mantener el vector de dirección de avance relativo al hueso padre.
pt_br: Mantenha o vetor da direção de avanço em relação ao osso pai.

# UObjectToolTips,EBoneTranslationRetargetingMode
source: Bone translation retargeting mode.
es: Modo del enlace a la meta de la traslación del hueso
pt_br: Modo de redirecionamento da translação do osso

# UObjectToolTips,EBoneTranslationRetargetingMode.Animation
source: Use translation from animation data.
es: Usar la traslación de los datos de la animación.
pt_br: Usar translação dos dados de animação.

# UObjectToolTips,EBoneTranslationRetargetingMode.AnimationScaled
source: Use Translation from animation, but scale length by Skeleton's proportions.
es: Usar la traslación de la animación, pero escalar la longitud según las proporciones del esqueleto.
pt_br: Usa a Translação da animação, mas escalona o comprimento de acordo com as proporções do Esqueleto.

# UObjectToolTips,EBoneTranslationRetargetingMode.Skeleton
source: Use fixed translation from Skeleton.
es: Usar traslación fija del esqueleto.
pt_br: Usar translação fixa do Esqueleto.

# UObjectToolTips,EBrushType.Brush_Add
source: Add to world.
es: Añadir al mundo.
pt_br: Adicionar ao mundo.

# UObjectToolTips,EBrushType.Brush_Default
source: Default/builder brush.
es: Pincel del diseño/predeterminado.
pt_br: Pincel do construtor/padrão

# UObjectToolTips,EBrushType.Brush_Subtract
source: Subtract from world.
es: Sustraer del mundo.
pt_br: Subtrair do mundo.

# UObjectToolTips,EBTBlackboardRestart
source: Decorator for accessing blackboard values
es: Diseñador para acceder a los valores del borrador
pt_br: Decorador para acessar valores do quadro-negro

# UObjectToolTips,EBTBlackboardRestart.ResultChange
source: Restart only when result of evaluated condition is changed
es: Reiniciar solo cuando el resultado de la condición evaluada se haya modificado
pt_br: Reiniciar somente quando o resultado da condição avaliada for alterado

# UObjectToolTips,EBTBlackboardRestart.ValueChange
source: Restart on every change of observed blackboard value
es: Reiniciar en cada modificación del valor del borrador observado
pt_br: Reiniciar a cada alteração do valor de quadro-negro observado

# UObjectToolTips,EBTDecoratorLogic
source: keep in sync with DescribeLogicOp() in BTCompositeNode.cpp
es: mantener en sincronía con DescribeLogicOp() en BTCompositeNode.cpp
pt_br: manter sincronização com DescribeLogicOp() em BTCompositeNode.cpp

# UObjectToolTips,EBTDecoratorLogic.And
source: logic op: AND
es: operación lógica: Y
pt_br: op lógico: AND

# UObjectToolTips,EBTDecoratorLogic.Or
source: logic op: OR
es: operación lógica: O
pt_br: op lógico: OR

# UObjectToolTips,EBTFlowAbortMode
source: keep in sync with DescribeFlowAbortMode()
es: mantener en sincronía con DescribeFlowAbortMode()
pt_br: manter sincronização com DescribeFlowAbortMode()

# UObjectToolTips,EBTNodeResult
source: keep in sync with DescribeNodeResult()
es: mantener en sincronía con DescribeNodeResult()
pt_br: manter sincronização com DescribeNodeResult()

# UObjectToolTips,EBTNodeResult.Aborted
source: finished as failure
es: no ha finalizado correctamente
pt_br: concluído como falha

# UObjectToolTips,EBTNodeResult.Failed
source: finished as success
es: finalizado correctamente
pt_br: concluído como sucesso

# UObjectToolTips,EBTNodeResult.InProgress
source: finished aborting = failure
es: anulación finalizada = erróneo
pt_br: anulação concluída = falha

# UObjectToolTips,EBTParallelMode
source: keep in sync with DescribeFinishMode
es: mantener en sincronía con DescribeFinishMode
pt_br: manter sincronização com DescribeFinishMode

# UObjectToolTips,EBTParallelMode.AbortBackground
source: When main task finishes, immediately abort background tree.
es: Cuando termina la tarea principal, abortar inmediatamente el árbol del fondo.
pt_br: Quando a tarefa principal for concluída, anula imediatamente a árvore de segundo plano.

# UObjectToolTips,EBTParallelMode.WaitForBackground
source: When main task finishes, wait for background tree to finish.
es: Cuando termina la tarea principal, esperar a que termine el árbol del fondo.
pt_br: Quando a tarefa principal for concluída, aguardar a conclusão da árvore de segundo plano.

# UObjectToolTips,EButtonClickMethod
source: Enumerates different methods that a button click can be triggered. Normally, DownAndUp is appropriate.
es: Enumera los diferentes métodos con los que se puede activar un clic de un botón. Por lo general, DownAndUp es apropiado.
pt_br: Enumera diferentes métodos com que um clique de botão pode ser acionado. Normalmente, DownAndUp é apropriado.

# UObjectToolTips,EButtonClickMethod.DownAndUp
source: User must press the button, then release while over the button to trigger the click. This is the most common type of button.
es: El usuario tiene que presionar el botón, luego dejar de presionarlo para activar el clic. Este es el tipo más común de botón.
pt_br: O usuário deve pressionar o botão e liberá-lo quando estiver sobre o botão para acionar o clique. É o tipo mais comum de botão.

# UObjectToolTips,EButtonClickMethod.MouseDown
source: Click will be triggered immediately on mouse down, and mouse will not be captured.
es: El clic se activará inmediatamente al bajar el ratón, y no se capturará el ratón.
pt_br: Clicar sempre acionará imediatamente no mouse, e o mouse não será capturado.

# UObjectToolTips,EButtonClickMethod.MouseUp
source: Click will always be triggered when mouse button is released over the button, even if the button wasn't pressed down over it.
es: El clic siempre se activará cuando se libera el botón del ratón sobre el botón, incluso si no se presionó el botón del ratón sobre él.
pt_br: Clicar sempre será acionado quando o botão do mouse for solto sobre o botão, mesmo se o botão não tiver sido pressionado sobre ele.

# UObjectToolTips,EButtonTouchMethod
source: Ways in which touch interactions trigger a "Clicked" event.
es: Maneras en las que las interacciones táctiles activan un evento de "clic".
pt_br: Formas pelas quais as interações de toque acionam um evento "Clicado".

# UObjectToolTips,EButtonTouchMethod.DownAndUp
source: Most buttons behave this way.
es: La mayoría de los botones se comportan de esta manera.
pt_br: A maioria dos botões de comportam assim.

# UObjectToolTips,EButtonTouchMethod.PreciseTap
source: Inside a list, buttons can only be clicked with precise tap. Moving the pointer will scroll the list.
es: Dentro de una lista, solo se puede hacer clic en los botones con un toque preciso. Mover el puntero desplaza la lista.
pt_br: Em uma lista, só será possível clicar nos botões com toques precisos. O movimento do ponteiro rolará a lista.

# UObjectToolTips,ECameraAlphaBlendMode
source: @TODO: Document
es: @TODO: Documento
pt_br: @TODO: Documento

# UObjectToolTips,ECameraProjectionMode
source: @TODO: Document
es: @TODO: Documento
pt_br: @TODO: Documento

# UObjectToolTips,ETransitionBlendMode
source: @TODO: Document
es: @TODO: Documento
pt_br: @TODO: Documento

# UObjectToolTips,ETransitionLogicType
source: @TODO: Document
es: @TODO: Documento
pt_br: @TODO: Documento

# UObjectToolTips,ECanBeCharacterBase.ECB_No
source: Character cannot step up onto this Component.
es: El personaje no puede subir a este componente.
pt_br: O personagem não pode pisar neste Componente.

# UObjectToolTips,ECanBeCharacterBase.ECB_Yes
source: Character can step up onto this Component.
es: El personaje puede subir a este componente.
pt_br: O personagem pode pisar neste Componente.

# UObjectToolTips,ECanCreateConnectionResponse
source: This is the type of response the graph editor should take when making a connection
es: Este es el tipo de respuesta que el editor gráfico debe adquirir cuando crea una conexión
pt_br: Esse é o tipo de resposta que o editor de grafos deve ter ao realizar uma conexão

# UObjectToolTips,ECheckBoxState
source: Current state of the check box
es: Estado actual de la casilla de verificación
pt_br: Estado atual da caixa de seleção

# UObjectToolTips,ECheckBoxState.Checked
source: Checked
es: Verificado
pt_br: Verificada

# UObjectToolTips,ECheckBoxState.Unchecked
source: Unchecked
es: Sin verificar
pt_br: Desmarcado

# UObjectToolTips,ECheckBoxState.Undetermined
source: Neither checked nor unchecked
es: Ni verificado ni sin verificar
pt_br: Nem marcado, nem desmarcado

# UObjectToolTips,EClearSceneOptions
source: Enumerates ways to clear a scene.
es: Enumera las formas en las que se borra una imagen.
pt_br: Enumera as formas de limpar uma cena.

# UObjectToolTips,EClearSceneOptions.HardwareClear
source: Perform a full hardware clear before rendering. Most projects should use this option.
es: Realizar un borrado completo de hardware antes de renderizar. La mayoría de los proyectos deberían usar esta opción.
pt_br: Executa uma limpeza de hardware total antes de renderizar. A maioria dos projetos usa esta opção.

# UObjectToolTips,EClearSceneOptions.NoClear
source: This option is fastest but can cause artifacts unless you render to every pixel. Make sure to use a skybox with this option!
es: Esta opción es más rápida pero puede causar artefactos a no ser que usted renderice cada píxel. ¡Asegúrese de usar una caja de cielo con esta opción!
pt_br: Essa opção é a mais rápida, mas pode causar artefatos, a não ser que cada pixel seja renderizado. Certifique-se de usar uma SkyBox com essa opção!

# UObjectToolTips,EClearSceneOptions.QuadAtMaxZ
source: Draws a quad to perform the clear at the far plane, this is faster than a hardware clear on some GPUs.
es: Traza un quad para realizar el borrado en el plano lejano, es más rápido que un borrado de hardware en algunos GPUs.
pt_br: Desenha um quadrado para limpar no plano distante. É mais rápido que uma limpeza de hardware em algumas GPUs.

# UObjectToolTips,ECloudStorageDelegate
source: All the types of delegate callbacks that a CloudStorage subclass may receive from C++
es: Todos los tipos de las retro-llamadas del delegado que un subclase CloudStorage puede recibir de C++
pt_br: Todos os tipos de retorno de chamada de delegado que uma subclasse CloudStorage pode receber do C++

# UObjectToolTips,ECloudStorageDelegate.CSD_KeyValueReadComplete
source: @todo: Fill in the result descriptions for these guys (and the other PI subclasses)
es: @todo: Rellenar en las descripciones del resultado para estos tíos (y las otras subclases de PI)
pt_br: @todo: Preencha as descrições de resultado para esses itens (e outras subclasses de PI)

# UObjectToolTips,ECollisionResponse
source: Enum indicating how each type should respond
es: Enumeración que indica cómo debe responder cada tipo
pt_br: Enum que indica como cada tipo deve responder

# UObjectToolTips,EColorVisionDeficiency
source: Enumerates color vision deficiency types.
es: Enumera los tipos de deficiencia visual del color.
pt_br: Enumera os tipos de deficiência visual cromática.

# UObjectToolTips,ECompositingSampleCount
source: Enumerates available compositing sample counts.
es: Enumera los recuentos de muestras de composición disponibles.
pt_br: Enumera as contagens de amostras de composição disponíveis.

# UObjectToolTips,ECookerStatsObjectSets
source: Enum defining the object sets for this stats object
es: Enumeración que define los ajustes del objeto para este objeto de las estadísticas
pt_br: Enum que define os conjuntos de objetos deste objeto de estatística

# UObjectToolTips,ELightingBuildInfoObjectSets
source: Enum defining the object sets for this stats object
es: Enumeración que define los ajustes del objeto para este objeto de las estadísticas
pt_br: Enum que define os conjuntos de objetos deste objeto de estatística

# UObjectToolTips,EPrimitiveObjectSets
source: Enum defining the object sets for this stats object
es: Enumeración que define los ajustes del objeto para este objeto de las estadísticas
pt_br: Enum que define os conjuntos de objetos deste objeto de estatística

# UObjectToolTips,EStaticMeshLightingInfoObjectSets
source: Enum defining the object sets for this stats object
es: Enumeración que define los ajustes del objeto para este objeto de las estadísticas
pt_br: Enum que define os conjuntos de objetos deste objeto de estatística

# UObjectToolTips,ETextureObjectSets
source: Enum defining the object sets for this stats object
es: Enumeración que define los ajustes del objeto para este objeto de las estadísticas
pt_br: Enum que define os conjuntos de objetos deste objeto de estatística

# UObjectToolTips,ECsgOper.CSG_Deintersect
source: Form from negative intersection with world.
es: Formulario de la intersección negativa con el mundo.
pt_br: Formar da intersecção negativa com o mundo.

# UObjectToolTips,ECsgOper.CSG_Intersect
source: Form from intersection with world.
es: Formulario de la intersección con el mundo.
pt_br: Formar da intersecção com o mundo.
