Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,RepRootMotionMontage:Position
source: Track position of Montage
es: Posición en pista de montaje
pt_br: Posição da faixa de montagem

# UObjectToolTips,ReverbEffect:AirAbsorptionGainHF
source: Air Absorption - 0.892 < 0.994 < 1.0 - lower value means more absorption
es: Absorción del aire - 0.892 < 0.994 < 1.0 - un valor más bajo significa mayor absorvión
pt_br: Absorção de Ar - 0.892 < 0.994 < 1.0 - um menor valor representa uma maior absorção

# UObjectToolTips,ReverbEffect:DecayHFRatio
source: Decay High Frequency Ratio - 0.1 < 0.83 < 2.0 - how much the quicker or slower the high frequencies decay relative to the lower frequencies.
es: Disminuir el ratio de la frecuencia alta - 0.1 < 0.83 < 2.0 - cómo de rápido o despacio se disminuyen las frecuencias altas en relación a las frecuencias bajas.
pt_br: Taxa de Decaimento de Altas Frequências - 0.1 < 0.83 < 2.0 - quão mais rápido ou mais devagar as frequências altas decaem em relação às frequências baixas.

# UObjectToolTips,ReverbEffect:DecayTime
source: Decay Time - 0.1 < 1.49 < 20.0 Seconds - larger is more reverb
es: Tiempo de disminución - 0.1 < 1.49 < 20.0 segundos - a mayor número mayor reverberación
pt_br: Tempo de Decaimento - 0.1 < 1.49 < 20.0 segundos - maior representa mais reverberação

# UObjectToolTips,ReverbEffect:Density
source: Density - 0.0 < 1.0 < 1.0 - Coloration of the late reverb - lower value is more
es: Densidad - 0.0 < 1.0 < 1.0 - Coloración de la reverberación tardía - un valor más bajo significa más
pt_br: Densidade - 0.0 < 1.0 < 1.0 - Coloração da reverberação tardia - um valor menor representa mais

# UObjectToolTips,ReverbEffect:Diffusion
source: Diffusion - 0.0 < 1.0 < 1.0 - Echo density in the reverberation decay - lower is more grainy
es: Difusión - 0.0 < 1.0 < 1.0 - Densidad del eco en la disminución de la reverberación - más bajo significa más granular
pt_br: Difusão - 0.0 < 1.0 < 1.0 - Densidade de eco no decaimento da reverberação - um valor menor representa mais granulado

# UObjectToolTips,ReverbEffect:Gain
source: Reverb Gain - 0.0 < 0.32 < 1.0 - overall reverb gain - master volume control
es: Aumento de la reverberación - 0.0 < 0.32 < 1.0 - aumento de la reverberación general - control del volumen del archivo maestro
pt_br: Ganho de reverberação - 0.0 < 0.32 < 1.0 - ganho geral de reverberação - controle geral de volume

# UObjectToolTips,ReverbEffect:GainHF
source: Reverb Gain High Frequency - 0.0 < 0.89 < 1.0 - attenuates the high frequency reflected sound
es: Alta frecuencia del aumento de reverberación - 0.0 < 0.89 < 1.0 - atenúa la alta frecuencia reflejada en el sonido
pt_br: Ganho de reverberação de Altas Frequências - 0.0 < 0.89 < 1.0 - atenua o som de alta frequência refletido

# UObjectToolTips,ReverbEffect:LateDelay
source: Late Reverb Delay - 0.0 < 0.011 < 0.1 Seconds - time difference between late reverb and first reflections
es: Retraso de reverberación tardía - 0.0 < 0.011 < 0.1 segundos - tiempo de diferencia entre la reverberación tardía y los primeros reflejos
pt_br: Atraso da reverberação tardia - 0.0 < 0.011 < 0.1 segundos - diferença de tempo entre a reverberação tardia e as primeiras reflexões

# UObjectToolTips,ReverbEffect:LateGain
source: Late Reverb Gain - 0.0 < 1.26 < 10.0 - gain of the late reverb
es: Aumento de la reverberación tardía - 0.0 < 1.26 < 10.0 - aumento de la reverberación tardía
pt_br: Ganho de reverberação tardia - 0.0 < 1.26 < 10.0 - ganho da reverberação tardia

# UObjectToolTips,ReverbEffect:ReflectionsDelay
source: Reflections Delay - 0.0 < 0.007 < 0.3 Seconds - the time between the listener receiving the direct path sound and the first reflection
es: Retraso de los reflejos - 0.0 < 0.007 < 0.3 segundos - el tiempo entre el oyente que recibe el sonido de la ruta directa y el primer reflejo
pt_br: Atraso entre reflexões - 0.0 < 0.007 < 0.3 segundos - o tempo entre o ouvinte receber o som que seguiu o caminho direto e o som que foi refletido uma vez

# UObjectToolTips,ReverbEffect:ReflectionsGain
source: Reflections Gain - 0.0 < 0.05 < 3.16 - controls the amount of initial reflections
es: Aumento de los reflejos - 0.0 < 0.05 < 3.16 - controla la cantidad de los reflejos iniciales
pt_br: Ganho de reflexões - 0.0 < 0.05 < 3.16 - controla a quantidade de reflexões iniciais

# UObjectToolTips,ReverbEffect:RoomRolloffFactor
source: Room Rolloff - 0.0 < 0.0 < 10.0 - multiplies the attenuation due to distance
es: Zona de descarga - 0.0 < 0.0 < 10.0 - multiplica la atenuación según la distancia
pt_br: Atenuação por frequência da Sala - 0.0 < 0.0 < 10.0 - multiplica a atenuação devido à distância

# UObjectToolTips,ReverbSettings
source: Struct encapsulating settings for reverb effects.
es: Ajustes de encapsulamiento de la estructura para los efectos de reverberación.
pt_br: Struct encapsulando configurações para efeitos de reverberação.

# UObjectToolTips,ReverbSettings:bApplyReverb
source: Whether to apply the reverb settings below.
es: Si aplicar los ajustes de reverberación debajo.
pt_br: Se deve aplicar as configurações de reverberação abaixo.

# UObjectToolTips,ReverbSettings:FadeTime
source: Time to fade from the current reverb settings into this setting, in seconds.
es: Tiempo para atenuar desde los ajustes de reverberación actual en esta configuración, en segundos.
pt_br: Tempo para esmaecer entre as configurações atuais de reverberação e essas configurações, em segundos.

# UObjectToolTips,ReverbSettings:ReverbEffect
source: The reverb asset to employ.
es: El activo de reverberación que emplear.
pt_br: O ativo de reverberação a empregar.

# UObjectToolTips,ReverbSettings:ReverbType
source: The reverb preset to employ.
es: La reverberación predeterminada a emplear.
pt_br: A predefinição de reverberação a empregar.

# UObjectToolTips,ReverbSettings:Volume
source: Volume level of the reverb affect.
es: Nivel del volumen del efecto de reverberación.
pt_br: Nível do volume do efeito de reverberação.

# UObjectToolTips,RichCurve
source: A rich, editable float curve
es: Una curva del punto flotante modificable pronunciada
pt_br: Uma curva flutuante avançada e editável

# UObjectToolTips,RichCurveKey
source: One key in a rich, editable float curve
es: Una clave en una curva del punto flotante modificable pronunciada
pt_br: Uma chave em uma curva flutuante avançada e editável

# UObjectToolTips,RichCurveKey:ArriveTangent
source: If RCIM_Cubic, the arriving tangent at this key
es: Si RCIM_Cubic, la tangente entrante a esta clave
pt_br: Se RCIM_Cubic, a tangente de chegada nesta chave

# UObjectToolTips,RichCurveKey:ArriveTangentWeight
source: If RCTWM_WeightedArrive or RCTWM_WeightedBoth, the weight of the left tangent
es: Si RCTWM_WeightedArrive o RCTWM_WeightedBoth, el peso de la tangente izquierda
pt_br: Se RCTWM_WeightedArrive ou RCTWM_WeightedBoth, o peso da tangente esquerda

# UObjectToolTips,RichCurveKey:InterpMode
source: Interpolation mode between this key and the next
es: Modo de interpolación entre esta clave y la siguiente
pt_br: Modod e interpolação entre esta chave e a próxima

# UObjectToolTips,RichCurveKey:LeaveTangent
source: If RCIM_Cubic, the leaving tangent at this key
es: Si RCIM_Cubic, la tangente saliente a esta clave
pt_br: Se RCIM_Cubic, a tangente de saída nesta chave

# UObjectToolTips,RichCurveKey:LeaveTangentWeight
source: If RCTWM_WeightedLeave or RCTWM_WeightedBoth, the weight of the right tangent
es: Si RCTWM_WeightedArrive o RCTWM_WeightedBoth, el peso de la tangente derecha
pt_br: Se RCTWM_WeightedLeave ou RCTWM_WeightedBoth, o peso da tangente direita

# UObjectToolTips,RichCurveKey:TangentMode
source: Mode for tangents at this key
es: Modo para tangentes en esta clave
pt_br: Modo de tangentes nessa chave

# UObjectToolTips,RichCurveKey:TangentWeightMode
source: If either tangent at this key is 'weighted'
es: Si 'se pesa' alguna tangente en esta clave
pt_br: Se um ou outro tangente nesta chave é 'ponderado'

# UObjectToolTips,RichTextBlock:Text
source: The text to display
es: El texto a mostrar
pt_br: O texto a exibir

# UObjectToolTips,TextBlock:Text
source: The text to display
es: El texto a mostrar
pt_br: O texto a exibir

# UObjectToolTips,Rig:Nodes
source: Skeleton bone tree - each contains name and parent index*
es: Árbol del hueso del esqueleto - cada uno contiene el nombre y el índice* padre
pt_br: Árvore de ossos do esqueleto - cada uma contém um nome e índice de pai*

# UObjectToolTips,Rig:TransformBases
source: Skeleton bone tree - each contains name and parent index*
es: Árbol del hueso del esqueleto - cada uno contiene el nombre y el índice* padre
pt_br: Árvore de ossos do esqueleto - cada uma contém um nome e índice de pai*

# UObjectToolTips,Skeleton:BoneTree
source: Skeleton bone tree - each contains name and parent index*
es: Árbol del hueso del esqueleto - cada uno contiene el nombre y el índice* padre
pt_br: Árvore de ossos do esqueleto - cada uma contém um nome e índice de pai*

# UObjectToolTips,RigidBodyErrorCorrection
source: Rigid body error correction data
es: Datos de la rectificación del error del cuerpo rígido
pt_br: Dados de correção de erro do corpo rígido

# UObjectToolTips,RigidBodyErrorCorrection:AngularDeltaThreshold
source: max squared angle difference (in radians) to perform velocity adjustment
es: diferencia máxima de ángulo cuadrado (en radianes) para realizar el ajuste de velocidad
pt_br: diferença máxima do raio ao quadrado (em radianos) para realizar ajuste da velocidade

# UObjectToolTips,RigidBodyErrorCorrection:AngularInterpAlpha
source: strength of snapping to desired angular velocity
es: fuerza de magnetismo para la velocidad angular deseada
pt_br: força de aderência para a velocidade angular desejada

# UObjectToolTips,RigidBodyErrorCorrection:AngularRecipFixTime
source: inverted duration after which angular velocity adjustment will fix error
es: duración invertida después de la cual el ajuste de velocidad angular reparará el error
pt_br: duração invertida depois da qual o ajuste da velocidade angular corrigirá o erro

# UObjectToolTips,RigidBodyErrorCorrection:BodySpeedThresholdSq
source: min squared body speed to perform velocity adjustment
es: velocidad de cuerpo cuadrado mínima para realizar el ajuste de velocidad
pt_br: velocidade mínima do corpo ao quadrado para realizar ajuste da velocidade

# UObjectToolTips,RigidBodyErrorCorrection:LinearDeltaThresholdSq
source: max squared position difference to perform velocity adjustment
es: diferencia máxima de posición cuadrada para realizar el ajuste de velocidad
pt_br: diferença máxima da posição ao quadrado para realizar ajuste da velocidade

# UObjectToolTips,RigidBodyErrorCorrection:LinearInterpAlpha
source: strength of snapping to desired linear velocity
es: fuerza de magnetismo para la velocidad lineal deseada
pt_br: força de aderência para a velocidade linear desejada

# UObjectToolTips,RigidBodyErrorCorrection:LinearRecipFixTime
source: inverted duration after which linear velocity adjustment will fix error
es: duración invertida después de la cual el ajuste de velocidad lineal reparará el error
pt_br: duração invertida depois da qual o ajuste da velocidade linear corrigirá o erro

# UObjectToolTips,RootMotionExtractionStep
source: Struct defining a RootMotionExtractionStep. When extracting RootMotion we can encounter looping animations (wrap around), or different animations. We break those up into different steps, to help with RootMotion extraction, as we can only extract a contiguous range per AnimSequence.
es: Estructura que define un RootMotionExtractionStep. Cuando se extrae RootMotion nos podemos encontrar animaciones en bucle (envolver), o animaciones diferentes. Las rompemos en pasos diferentes, para ayudar con la extracción de RootMotion, ya que solo podemos extraer un rango adyacente por AnimSequence.
pt_br: Struct que define uma RootMotionExtractionStep. Ao extrair a RootMotion, podemos encontrar animações em loop (envoltas), ou animações diferentes. Quebramos essas animações em diferentes etapas para ajudar com a extração da RootMotion, já que podemos extrair apenas um intervalo contíguo por AnimSequence.

# UObjectToolTips,RootMotionExtractionStep:AnimSequence
source: AnimSequence ref
es: Referencia AnimSequence
pt_br: Referência AnimSequence

# UObjectToolTips,RootMotionExtractionStep:EndPosition
source: End position to extract root motion to.
es: Posición final a la que extraer el movimiento raíz.
pt_br: Posição final para a qual será extraído o movimento raiz

# UObjectToolTips,RootMotionExtractionStep:StartPosition
source: Start position to extract root motion from.
es: Posición inicial de la que se extrae el movimiento raíz.
pt_br: Posição inicial da qual será extraído o movimento raiz

# UObjectToolTips,RootMotionMovementParams
source: Utility struct to accumulate root motion.
es: Estructura de utilidad para acumular movimiento raíz.
pt_br: Struct de utilidade para acumular movimento de raiz.

# UObjectToolTips,ROscillator
source: Defines FRotator oscillation.
es: Define la oscilación de FRotator.
pt_br: Define a oscilação de FRotator.

# UObjectToolTips,RotatingMovementComponent:bRotationInLocalSpace
source: Whether rotation is applied in local or world space.
es: Si se ha aplicado la rotación en el sistema de coordenadas global o local.
pt_br: Se a rotação é aplicada no espaço local ou do mundo.

# UObjectToolTips,RotationTrack
source: Keyframe rotation data for one track. Rot(i) occurs at Time(i). Rot.Num() always equals Time.Num().
es: Datos de la rotación del fotograma clave para una pista. Rot(i) se produce en Time(i). Rot.Num() es siempre equivalente a Time.Num().
pt_br: Dados de rotação do quadro-chave para uma faixa. Rot(i) ocorre no Time(i). Rot.Num() sempre equivale a Time.Num()

# UObjectToolTips,ScalarParameterValue
source: Editable scalar parameter.
es: Parámetro de la variable modificable.
pt_br: Parâmetro de escalar editável.

# UObjectToolTips,ScaleTrack
source: Keyframe scale data for one track. Scale(i) occurs at Time(i). Rot.Num() always equals Time.Num().
es: Datos de la escala del fotograma clave para una pista. Scale(i) se produce en Time(i). Ros.Num() es siempre equivalente a Time.Num().
pt_br: Dados de escala do quadro-chave para uma faixa. Scale(i) ocorre no Time(i). Rot.Num() sempre equivale a Time.Num()

# UObjectToolTips,SceneCaptureComponent2D
source: Used to capture a 'snapshot' of the scene from a single plane and feed it to a render target.
es: Usado
pt_br: Usado para capturar um "instantâneo" da cena de um único plano e alimentá-la para um alvo de renderização.

# UObjectToolTips,SceneCaptureComponent:bCaptureEveryFrame
source: Whether to update the capture's contents every frame. If disabled, the component will render once on load and then only when moved.
es: Si actualizar los contenidos de la captura en cada fotograma. Si está desactivado, el componente se renderizará una vez cargado y solo cuando se mueva.
pt_br: Se deve atualizar os conteúdos de captura a cada quadro. Se for desativado, o componente renderizará uma vez no carregamento e, em seguida, somente quando for movido.

# UObjectToolTips,SceneCaptureComponent:HiddenComponents
source: The components won't rendered by current component.
es: Los componentes que no se renderizarán por el componente actual.
pt_br: Os componentes que não serão renderizados pelo componente atual.

# UObjectToolTips,SceneCaptureComponent:HideActorComponents
source: Adds all primitive components in the actor to our list of hidden components.
es: Añade todos los componentes primitivas en el actor a nuestra lista de componentes escondidos.
pt_br: Adiciona todos os componentes primitivos no ator a nossa lista de componentes ocultos.

# UObjectToolTips,SceneCaptureComponent:HideComponent
source: Adds the component to our list of hidden components.
es: Añade el componente a nuestra lista de componentes escondidos.
pt_br: Adiciona o componente a nossa lista de componentes ocultos.

# UObjectToolTips,SceneCaptureComponent:MaxViewDistanceOverride
source: if > 0, sets a maximum render distance override. Can be used to cull distant objects from a reflection if the reflecting plane is in an enclosed area like a hallway or room
es: si > 0, ajusta una supresión de la distancia de renderizado máximo. Se puede usar para seleccionar objetos distantes de un reflejo si el plano de reflexión está en un área cerrada como un vestíbulo o habitación
pt_br: se > 0, define uma substituição de distância máxima de renderização. Pode ser usado para descartar objetos distantes de um reflexo se o plano de reflexão estiver em uma área fechada como um corredor ou sala

# UObjectToolTips,SceneCaptureComponentCube
source: Used to capture a 'snapshot' of the scene from a 6 planes and feed it to a render target.
es: Usado para capturar una 'instantánea' de la escena desde 6 planos y alimentarlo en
pt_br: Usado para capturar um "instantâneo" da cena de 6 planos e alimentá-la para um alvo de renderização.

# UObjectToolTips,SceneComponent:AttachChildren
source: List of child SceneComponents that are attached to us.
es: Lista de SceneComponents hijo que están adjuntos a nosotros
pt_br: Lista de todos os SceneComponents filhos conectados a nós.

# UObjectToolTips,SceneComponent:AttachSocketName
source: Optional socket name on AttachParent that we are attached to.
es: Nombre del punto de acople opcional en AttachParent al cual estamos conectados.
pt_br: Nome do soquete opcional em AttachParent ao qual se está conectado.

# UObjectToolTips,SceneComponent:bAbsoluteLocation
source: If RelativeLocation should be considered relative to the world, rather than the parent
es: Si RelativeLocation se debe considerar relativa al mundo, más que el padre
pt_br: Se RelativeLocation deve ser considerado em relação ao mundo, e não ao pai

# UObjectToolTips,SceneComponent:bAbsoluteRotation
source: If RelativeRotation should be considered relative to the world, rather than the parent
es: Si RelativeRotation se debe considerar relativa al mundo, más que el padre
pt_br: Se RelativeRotation deve ser considerada em relação ao mundo, e não ao pai

# UObjectToolTips,SceneComponent:bAbsoluteScale
source: If RelativeScale3D should be considered relative to the world, rather than the parent
es: Si RelativeScale3D se debe considerar relativa al mundo, más que el padre
pt_br: Se RelativeScale3D deve ser considerada em relação ao mundo, e não ao pai

# UObjectToolTips,SceneComponent:bAbsoluteTranslation
source: DEPRECATED
es: OBSOLETO
pt_br: DESCONTINUADO

# UObjectToolTips,SceneComponent:bHiddenInGame
source: Whether to hide the primitive in game, if the primitive is Visible.
es: Si ocultar la primitiva durante el juego, si la primitiva es visible.
pt_br: Se deve ocultar o primitivo no jogo se ele estiver Visível.

# UObjectToolTips,SceneComponent:bVisible
source: Whether to completely draw the primitive; if false, the primitive is not drawn, does not cast a shadow.
es: Si trazar por completo la primitiva; si es falso, la primitiva no se traza, no proyecta una sombra.
pt_br: Se deve desenhar completamente o primitivo; se for falso, o primitivo não é desenhado, não projeta uma sombra.

# UObjectToolTips,SceneComponent:GetAllSocketNames
source: Gets the names of all the sockets on the component. @return Get the names of all the sockets on the component.
es: Obtiene los nombres de todos los puntos de acople del componente @return Obtener los numbers de todos lo punts de acople del componente.
pt_br: Obtém os nomes de todos os soquetes no componente. @return Obter os nomes de todos os soquetes no componente.

# UObjectToolTips,SceneComponent:GetForwardVector
source: Get the forward (X) unit direction vector from this component, in world space.
es: Obtener el vector direccional de la unidad (X) de avance para este componente, en el sistema de coordenadas global.
pt_br: Obter o vetor de direção unitário para frente (X) a partir desta componente, no espaço do mundo.

# UObjectToolTips,SceneComponent:GetNumChildrenComponents
source: Gets the number of attached children components
es: Obtiene el número de componentes hijos acoplados
pt_br: Obtém o número de componentes filhos anexados

# UObjectToolTips,SceneComponent:GetParentComponents
source: Gets all parent components up to and including the root component
es: Obtiene todos los componentes padre hasta el componente raíz inclusive
pt_br: Obtém todos os componentes pais até, e incluindo, o componente raiz

# UObjectToolTips,SceneComponent:GetRightVector
source: Get the right (Y) unit direction vector from this component, in world space.
es: Obtener el vector de dirección de la unidad (Y) de la derecha de este componente, en el sistema de coordenadas global.
pt_br: Obter o vetor de direção unitário para a direita (Y) a partir desta componente, no espaço do mundo.

# UObjectToolTips,SceneComponent:GetUpVector
source: Get the up (Z) unit direction vector from this component, in world space.
es: Obtener el vector de dirección de la unidad (Z) superior de este componente, en el sistema de coordenadas global.
pt_br: Obter o vetor de direção unitário para cima (Z) a partir desta componente, no espaço do mundo.

# UObjectToolTips,SceneComponent:IsAnySimulatingPhysics
source: Returns whether the specified body is currently using physics simulation
es: Devuelve si el cuerpo especificado está usando la simulación física
pt_br: Retorna se o corpo especificado está usando a simulação de física

# UObjectToolTips,SceneComponent:IsSimulatingPhysics
source: Returns whether the specified body is currently using physics simulation
es: Devuelve si el cuerpo especificado está usando la simulación física
pt_br: Retorna se o corpo especificado está usando a simulação de física

# UObjectToolTips,SceneComponent:IsVisible
source: Is this component visible or not in game @return true if visible
es: ¿Es visible o no este componente en el juego? @return verdadero si es visible
pt_br: Esse componente é visível ou não no jogo? @return verdadeiro se for visível

# UObjectToolTips,SceneComponent:K2_GetComponentLocation
source: Return location of the component, in world space
es: Devolver la ubicación del componente, en el sistema de coordenadas global
pt_br: Retorna o local do componente, no espaço do mundo

# UObjectToolTips,SceneComponent:K2_GetComponentRotation
source: Returns rotation of the component, in world space.
es: Devuelve la rotación de este componente, en el sistema de coordenadas global.
pt_br: Retorna a rotação do componente, no espaço do mundo.

# UObjectToolTips,SceneComponent:K2_GetComponentScale
source: Returns scale of the component, in world space.
es: Devuelve la escala del componente, en el sistema de coordenadas global.
pt_br: Retorna a escala do componente, no espaço do mundo.

# UObjectToolTips,SceneComponent:K2_GetComponentToWorld
source: Get the current component-to-world transform for this component
es: Obtener la transformación del componente para el mundo actual para este componente
pt_br: Obter a transformação componente-para-mundo atual deste componente

# UObjectToolTips,SceneComponent:SetAbsolute
source: Set which parts of the relative transform should be relative to parent, and which should be relative to world
es: Ajustar qué partes de la transformación relativa debe ser relativa al padre, y cual debe ser relativa al mundo.
pt_br: Definir quais partes da transformação relativa devem estar em relação ao pai, e quais devem estar em relação ao mundo

# UObjectToolTips,SceneComponent:SetVisibility
source: Set visibility of the component, if during game use this to turn on/off
es: Ajustar la visibilidad del componente, si durante el juego usa esto para encender/apagar.
pt_br: Definir a visibilidade do componente. Durante o jogo, utilizar isso para ligar/desligar
