Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,EEmitterDynamicParameterValue.EDPV_VelocityMag
source: VelocityMag - pass the particle velocity magnitude thru
es: VelocityMag - pasar a través de la magnitud de la velocidad de la partícula
pt_br: VelocityMag - passa adiante a magnitude da velocidade da partícula

# UObjectToolTips,EEmitterDynamicParameterValue.EDPV_VelocityX
source: VelocityX - pass the particle velocity along the X-axis thru
es: VelocityX - pasar a través de la velocidad de la partícula a lo largo del eje X
pt_br: VelocityX - passa adiante a velocidade da partícula ao longo do eixo X

# UObjectToolTips,EEmitterDynamicParameterValue.EDPV_VelocityY
source: VelocityY - pass the particle velocity along the Y-axis thru
es: VelocityY - pasar a través de la velocidad de la partícula a lo largo del eje Y
pt_br: VelocityY - passa adiante a velocidade da partícula ao longo do eixo Y

# UObjectToolTips,EEmitterDynamicParameterValue.EDPV_VelocityZ
source: VelocityZ - pass the particle velocity along the Z-axis thru
es: VelocityZ - pasar a través de la velocidad de la partícula a lo largo del eje Z
pt_br: VelocityZ - passa adiante a velocidade da partícula ao longo do eixo Z

# UObjectToolTips,EEmitterNormalsMode.ENM_CameraFacing
source: Default mode, normals are based on the camera facing geometry.
es: Modo predeterminado, las normales se basan en la geometría frente a la cámara.
pt_br: Modo padrão, normais baseadas na câmera voltada para a geometria

# UObjectToolTips,EEmitterNormalsMode.ENM_Cylindrical
source: Normals are generated from a cylinder going through NormalsSphereCenter, in the direction NormalsCylinderDirection.
es: Las normales se generan de un cilindro que va hacia NormalsSphereCenter, en la dirección NormalsCylinderDirection.
pt_br: Normais são geradas a partir de um cilindro que atravessa o NormalsSphereCenter, na direção NormalsCylinderDirection.

# UObjectToolTips,EEmitterNormalsMode.ENM_Spherical
source: Normals are generated from a sphere centered at NormalsSphereCenter.
es: Las normales se generan de una esfera centrada en NormalsSphereCenter.
pt_br: Normais são geradas a partir de uma esfera centrada no NormalsSphereCenter.

# UObjectToolTips,EEmitterRenderMode
source: Cascade-related
es: Relacionado con la cascada
pt_br: Relacionado à cascata

# UObjectToolTips,EEnvDirection.Rotation
source: Context's rotation will be used as a direction.
es: La rotación del contexto se usará como una dirección.
pt_br: A rotação do contexto será usada como uma direção.

# UObjectToolTips,EEnvDirection.TwoPoints
source: Direction from location of one context to another.
es: Dirección desde la ubicación de un contexto a otro.
pt_br: Direção da localização de um contexto para outro.

# UObjectToolTips,EEvaluatorMode
source: Determines the behavior this node will use when updating and evaluating.
es: Determina el comportamiento que tendrá este nodo cuando se actualice y se evalúe.
pt_br: Determina o comportamento que este nó usará ao atualizar e avaliar.

# UObjectToolTips,EEvaluatorMode.EM_DelayedFreeze
source: DataSource is ticked and evaluated for a given number of frames, then freezes after and uses the cached pose for future frames.
es: DataSource se ha revisado y evaluado en un número de fotogramas proporcionado, entonces se congela y utiliza la posición almacenada para fotogramas futuros.
pt_br: DataSource é ticado e avaliado por um determinado número de quadros, e congela em seguida, usando a pose em cache para quadros futuros.

# UObjectToolTips,EEvaluatorMode.EM_Freeze
source: DataSource is never ticked and only evaluated on the first frame. Every frame after uses the cached pose from the first frame.
es: DataSource no se ha revisado hasta ahora y solo se ha evaluado en el primer fotograma. Cada fotograma posterior utiliza una posición almacenada del primer fotograma.
pt_br: DataSource nunca é ticado e somente é avaliado no primeiro quadro. Cada quadro subsequente usa a pose em cache do primeiro quadro.

# UObjectToolTips,EFBXExpectedResultPreset
source: Import mesh type
es: Importar tipo de malla
pt_br: Importar tipo de malha

# UObjectToolTips,EFBXImportType
source: Import mesh type
es: Importar tipo de malla
pt_br: Importar tipo de malha

# UObjectToolTips,EFBXTestPlanActionType
source: Import mesh type
es: Importar tipo de malla
pt_br: Importar tipo de malha

# UObjectToolTips,EFBXImportType.FBXIT_Animation
source: Select Animation if you'd like to import only animation.
es: Seleccionar animación si quisiera importar solo animación.
pt_br: Selecione Animação se quiser importar somente a animação.

# UObjectToolTips,EFBXImportType.FBXIT_SkeletalMesh
source: Select Skeletal Mesh if you'd like to import skeletal mesh.
es: Seleccionar Malla esqueleto si quisiera importar solo malla esqueleto.
pt_br: Selecione Malha Esquelética se quiser importar a malha esquelética.

# UObjectToolTips,EFBXImportType.FBXIT_StaticMesh
source: Select Static Mesh if you'd like to import static mesh.
es: Seleccionar Malla estática si quisiera importar solo malla estática.
pt_br: Selecione Malha Estática se quiser importar a malha estática.

# UObjectToolTips,EFunctionInputType
source: Supported input types
es: Tipos de entrada admitidos.
pt_br: Tipos de entrada suportados

# UObjectToolTips,EGraphType
source: Distinguishes between different graph types. Graphs can have different properties; for example: functions have one entry point, ubergraphs can have multiples.
es: Distingue entre diferentes tipos de gráfico. Los gráficos tienen diferentes propiedades, por ejemplo: las funciones tiene un punto de entrada, los hipergráficos pueden tener varias.
pt_br: Distingue entre diferentes tipos de grafo. Grafos podem ter propriedades diferentes; por exemplo: funções têm um único ponto de entrada, supergrafos podem ter vários.

# UObjectToolTips,EHorizontalAlignment
source: Enumerates horizontal alignment options, i.e. for widget slots.
es: Enumera las opciones de alineación horizontal, por ej. para las ranuras de los widgets.
pt_br: Enumera opções de alinhamento horizontal, ou seja, slots de widget.

# UObjectToolTips,EHorizontalAlignment.HAlign_Center
source: Center-align.
es: Alineado al centro
pt_br: Alinhamento central.

# UObjectToolTips,EVerticalAlignment.VAlign_Center
source: Center-align.
es: Alineado al centro
pt_br: Alinhamento central.

# UObjectToolTips,EHorizontalAlignment.HAlign_Fill
source: Fill the entire width.
es: Llenar todo el ancho.
pt_br: Preenche toda a largura.

# UObjectToolTips,EHorizontalAlignment.HAlign_Left
source: Left-align.
es: Alinear a la izquierda.
pt_br: Alinhar à esquerda.

# UObjectToolTips,EHorizontalAlignment.HAlign_Right
source: Right-align.
es: Alinear a la derecha
pt_br: Alinhar à direita.

# UObjectToolTips,EImpactDamageOverride
source: Chunks up to the depth DefaultImpactDamageDepth will take impact damage, unless IDO_On or IDO_Off is chosen.
es: Los chunks hasta la DefaultImpactDamageDepth de profundidad recibirán daño del impacto, a menos que se elija IDO_On o IDO_Off
pt_br: Blocos até a profundidade DefaultImpactDamageDepth receberão dano de impacto, a menos que IDO_On ou IDO_Off esteja selecionado.

# UObjectToolTips,EInitialOscillatorOffset
source: Shake start offset parameter
es: Parámetro de desplazamiento del inicio de la vibración
pt_br: Parâmetro de deslocamento do início da sacudida

# UObjectToolTips,EInputConsumeOptions.ICO_ConsumeAll
source: This component consumes all input and no components lower in the stack are processed.
es: Este componente consume todas las entradas y no se procesan los componentes inferiores en esta pila.
pt_br: Esse componente consume toda a entrada e nenhum componente inferior na pilha é processado.

# UObjectToolTips,EInputConsumeOptions.ICO_ConsumeBoundKeys
source: This component consumes all events for a keys it has bound (whether or not they are handled successfully). Components lower in the stack will not receive events from these keys.
es: Este componente consume todos los eventos para una clava que haya limitado (si se han manipulado correctamente o no). Los componentes inferiores en la pila no recibirán eventos de estas claves.
pt_br: Esse componente consome todos os eventos para teclas que estão vinculadas (se forem manipuladas ou não). Os componentes inferiores na pilha não receberão eventos dessas teclas.

# UObjectToolTips,EInputConsumeOptions.ICO_ConsumeNone
source: All input events will be available to components lower in the stack.
es: Todos los eventos de la entrada estarán disponibles para los componentes más bajos en la pila.
pt_br: Todos os eventos de entrada estarão disponíveis para os componentes mais abaixo na pilha.

# UObjectToolTips,EInterpMoveAxis
source: List of axies this track can use
es: Lista de los ejes que esta pista puede usar
pt_br: Lista de eixos que esta faixa pode usar

# UObjectToolTips,EInterpTrackMoveRotMode.IMR_Ignore
source: Do not change rotation. Ignore it.
es: No modificar rotación. Omitir.
pt_br: Não altere a rotação. Ignore-a.

# UObjectToolTips,ELabelAnchorMode
source: Enumerates label anchor modes.
es: Enumera los modos de anclado de etiqueta.
pt_br: Enumera os modos de ancoragem de rótulo.

# UObjectToolTips,ELandscapeLayerPaintingRestriction
source: this is only here because putting it in LandscapeEditorObject.h (where it belongs) results in Engine being dependent on LandscapeEditor, as the actual landscape editing code (e.g. LandscapeEdit.h) is in /Engine/ for some reason...
es: está aquí solo porque al ponerlo en LandscapeEditorObject.h (donde pertenece)\hace que el motor dependa de LandscapeEditor, ya que el código de edición de terreno (por ej. LandscapeEdit.h) está en /motor/ por alguna razón...
pt_br: só está aqui porque colocar em LandscapeEditorObject.h (a que pertence) resulta no Mecanismo sendo dependente de LandscapeEditor, pois o código de edição de paisagem de fato (por exemplo, LandscapeEdit.h) está em /Engine/ por algum motivo...

# UObjectToolTips,ELaunchModeType.LaunchMode_OnDevice
source: Runs the map on a specified device.
es: Ejecuta el mapa en un dispositivo especificado.
pt_br: Executa o mapa em um dispositivo especificado.

# UObjectToolTips,ELevelViewportType.LVT_OrthoXY
source: Top
es: Superior
pt_br: Topo

# UObjectToolTips,ELevelViewportType.LVT_OrthoXZ
source: Front
es: Frontal
pt_br: Dianteira

# UObjectToolTips,ELightingBuildInfoObjectSets.LightingBuildInfoObjectSets_Default
source: View lighting build statistics
es: Ver las estadísticas del diseño de la iluminación
pt_br: Visualizar estatísticas de compilação de iluminação

# UObjectToolTips,ELightingBuildQuality
source: Lighting build quality enumeration
es: Enumeración de calidad del diseño de la iluminación
pt_br: Enumeração de qualidade da compilação de Iluminação

# UObjectToolTips,ELinearConstraintMotion
source: LINEAR DOF
es: PROFUNDIDAD DEL CAMPO (DOF) LINEAL
pt_br: DOF LINEAR

# UObjectToolTips,EMapSetBrushFlags
source: Things to set in mapSetBrush.
es: Cosas que ajustar en mapSetBrush.
pt_br: Coisas a serem definidas no mapSetBrush.

# UObjectToolTips,EMapSetBrushFlags.MSB_BrushColor
source: Set brush color.
es: Ajustar el color del pincel.
pt_br: Definir cor do pincel.

# UObjectToolTips,EMapSetBrushFlags.MSB_BrushType
source: Set CSG operation.
es: Ajustar la operación de CSG (geometría constructiva de sólidos)
pt_br: Definir operação CSG.

# UObjectToolTips,EMapSetBrushFlags.MSB_Group
source: Set group.
es: Ajustar grupo.
pt_br: Definir grupo.

# UObjectToolTips,EMapSetBrushFlags.MSB_PolyFlags
source: Set poly flags.
es: Ajustar los indicadores del polígono.
pt_br: Definir sinalizadores de polígono.

# UObjectToolTips,EMaterialDecalResponse.MDR_None
source: Do not receive decals (Later we still can read the DBuffer channels to customize the effect, this frees up some interpolators).
es: No recibir texturas decorativas (después podemos leer los canales DBuffer para personalizar el efecto, esto libera algunos interpoladores).
pt_br: Não receber decalques (posteriormente ainda poderemos ler os canais DBuffer para personalizar o efeito, o que libera alguns interpoladores).

# UObjectToolTips,EMaterialDomain
source: Defines the domain of a material.
es: Define el dominio de un material.
pt_br: Define o domínio de um material.

# UObjectToolTips,EMaterialDomain.MD_DeferredDecal
source: The material's attributes describe a deferred decal, and will be mapped onto the decal's frustum.
es: Los atributos del material que describe una textura decorativa diferida, y se asignará en el frustum de la textura decorativa.
pt_br: Os atributos do material descrevem um decalque adiado e serão mapeados no tronco do decalque.

# UObjectToolTips,EMaterialDomain.MD_LightFunction
source: The material's attributes describe a light's distribution.
es: Los atributos del material que describe una distribución de la luz.
pt_br: Os atributos do material descrevem uma distribuição de luz.

# UObjectToolTips,EMaterialDomain.MD_PostProcess
source: The material will be used in a custom post process pass.
es: EL material se usará en un paso de posprocesamiento personalizado.
pt_br: O material será usado em uma passagem de pós-processamento personalizada.

# UObjectToolTips,EMaterialDomain.MD_Surface
source: The material's attributes describe a 3d surface.
es: Los atributos del material que describe una superficie 3D.
pt_br: Os atributos do material descrevem uma superfície 3D.

# UObjectToolTips,EMaterialTessellationMode
source: This is used by the drawing passes to determine tessellation policy, so changes here need to be supported in native code.
es: Este lo usan los pasos de trazado para determinar la política del mosaico, por lo que los cambios aquí se tienen que admitir en el código nativo.
pt_br: Isso é usado pelos passos de desenho para determinar a política de mosaico, portanto, as alterações precisam ser suportadas no código nativo.

# UObjectToolTips,EMaxConcurrentResolutionRule.PreventNew
source: When Max Concurrent sounds are active do not start a new sound.
es: Cuando el máximo número de sonidos simultáneos están activados, no empezar un sonido nuevo
pt_br: Quando sons Simultâneos Máx. estão ativos, não iniciar um novo som.

# UObjectToolTips,EMaxConcurrentResolutionRule.StopFarthestThenOldest
source: When Max Concurrent sounds are active stop the furthest sound. If all sounds are the same distance then stop the oldest.
es: Cuando el máximo número de sonidos simultáneos están activados, detener el sonido más lejano. Si todos los sonidos están a la misma distancia, entonces detener el más viejo.
pt_br: Quando sons Simultâneos Máx. estão ativos, para o som mais distante. Se todos os sons estiverem à mesma distância, para o mais antigo.

# UObjectToolTips,EMaxConcurrentResolutionRule.StopFarthestThenPreventNew
source: When Max Concurrent sounds are active stop the furthest sound. If all sounds are the same distance then do not start a new sound.
es: Cuando el máximo número de sonidos simultáneos están activados, detener el sonido más lejano. Si todos los sonidos están a la misma distancia, entonces no empezar un sonido nuevo.
pt_br: Quando sons Simultâneos Máx. estão ativos, para o som mais distante. Se todos os sons estiverem à mesma distância, não inicia um novo som.

# UObjectToolTips,EMaxConcurrentResolutionRule.StopOldest
source: When Max Concurrent sounds are active stop the oldest and start a new one.
es: Cuando el máximo número de sonidos simultáneos están activados, detener el más viejo y empezar uno nuevo.
pt_br: Quando sons Simultâneos Máx. estão ativos, para o mais antigo e inicia um novo.

# UObjectToolTips,EMenuPlacement
source: Enumerates possible placements for pop-up menus.
es: Enumera las posibles ubicaciones para los menús desplegables.
pt_br: Enumera possíveis substituições dos menus pop-up.

# UObjectToolTips,EMenuPlacement.MenuPlacement_BelowAnchor
source: Place the menu immediately below the anchor
es: Colocar el menú justo debajo de la fijación.
pt_br: Posicionar o menu imediatamente abaixo da âncora

# UObjectToolTips,EMenuPlacement.MenuPlacement_ComboBox
source: Place the menu immediately below the anchor and match is width to the anchor's content
es: Colocar el menú justo debajo de la fijación y hacer coincidir el ancho con el contenido de la fijación.
pt_br: Posicionar o menu imediatamente abaixo da âncora e fazer sua largura corresponder ao conteúdo da âncora

# UObjectToolTips,EMenuPlacement.MenuPlacement_MenuRight
source: Place the menu to the right of the anchor
es: Colocar el menú a la derecha de la fijación
pt_br: Posicionar o menu à direita da âncora

# UObjectToolTips,EMeshFeatureImportance
source: The importance of a mesh feature when automatically generating mesh LODs.
es: La importancia de una función de la malla cuando se generan automáticamente niveles de detalle de la malla.
pt_br: A importância de um recurso da malha ao gerar LODs de malha automaticamente.

# UObjectToolTips,Emitter:bCurrentlyActive
source: used to update status of toggleable level placed emitters on clients
es: usado para actualizar el estado de los emisores ubicados en los niveles conmutables en clientes
pt_br: usado para atualizar o status dos emissores alternáveis colocados no nível nos clientes

# UObjectToolTips,EmitterCameraLensEffectBase:bAllowMultipleInstances
source: true if multiple instances of this emitter can exist simultaneously, false otherwise.
es: verdadero si varias instancias de este emisor pueden existir simultáneamente, si no, será falso.
pt_br: verdadeiro se várias instâncias desse emissor puderem existir simultaneamente. Caso contrário, falso.

# UObjectToolTips,EmitterCameraLensEffectBase:BaseCamera
source: Camera this emitter is attached to, will be notified when emitter is destroyed
es: Cámara a la que este emisor está adjunto, recibirá una notificación cuando el emisor sea destruido
pt_br: A câmera a qual este emissor está anexado. Será noficiado quando o emissor for destruído

# UObjectToolTips,EmitterCameraLensEffectBase:EmittersToTreatAsSame
source: If an emitter class in this array is currently playing, do not play this effect. Useful for preventing multiple similar or expensive camera effects from playing simultaneously.
es: Si una clase emisora se está reproduciendo en esta matriz, no ejecutar este efecto. Útil para prevenir que se reproduzcan simultáneamente varios efectos de cámara similares o costosos.
pt_br: Se um emissor desta matriz estiver em reprodução no momento, não reproduz este efeito. Útil para evitar que vários efeitos semelhantes ou caros de câmera sejam reproduzidos simultaneamente.

# UObjectToolTips,EmitterCameraLensEffectBase:PS_CameraEffect
source: Particle System to use
es: Sistema de partículas a usar
pt_br: Sistema de partículas a usar

# UObjectToolTips,EmitterCameraLensEffectBase:PS_CameraEffectNonExtremeContent
source: The effect to use for non extreme content
es: El efecto que se utiliza para el contenido que no es extremo
pt_br: O efeito a usar para conteúdo não extremo

# UObjectToolTips,EmitterDynamicParameter
source: Helper structure for displaying the parameter.
es: Estructura de soporte para visualizar el parámetro.
pt_br: Estrutura auxiliar para exibir o parâmetro.

# UObjectToolTips,EmitterDynamicParameter:bScaleVelocityByParamValue
source: If true, scale the velocity value selected in ValueMethod by the evaluated ParamValue.
es: Si es verdadero, escalar el valor de la velocidad seleccionada en ValueMethod por el ParamValue evaluado.
pt_br: Se for verdadeiro, escalona o valor de velocidade selecionado em ValueMethod pelo ParamValue avaliado.

# UObjectToolTips,EmitterDynamicParameter:bSpawnTimeOnly
source: If true, only set the value at spawn time of the particle, otherwise update each frame.
es: Si es verdadero, ajusta solo el valor en el tiempo de creación de la partícula, si no, actualiza cada fotograma.
pt_br: Se for verdadeiro, define o valor somente no momento da criação da partícula, caso contrário atualiza a cada quadro.

# UObjectToolTips,EmitterDynamicParameter:bUseEmitterTime
source: If true, use the EmitterTime to retrieve the value, otherwise use Particle RelativeTime.
es: Si es verdadero, usar EmitterTime para recuperar el valor, si no usar RelativeTime de la partícula
pt_br: Se for verdadeiro, usa o EmitterTime para recuperar o valor, caso contrário usa o RelativeTime da Partícula.

# UObjectToolTips,EmitterDynamicParameter:ParamName
source: The parameter name - from the material DynamicParameter expression. READ-ONLY
es: Nombre del parámetro - de la expresión DynamicParameter del material. SOLO LECTURA
pt_br: O nome do parâmetro - da expressão DynamicParameter do material. SOMENTE LEITURA

# UObjectToolTips,EmitterDynamicParameter:ParamValue
source: The distriubtion for the parameter value.
es: Distribución para el valor del parámetro.
pt_br: A distribuição para o valor do parâmetro.

# UObjectToolTips,EmitterDynamicParameter:ValueMethod
source: Where to get the parameter value from.
es: De dónde obtener el valor del parámetro.
pt_br: Onde conseguir o valor do parâmetro.

# UObjectToolTips,EModuleType.EPMT_Beam
source: Beam - only applied to beam emitters
es: Rayo - aplicado solo a los emisores del rayo
pt_br: Feixe - somente aplicado a emissores de feixes

# UObjectToolTips,EModuleType.EPMT_Event
source: Event - event related modules
es: Evento - módulos relacionados del evento
pt_br: Evento - módulos relacionados a evento

# UObjectToolTips,EModuleType.EPMT_General
source: General - all emitter types can use it
es: General - todos los tipos de emisor pueden usarlo
pt_br: Geral - todos os tipos de emissor podem usá-lo

# UObjectToolTips,EModuleType.EPMT_Light
source: Light related modules
es: Módulos relacionados con la luz
pt_br: Módulos relacionados a luz

# UObjectToolTips,EModuleType.EPMT_Required
source: Required - all emitter types REQUIRE it
es: Necesario - todos los tipos de emisor que lo NECESITAN
pt_br: Necessário - todos os tipos de emissor PRECISAM disso

# UObjectToolTips,EModuleType.EPMT_Spawn
source: Spawn - all emitter types REQUIRE it
es: Crear - todos los tipos de emisor que lo NECESITAN
pt_br: Criação - todos os tipos de emissor PRECISAM disso

# UObjectToolTips,EModuleType.EPMT_Trail
source: Trail - only applied to trail emitters
es: Pista - aplicado solo a los emisores de la pista
pt_br: Trilha - somente aplicada aos emissores de trilha

# UObjectToolTips,EModuleType.EPMT_TypeData
source: TypeData - TypeData modules
es: TypeData - Módulos de TypeData
pt_br: TypeData - módulos TypeData

# UObjectToolTips,EMontagePreviewType
source: Enum to know how montage is being played
es: Enumeración para mostrar cómo se está visualizando el montaje
pt_br: Enum para saber como a montagem está sendo reproduzida

# UObjectToolTips,EMontagePreviewType.EMPT_AllSections
source: Playing all sections.
es: Reproduciendo todas las secciones.
pt_br: Reproduzindo todas as seções.

# UObjectToolTips,EMontagePreviewType.EMPT_Normal
source: Playing montage in usual way.
es: Reproduciendo el montaje en el destino habitual.
pt_br: Reproduzindo a montagem da forma usual.

# UObjectToolTips,EMoveComponentAction.Move
source: Move to target over specified time.
es: Mover hasta la meta durante el tiempo especificado.
pt_br: Mover para o alvo durante o tempo especificado.

# UObjectToolTips,EMoveComponentAction.Return
source: If currently moving, return to where you started, over the time elapsed so far.
es: Si se está moviendo, vuelva a donde comenzó, con el tiempo transcurrido hasta ahora.
pt_br: Se estiver em movimento, retorna ao ponto em que você começou, além do tempo decorrido.

# UObjectToolTips,EMoveComponentAction.Stop
source: If currently moving, stop.
es: Si se está moviendo, parar.
pt_br: Se estiver em movimento, para.
