Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,KismetStringLibrary:NotEqual_StrStr
source: Test if the input string are not equal (A != B) @param A - The string to compare against @param B - The string to compare @return Returns true if the input strings are not equal, false if they are equal
es: Analizar si la cadena de entrada no es equivalente (A != B) @param A - Cadena con la que compararla @param B - Cadena que comparar @return Devuelve verdadero si las cadenas de entrada no son equivalentes, falso si son equivalentes
pt_br: Testar se os strings de entrada não são iguais (A != B) @param A - O string contra o qual comparar @param B - O string a comparar @return Retorna verdadeiro se os strings de entrada não forem iguais e falso caso contrário

# UObjectToolTips,KismetStringLibrary:ParseIntoArray
source: Gets an array of strings from a source string divided up by a separator and empty strings can optionally be culled. @param SourceString - The string to chop up @param Delimiter - The string to delimit on @param CullEmptyStrings = true - Cull (true) empty strings or add them to the array (false) @return The array of string that have been separated
es: Obtiene una matriz de cadenas de una cadena fuente dividida por un separador, las cadenas vacías pueden seleccionarse optativamente. param@ SourceString - La cadena a dividir @param Delimiter - La cadena a delimitar @param CullEmptyStrings = verdadero - Seleccionar (verdadero) vaciar cadenas o agregarlas a la matriz (falso) @return La matriz de cadenas que se han separado
pt_br: Obtém uma matriz de strings de uma string de origem dividida por um separador e strings vazias podem ser opcionalmente descartadas. @param SourceString - A string a cortar @param Delimiter - A string a delimitar @param CullEmptyStrings = verdadeiro - Descarta (true) strings vazias ou as adiciona à matriz (falso) @return A matriz da string que foi separada

# UObjectToolTips,KismetSystemLibrary:CollectGarbage
source: Deletes all unreferenced objects, keeping only referenced objects (this command will be queued and happen at the end of the frame) Note: This can be a slow operation, and should only be performed where a hitch would be acceptable
es: Elimina todos los objetos sin referencias, y conserva solo los referenciados (este comando se pondrá en espera y se ejecutará al final del fotograma) Nota: Puede ser una operación lenta y debería ejecutarse solo donde se permita un error.
pt_br: Exclui todos os objetos não referenciados, mantendo somente objetos referenciados (este comando será colocado em fila e acontecerá no final do quadro) Observação: Isto pode ser uma operação lenta, e deve ser realizada somente onde um travamento seria aceitável

# UObjectToolTips,KismetSystemLibrary:CreateCopyForUndoBuffer
source: Mark as modified.
es: Marcas como modificado.
pt_br: Marca como modificado.

# UObjectToolTips,KismetSystemLibrary:DrawDebugArrow
source: Draw directional arrow, pointing from LineStart to LineEnd.
es: Trazar una flecha direccional que apunte de LineStart a LineEnd.
pt_br: Desenhar seta direcional, apontando de LineStart a LineEnd.

# UObjectToolTips,KismetSystemLibrary:DrawDebugBox
source: Draw a debug box
es: Trazar una caja de depurado
pt_br: Desenhar uma caixa de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugCamera
source: Draw a debug camera shape.
es: Trazar una forma de la cámara de depurado.
pt_br: Desenhar um formato de câmera de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugCapsule
source: Draw a debug capsule
es: Trazar una cápsula de depurado
pt_br: Desenhar uma cápsula de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugCone
source: Draw a debug cone
es: Trazar una caja de depurado
pt_br: Desenhar um cone de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugCoordinateSystem
source: Draw a debug coordinate system.
es: Trazar un sistema de coordenadas de depurado.
pt_br: Desenhar um sistema de coordenadas de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugCylinder
source: Draw a debug cylinder
es: Trazar un cilindro de depurado
pt_br: Desenhar um cilindro de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugFloatHistoryLocation
source: Draws a 2D Histogram of size 'DrawSize' based FDebugFloatHistory struct, using DrawLocation for the location in the world, rotation will face camera of first player.
es: Traza un histograma en 2D del tamaño 'DrawSize' basado en la estructura FDebugFloatHistory usando DrawLocation para la ubicación en el mundo, la rotación pondrá la cámara en frente del primer jugador.
pt_br: Desenha um histograma de tamanho 'DrawSize' com base no struct FDebugFloatHistory, usando DrawLocation para a localização no mundo. A rotação ficará de frente para a câmera do primeiro jogador.

# UObjectToolTips,KismetSystemLibrary:DrawDebugFloatHistoryTransform
source: Draws a 2D Histogram of size 'DrawSize' based FDebugFloatHistory struct, using DrawTransform for the position in the world.
es: Traza un histograma en 2D del tamaño 'DrawSize' basado en la estructura FDebugFloatHistory usando DrawTransform para la posición en el mundo.
pt_br: Desenha um histograma de tamanho 'DrawSize' com base no struct FDebugFloatHistory, usando DrawTransform para a posição no mundo.

# UObjectToolTips,KismetSystemLibrary:DrawDebugFrustum
source: Draws a debug frustum.
es: Traza un frustum de depurado.
pt_br: Desenhar um tronco de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugLine
source: Draw a debug line
es: Trazar una línea de depurado
pt_br: Desenhar uma linha de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugPlane
source: Draws a debug plane.
es: Traza un plano de depurado.
pt_br: Desenhar um plano de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugPoint
source: Draw a debug point
es: Trazar un punto de depurado
pt_br: Desenhar um ponto de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugSphere
source: Draw a debug sphere
es: Trazar una esfera de depurado
pt_br: Desenhar uma esfera de depuração

# UObjectToolTips,KismetSystemLibrary:DrawDebugString
source: Draw a debug string at a 3d world location.
es: Trazar una cadena de depurado en una tercera ubicación del mundo.
pt_br: Desenhar um string de depuração em uma localização no mundo 3D.

# UObjectToolTips,KismetSystemLibrary:GetClassDisplayName
source: Returns the display name of a class
es: Devuelve el nombre de visualización de una clase
pt_br: Retorna o nome de exibição de uma classe

# UObjectToolTips,KismetSystemLibrary:GetComponentBounds
source: Get bounds
es: Obtener límites
pt_br: Obter limites

# UObjectToolTips,KismetSystemLibrary:GetEngineVersion
source: Engine build number, for displaying to end users.
es: Número del diseño del motor, para visualizara los usuarios finales.
pt_br: Número de compilação do mecanismo, para exibição a usuários finais.

# UObjectToolTips,KismetSystemLibrary:GetGameName
source: Get the name of the current game
es: Obtener el nombre del juego actual
pt_br: Obter o nome do jogo atual

# UObjectToolTips,KismetSystemLibrary:GetPlatformUserName
source: Get the current user name from the OS
es: Obtener el nombre del usuario actual del OS
pt_br: Obter o nome de usuário atual do SO

# UObjectToolTips,KismetSystemLibrary:GetRenderingDetailMode
source: Get the clamped state of r.DetailMode, see console variable help (allows for scalability, cannot be used in construction scripts) 0: low, show only object with DetailMode low or higher 1: medium, show all object with DetailMode medium or higher 2: high, show all objects
es: Obtener el estado fijado de r.DetailMode, ver la ayuda de la variable de consola (permitida para el escalado, no se puede usar en cadenas de construcción) 0: bajo, mostrar solo el objeto con DetailMode bajo u óptimo 1: medio, mostrar el objeto con DetailMode medio u óptimo 2: alto, mostrar todos los objetos
pt_br: Obter o estado restrito de r.DetailMode; consulte a ajuda de variável do console (permite a escalabilidade; não pode ser usada em scripts de construção) 0: baixa, mostra somente objetos com DetailMode baixo ou superior 1: média, exibe todos os objetos com DetailMode médio ou superior 2: alta, exibe todos os objetos

# UObjectToolTips,KismetSystemLibrary:GetUniqueDeviceId
source: Returns the platform specific unique device id
es: Devuelve el identificador del dispositivo único específico de la plataforma
pt_br: Retorna o ID de dispositivo exclusivo e específico da plataforma

# UObjectToolTips,KismetSystemLibrary:IsDedicatedServer
source: Returns whether this is running on a dedicated server
es: Devuelve si se está ejecutando en un servidor dedicado
pt_br: Retorna se isto está executando em um servidor dedicado

# UObjectToolTips,KismetSystemLibrary:IsPackagedForDistribution
source: Returns whether this is a build that is packaged for distribution
es: Devuelve si esta es una compilación que está empaquetada para distribución
pt_br: Retorna se a compilação está empacotada para distribuição

# UObjectToolTips,KismetSystemLibrary:IsServer
source: Returns whether the world this object is in is the host or not
es: Devuelve si el mundo en el que está este objeto es o no el anfitrión
pt_br: Retorna se o mundo em que este objeto está é o host ou não

# UObjectToolTips,KismetSystemLibrary:LaunchURL
source: Opens the specified URL in the platform's web browser of choice
es: Abre la URL especificada en el navegador web seleccionado de la plataforma
pt_br: Abre o URL especificado no navegador da web da plataforma de escolha

# UObjectToolTips,KismetSystemLibrary:SetBoolPropertyByName
source: Set a bool property by name
es: Ajustar una propiedad booleana por nombre
pt_br: Define uma propriedade booleana por nome

# UObjectToolTips,KismetSystemLibrary:SetBytePropertyByName
source: Set an uint8 or enum property by name
es: Ajustar una propiedad del enumerador o uint8 por nombre
pt_br: Definir uma propriedade uint8 ou enum por nome

# UObjectToolTips,KismetSystemLibrary:SetFloatPropertyByName
source: Set a float property by name
es: Ajustar una propiedad del punto flotante por nombre
pt_br: Definir uma propriedade flutuante por nome

# UObjectToolTips,KismetSystemLibrary:SetIntPropertyByName
source: Set an int32 property by name
es: Ajustar una propiedad del int32 por nombre
pt_br: Definir uma propriedade int32 por nome

# UObjectToolTips,KismetSystemLibrary:SetLinearColorPropertyByName
source: Set a LINEAR COLOR property by name
es: Ajustar una propiedad del COLOR LINEAL por nombre
pt_br: Definir uma propriedade COR LINEAR por nome

# UObjectToolTips,KismetSystemLibrary:SetNamePropertyByName
source: Set a NAME property by name
es: Ajustar una propiedad del NOMBRE por nombre
pt_br: Definir uma propriedade NOME por nome

# UObjectToolTips,KismetSystemLibrary:SetObjectPropertyByName
source: Set an OBJECT property by name
es: Ajustar una propiedad del OBJETO por nombre
pt_br: Definir uma propriedade OBJETO por nome

# UObjectToolTips,KismetSystemLibrary:SetRotatorPropertyByName
source: Set a ROTATOR property by name
es: Ajustar una propiedad del ROTADOR por nombre
pt_br: Definir uma propriedade RODADOR por nome

# UObjectToolTips,KismetSystemLibrary:SetStringPropertyByName
source: Set a STRING property by name
es: Ajustar una propiedad de la CADENA por nombre
pt_br: Definir uma propriedade STRING por nome

# UObjectToolTips,KismetSystemLibrary:SetStructurePropertyByName
source: Set a custom structure property by name
es: Ajustar una propiedad de estructura personalizada por nombre
pt_br: Define uma propriedade de estrutura personalizada por nome

# UObjectToolTips,KismetSystemLibrary:SetTextPropertyByName
source: Set a TEXT property by name
es: Ajustar una propiedad del TEXTO por nombre
pt_br: Definir uma propriedade TEXTO por nome

# UObjectToolTips,KismetSystemLibrary:SetTransformPropertyByName
source: Set a TRANSFORM property by name
es: Ajustar una propiedad de la TRANSFORMACIÓN por nombre
pt_br: Definir uma propriedade TRANSFORMAÇÃO por nome

# UObjectToolTips,KismetSystemLibrary:SetVectorPropertyByName
source: Set a VECTOR property by name
es: Ajustar una propiedad del VECTOR por nombre
pt_br: Definir uma propriedade VETOR por nome

# UObjectToolTips,KismetSystemLibrary:ShowPlatformSpecificAchievementsScreen
source: Displays the built-in achievements GUI (iOS and Android only; this function may be renamed or moved in a future release) @param SpecificPlayer Specific player's achievements to show. May not be supported on all platforms. If null, defaults to the player with ControllerId 0
es: Muestra los logros GUI integrados (solo para IOS y Android; Puede que se renombre o cambie la ubicación de esta función en versiones futuras) @param SpecificPlayer Logros de jugadores específicos que mostrar. Es posible que no todas las plataformas lo soporten. Si es nulo, usa por defecto el jugador con ControllerId 0
pt_br: Exibe a GUI de conquistas embutida (somepnte para iOS e Android; esta função pode ser renomeada ou movida em uma versão futura) @param SpecificPlayer As conquistas a exibir do jogador específico. Pode não ser compatível com todas as plataformas. Se nulo, o padrão será o jogador com ControllerId 0

# UObjectToolTips,KismetSystemLibrary:ShowPlatformSpecificLeaderboardScreen
source: Displays the built-in leaderboard GUI (iOS and Android only; this function may be renamed or moved in a future release)
es: Muestra la tabla de posiciones GUI integrada (solo para IOS y Android; es posible que se cambie el nombre o la ubicación de esta función en versiones futuras)
pt_br: Exibe a GUI de placar de líderes embutida (somepnte para iOS e Android; esta função pode ser renomeada ou movida em uma versão futura)

# UObjectToolTips,KismetSystemLibrary:StackTrace
source: Prints a stack trace to the log, so you can see how a blueprint got to this node
es: Copia un trazo aplicado en el registro, de esa manera podría ver un Blueprint
pt_br: Grava um rastreamento da pilha no registro, para que você veja como um esquema chegou a este nó

# UObjectToolTips,KismetTextLibrary:AsCurrency_Float
source: Converts a passed in float to a text formatted as a currency
es: Transformar un punto flotante pasado a texto formateado como el actual
pt_br: Converte um flutuante passado em um texto formatado como moeda

# UObjectToolTips,KismetTextLibrary:AsCurrency_Integer
source: Converts a passed in integer to a text formatted as a currency
es: Transformar un número entero pasado a texto formateado como actual
pt_br: Converte um inteiro passado em um texto formatado como moeda

# UObjectToolTips,KismetTextLibrary:AsPercent_Float
source: Converts a passed in float to a text, formatted as a percent
es: Transformar un punto flotante pasado a texto formateado como porcentaje
pt_br: Converte um flutuante passado em um texto, formatado como porcentagem

# UObjectToolTips,KismetTextLibrary:Conv_FloatToText
source: Converts a passed in float to a text based on formatting options
es: Transformar un punto flotante pasado a texto en base a las opciones de formateo.
pt_br: Converte um flutuante passado em um texto com base nas opções de formatação

# UObjectToolTips,KismetTextLibrary:Conv_IntToText
source: Converts a passed in integer to a text based on formatting options
es: Transformar un número entero pasado a texto en base a las opciones de formateo
pt_br: Converte um inteiro passado em um texto com base nas opções de formatação

# UObjectToolTips,KismetTextLibrary:Conv_NameToText
source: Converts string to localizable text
es: Transforma la cadena en un texto localizable
pt_br: Converte o string em um texto localizável

# UObjectToolTips,KismetTextLibrary:Conv_StringToText
source: Converts string to localizable text
es: Transforma la cadena en un texto localizable
pt_br: Converte o string em um texto localizável

# UObjectToolTips,KismetTextLibrary:Conv_TextToString
source: Converts localizable text to the string
es: Transforma el texto localizable en la cadena
pt_br: Converte o texto localizável no string

# UObjectToolTips,KismetTextLibrary:EqualEqual_IgnoreCase_TextText
source: Returns true if A and B are linguistically equal (A == B), ignoring case.
es: Devuelve verdadero si A y B son equivalentes desde el punto de vista lingüístico (A == B), omitir en ese caso
pt_br: Retorna verdadeiro se A e B forem linguisticamente iguais (A == B), desconsiderando maiúsculas e minúsculas.

# UObjectToolTips,KismetTextLibrary:EqualEqual_TextText
source: Returns true if A and B are linguistically equal (A == B).
es: Devuelve verdadero si A y B son equivalentes desde el punto de vista lingüístico (A == B).
pt_br: Retorna verdadeiro se A e B forem linguisticamente iguais (A == B).

# UObjectToolTips,KismetTextLibrary:FindTextInLocalizationTable
source: Attempts to find existing Text using the representation found in the loc tables for the specified namespace and key.
es: Trata de buscar texto existente usando la representación encontrada en las tablas de localización para la clave y espacio de nombres especificados
pt_br: Tenta encontrar um Texto existente usando a representação nas tabelas loc para o espaço de nome e a chave especificados.

# UObjectToolTips,KismetTextLibrary:Format
source: Used for formatting text using the FText::Format function and utilized by the UK2Node_FormatText
es: Usado para formatear texto usando la función FText::Format y utilizado por UK2Node_FormatText
pt_br: Usado para formatar texto usando a função FText::Format e usado por UK2Node_FormatText

# UObjectToolTips,KismetTextLibrary:GetEmptyText
source: Returns an empty piece of text.
es: Devuelve una pieza vacía del texto.
pt_br: Retorna um pedaço vazio de texto.

# UObjectToolTips,KismetTextLibrary:NotEqual_IgnoreCase_TextText
source: Returns true if A and B are linguistically not equal (A != B), ignoring case.
es: Devuelve verdadero si A y B no son equivalentes desde el punto de vista lingüístico (A != B), omitir en ese caso.
pt_br: Retorna verdadeiro se A e B forem linguisticamente distintos (A != B), desconsiderando maiúsculas e minúsculas.

# UObjectToolTips,KismetTextLibrary:NotEqual_TextText
source: Returns true if A and B are linguistically not equal (A != B).
es: Devuelve verdadero si A y B no son equivalentes desde el punto de vista lingüístico (A != B).
pt_br: Retorna verdadeiro se A e B forem linguisticamente distintos (A != B).

# UObjectToolTips,KismetTextLibrary:TextIsCultureInvariant
source: Returns true if text is culture invariant.
es: Devuelve verdadero si el texto es temporal.
pt_br: Retorna verdadeiro se o texto for invariante de cultura.

# UObjectToolTips,KismetTextLibrary:TextIsEmpty
source: Returns true if text is empty.
es: Devuelve verdadero si el texto está vacío.
pt_br: Retorna verdadeiro se o texto estiver vazio.

# UObjectToolTips,KismetTextLibrary:TextIsTransient
source: Returns true if text is transient.
es: Devuelve verdadero si el texto es temporal.
pt_br: Retorna verdadeiro se o texto for transiente.

# UObjectToolTips,KismetTextLibrary:TextTrimPreceding
source: Removes whitespace characters from the front of the text.
es: Elimina los caracteres del espacio en blanco desde el principio del texto.
pt_br: Remove caracteres de espaço em branco do começo do texto.

# UObjectToolTips,KismetTextLibrary:TextTrimPrecedingAndTrailing
source: Removes whitespace characters from the front and end of the text.
es: Elimina los caracteres del espacio desde el principio hasta el final del texto.
pt_br: Remove caracteres de espaço em branco do começo e do final do texto.

# UObjectToolTips,KismetTextLibrary:TextTrimTrailing
source: Removes trailing whitespace characters.
es: Elimina los caracteres del espacio en blanco del final.
pt_br: Remove caracteres de espaço em branco à direita.

# UObjectToolTips,KismetUserDeclaredFunctionMetadata
source: This structure describes metadata associated with a user declared function or macro It will be turned into regular metadata during compilation
es: Esta estructura describe los metadatos asociados con el macro o la función declarada del usuario. Se volverá en metadatos regulares durante la compilación
pt_br: Essa estrutura descreve os metadados associados ao macro ou função declarada por usuário Será transformada em metadados comuns durante a compilação

# UObjectToolTips,KSphylElem
source: Capsule shape used for collision
es: Forma de la cápsula utilizada para la colisión
pt_br: Formato da cápsula usado para colisão

# UObjectToolTips,KSphylElem:Length
source: This is of line-segment ie. add Radius to both ends to find total length.
es: Este es del fragmento de la línea. Ej. añadir el radio a ambos finales para buscar la longitud final.
pt_br: Isso pertence ao segmento de linha, i.e. adicionar Raio às duas extremidades para encontrar o comprimento total.

# UObjectToolTips,KSphylElem:TM
source: The transform assumes the sphyl axis points down Z.
es: La transformación asume que el eje sphyl apunta hacia Z.
pt_br: A transformação presume que o eixo da cápsula aponta para baixo em Z.

# UObjectToolTips,LandscapeComponent:CachedLocalBox
source: Cached local-space bounding box, created at heightmap update time
es: Caja delimitadora con espacio local en caché, creada en el tiempo de actualización del mapa de altura
pt_br: Caixa delimitadora de espaço local armazenada em cachê, criada no tempo de atualização do heightmap

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:CachedLocalBox
source: Cached local-space bounding box, created at heightmap update time
es: Caja delimitadora con espacio local en caché, creada en el tiempo de actualización del mapa de altura
pt_br: Caixa delimitadora de espaço local armazenada em cachê, criada no tempo de atualização do heightmap

# UObjectToolTips,LandscapeComponent:CollisionComponent
source: Reference to associated collision component
es: Referencia al componente de colisión asociado
pt_br: Referência a um componente de colisão associado

# UObjectToolTips,LandscapeComponent:CollisionMipLevel
source: Heightfield mipmap used to generate collision
es: Mapa mip del campo de altura usado para generar la colisión
pt_br: Mapa mip do mapa de alturas usado para gerar colisão

# UObjectToolTips,LandscapeComponent:ForcedLOD
source: Forced LOD level to use when rendering
es: Nivel LOD forzado que se utiliza cuando se realiza una renderización
pt_br: Nível de LOD forçado para usar ao renderizar

# UObjectToolTips,LandscapeComponent:HeightmapScaleBias
source: UV offset to Heightmap data from component local coordinates
es: Desplazamiento UV a los datos del Heightmap de las coordenadas locales del componente
pt_br: Deslocamento UV para os dados de Heightmap a partir de coordenadas locais do componente

# UObjectToolTips,LandscapeComponent:HeightmapTexture
source: Heightmap texture reference
es: Referencia de textura Heightmap
pt_br: Referência de textura do mapa de alturas

# UObjectToolTips,LandscapeComponent:LightingGuid
source: Unique ID for this component, used for caching during distributed lighting
es: ID único para este componente, usado para enviar a caché durante la iluminación distribuida
pt_br: ID exclusivo para esse componente, usado para armazenamento em cache durante iluminação distribuída

# UObjectToolTips,LandscapeComponent:LODBias
source: LOD level Bias to use when rendering
es: Desviación del nivel LOD que se utiliza cuando se realiza una renderización
pt_br: Tendência do nível do LOD a ser usada na renderização

# UObjectToolTips,LandscapeComponent:NumSubsections
source: Number of subsections in X or Y axis
es: Número de subsecciones en los ejes X o Y
pt_br: Número de subseções nos eixos X ou Y
