Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,LatentActionManager
source: The latent action manager handles all pending latent actions for a single world
es: El gestor de acciones latentes se encarga de todas las acciones que estén pendientes para un solo mundo
pt_br: O gerenciador de ação latente lida com todas as ações latentes pendentes para um único mundo

# UObjectToolTips,Layer:ActorStats
source: Basic stats regarding the number of Actors and their types currently assigned to the Layer
es: Estadísticas básicas sobre el número de actores y tipos actualmente asignados a la capa.
pt_br: Estatísticas básicas em relação ao número de Atores e seus tipos atribuídos à Camada

# UObjectToolTips,Layer:bIsVisible
source: Whether actors associated with the layer are visible in the viewport
es: Si los actores asociados con la capa son visibles en la ventana gráfica
pt_br: Se os atores associados com a camada são visíveis na porta de visualização

# UObjectToolTips,Layer:LayerName
source: The display name of the layer
es: El nombre de visualización de la capa
pt_br: O nome de exibição da camada

# UObjectToolTips,LayerActorStats:Total
source: The total number of Actors of Type assigned to the Layer
es: El número total de actores de tipo asignados a la capa
pt_br: O número total de atores do tipo atribuído à camada

# UObjectToolTips,LayerActorStats:Type
source: A Type of Actor currently associated with the Layer
es: Un tipo de actor asociado actualmente con la capa.
pt_br: Um Tipo de Ator atualmente associado à Camada

# UObjectToolTips,LayerBlendInput:ConstHeightInput
source: only used if HeightInput is not hooked up
es: solo se usa si HeightInput no está conectado
pt_br: somente usado se HeightInput não estiver definido

# UObjectToolTips,LayerBlendInput:ConstLayerInput
source: only used if LayerInput is not hooked up
es: solo se usa si LayerInput no está conectada
pt_br: somente usado se LayerInput não estiver definido

# UObjectToolTips,LayerBlendInput:HeightInput
source: Defaults to 'ConstHeightInput' if not specified
es: Predeterminados para 'ConstHeightInput' si no se especifica
pt_br: Padrões para 'ConstHeightInput' se não for especificado

# UObjectToolTips,LayerBlendInput:LayerInput
source: Defaults to 'ConstLayerInput' if not specified
es: Predeterminados para 'ConstLayerInput' si no se especifica
pt_br: Padrões para 'ConstLayerInput' se não for especificado

# UObjectToolTips,Level:bIsVisible
source: Whether the level is currently visible/ associated with the world
es: Si el nivel es actualmente visible/ o está asociado con el mundo
pt_br: Se o nível é atualmente visível/associado com o mundo

# UObjectToolTips,Level:LevelScriptActor
source: The level scripting actor, created by instantiating the class from LevelScriptBlueprint. This handles all level scripting
es: El actor de secuencias de nivel, creado al instanciar la clase desde LevelScriptBlueprint. Este maneja todas las secuencias del nivel.
pt_br: O ator de script do nível, criado ao instanciar a classe de LevelScriptBlueprint. Trata todo o script do nível

# UObjectToolTips,Level:LevelScriptBlueprint
source: Reference to the blueprint for level scripting
es: Referencia al Blueprint para la creación de secuencias del nivel
pt_br: Referência ao esquema da geração de script do nível

# UObjectToolTips,Level:LightmapTotalSize
source: Total number of KB used for lightmap textures in the level.
es: Número total de KB usados para las texturas del mapa de la iluminación en el nivel.
pt_br: Número total de KBs usado para a textura do mapa de luzes no nível.

# UObjectToolTips,Level:ModelComponents
source: BSP Model components used for rendering.
es: Componentes de modelo BSP usados para renderizar.
pt_br: Componentes do modelo BSP usado para renderização.

# UObjectToolTips,Level:NavListStart
source: Start and end of the navigation list for this level, used for quickly fixing up when streaming this level in/out. @TODO DEPRECATED - DELETE
es: Inicio y final de la lista de navegación para este nivel, se usa para reparar rápidamente cuando se transmite el inicio/final de este nivel. TODO ES OBSOLETO - ELIMINAR
pt_br: Início e fim da lista de navegação deste nível, usados para correção rápida ao transmitir a entrada/saída deste nível. @TODO DESCONTINUADO - EXCLUIR

# UObjectToolTips,Level:OwningWorld
source: The World that has this level in its Levels array. This is not the same as GetOuter(), because GetOuter() for a streaming level is a vestigial world that is not used. It should not be accessed during BeginDestroy(), just like any other UObject references, since GC may occur in any order.
es: El mundo que tiene este nivel en su matriz de niveles. No es igual a GetOuter(), porque GetOuter() para un nivel de transmisión de flujo es un mundo vestigial que no está en uso. No se debe acceder a él durante BeginDestroy(), al igual que con otras referencias UObject, debido a que GC podría ocurrir en cualquier orden.
pt_br: Mundo que tem este nível em sua matriz de Níveis. Não é igual a GetOuter() porque GetOuter() de um nível de transmissão é um mundo vestigial não usado. Não deve ser acessado durante BeginDestroy(), como qualquer outra referência de UObject, pois pode ocorrer GC em qualquer ordem.

# UObjectToolTips,Level:ShadowmapTotalSize
source: Total number of KB used for shadowmap textures in the level.
es: Número total de KB usados para las texturas del mapa de sombreado en el nivel.
pt_br: Número total de KBs usado para a textura do mapa de sombras no nível.

# UObjectToolTips,LevelBounds:bAutoUpdateBounds
source: Whether to automatically update actor bounds based on all relevant actors bounds belonging to the same level
es: Si actualizar automáticamente los límites del actor en base a los límites del actor relevante que pertenece al mismo nivel
pt_br: Se deve atualizar automaticamente os limites do ator com base em todos os limites de atores relevantes que pertencem ao mesmo nível

# UObjectToolTips,LevelEditorMiscSettings:bBSPAutoUpdate
source: If true, BSP will auto-update
es: Si es verdadero, BSP se actualizará automáticamente
pt_br: Se for verdadeiro, BSP atualizará automaticamente

# UObjectToolTips,LevelEditorMiscSettings:bEnableEditorSounds
source: Enables audio feedback for certain operations in Unreal Editor, such as entering and exiting Play mode
es: Activa el acople del audio para algunas operaciones en Unreal Editor, como el modo de reproducción existente e introducido.
pt_br: Ativa a resposta de áudio para determinadas operações no Editor Unreal, como entrar e sair do modo de jogo

# UObjectToolTips,LevelEditorMiscSettings:bNavigationAutoUpdate
source: If true, Navigation will auto-update
es: Si es verdadero, la navegación se actualizará automáticamente
pt_br: Se for verdadeiro, Navegação atualizará automaticamente

# UObjectToolTips,LevelEditorMiscSettings:bReplaceRespectsScale
source: If enabled, replacing actors will respect the scale of the original actor. Otherwise, the replaced actors will have a scale of 1.0
es: Si está activado, al reemplazar actores se respetará la escala del actor original. Si no, los actores reemplazados tendrán una escala de 1.0
pt_br: Se estiver ativa, a substituição de atores respeitará a escala do ator original. Caso contrário, os atores novos terão uma escala de 1.0

# UObjectToolTips,LevelEditorMiscSettings:EditorVolumeLevel
source: Global volume setting for the editor
es: Configuración de volumen global para el editor
pt_br: Configuração de volume global do editor

# UObjectToolTips,LevelEditorPlaySettings
source: Implements the Editor's play settings.
es: Aplica los ajustes de reproducción del editor.
pt_br: Implementa as configurações de jogo do Editor.

# UObjectToolTips,LevelEditorPlaySettings:AdditionalLaunchParameters
source: Extra parameters to be include as part of the command line for the standalone game.
es: Parámetros adicionales que incluir como parte de la línea de comandos para el juego autónomo.
pt_br: Parâmetros adicionais a serem incluídos como parte da linha de comando para o jogo independente.

# UObjectToolTips,LevelEditorPlaySettings:AutoRecompileBlueprints
source: Automatically recompile blueprints used by the current level when initiating a Play In Editor session
es: Recopilar automáticamente los Blueprints utilizados por el nivel actual cuando se inicie una sesión de la reproducción en el editor (PIE)
pt_br: Recompila automaticamente esquemas do nível atual ao iniciar a sessão de Jogar no Editor

# UObjectToolTips,LevelEditorPlaySettings:bOnlyLoadVisibleLevelsInPIE
source: True if Play In Editor should only load currently-visible levels in PIE.
es: Verdadero si reproducción en el editor solo debe cargar niveles que son actualmente visibles en PIE.
pt_br: Verdadeiro e Jogar no Editor deve carregar somente níveis atualmente visíveis no PIE.

# UObjectToolTips,LevelEditorPlaySettings:CenterNewWindow
source: Whether the new window should be centered on the screen.
es: Si se debe centrar la ventana en la pantalla.
pt_br: Se a nova janela deve estar centralizada na tela.

# UObjectToolTips,LevelEditorPlaySettings:DisableStandaloneSound
source: Whether sound should be disabled when playing standalone games.
es: Si desactivar el sonido cuando se reproducen juegos autónomos.
pt_br: Se o som deve ser desativado ao reproduzir jogos independentes.

# UObjectToolTips,LevelEditorPlaySettings:EnableSound
source: Whether to play sounds when in a Play In Editor session
es: Si reproducir sonidos en una sesión de reproducción en el editor (PIE)
pt_br: Se deve reproduzir sons em uma sessão de Jogar no Editor

# UObjectToolTips,LevelEditorPlaySettings:GameGetsMouseControl
source: Give the game mouse control when PIE starts or require a click in the viewport first
es: Proporcionar el control del ratón cuando comienza PIE o necesita que se haga clic en la primera pantalla gráfica
pt_br: Dar ao mouse de jogo o controle quando PIE inicia ou requer um clique antes na porta de visualização

# UObjectToolTips,LevelEditorPlaySettings:LaptopScreenResolutions
source: Collection of common screen resolutions on mobile phones.
es: Colección de resoluciones de pantalla comunes para teléfonos móviles.
pt_br: Coleção de resoluções de tela comuns nos monitores de celurares.

# UObjectToolTips,LevelEditorPlaySettings:PhoneScreenResolutions
source: Collection of common screen resolutions on mobile phones.
es: Colección de resoluciones de pantalla comunes para teléfonos móviles.
pt_br: Coleção de resoluções de tela comuns nos monitores de celurares.

# UObjectToolTips,LevelEditorPlaySettings:LastExecutedLaunchDevice
source: The name of the last platform that the user ran a play session on.
es: El nombre de la última plataforma en la cual el usuario ejecutó una sesión de juego
pt_br: O nome da última plataforma em que o usuário executou uma sessão de jogo.

# UObjectToolTips,LevelEditorPlaySettings:LastExecutedLaunchModeType
source: The last type of play-on session the user ran.
es: El último tipo de sesión en reproducción que el usuario ejecutó.
pt_br: A última sessão do tipo de jogo que o usuário executou.

# UObjectToolTips,LevelEditorPlaySettings:LastExecutedLaunchName
source: The name of the last device that the user ran a play session on.
es: El nombre del último dispositivo en el cual el usuario ejecutó una sesión de juego
pt_br: O nome do último dispositivo em que o usuário executou uma sessão de jogo.

# UObjectToolTips,LevelEditorPlaySettings:LastExecutedPlayModeLocation
source: The last type of play location the user ran.
es: El último tipo de ubicación de reproducción que ejecutó el usuario.
pt_br: A última localização do tipo de jogo que o usuário executou.

# UObjectToolTips,LevelEditorPlaySettings:LastExecutedPlayModeType
source: The last type of play session the user ran.
es: El último tipo de sesión de reproducción que ejecutó el usuario.
pt_br: A última sessão do tipo de jogo que o usuário executou.

# UObjectToolTips,LevelEditorPlaySettings:MonitorScreenResolutions
source: Collection of common screen resolutions on desktop monitors.
es: Colección de resoluciones de pantalla comunes para monitores de ordenador.
pt_br: Coleção de resoluções de tela comuns nos monitores de computador.

# UObjectToolTips,LevelEditorPlaySettings:MouseControlLabelPosition
source: Location on screen to anchor the mouse control label when in PIE mode.
es: Ubicación en la pantalla para fijar la etiqueta del control del ratón cuando se está en el modo PIE (Reproducción en el editor)
pt_br: Local na tela onde deve ser ancorado o rótulo de controle do mouse quando estiver no modo PIE.

# UObjectToolTips,LevelEditorPlaySettings:MultipleInstanceLastHeight
source: The last used height for multiple instance windows (in pixels).
es: La última altura conocida para las ventanas de instancias múltiples (en píxeles).
pt_br: A última altura usada para janelas de várias instâncias (em pixels).

# UObjectToolTips,LevelEditorPlaySettings:MultipleInstanceLastWidth
source: The last used width for multiple instance windows (in pixels).
es: El último ancho conocido para las ventanas de instancias múltiples (en píxeles).
pt_br: A última largura usada para janelas de várias instâncias (em pixels).

# UObjectToolTips,LevelEditorPlaySettings:MultipleInstancePositions
source: The last known screen positions of multiple instance windows (in pixels).
es: Las últimas posiciones conocidas de ventanas de instancias múltiples (en píxeles) en la pantalla.
pt_br: As últimas posições conhecidas da tela de janelas de várias instâncias (em pixels).

# UObjectToolTips,LevelEditorPlaySettings:NewWindowHeight
source: The height of the new view port window in pixels (0 = use the desktop's screen resolution).
es: La altura de la ventana gráfica nueva en píxeles (0 = usar la resolución de la pantalla del escritorio).
pt_br: A altura da nova janela da porta de visualização em pixels (0 = usar a resolução da tela da área de trabalho).

# UObjectToolTips,LevelEditorPlaySettings:NewWindowPosition
source: The position of the new view port window on the screen in pixels.
es: La posición de la ventana gráfica nueva en la pantalla en píxeles.
pt_br: A posição da nova janela da porta de visualização na tela em pixels.

# UObjectToolTips,LevelEditorPlaySettings:NewWindowWidth
source: The width of the new view port window in pixels (0 = use the desktop's screen resolution).
es: El ancho de la ventana gráfica nueva en píxeles (0 = usar la resolución de la pantalla del escritorio)
pt_br: A largura da nova janela da porta de visualização em pixels (0 = usar a resolução da tela da área de trabalho).

# UObjectToolTips,LevelEditorPlaySettings:PlayNetMode
source: NetMode to use for Play In Editor.
es: NetMode que se utiliza para la reproducción en el editor (PIE).
pt_br: NetMode a ser usado para o modo Jogar no Editor.

# UObjectToolTips,LevelEditorPlaySettings:RouteGamepadToSecondWindow
source: When running multiple player windows in a single process, this option determines how the game pad input gets routed. If unchecked (default) then the 1st game pad is attached to the 1st window, 2nd to the 2nd window, and so on. If it is checked, the 1st game pad goes the 2nd window. The 1st window can then be controlled by keyboard/mouse, which is convenient if two people are testing on the same computer.
es: Cuando se ejecutan ventanas de jugador múltiple en un solo proceso, esta opción determina cómo se enlaza la entrada del mando a una ruta. Si no está seleccionada (predeterminado), entonces el primer mando se acopla a la primera ventana, el segundo a la segunda ventana y así sucesivamente. Si está seleccionada, el primer mando se enlaza con la segunda ventana. La primera ventana se puede controlar con el ratón/teclado, que es una mejor opción si dos personas están analizando en el mismo ordenador.
pt_br: Ao executar várias janelas de jogador em um único processo, essa opção determina como a entrada do gamepad é roteada. Se for desmarcada (padrão), o 1º gamepad é anexado à 1ª janela, o 2º à 2ª e assim em diante. Se for marcado, o 1º gamepad vai para a 2ª janela. A 1ª janela pode ser controlada pelo mouse/teclado, o que é conveniente se duas pessoas estiverem testando no mesmo computador.

# UObjectToolTips,LevelEditorPlaySettings:RunUnderOneProcess
source: Spawn multiple player windows in a single instance of UE4. This will load much faster, but has potential to have more issues.
es: Crear varias ventanas de jugador en una sola instancia de UE4. Cargará mucho más rápido, pero puede crear más fallos.
pt_br: Cria várias janelas de reprodução em uma única instância do UE4. Carregará muito mais rápido, mas é possível que possua mais problemas.

# UObjectToolTips,LevelEditorPlaySettings:ShowMouseControlLabel
source: Whether to show a label for mouse control gestures in the PIE view.
es: Si mostrar una etiqueta para los gestos del control del ratón en la vista de PIE (reproducir en el editor).
pt_br: Se deve exibir um rótulo para os gestos de controle de mouse na visualização PIE.

# UObjectToolTips,LevelEditorPlaySettings:StandaloneWindowHeight
source: The height of the standalone game window in pixels (0 = use the desktop's screen resolution).
es: La altura de la ventana del juego autónomo en píxeles (0 = usar la resolución de la pantalla del escritorio).
pt_br: A altura da nova janela de jogo independente em pixels (0 = usar a resolução da tela da área de trabalho).

# UObjectToolTips,LevelEditorPlaySettings:StandaloneWindowWidth
source: The width of the standalone game window in pixels (0 = use the desktop's screen resolution).
es: El ancho de la ventana del juego autónomo en píxeles (0 = usar la resolución de la pantalla del escritorio)
pt_br: A largura da nova janela de jogo independente em pixels (0 = usar a resolução da tela da área de trabalho).

# UObjectToolTips,LevelEditorPlaySettings:TabletScreenResolutions
source: Collection of common screen resolutions on tablet devices.
es: Colección de resoluciones de pantalla comunes para tablets.
pt_br: Coleção de resoluções de tela comuns nos monitores de dispositivos de tablet.

# UObjectToolTips,LevelEditorPlaySettings:TelevisionScreenResolutions
source: Collection of common screen resolutions on television screens.
es: Colección de resoluciones de pantalla comunes para pantallas de televisión.
pt_br: Coleção de resoluções de tela comuns nos monitores de telas de televisão.

# UObjectToolTips,LevelEditorViewportInstanceSettings
source: Implements the Level Editor's per-instance view port settings.
es: Aplica los ajustes de la ventana gráfica por instancia del editor del niveles.
pt_br: Implementa as configurações de porta de visualização por instância do Editor de Níveis.

# UObjectToolTips,LevelEditorViewportInstanceSettings:ViewportType
source: The viewport type
es: El tipo de ventana gráfica
pt_br: O tipo de porta de visualização

# UObjectToolTips,LevelEditorViewportInstanceSettingsKeyValuePair
source: Implements a key -> value pair for the per-instance view port settings
es: Aplica una clave -> par de valores para los ajustes de la ventana gráfica por instancia
pt_br: Implementa uma chave -> par de valores das configurações de porta de visualização por instância

# UObjectToolTips,LevelEditorViewportSettings
source: Implements the Level Editor's view port settings.
es: Aplica los ajustes de la ventana gráfica del editor del nivel.
pt_br: Implementa as configurações de portas de visualização do Editor de Níveis.

# UObjectToolTips,LevelEditorViewportSettings:ActorSnapDistance
source: Global actor snap distance setting for the editor
es: Configuración de distancia de magnetismo del actor global para el editor
pt_br: Configuração da distância de aderência do ator global do editor

# UObjectToolTips,LevelEditorViewportSettings:ActorSnapScale
source: Global actor snap scale for the editor
es: Escala del magnetism del actor global para el editor
pt_br: Escala de aderência global do ator para o editor

# UObjectToolTips,LevelEditorViewportSettings:AspectRatioAxisConstraint
source: How to constrain perspective view port FOV
es: Cómo restringir el campo visual de la ventana gráfica de la perspectiva
pt_br: Como restringir a perspectiva da porta de visualização do FOV

# UObjectToolTips,LevelEditorViewportSettings:BackgroundDropDistance
source: Distance from the camera to place actors which are dropped on nothing in the view port.
es: Distanciar de la cámara para colocar los actores que se han soltado al vacío en la ventana gráfica.
pt_br: Distância da câmera para colocar atores que são soltos em nada na porta de visualização.

# UObjectToolTips,LevelEditorViewportSettings:bAllowTranslateRotateZWidget
source: Allow translate/rotate widget
es: Permitir transladar/ rotar el widget
pt_br: Permitir widget de transladar/rodar

# UObjectToolTips,LevelEditorViewportSettings:bCenterZoomAroundCursor
source: If checked, in orthographic view ports zooming will center on the mouse position. If unchecked, the zoom is around the center of the viewport.
es: Si ya se ha revisado, el zoom de las ventanas gráficas ortográficas se centrarán en la posición del ratón. Si no se ha revisado, el zoom estará alrededor del centro de la ventana gráfica.
pt_br: Se estiver marcado, em portas de visualização ortográficas o zoom será centrado na posição do mouse. Caso contrário, o zoom será centrado no centro da porta de visualização.

# UObjectToolTips,LevelEditorViewportSettings:bClickBSPSelectsBrush
source: If true, Clicking a BSP selects the brush and ctrl+shift+click selects the surface. If false, vice versa
es: Si es verdadero, al pinchar un BSP se selecciona el pincel y ctrl+shift+click selecciona la superficie. Si es falso, vice versa
pt_br: Se for verdadeiro, clicar em um BSP seleciona o pincel e ctrl+shift+clique seleciona a superfície. Se for falso, é o contrário

# UObjectToolTips,LevelEditorViewportSettings:bEnableLayerSnap
source: If enabled, actor rotations will snap to the grid.
es: Si está activado, las rotaciones del actor atraerán a la rejilla.
pt_br: Se estiver ativa, as rotações dos atores aderirão à grade.

# UObjectToolTips,LevelEditorViewportSettings:RotGridEnabled
source: If enabled, actor rotations will snap to the grid.
es: Si está activado, las rotaciones del actor atraerán a la rejilla.
pt_br: Se estiver ativa, as rotações dos atores aderirão à grade.

# UObjectToolTips,LevelEditorViewportSettings:bEnableViewportCameraToUpdateFromPIV
source: Enables the editor perspective camera to be dropped at the last PlayInViewport cam position
es: Activa para que se coloque la cámara de la perspectiva del editor en la última posición de la cámara PlayInViewport
pt_br: Permite que a câmera de perspectiva do editor seja solta na última posição de câmera de PlayInViewport

# UObjectToolTips,LevelEditorViewportSettings:bEnableViewportHoverFeedback
source: Enables real-time hover feedback when mousing over objects in editor view ports
es: Activa la reacción del globo de información en tiempo real, cuando se pasa el ratón sobre los objetos en las ventanas gráficas del editor
pt_br: Ativa a resposta em tempo real quando o mouse passa sobre objetos nas portas de visualização do editor

# UObjectToolTips,LevelEditorViewportSettings:bHighlightWithBrackets
source: If enabled, selected objects will be highlighted with brackets in all modes rather than a special highlight color.
es: Si está activado, los objetos seleccionados se resaltarán con paréntesis en todos los modos mejor que con un color especial.
pt_br: Se estiver ativa, objetos selecionados serão realçados com colchetes em todos os modos, em vez de com uma cor especial de realce.
