Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,GameplayStatics:CreateSaveGameObject
source: Create a new, empty SaveGame object to set data on and then pass to SaveGameToSlot. @param SaveGameClass Class of SaveGame to create @return New SaveGame object to write data to
es: Crear un nuevo objeto SaveGame vacío en el que ajustar los datos y pasarlo a SaveGameToSlot @param SaveGameClass Clase de guardar juego que crear @return Objeto SaveGame nuevo en el que escribir los datos
pt_br: Criar um novo objeto de SaveGame vazio para definir os dados nele e, em seguida, passar para SaveGameToSlot. @param SaveGameClass Classe de SaveGame a ser criado @return Novo objeto de SaveGame para gravação de dados

# UObjectToolTips,GameplayStatics:CreateSaveGameObjectFromBlueprint
source: Create a new, empty SaveGame object to set data on and then pass to SaveGameToSlot. @param SaveGameBlueprint Blueprint of SaveGame to create @return New SaveGame object to write data to
es: Crear un nuevo objeto SaveGame vacío en el que ajustar los datos y pasarlo a SaveGameToSlot @param SaveGameBlueprint Blueprint de SaveGame que crear @return Objeto de SaveGame nuevo en el que escribir los datos
pt_br: Criar um novo objeto de SaveGame vazio para definir os dados nele e, em seguida, passar para SaveGameToSlot. @param SaveGameBlueprint Esquema do SaveGame a ser criado @return Novo objeto de SaveGame para gravação de dados

# UObjectToolTips,GameplayStatics:DeactivateReverbEffect
source: Deactivates a Reverb Effect not applied by a volume @param TagName Tag associated with Reverb Effect to remove
es: Desactiva un efecto de reverberación que no lo ha aplicado un volumen @param TagName Etiqueta asociada con el efecto de reverberación que eliminar
pt_br: Desativa um Efeito de Reverberação não aplicado por um volume @param TagName Rótulo associado ao Efeito de Reverberação a ser removido

# UObjectToolTips,GameplayStatics:FinishSpawningActor
source: 'Finish' spawning an actor. This will run the construction script.
es: 'Terminar' de generar un actor. Lo que ejecutará la secuencia de construcción.
ko: Finish Spawning Actor - 액터 스폰을 '마무리'합니다. 컨스트럭션 스크립트를 실행합니다.
pt_br: 'Concluir' a criação de um ator. Isso executará o script de construção.

# UObjectToolTips,GameplayStatics:GetActorArrayAverageLocation
source: Find the average location (centroid) of an array of Actors
es: Buscar la ubicación promedia (baricentro) de una matriz de los vectores
pt_br: Encontrar o local médio (centroide) de uma matriz de Atores

# UObjectToolTips,GameplayStatics:GetActorArrayBounds
source: Bind the bounds of an array of Actors
es: Enlazar los límites de una matriz de actores
pt_br: Vincular os limites de uma matriz de Atores

# UObjectToolTips,GameplayStatics:GetAllActorsOfClass
source: Find all Actors in the world of the specified class. This is a slow operation, use with caution e.g. do not use every frame. @param ActorClass Class of Actor to find. Must be specified or result array will be empty. @param OutActors Output array of Actors of the specified class.
es: Buscar todos los actores en el mundo de la clase especificada. Supone una operación lenta, usar con precaución. Ej. no utilizar todos los fotogramas. @param ActorClass Clase del actor que buscar. Se debe especificar o la matriz resultante estará vacía. @param OutActors General la matriz de los actores de la clase especificada.
pt_br: Encontrar todos os Atores no mundo da classe especificada. Essa é uma operação lenta, use com cautela. Por exemplo: não use a cada quadro. @param ActorClass Classe de Ator a ser encontrada. Deve ser especificada ou a matriz de resultados ficará vazia. @param OutActors Matriz de saída de Atores da classe especificada.

# UObjectToolTips,GameplayStatics:GetAudioTimeSeconds
source: Returns time in seconds since world was brought up for play, IS stopped when game pauses, NOT dilated/clamped.
es: Devuelve el tiempo en segundo desde que el mundo se ha sacado para reproducirlo, SE para cuando se pausa el juego, NO extendido/fijado.
pt_br: Retorna o tempo em segundos desde que o mundo foi disponibilizado para jogo, é PARADO quando o jogo pausa, NÃO restrito/dilatado.

# UObjectToolTips,GameplayStatics:GetGameInstance
source: Returns the game instance object
es: Devuelve el objeto de instancia del juego
pt_br: Retorna o objeto de instância de jogo

# UObjectToolTips,GameplayStatics:GetPlatformName
source: Returns the string name of the current platform, to perform different behavior based on platform. (Platform names include Windows, Mac, IOS, Android, PS4, XboxOne, HTML5, Linux)
es: Devuelve el nombre de la cadena de la plataforma actual, para realizar un comportamiento basado en la plataforma. (Los nombres de las plataformas incluyen Windows, Mac, iOS, Android, PS4, XboxOne, HTML5, Linux)
pt_br: Retorna o nome da string da plataforma atual para executar diferentes comportamentos com base na plataforma. Dentre as plataformas estão Windows, Mac, iOS, Android, PS4, XboxOne, HTML5, Linux.

# UObjectToolTips,GameplayStatics:GetPlayerCameraManager
source: Returns the player's camera manager for the specified player index
es: Devuelve el gestor de la cámara del jugador al índice del jugador especificado
pt_br: Retorna o gerente de câmera do jogador para o índice de jogador especificado

# UObjectToolTips,GameplayStatics:GetPlayerCharacter
source: Returns the player character (NULL if the player pawn doesn't exist OR is not a character) at the specified player index
es: Devuelve el carácter del jugador (NULO si el peón del jugador no existe O no es un personaje) al índice del jugador especificado
pt_br: Retorna o personagem do jogador (NULO se o peão do jogador não existir OU não for um personagem) no índice do jogador especificado

# UObjectToolTips,GameplayStatics:GetPlayerController
source: Returns the player controller at the specified player index
es: Devuelve el controlador del jugador al índice del jugador especificado
pt_br: Retorna o controlador do jogador no índice do jogador especificado

# UObjectToolTips,GameplayStatics:GetPlayerPawn
source: Returns the player pawn at the specified player index
es: Devuelve el peón del jugador al índice del jugador especificado
pt_br: Retorna o peão do jogador no índice do jogador especificado

# UObjectToolTips,GameplayStatics:GetRealTimeSeconds
source: Returns time in seconds since world was brought up for play, does NOT stop when game pauses, NOT dilated/clamped
es: Devuelve el tiempo en segundo desde que el mundo se ha sacado para reproducirlo, NO se para cuando se pausa el juego, NO extendido/fijado.
pt_br: Retorna o tempo em segundos desde que o mundo foi disponibilizado para jogo, NÃO é parado quando o jogo pausa, NÃO restrito/dilatado.

# UObjectToolTips,GameplayStatics:GetStreamingLevel
source: Returns level streaming object with specified level package name
es: Devuelve el objeto de la transmisión de flujo del nivel con el nombre del paquete del nivel especificado
pt_br: Retorna o objeto de transmissão de nível com o nome de pacote do nível especificado

# UObjectToolTips,GameplayStatics:LoadStreamLevel
source: Stream the level with the LevelName ; Calling again before it finishes has no effect
es: Generar flujo continuo del nivel con LevelName; Llamar de nuevo antes de que termine no tiene efecto.
pt_br: Transmitir o nível com o LevelName ; Chamar novamente antes da conclusão não surte efeito

# UObjectToolTips,GameplayStatics:UnloadStreamLevel
source: Unload a streamed in level
es: Descargar una transmisión continua en el nivel
pt_br: Descarregar um nível transmitido

# UObjectToolTips,GameSession:bRequiresPushToTalk
source: Is voice enabled always or via a push to talk keybinding
es: ¿Está la voz siempre activada o se hace mediante el atajo de teclado presionar para hablar?
pt_br: A voz está ativa sempre ou é ativada através de alguma tecla de "pressione para falar" vinculada?

# UObjectToolTips,GameSession:MaxPlayers
source: Maximum number of players allowed by this server.
es: Número máximo de jugadores permitidos en este servidor.
pt_br: Número máximo de personagens permitidos por este servidor.

# UObjectToolTips,GameSessionSettings:MaxPlayers
source: Maximum number of players allowed by this server.
es: Número máximo de jugadores permitidos en este servidor.
pt_br: Número máximo de personagens permitidos por este servidor.

# UObjectToolTips,GameSession:MaxSpectators
source: Maximum number of spectators allowed by this server.
es: Número máximo de espectadores permitidos en este servidor.
pt_br: Número máximo de espectadores permitidos por este servidor.

# UObjectToolTips,GameSessionSettings:MaxSpectators
source: Maximum number of spectators allowed by this server.
es: Número máximo de espectadores permitidos en este servidor.
pt_br: Número máximo de espectadores permitidos por este servidor.

# UObjectToolTips,GameSession:MaxSplitscreensPerConnection
source: Maximum number of splitscreen players to allow from one connection
es: Número máximo de jugadores en pantalla dividida permitidos para una conexión
pt_br: Número máximo de jogadores em tela dividida a permitir a partir de uma conexão

# UObjectToolTips,GameSession:SessionName
source: SessionName local copy from PlayerState class. should really be define in this class, but need to address replication issues
es: Copia local SessionName desde clase PlayerState. Realmente debería estar definida en esta clase, pero es necesario abordar problemas de duplicación
pt_br: Cópia local de SessionName a partir da classe PlayerState. Deve definir realmente nesta classe, mas precisa solucionar os problemas de replicação

# UObjectToolTips,GameSessionSettings:bRequiresPushToTalk
source: Is voice enabled always or via a push to talk key binding.
es: La voz está siempre activada o mediante un empuje
pt_br: A voz está ativa sempre ou é ativada através de alguma tecla "pressione para falar" vinculada?

# UObjectToolTips,GameState:ElapsedTime
source: Elapsed game time since match has started.
es: Tiempo de juego transcurrido desde que inició la partida.
pt_br: Tempo decorrido de jogo desde o início da partida.

# UObjectToolTips,GameState:OnRep_MatchState
source: Match state has changed
es: Ha cambiado el estado de coincidencia
pt_br: O estado da partida mudou

# UObjectToolTips,GameState:PreviousMatchState
source: Previous map state, used to handle if multiple transitions happen per frame
es: Estado de mapa previo, se usa para manejar si varias transiciones ocurren por fotograma
pt_br: Estado do mapa anterior, usado para manipular se ocorrer mais de uma transição por quadro

# UObjectToolTips,GameUserSettings:bUseVSync
source: Whether to use VSync or not. (public to allow UI to connect to it)
es: Si usar VSync o no. (Público para permitir que IU se conecte a éste)
pt_br: Se deve usar VSync ou não. (público para permitir que a IU se conecte)

# UObjectToolTips,GameUserSettings:LastConfirmedFullscreenMode
source: Last user confirmed fullscreen mode setting.
es: El último usuario confirmó los ajustes del modo de pantalla completa
pt_br: Última configuração de modo tela cheia confirmado pelo usuário.

# UObjectToolTips,GameUserSettings:LastUserConfirmedResolutionSizeX
source: Game screen resolution width, in pixels.
es: Ancho de la resolución de la pantalla, en píxeles.
pt_br: Largura da resolução da tela do jogo em pixels.

# UObjectToolTips,GameUserSettings:ResolutionSizeX
source: Game screen resolution width, in pixels.
es: Ancho de la resolución de la pantalla, en píxeles.
pt_br: Largura da resolução da tela do jogo em pixels.

# UObjectToolTips,GameUserSettings:LastUserConfirmedResolutionSizeY
source: Game screen resolution height, in pixels.
es: Altura de la resolución de la pantalla, en píxeles.
pt_br: Altura da resolução da tela do jogo em pixels.

# UObjectToolTips,GameUserSettings:ResolutionSizeY
source: Game screen resolution height, in pixels.
es: Altura de la resolución de la pantalla, en píxeles.
pt_br: Altura da resolução da tela do jogo em pixels.

# UObjectToolTips,GameUserSettings:Version
source: All settings will be wiped and set to default if the serialized version differs from UE_GAMEUSERSETTINGS_VERSION.
es: Todos los ajustes se borrarán y se ajustarán a predeterminados si la versión serializada es diferente a UE_GAMEUSERSETTINGS_VERSION.
pt_br: Todas as configurações serão redefinidas para o padrão se a versão serializada for diferente da UE_GAMEUSERSETTINGS_VERSION

# UObjectToolTips,GameUserSettings:WindowPosX
source: Window PosX
es: PosX de la ventana
pt_br: PosX da janela

# UObjectToolTips,GameUserSettings:WindowPosY
source: Window PosY
es: PosY de la ventana
pt_br: PosY da janela

# UObjectToolTips,GameViewportClient:SetConsoleTarget
source: Sets the player which console commands will be executed in the context of.
es: Ajusta al jugador del cual se ejecutarán los comandos de consola en el contexto.
pt_br: Define o jogador em cujo contexto os comandos de console serão executados.

# UObjectToolTips,GameViewportClient:ShowTitleSafeArea
source: Exec for toggling the display of the title safe area
es: Ejecutar para conmutar la visualización del área segura del título
pt_br: Exec para alternar a exibição da área de segurança do título

# UObjectToolTips,GameViewportClient:SSSwapControllers
source: Rotates controller ids among gameplayers, useful for testing splitscreen with only one controller.
es: Rota las ID del controlador entre los jugadores, útil para probar la pantalla dividida con solo un controlador.
pt_br: Gira os Ids de controlador entre os jogadores. Útil para testar a divisão de tela com apenas um controlador.

# UObjectToolTips,GameViewportClient:ViewportConsole
source: The viewport's console. Might be null on consoles
es: La consola de la ventana gráfica. Podría ser nulo en consolas
pt_br: O console da porta de visualização. Pode ser nulo em consoles

# UObjectToolTips,GatherTextCommandlet
source: UGatherTextCommandlet: One commandlet to rule them all. This commandlet loads a config file and then calls other localization commandlets. Allows localization system to be easily extendable and flexible.
es: UGatherTextCommandlet: Una línea de comandos para controlarlos a todos. Esta línea de comandos carga un archivo de configuración y calla a otras commandlets de ubicación. Permite al sistema de localización ser más flexible y extensible.
pt_br: UGatherTextCommandlet: Um commandlet para todos governar. Esse commandlet carrega um arquivo de configuração e chama outros commandlets de localização. Permite ao sistema de localização ser facilmente extensível e flexível.

# UObjectToolTips,GatherTextFromAssetsCommandlet
source: UGatherTextFromAssetsCommandlet: Localization commandlet that collects all text to be localized from the game assets.
es: UGatherTextFromAssetsCommandlet: La línea de comandos de ubicación que colecta todos los textos para ser localizados desde los activos del juego.
pt_br: UGatherTextFromAssetsCommandlet: Commandlet de localização que coleta todo o texto que será localizado nos ativos do jogo.

# UObjectToolTips,GatherTextFromMetaDataCommandlet
source: UGatherTextFromMetaDataCommandlet: Localization commandlet that collects all text to be localized from generated metadata.
es: UGatherTextFromMetaDataCommandlet: La línea de comandos de ubicación que colecciona todos los textos para ser localizados desde los metadatos generados.
pt_br: UGatherTextFromMetaDataCommandlet: Commandlet de localização que coleta todo o texto que será localizado nos metadados gerados.

# UObjectToolTips,GatherTextFromSourceCommandlet
source: UGatherTextFromSourceCommandlet: Localization commandlet that collects all text to be localized from the source code.
es: UGatherTextFromSourceCommandlet: La línea de comandos de ubicación que colecta todos los textos para ser localizados desde el código fuente.
pt_br: UGatherTextFromSourceCommandlet: Commandlet que coleta todo o texto que será localizado no código de fonte.

# UObjectToolTips,GeneralProjectSettings:CompanyName
source: The name of the company (author, provider) that created the project.
es: Nombre de la compañía (autor, proveedor) que ha creado este proyecto.
pt_br: O nome da empresa (autor, fornecedor) que criou o projeto.

# UObjectToolTips,GeneralProjectSettings:CopyrightNotice
source: The project's copyright and/or trademark notices.
es: El copyright del proyecto y/o aviso de marca registrada.
pt_br: Os avisos de direitos autorais e/ou marcas registradas do projeto.

# UObjectToolTips,GeneralProjectSettings:Description
source: The project's description text.
es: Texto de descripción del proyecto.
pt_br: O texto de descrição do projeto.

# UObjectToolTips,GeneralProjectSettings:Homepage
source: The project's homepage URL.
es: URl de la página inicial del proyecto.
pt_br: O URL da página inicial do projeto.

# UObjectToolTips,GeneralProjectSettings:LicensingTerms
source: The project's licensing terms.
es: Términos de licencia del proyecto.
pt_br: Os termos de licenciamento do projeto.

# UObjectToolTips,GeneralProjectSettings:PrivacyPolicy
source: The project's privacy policy.
es: Política de privacidad del proyecto.
pt_br: A política de privacidade do projeto.

# UObjectToolTips,GeneralProjectSettings:ProjectID
source: The project's unique identifier.
es: Identificador único del proyecto.
pt_br: O identificador único do projeto.

# UObjectToolTips,GeneralProjectSettings:ProjectName
source: The project's name.
es: Nombre del proyecto.
pt_br: O nome do projeto.

# UObjectToolTips,GeneralProjectSettings:ProjectVersion
source: The project's version number.
es: Número de la versión del proyecto.
pt_br: O número da versão do projeto.

# UObjectToolTips,GeneralProjectSettings:SupportContact
source: The project's support contact information.
es: Información de contacto del soporte del proyecto.
pt_br: As informações de contato de suporte do projeto.

# UObjectToolTips,GenerateGatherArchiveCommandlet
source: UGenerateGatherArchiveCommandlet: Generates a localisation archive; generally used as a gather step.
es: UGenerateGatherArchiveCommandlet: Genera un archivo de almacenamiento de ubicación que se usa generalmente como un paso de recolección.
pt_br: UGenerateGatherArchiveCommandlet: Gera um arquivo de localização; geralmente usado como uma etapa de coleta.

# UObjectToolTips,GenerateGatherManifestCommandlet
source: UGenerateGatherManifestCommandlet: Generates a localisation manifest; generally used as a gather step.
es: UGenerateGatherManifestCommandlet: Genera un manifiesto de ubicación que se usa generalmente como un paso de recolección.
pt_br: UGenerateGatherManifestCommandlet: Gera um manifesto de localização; geralmente usado como uma etapa de coleta.

# UObjectToolTips,GenerateTextLocalizationResourceCommandlet
source: UGenerateTextLocalizationResourceCommandlet: Localization commandlet that generates a table of FText keys to localized string values.
es: UGenerateTextLocalizationResourceCommandlet: Línea de comandos de ubicación que genera una tabla de claves FText para los valores de la cadena localizada.
pt_br: UGenerateTextLocalizationResourceCommandlet: Commandlet de localização que gera uma tabela de chaves de FText para os valores do string localizado.

# UObjectToolTips,Geometry
source: Represents the position, size, and absolute position of a Widget in Slate. The absolute location of a geometry is usually screen space or window space depending on where the geometry originated. Geometries are usually paired with a SWidget pointer in order to provide information about a specific widget (see FArrangedWidget). A Geometry's parent is generally thought to be the Geometry of the the corresponding parent widget.
es: Representa la posición, el tamaño y la posición absoluta de un widget en el cuadro. La ubicación absoluta de una geometría es usualmente el espacio de la pantalla o espacio de la ventana dependiendo del lugar de origen de la geometría. Las geometrías suelen estar acompañadas con un puntero SWidget para proporcionar información acerca de un widget específico (ver FArrangedWidget). Una geometría padre se cree generalmente que es la geometría correspondiente al widget padre.
pt_br: Representa a posição, o tamanho e a posição absoluta de um Widget no Plano. A localização absoluta de uma geometria geralmente é o espaço da tela ou o espaço da janela, dependendo da origem da geometria. As geometrias geralmente são pareadas com um apontador SWidget para fornecer informações sobre um widget específico (ver FArrangedWidget). O pai de uma geometria geralmente é a geometria do widget pai correspondende.

# UObjectToolTips,GeomSelection
source: Selection information for geometry mode
es: Información de la selección para el modo de geometría
pt_br: Informações da seleção para o modo de geometria

# UObjectToolTips,GeomSelection:SelectionIndex
source: Index into the geometry data structures
es: Índice de las estructuras de datos de geometría
pt_br: Indexa as estruturas de dados de geometria

# UObjectToolTips,GPUSpriteEmitterInfo
source: The data needed by the runtime to simulate sprites.
es: Los datos que necesita la ejecución para simular sprites.
pt_br: Os dados necessários pelo tempo de execução para simular sprites.

# UObjectToolTips,GPUSpriteEmitterInfo:bEnableCollision
source: If true, collisions are enabled for this emitter.
es: Si es verdadero, las colisiones están activadas para este emisor.
pt_br: Se for verdadeiro, as colisões serão ativadas para este emissor.

# UObjectToolTips,GPUSpriteEmitterInfo:ConstantAcceleration
source: Constant acceleration to apply to particles.
es: Aceleración constante a aplicar a las partículas.
pt_br: Aceleração constante para aplicar às partículas.

# UObjectToolTips,GPUSpriteResourceData:ConstantAcceleration
source: Constant acceleration to apply to particles.
es: Aceleración constante a aplicar a las partículas.
pt_br: Aceleração constante para aplicar às partículas.

# UObjectToolTips,GPUSpriteEmitterInfo:DragCoefficient
source: Per-particle drag coefficient.
es: Coeficiente de arrastre por partícula.
pt_br: Coeficiente de arrasto por partícula.

# UObjectToolTips,GPUSpriteEmitterInfo:DynamicAlpha
source: Dynamic alpha scale from the ColorOverLife module.
es: Escala alfa dinámica del módulo ColorOverLife.
pt_br: Escala de alfa dinâmico do módulo ColorOverLife.

# UObjectToolTips,GPUSpriteEmitterInfo:DynamicAlphaScale
source: Dynamic alpha scale from the ColorScaleOverLife module.
es: Escala alfa dinámica del módulo ColorScaleOverLife.
pt_br: Escala de alfa dinâmico do módulo ColorScaleOverLife.

# UObjectToolTips,GPUSpriteEmitterInfo:DynamicColor
source: Dynamic color scale from the ColorOverLife module.
es: Escala de colores dinámica del módulo ColorOverLife.
pt_br: Escala de cor dinâmica do módulo ColorOverLife.

# UObjectToolTips,GPUSpriteEmitterInfo:DynamicColorScale
source: Dynamic color scale from the ColorScaleOverLife module.
es: Escala de colores dinámica del módulo ColorScaleOverLife.
pt_br: Escala de cor dinâmica do módulo ColorScaleOverLife.

# UObjectToolTips,GPUSpriteEmitterInfo:InvMaxSize
source: One over the maximum size of a sprite particle.
es: Uno por encima del tamaño máximo de la partícula sprite.
pt_br: Um além do tamanho máximo da partícula do sprite.

# UObjectToolTips,GPUSpriteEmitterInfo:InvRotationRateScale
source: The inverse scale to apply to rotation rate.
es: La escala inversa a aplicar al rango de rotación.
pt_br: A escala inversa a aplicar à taxa de rotação.

# UObjectToolTips,GPUSpriteEmitterInfo:LocalVectorField
source: Local vector field info.
es: Información del campo vectorial local
pt_br: Informações locais de campo vetorial.
