Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Texture2D:ImportedSize
source: The imported size of the texture. Only valid on cooked builds when texture source is not available. Access ONLY via the GetImportedSize() accessor!
es: El tamaño importado de la textura. Solo es válido en compilaciones procesadas cuando la textura fuente no está disponible. ¡Acceder SOLO vía GetImportedSize()!
pt_br: O tamanho importado da textura. Válido somente em compilações pré-renderizadas quando a origem da textura não está disponível. Acesse SOMENTE usando o acessador GetImportedSize()!

# UObjectToolTips,Texture2D:RequestedMips
source: Number of miplevels the texture should have resident.
es: Número de miplevels que debe la textura tener como residentes.
pt_br: Número de níveis mip em que a textura deve estar residente.

# UObjectToolTips,Texture2D:ResidentMips
source: Number of miplevels currently resident.
es: Número de niveles mip en el sistema actualmente.
pt_br: Número de níveis mip residentes no momento.

# UObjectToolTips,Texture2D:StreamingIndex
source: FStreamingTexture index used by the texture streaming system.
es: Índice FStreamingTexture usado por el sistema de transmisión de flujo (streaming) de texturas.
pt_br: Índice de FStreamingTexture usado pelo sistema de transmissão de textura.

# UObjectToolTips,Texture2DDynamic:Format
source: The format of the texture.
es: El formato de la textura.
pt_br: O formato da textura.

# UObjectToolTips,Texture2DFactoryNew:Height
source: height of new texture
es: altura de la nueva textura
pt_br: altura da nova textura

# UObjectToolTips,Texture2DFactoryNew:Width
source: width of new texture
es: ancho de la nueva textura
pt_br: largura da nova textura

# UObjectToolTips,Texture:AdjustBrightness
source: Static texture brightness adjustment (scales HSV value.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste del brillo de la textura estática (escala el valor HSV). (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajusto de brilho da textura estática (escalona o valor HSV.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustBrightnessCurve
source: Static texture curve adjustment (raises HSV value to the specified power.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste de la curva de la textura estática (aumenta el valor de HSV a la potencia especificada). (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajuste de curva de textura estática (aumenta o valor HSV para a intensidade especificada.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustHue
source: Static texture hue adjustment (0 - 360) (offsets HSV hue by value in degrees.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste del matiz de la textura estática (0 - 360) (desplaza el matiz de HSV por el valor en grados). (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajuste da matiz de textura estática (0 - 360) (desloca a matiz HSV pelo valor em graus.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustMaxAlpha
source: Remaps the alpha to the specified min/max range, defines the new value of 1 (Non-destructive; Requires texture source art to be available.)
es: Vuelve a asignar a alfa en el rango mín/máx especificado, define el valor nuevo de 1 (No destructivo; Necesita que la imagen fuente de la textura esté disponible ).
pt_br: Remapeia o alfa para o intervalo mín/máx especificado, define o novo valor como 1 (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustMinAlpha
source: Remaps the alpha to the specified min/max range, defines the new value of 0 (Non-destructive; Requires texture source art to be available.)
es: Vuelve a asignar a alfa en el rango mín/máx especificado, define el valor nuevo de 0 (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Remapeia o alfa para o intervalo mín/máx especificado, define o novo valor como 0 (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustRGBCurve
source: Static texture RGB curve adjustment (raises linear-space RGB color to the specified power.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste de la curva RGB de la textura estática (aumenta el color RGB del espacio lineal a la potencia especificada). (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajuste de curva RGB de textura estática (aumenta a cor RGB de espaço linear para a intensidade especificada.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustSaturation
source: Static texture saturation adjustment (scales HSV saturation.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste de la saturación de la textura estática (escala la saturación de HSV). (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajusto de saturação da textura estática (escalona a saturação HSV.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:AdjustVibrance
source: Static texture "vibrance" adjustment (0 - 1) (HSV saturation algorithm adjustment.) (Non-destructive; Requires texture source art to be available.)
es: Ajuste de la "vibración" de la textura estática (0 - 1) (ajuste del algoritmo de saturación HSV) (No destructivo; Necesita que la imagen fuente de la textura esté disponible).
pt_br: Ajuste da "vivacidade" da textura estática (0 - 1) (ajuste do algoritmo de saturação HSV.) (Não destrutivo; Requer arte de fonte de textura para estar disponível.)

# UObjectToolTips,Texture:bAsyncResourceReleaseHasBeenStarted
source: Whether the async resource release process has already been kicked off or not
es: Si se ha iniciado o no el proceso de liberación de recursos asíncronos
pt_br: Se o processo de liberação de recursos assíncrono já foi iniciado ou não

# UObjectToolTips,Texture:bDitherMipMapAlpha
source: When true, the alpha channel of mip-maps and the base image are dithered for smooth LOD transitions.
es: Cuando es verdadero, el canal alfa de los mapas mip y la imagen base están difuminadas por las transiciones LOD de suavizado.
pt_br: Quando for verdadeiro, o canal alfa dos mapas mip e a imagem base são pontilhados para obter transições de LOD suaves.

# UObjectToolTips,Texture:bFlipGreenChannel
source: When true the texture's green channel will be inverted. This is useful for some normal maps.
es: Cuando es verdadero, el canal verde de la textura se invertirá. Es útil para algunos mapas normales.
pt_br: Quando for verdadeiro, o canal verde da textura será invertido. Isso é útil para alguns mapas normais

# UObjectToolTips,Texture:bForcePVRTC4
source: For DXT1 textures, setting this will cause the texture to be twice the size, but better looking, on iPhone
es: Para texturas DXT1, ajustarlo causará que la textura duplique su tamaño, aunque se ve mejor, en iPhone
pt_br: Para texturas DXT1, configure isto para fazer com que a textura tenha o dobro do tamanho, mas pareça melhor em iPhone

# UObjectToolTips,Texture:bNoTiling
source: If true, the RHI texture will be created using TexCreate_NoTiling
es: Si es verdadero, se creará la textura RHI usando TexCreate_NoTiling
pt_br: Se for verdadeiro, a textura RHI será criada usando TexCreate_NoTiling

# UObjectToolTips,Texture:bPreserveBorder
source: When true the texture's border will be preserved during mipmap generation.
es: Cuando es verdadero el borde de la textura se mantendrá durante la creación del mapa mip.
pt_br: Quando for verdadeiro, a borda da textura será preservada durante a geração de mapas mip.

# UObjectToolTips,Texture:bUseCinematicMipLevels
source: Whether to use the extra cinematic quality mip-levels, when we're forcing mip-levels to be resident.
es: Si usar los niveles mip de calidad cinemática extra, cuando estamos forzando a los niveles mip a que sean residentes.
pt_br: Se deve usar níveis de mip de qualidade de animação extras ao forçar que os níveis de mip sejam residentes.

# UObjectToolTips,Texture:CachedCombinedLODBias
source: Cached combined group and texture LOD bias to use.
es: Grupo combinado en caché y desviación del nivel de detalle (LOD) de textura a usar.
pt_br: Tendência de LOD de textura e grupo combinado armazenados em cachê para usar.

# UObjectToolTips,Texture:CompositePower
source: default 1, high values result in a stronger effect e.g 1, 2, 4, 8 this is no slider because the texture update would not be fast enough
es: predeterminado 1, valores altos conllevan un efecto mayor ej. 1, 2, 4, 8 no es deslizable porque la actualización de la textura no podría ser lo suficientemente rápida
pt_br: padrão 1, valores altos resultam em um efeito mais forte ex.: 1, 2, 4, 8 isso não é deslizante porque a atualização de textura não seria rápida o suficiente

# UObjectToolTips,Texture:CompositeTexture
source: Can be defined to modify the roughness based on the normal map variation (mostly from mip maps). MaxAlpha comes in handy to define a base roughness if no source alpha was there. Make sure the normal map has at least as many mips as this texture.
es: Se puede definir para modificar la desigualdad en base a la variación del mapa normal (la mayoría de mapas mip). MaxAlpha es útil para definir la desigualdad base si no hay alfa fuente. Asegúrese que el mapa normal tiene al menos tantos mips como esta textura.
pt_br: Pode ser definido para modificar a aspereza com base na variação normal do mapa (na maioria, de mapas mip). MaxAlpha é útil para definir uma aspereza base se não houver um alfa de origem. Certifique-se de que o mapa normal tenha pelo menos a mesma quantidade de mips que essa textura.

# UObjectToolTips,Texture:CompositeTextureMode
source: defines how the CompositeTexture is applied, e.g. CTM_RoughnessFromNormalAlpha
es: define cómo se aplica la CompositeTexture, ej. CTM_RoughnessFromNormalAlpha
pt_br: define como a CompositeTexture é aplicada, ex.: CTM_RoughnessFromNormalAlpha

# UObjectToolTips,Texture:CompressionNoAlpha
source: If enabled, the texture's alpha channel will be discarded during compression
es: Si está activado, el canal alfa de la textura se descartará durante la compresión
pt_br: Se estiver ativa, o canal alfa da textura será descartado durante a compactação

# UObjectToolTips,TextureFactory:NoAlpha
source: If enabled, the texture's alpha channel will be discarded during compression
es: Si está activado, el canal alfa de la textura se descartará durante la compresión
pt_br: Se estiver ativa, o canal alfa da textura será descartado durante a compactação

# UObjectToolTips,Texture:CompressionSettings
source: Compression settings to use when building the texture.
es: Ajustes de la compresión que se utilizan cuando se diseña la textura.
pt_br: Configurações de compactação para usar ao compilar a textura.

# UObjectToolTips,Texture:DeferCompression
source: If enabled, defer compression of the texture until save.
es: Si está activado, aplazar la compresión de la textura hasta que se guarde.
pt_br: Se estiver ativa, adia a compactação da textura até o salvamento.

# UObjectToolTips,Texture:Filter
source: The texture filtering mode to use when sampling this texture.
es: El modo de filtración de la textura que se utiliza cuando se obtienen muestras esta textura.
pt_br: O modo de filtragem de textura usado na amostragem dessa textura.

# UObjectToolTips,Texture:LODBias
source: A bias to the index of the top mip level to use.
es: Una desviación para el índice del nivel del mip superior que se utiliza.
pt_br: Uma tendência para o índice do nível superior de mip a ser usado.

# UObjectToolTips,Texture:MaxTextureSize
source: The maximum resolution for generated textures. A value of 0 means the maximum size for the format on each platform, except HDR long/lat cubemaps, which default to a resolution of 512.
es: Resolución máxima para las texturas generadas. Un valor de 0 significa el tamaño máximo para el formato en cada plataforma, excepto mapas de cubo long/lat HDR, que se establecen en una resolución predeterminada de 512.
pt_br: A resolução máxima para texturas geradas. Um valor de 0 significa o tamanho máximo para o formato em cada plataforma, exceto mapas de cubos de longitude/latitude de HDR, que tem como padrão uma resolução de 512.

# UObjectToolTips,Texture:MipGenSettings
source: Per asset specific setting to define the mip-map generation properties like sharpening and kernel size.
es: Configuración específica por activo para definir las propiedades de creación del mapa mip como el tamaño del núcleo y degradación
pt_br: Configuração específica, por ativo, para definição de propriedade de geração de mapas mip, como nitidez e tamanho do kernel

# UObjectToolTips,Texture:NumCinematicMipLevels
source: Number of mip-levels to use for cinematic quality.
es: Número de niveles mip que se utiliza para la calidad de la escena.
pt_br: Número de níveis de mip a serem usado para qualidade de animação.

# UObjectToolTips,Texture:SRGB
source: This should be unchecked if using alpha channels individually as masks.
es: Se debe estar sin revisar si se usan los canales alfa individualmente como máscaras.
pt_br: Isso deve ser desmarcado se canais alfa forem usados individualmente como máscaras.

# UObjectToolTips,TextureCompressionSettings
source: This needs to be mirrored in EditorFactories.cpp.
es: Es necesario copiarlo en EditorFactories.cpp
pt_br: Isso precisa ser espelhado no EditorFactories.cpp.

# UObjectToolTips,TextureFactory:bAlphaToEmissive
source: If enabled, link the texture's alpha to the created material's emissive color
es: Si está activado, enlazar el alfa de la textura al color de emisión del material creado
pt_br: Se estiver ativa, vincula o alfa da textura à cor emissiva do material criado

# UObjectToolTips,TextureFactory:bAlphaToOpacity
source: If enabled, link the texture's alpha to the created material's opacity
es: Si está activado, enlazar el alfa de la textura a la opacidad del material creado
pt_br: Se estiver ativa, vincula o alfa da textura à opacidade do material criado

# UObjectToolTips,TextureFactory:bAlphaToOpacityMask
source: If enabled, link the texture's alpha to the created material's opacity mask
es: Si está activado, enlazar el alfa de la textura a la máscara de opacidad del material creado
pt_br: Se estiver ativa, vincula o alfa da textura à máscara de opacidade do material criado

# UObjectToolTips,TextureFactory:bAlphaToRoughness
source: If enabled, link the texture's alpha to the created material's roughness
es: Si está activado, enlazar el alfa de la textura a la desigualdad del material creado
pt_br: Se estiver ativa, vincula o alfa da textura à aspereza do material criado

# UObjectToolTips,TextureFactory:bCreateMaterial
source: If enabled, a material will automatically be created for the texture
es: Si está activado, se creará automáticamente un material para la textura
pt_br: Se estiver ativa, um material será criado automaticamente para a textura

# UObjectToolTips,TextureFactory:bDeferCompression
source: If enabled, compression is deferred until the texture is saved
es: Si está activado, se aplaza la compresión hasta que se haya guardado la textura
pt_br: Se estiver ativa, a compactação é adiada até que a textura seja salva

# UObjectToolTips,TextureFactory:bDitherMipMapAlpha
source: If enabled, mip-map alpha values will be dithered for smooth transitions
es: Si está activado, los valores de alfa del mapa mip estarán difuminados para las transiciones de suavizado
pt_br: Se estiver ativa, valores alfa do mapa mip serão pontilhados para obter transições suaves

# UObjectToolTips,TextureFactory:bFlipNormalMapGreenChannel
source: If enabled, the texture's green channel will be inverted. This is useful for some normal maps
es: Si está activado, el canal verde de la textura se invertirá. Es útil para algunos mapas normales
pt_br: Se estiver ativa, o canal verde da textura será invertido. Isso é útil para alguns mapas normais

# UObjectToolTips,TextureFactory:Blending
source: The blend mode of the created material
es: El modo de combinación del material creado
pt_br: O modo de mistura do material criado

# UObjectToolTips,TextureFactory:bPreserveBorder
source: If enabled, preserve the value of border pixels when creating mip-maps
es: Si está activado, mantener el valor de los píxeles del borde cuando se creen mapas mip
pt_br: Se estiver ativa, preserva o valor dos pixels da borda ao criar mapas mip

# UObjectToolTips,TextureFactory:bRGBToBaseColor
source: If enabled, link the texture to the created material's base color
es: Si está activado, enlazar la textura al color base del material creado
pt_br: Se estiver ativa, vincula a textura à cor base do material criado

# UObjectToolTips,TextureFactory:bRGBToEmissive
source: If enabled, link the texture to the created material's emissive color
es: Si está activado, enlazar la textura al color de emisión del material creado
pt_br: Se estiver ativa, vincula a textura à cor emissiva do material criado

# UObjectToolTips,TextureFactory:bTwoSided
source: If enabled, the created material will be two-sided
es: Si está activado, el material creado será a dos caras
pt_br: Se estiver ativa, o material criado terá duas faces

# UObjectToolTips,TextureFactory:bUsingExistingSettings
source: If enabled, we are using the existing settings for a texture that already existed.
es: Si está activado, estamos usando los ajustes existentes para una textura que ya existió.
pt_br: Se ativado, estamos usando as configurações existentes para uma textura que já existia.

# UObjectToolTips,TextureFactory:CompressionSettings
source: Compression settings for the texture
es: Ajustes de la compresión para la textura
pt_br: Configurações de compactação da textura

# UObjectToolTips,TextureFactory:LODGroup
source: The group the texture belongs to
es: El grupo al que pertenece la textura
pt_br: O grupo ao qual a textura pertence

# UObjectToolTips,TextureFactory:MipGenSettings
source: The mip-map generation settings for the texture; Allows customization of the content of the mip-map chain
es: Los ajustes de creación de mapa mip para la textura; Permite la personalización del contenido de la cadena del mapa mip
pt_br: As configurações de geração de mapas mip para a textura; Permite a personalização do conteúdo da cadeia de mapas mip

# UObjectToolTips,TextureFactory:ShadingModel
source: The shading model of the created material
es: El modelo de sombreado del material creado
pt_br: O modelo de sombreamento do material criado

# UObjectToolTips,TextureGroup
source: @warning: if this is changed: update BaseEngine.ini [SystemSettings] you might have to update the update Game's DefaultEngine.ini [SystemSettings] order and actual name can never change (order is important!) TEXTUREGROUP_Cinematic: should be used for Cinematics which will be baked out and want to have the highest settings
es: @warning: si se ha modificado: actualizar BaseEngine.ini [SystemSettings] es probable que sea nececesario actualizar la actualización DefaultEngine.ini del juego [SystemSettings] el orden y el nombre real no se pueden cambiar nunca (¡el orden es importante!) TEXTUREGROUP_Cinematic: se debe usar para las escenas que se procesarán y queremos tener los ajustes más altos.
pt_br: @warning: se isso for alterado: atualize SystemSettings de BaseEngine.ini atualize BaseEngine.ini [System Settings] a ordem e o nome real nunca podem ser alterados (a ordem é importante!) TEXTUREGROUP_Cinematic: deve ser usado para Animações que serão pré-renderizadas e que se deseja que tenham as configurações mais altas

# UObjectToolTips,TextureLightProfile:Brightness
source: Light brightness in Lumens, imported from IES profile, <= 0 if the profile is used for masking only. Use with InverseSquareFalloff.
es: Brillo de la luz en en lumenes, importados desde el perfil de IES, <= 0 si el perfil se utiliza solo para enmascarar. Usar con InverseSquareFalloff.
pt_br: Brilho da luz, em lúmens, importado do perfil IES, <=0 se o perfil é usado somente para máscaras. Use com InverseSquareFalloff.

# UObjectToolTips,TextureLightProfile:TextureMultiplier
source: Multiplier to map texture value to result to integrate over the sphere to 1.0f
es: Multiplicador del valor de la textura del mapa para resultar al integrar sobre la esfera a 1.0f
pt_br: Multiplicador para mapear o valor da textura no resultado, a ser integrado sobre a esfera para 1.0f

# UObjectToolTips,TextureParameterValue
source: Editable texture parameter.
es: Parámetro de la textura modificable.
pt_br: Parâmetro de textura editável.

# UObjectToolTips,TexturePlatformData
source: Platform-specific data used by the texture resource at runtime.
es: Datos de la plataforma específica usada por el recurso de la textura durante la ejecución.
pt_br: Dados específicos da plataforma usados pelo recurso de textura em tempo de execução.

# UObjectToolTips,TextureRenderTarget2D
source: TextureRenderTarget2D 2D render target texture resource. This can be used as a target for rendering as well as rendered as a regular 2D texture resource.
es: TextureRenderTarget2D Recurso de la textura meta del renderizado 2D. Se puede usar como meta para renderizar además de renderizado como recurso de textura 2D regular.
pt_br: TextureRenderTarget2D Recurso de textura de alvo de renderização 2D. Pode ser usado como alvo para renderização, além de ser renderizado como um recurso de textura 2D comum.

# UObjectToolTips,TextureRenderTarget2D:bForceLinearGamma
source: True to force linear gamma space for this render target
es: Verdadero para forzar el espacio gama lineal para esta meta de renderización
pt_br: Verdadeiro para forçar espaço gama linear para esse alvo de renderização

# UObjectToolTips,TextureRenderTargetCube:bForceLinearGamma
source: True to force linear gamma space for this render target
es: Verdadero para forzar el espacio gama lineal para esta meta de renderización
pt_br: Verdadeiro para forçar espaço gama linear para esse alvo de renderização

# UObjectToolTips,TextureRenderTarget2D:bHDR
source: Whether to support storing HDR values, which requires more memory.
es: Si admitir los valores HDR de almacenamiento, lo cual requiere más memoria.
pt_br: Se deve suportar o armazenamento de valores HDR, o que requer mais memória.

# UObjectToolTips,TextureRenderTargetCube:bHDR
source: Whether to support storing HDR values, which requires more memory.
es: Si admitir los valores HDR de almacenamiento, lo cual requiere más memoria.
pt_br: Se deve suportar o armazenamento de valores HDR, o que requer mais memória.

# UObjectToolTips,TextureRenderTarget2D:ClearColor
source: the color the texture is cleared to
es: el color de una textura después de borrarla
pt_br: a cor para a qual a textura é limpada

# UObjectToolTips,TextureRenderTargetCube:ClearColor
source: the color the texture is cleared to
es: el color de una textura después de borrarla
pt_br: a cor para a qual a textura é limpada

# UObjectToolTips,TextureRenderTarget2D:OverrideFormat
source: Normally the format is derived from bHDR, this allows code to set the format explicitly.
es: Por lo general, el formato se deriva de bHDR, esto permite que el código establezca el formato de forma explícita.
pt_br: Normalmente, o formato deriva de bHDR, o que permite que o código defina explicitamente o formato.
