Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,UnrealEdEngine:CurrentLODParentActor
source: Current target for LOD parenting operations (actors will use this as the replacement)
es: Meta actual para las operaciones parentales LOD (los actores lo usarán como reemplazo)
pt_br: Alvo atual para operações de LOD de nível superior (atores usarão isso como substituição)

# UObjectToolTips,UnrealEdEngine:EditorOptionsInst
source: Global instance of the editor options class.
es: Instancia global de la clase de opciones del editor
pt_br: Instância global da classe de opções do editor.

# UObjectToolTips,UnrealEdEngine:MaterialCopyPasteBuffer
source: A buffer for implementing material expression copy/paste.
es: Un búfer para implementar la expresión material copiar/pegar.
pt_br: Um buffer para implementar a expressão de material copiar/colar.

# UObjectToolTips,UnrealEdEngine:MatineeCopyPasteBuffer
source: A buffer for implementing matinee track/group copy/paste.
es: Un búfer para implementar la pista/grupo matinee copiar/pegar.
pt_br: Um buffer para implementar o grupo/faixa da matinê copiar/colar.

# UObjectToolTips,UnrealEdEngine:PackagesToBeFullyLoadedAtStartup
source: Array of packages to be fully loaded at Editor startup.
es: Matriz con paquetes que se cargan en su totalidad en el arranque del editor.
pt_br: Matriz de pacotes a serem completamente carregados na inicialização do Editor.

# UObjectToolTips,UnrealEdEngine:SortedSpriteCategories
source: Array of sorted, localized editor sprite categories
es: Matriz de categorías sprite del editor, localizada y ordenada
pt_br: Matriz de categorias de sprite do editor localizado

# UObjectToolTips,UnrealEdEngine:SoundCueCopyPasteBuffer
source: A buffer for implementing sound cue nodes copy/paste.
es: Un búfer para implementar nodos de la pista de sonido copiar/pegar.
pt_br: Um buffer para implementar os nós de comando de som copiar/colar.

# UObjectToolTips,UnrealEdEngine:TemplateMapInfos
source: List of info for all known template maps
es: Lista de información para todos los mapas de plantillas conocidos
pt_br: Lista de todos os mapas de modelos conhecidos

# UObjectToolTips,UnrealEdKeyBindings:KeyBindings
source: Array of keybindings
es: Matriz de atajos de teclado
pt_br: Matriz de vinculações de teclas

# UObjectToolTips,UnrealEdOptions:bExpandClassPickerClassList
source: If true, the list of classes in the class picker dialog will be expanded
es: Si es verdadero, se extenderá la lista de clases en el dialogo de selección de clases
pt_br: Se for verdadeiro, a lista de classes na caixa de diálogo de seleção de classe será expandida.

# UObjectToolTips,UnrealEdOptions:EditorCategories
source: Categories of commands.
es: Categorías de comandos.
pt_br: Categorias de comandos.

# UObjectToolTips,UnrealEdOptions:EditorCommands
source: Commands that can be bound to in the editor.
es: Comandos que pueden estar ligados en el editor.
pt_br: Comandos que podem ser vinculados no editor.

# UObjectToolTips,UnrealEdOptions:EditorKeyBindings
source: Pointer to the key bindings object that actually stores key bindings for the editor.
es: Puntero para el objeto con enlaces clave, que almacena enlaces clave para el editor.
pt_br: Apontador para o objeto de vinculações de chave que armazena vinculações do editor.

# UObjectToolTips,URL
source: URL structure.
es: Estructura del URL.
pt_br: Estrutura do URL.

# UObjectToolTips,URL:Host
source: Optional hostname, i.e. "204.157.115.40" or "unreal.epicgames.com", blank if local.
es: Nombre de anfitrión opcional, por ej. "204.157.115.40" o "unreal.epicgames.com", queda en blanco si es local
pt_br: Nome de host opcional, ou seja, "204.157.115.40" ou "unreal.epicgames.com"; se for local, estará em branco.

# UObjectToolTips,URL:Map
source: Map name, i.e. "SkyCity", default is "Entry".
es: Nombre del mapa, por ej. "SkyCity", predeterminado es "Entrada".
pt_br: Nome do mapa, ou seja, "SkyCity", o padrão é "Entry".

# UObjectToolTips,URL:Op
source: Options.
es: Opciones.
pt_br: Opções.

# UObjectToolTips,URL:Port
source: Optional host port.
es: Puerto anfitrión opcional
pt_br: Porta do host opcional.

# UObjectToolTips,URL:Portal
source: Portal to enter through, default is "".
es: Portal por el cual entrar, el predeterminado es "".
pt_br: Portal que servirá de entrada; o padrão é "".

# UObjectToolTips,URL:Protocol
source: Protocol, i.e. "unreal" or "http".
es: Protocolo, p. ej.: "unreal" o "http".
pt_br: Protocolo, ou seja, "unreal" ou "http".

# UObjectToolTips,UserDefinedEnum
source: An Enumeration is a list of named values.
es: Una enumeración es una lista de valores identificados.
pt_br: Uma Enumeração é uma lista de valores nomeados.

# UObjectToolTips,UserDefinedStruct:PrimaryStruct
source: the original struct, when current struct isn't a temporary duplicate, the field should be null
es: la estructura original, cuando la estructura actual no es un duplicado temporal, el campo debe ser nulo
pt_br: a struct original, quando a struct atual não é uma duplicação temporária, o campo deve ser nulo

# UObjectToolTips,UserDefinedStructEditorData:UniqueNameId
source: the property is used to generate an uniqe name id for member variable
es: la propiedad se usa para generar un nombre de ID único para la variable del miembro
pt_br: a propriedade é usada para gerar um id de nome único para a variável-membro

# UObjectToolTips,UserPinInfo:PinDefaultValue
source: The default value of the pin
es: El valor predeterminado del pin
pt_br: O valor padrão do fixador

# UObjectToolTips,UserPinInfo:PinName
source: The name of the pin, as defined by the user
es: El nombre del pin, según lo definido por el usuario
pt_br: O nome do fixador, conforme definido pelo usuário

# UObjectToolTips,UserPinInfo:PinType
source: Type info for the pin
es: Teclear información para el pin
pt_br: Digite informações para o fixador

# UObjectToolTips,UserWidget
source: The user widget is extensible by users through the WidgetBlueprint.
es: El widget de usuarios es extensible por los usuarios a través del WidgetBlueprint.
pt_br: O widget do usuário é extensível a usuários por meio do WidgetBlueprint.

# UObjectToolTips,UserWidget:ActiveSequencePlayers
source: All the sequence players currently playing
es: Todos los jugadores de secuencia que se está reproduciendo
pt_br: Todos os reprodutores de sequência em reprodução

# UObjectToolTips,UserWidget:StopAnimation
source: Stops an already running animation in this widget @param The name of the animation to stop
es: Detiene una animación en curso en este widget @param El nombre de la animación a detener
pt_br: Para uma animação já em execução neste widget @param O nome da animação a parar

# UObjectToolTips,Vector4Distribution
source: Type-safe 4-vector distribution.
es: Tipo seguro de la distribución de 4 vectores.
pt_br: Distribuição de 4 vetores de tipo seguro.

# UObjectToolTips,VectorDistribution
source: Type-safe vector distribution.
es: Tipo seguro de la distribución vectorial.
pt_br: Distribuição de vetor de tipo seguro.

# UObjectToolTips,VectorField:Bounds
source: Bounds of the volume in local space.
es: Límites del volumen en el sistema de coordenadas local.
pt_br: Limites do volume em espaço local.

# UObjectToolTips,VectorField:Intensity
source: The intensity with which to multiplie vectors in this field.
es: La intensidad con la que multiplicar los vectores en este campo.
pt_br: A intensidade usada para multiplicar vetores nesse campo.

# UObjectToolTips,VectorFieldAnimated:bLoop
source: Whether or not the simulation should loop.
es: Si debe entrar en bucle o no la simulación
pt_br: Se a simulação deve entrar em loop ou não.

# UObjectToolTips,VectorFieldAnimated:ConstructionOp
source: The operation used to construct the vector field.
es: La operación usada para construir el campo vectorial.
pt_br: A operação usada para construir o campo vetorial.

# UObjectToolTips,VectorFieldAnimated:FrameCount
source: The number of frames in the atlas.
es: Número de fotogramas en el atlas.
pt_br: O número de quadros no atlas.

# UObjectToolTips,VectorFieldAnimated:FramesPerSecond
source: The rate at which to interpolate between frames.
es: El ratio al que interpolar entre los fotogramas.
pt_br: A taxa na qual interpolar entre quadros.

# UObjectToolTips,VectorFieldAnimated:NoiseField
source: A static vector field used to add noise.
es: Un campo vectorial estático usado para añadir ruido.
pt_br: Um campo vetorial estático usado para adicionar ruído.

# UObjectToolTips,VectorFieldAnimated:NoiseMax
source: The maximum magnitude of noise vectors to apply.
es: Magnitud máxima de los vectores de ruido que aplicar.
pt_br: A magnitude máxima dos vetores de ruído para aplicar.

# UObjectToolTips,VectorFieldAnimated:NoiseScale
source: Scale to apply to vectors in the noise field.
es: Escala que aplicar a los vectores en el campo del ruido.
pt_br: Escala para aplicar aos vetores no campo de ruído.

# UObjectToolTips,VectorFieldAnimated:SubImagesX
source: The number of horizontal subimages in the texture atlas.
es: Número de subimágenes horizontales en el atlas de textura.
pt_br: O número de subimagens horizontais no atlas de textura.

# UObjectToolTips,VectorFieldAnimated:SubImagesY
source: The number of vertical subimages in the texture atlas.
es: Número de de subimágenes verticales en el atlas de la textura.
pt_br: O número de subimagens verticais no atlas de textura.

# UObjectToolTips,VectorFieldAnimated:Texture
source: The texture from which to create the vector field.
es: La textura de la que crear el campo vectorial.
pt_br: A textura usada para criar o campo vetorial.

# UObjectToolTips,VectorFieldAnimated:VolumeSizeX
source: The size of the volume. Valid sizes: 16, 32, 64.
es: Tamaño del volumen. Tamaños válidos: 16, 32, 64.
pt_br: O tamanho do volume. Tamanhos válidos: 16, 32, 64.

# UObjectToolTips,VectorFieldAnimated:VolumeSizeY
source: The size of the volume. Valid sizes: 16, 32, 64.
es: Tamaño del volumen. Tamaños válidos: 16, 32, 64.
pt_br: O tamanho do volume. Tamanhos válidos: 16, 32, 64.

# UObjectToolTips,VectorFieldAnimated:VolumeSizeZ
source: The size of the volume. Valid sizes: 16, 32, 64.
es: Tamaño del volumen. Tamaños válidos: 16, 32, 64.
pt_br: O tamanho do volume. Tamanhos válidos: 16, 32, 64.

# UObjectToolTips,VectorFieldComponent
source: A Component referencing a vector field.
es: Un componente que referencia a un campo vectorial.
pt_br: Um Componente referenciando um campo vetorial.

# UObjectToolTips,VectorFieldComponent:bPreviewVectorField
source: If true, the vector field is only used for preview visualizations.
es: Si es verdadero, el campo vectorial solo se usa para visualizaciones de vistas preliminares.
pt_br: Se for verdadeiro, o campo vetorial só será usado para visualizações.

# UObjectToolTips,VectorFieldComponent:Intensity
source: The intensity at which the vector field is applied.
es: La intensidad que le se aplica al campo vectorial.
pt_br: A intensidade na qual o campo vetorial é aplicado.

# UObjectToolTips,VectorFieldComponent:SetIntensity
source: Set the intensity of the vector field. @param NewIntensity - The new intensity of the vector field.
es: Ajustar la intensidad del campo vectorial. @param NewIntensity - La intensidad nueva del campo vectorial.
pt_br: Definir a intensidade do campo vetorial. @param NewIntensity - A nova intensidade do campo vetorial.

# UObjectToolTips,VectorFieldComponent:Tightness
source: How tightly particles follow the vector field.
es: Con qué severidad siguen las partículas al campo vectorial.
pt_br: Com que precisão as partículas seguem o campo vetorial.

# UObjectToolTips,VectorFieldComponent:VectorField
source: The vector field asset.
es: El activo del campo vectorial
pt_br: O ativo do campo vetorial.

# UObjectToolTips,VectorFieldStatic:SizeX
source: Size of the vector field volume.
es: Tamaño del volumen del campo vectorial
pt_br: Tamanho do volume do campo vetorial.

# UObjectToolTips,VectorFieldStatic:SizeY
source: Size of the vector field volume.
es: Tamaño del volumen del campo vectorial
pt_br: Tamanho do volume do campo vetorial.

# UObjectToolTips,VectorFieldStatic:SizeZ
source: Size of the vector field volume.
es: Tamaño del volumen del campo vectorial
pt_br: Tamanho do volume do campo vetorial.

# UObjectToolTips,VectorParameterValue
source: Editable vector parameter.
es: Parámetro del vector modificable.
pt_br: Parâmetro de vetor editável.

# UObjectToolTips,VehicleAnimInstance:GetVehicle
source: Makes a montage jump to the end of a named section.
es: Hace que un montaje salte al final de una sección identificada.
pt_br: Faz uma montagem pular para o fim de uma seção nomeada.

# UObjectToolTips,VehicleDifferential4WData:CentreBias
source: Maximum allowed ratio of average front wheel rotation speed and rear wheel rotation speeds (range: 1..inf, works only with LimitedSlip_4W)
es: Ratio máximo permitido de la velocidad de rotación de la rueda frontal promedia y las velocidades de rotación de la rueda trasera (rango: 1..info, funciona solo con LimitedSlip_4W)
pt_br: Razão máxima permitida entre as velocidades médias de rotação das rodas dianteiras e traseiras (intervalo:1..inf, funciona somente com LimitedSlip_4W)

# UObjectToolTips,VehicleDifferential4WData:DifferentialType
source: Type of differential
es: Tipo de diferencial
pt_br: Tipo de diferencial

# UObjectToolTips,VehicleDifferential4WData:FrontBias
source: Maximum allowed ratio of front-left and front-right wheel rotation speeds (range: 1..inf, works only with LimitedSlip_4W, LimitedSlip_FrontDrive)
es: Ratio máximo permitido de las velocidades de rotación de la rueda frontal derecha y frontal izquierda (rango: 1..info, funciona solo con LimitedSlip_4W, LimitedSlip_FrontDrive)
pt_br: Razão máxima permitida entre as velocidades de rotação das rodas dianteira esquerda e dianteira direita (intervalo:1..inf, funciona somente com LimitedSlip_4W, LimitedSlip_FrontDrive)

# UObjectToolTips,VehicleDifferential4WData:FrontLeftRightSplit
source: Ratio of torque split between front-left and front-right (>0.5 means more to front-left, <0.5 means more to front-right, works only with 4W and LimitedSlip_FrontDrive)
es: Ratio de la división del par motor entre la parte frontal izquierda y frontal derecha (>0.5 significa más en la frontal izquierda, <0.5 significa más en la frontal derecha, funciona dolo con 4W y LimitedSlip_FrontDrive)
pt_br: Razão do torque dividido entre as partes dianteira esquerda e dianteira direita (>0.5 significa mais para a parte dianteira esquerda, <0.5 significa mais para a parte dianteira direita, só funciona com 4W e LimitedSlip_FrontDrive)

# UObjectToolTips,VehicleDifferential4WData:FrontRearSplit
source: Ratio of torque split between front and rear (>0.5 means more to front, <0.5 means more to rear, works only with 4W type)
es: Ratio de la división del par motor entre la parte frontal e inferior (>0.5 significa más en la frontal, <0.5 significa más en la inferior, funciona dolo con 4W)
pt_br: Razão do torque dividido entre as partes dianteira e traseira (>0.5 significa mais para a parte dianteira, <0.5 significa mais para a parte traseira, só funciona com o tipo 4W)

# UObjectToolTips,VehicleDifferential4WData:RearBias
source: Maximum allowed ratio of rear-left and rear-right wheel rotation speeds (range: 1..inf, works only with LimitedSlip_4W, LimitedSlip_FrontDrive)
es: Maximo ratio permitido de las velocidades de rotación de la rueda inferior derecha e inferior izquierda (rango: 1..info, funciona solo con LimitedSlip_4W, LimitedSlip_FrontDrive)
pt_br: Razão máxima permitida entre as velocidades de rotação das rodas traseira esquerda e traseira direita (intervalo:1..inf, funciona somente com LimitedSlip_4W, LimitedSlip_FrontDrive)

# UObjectToolTips,VehicleDifferential4WData:RearLeftRightSplit
source: Ratio of torque split between rear-left and rear-right (>0.5 means more to rear-left, <0.5 means more to rear-right, works only with 4W and LimitedSlip_RearDrive)
es: Ratio de la división del par motor entre la parte inferior izquierda y inferior derecha (>0.5 significa más en la inferior izquierda, <0.5 significa más en la inferior derecha, funciona dolo con 4W y LimitedSlip_RearDrive)
pt_br: Razão do torque dividido entre as partes traseira esquerda e traseira direita (>0.5 significa mais para a parte traseira esquerda, <0.5 significa mais para a parte traseira direita, só funciona com 4W e LimitedSlip_RearDrive)

# UObjectToolTips,VehicleEngineData:DampingRateFullThrottle
source: Damping rate of engine when full throttle is applied (Kgm^2/s)
es: Rango de amortiguación del motor cuando se aplica toda la aceleración (Kgm^2/s)
pt_br: Taxa de amortecimento do motor quando a aceleração total é aplicada (Kgm^2/s)

# UObjectToolTips,VehicleEngineData:DampingRateZeroThrottleClutchDisengaged
source: Damping rate of engine in at zero throttle when the clutch is disengaged (in neutral gear) (Kgm^2/s)
es: Rango de amortiguación del motor con el acelerador a cero cuando el embrague está desconectado (en punto muerto) (Kgm^2/s)
pt_br: Taxa de amortecimento do motor com o acelerador em zero quando a marcha é desengatada (em marcha neutra) (Kgm^2/s)

# UObjectToolTips,VehicleEngineData:DampingRateZeroThrottleClutchEngaged
source: Damping rate of engine in at zero throttle when the clutch is engaged (Kgm^2/s)
es: Rango de amortiguación del motor con el acelerador a cero cuando el embrague está conectado (Kgm^2/s)
pt_br: Taxa de amortecimento do motor com o acelerador em zero quando a marcha é engatada (Kgm^2/s)

# UObjectToolTips,VehicleEngineData:MaxRPM
source: Maximum revolutions per minute of the engine
es: Revoluciones máximas por minuto del motor
pt_br: Máximo de revoluções por minuto do motor

# UObjectToolTips,VehicleEngineData:MOI
source: Moment of inertia of the engine around the axis of rotation (Kgm^2).
es: Momento de inercia del motor alrededor del eje de rotación (Kgm^2).
pt_br: Momento de inércia do motor ao redor do eixo de rotação (kgm²).

# UObjectToolTips,VehicleEngineData:TorqueCurve
source: Torque (Nm) at a given RPM
es: Torque (Nm) a una RPM proporcionada
pt_br: Torque (Nm) em uma dada RPM

# UObjectToolTips,VehicleGearData:DownRatio
source: Value of engineRevs/maxEngineRevs that is low enough to gear down
es: Valor de engineRevs/maxEngineRevs que es lo suficientemente bajo como para bajar de marcha
pt_br: Valor de engineRevs/maxEngineRevs que é baixo suficiente para diminuir a marcha

# UObjectToolTips,VehicleGearData:Ratio
source: Determines the amount of torque multiplication
es: Determina la cantidad de multiplicación del torque
pt_br: Determina a quantidade da multiplicação de torque

# UObjectToolTips,VehicleGearData:UpRatio
source: Value of engineRevs/maxEngineRevs that is high enough to gear up
es: Valor de engineRevs/maxEngineRevs que es lo suficientemente alto como para subir de marcha
pt_br: Valor de engineRevs/maxEngineRevs que é alto o suficiente para aumentar a marcha

# UObjectToolTips,VehicleInputRate:FallRate
source: Rate at which the input value falls
es: Ratio al que el valor introducido disminuye
pt_br: Taxa com que o valor da entrada diminui

# UObjectToolTips,VehicleInputRate:RiseRate
source: Rate at which the input value rises
es: Ratio al que el valor introducido aumenta
pt_br: Taxa com que o valor da entrada aumenta

# UObjectToolTips,VehicleTransmissionData:bUseGearAutoBox
source: Whether to use automatic transmission
es: Si usar transmisión automática
pt_br: Se deve usar transmissão automática

# UObjectToolTips,VehicleTransmissionData:ClutchStrength
source: Strength of clutch (Kgm^2/s)
es: Potencia del embrague (Kgm2/s)
pt_br: Força da marcha (kgm²/s)

# UObjectToolTips,VehicleTransmissionData:FinalRatio
source: The final gear ratio multiplies the transmission gear ratios.
es: El radio de marcha final multiplica los radios de marcha de la transmisión.
pt_br: A razão de marcha final multiplica as razões de marcha da transmissão.

# UObjectToolTips,VehicleTransmissionData:ForwardGears
source: Forward gear ratios (up to 30)
es: Ratios de la marcha de avance (hasta 30)
pt_br: Razões das marchas dianteiras (até 30)

# UObjectToolTips,VehicleTransmissionData:GearAutoBoxLatency
source: Minimum time it takes the automatic transmission to initiate a gear change (seconds)
es: Tiempo mínimo que tarda la transmisión automática en iniciar un cambio de marcha (en segundos)
pt_br: Tempo mínimo necessário para que a transmissão automática inicie uma mudança de marcha (segundos)

# UObjectToolTips,VehicleTransmissionData:GearSwitchTime
source: Time it takes to switch gears (seconds)
es: Tiempo que tarda en cambiar de marcha (segundos)
pt_br: Tempo para trocar de marcha (segundos)

# UObjectToolTips,VehicleTransmissionData:NeutralGearUpRatio
source: Value of engineRevs/maxEngineRevs that is high enough to increment gear
es: Valor de engineRevs/maxEngineRevs que es lo suficientemente alto como para incrementar la marcha
pt_br: Valor de engineRevs/maxEngineRevs que é alto o suficiente para aumentar a marcha

# UObjectToolTips,VehicleTransmissionData:ReverseGearRatio
source: Reverse gear ratio
es: Retroceder el ratio de la marcha
pt_br: Razão de marcha a ré

# UObjectToolTips,VehicleWheel:bAffectedByHandbrake
source: Whether handbrake should affect this wheel
es: Si el freno de mano debe afectar a esta rueda
pt_br: Se o freio de mão deve afetar essa roda

# UObjectToolTips,VehicleWheel:bAutoAdjustCollisionSize
source: If true, ShapeRadius and ShapeWidth will be used to automatically scale collision taken from CollisionMesh to match wheel size. If false, size of CollisionMesh won't be changed. Use if you want to scale wheels manually.
es: Si es verdadero, se usarán ShapeRadius y ShapeWidth para escalar automáticamente la colisión adquirida de CollisionMesh para coincidir con el tamaño de la rueda. Si es falso, el tamaño de CollisionMesh no se modificará. Usar si se quiere escalar las ruedas manualmente.
pt_br: Se for verdadeiro, ShapeRadius e ShapeWidth serão usados para escalonar automaticamente colisões tiradas de CollisionMesh de forma a coincidir com o tamanho da roda. Se for falso, o tamanho da CollisionMesh não será modificado. Use se você quiser escalonar rodas manualmente.

# UObjectToolTips,VehicleWheel:bDontCreateShape
source: If set, shape won't be created, but mapped from chassis mesh
es: Si lo ajusta, no se creará una forma, sino que se asignará de una malla de chasis
pt_br: Se definido, a forma não será criada, mas sim mapeada a partir da malha do chassi

# UObjectToolTips,VehicleWheel:CollisionMesh
source: Static mesh with collision setup for wheel, will be used to create wheel shape (if empty, sphere will be added as wheel shape, check bDontCreateShape flag)
es: Malla estática con configuración de colisión para la rueda, se usará para crear la forma de la rueda (si está vacía, se añadirá una esfera como forma de rueda, comprobar indicador bDontCreateShape)
pt_br: Malha estática com configuração de colisão para roda, será usada para criar a forma da roda (se estiver vazia, a esfera será adicionada como o formato da roda, verificar o sinalizador bDontCreateShape)

# UObjectToolTips,VehicleWheel:DampingRate
source: Damping rate for this wheel (Kgm^2/s)
es: Rango de amortiguación para esta rueda (Kgm^2/s)
pt_br: Taxa de amortecimento para essa roda (Kgm^2/s)

# UObjectToolTips,VehicleWheel:DebugLatForce
source: Lateral force the wheel is applying to the chassis
es: Fuerza lateral que la rueda está aplicando al chasis
pt_br: Força lateral que a roda está aplicando ao chassi

# UObjectToolTips,VehicleWheel:DebugLatSlip
source: Lateral slip experienced by the wheel
es: Resbalón lateral experimentado por la rueda
pt_br: Deslizamento lateral da roda
