Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleTypeDataMesh:CameraFacingOption
source: The camera facing option to use: All camera facing options without locked axis assume X-axis will be facing the camera. XAxisFacing_NoUp - X-axis camera facing, no attempt to face an axis up or down. XAxisFacing_ZUp - X-axis camera facing, Z-axis of the mesh should attempt to point up. XAxisFacing_NegativeZUp - X-axis camera facing, Z-axis of the mesh should attempt to point down. XAxisFacing_YUp - X-axis camera facing, Y-axis of the mesh should attempt to point up. XAxisFacing_NegativeYUp - X-axis camera facing, Y-axis of the mesh should attempt to point down. All axis-locked camera facing options assume the AxisLockOption is set. EPAL_NONE will be treated as EPAL_X. LockedAxis_ZAxisFacing - X-axis locked on AxisLockOption axis, rotate Z-axis of the mesh to face towards camera. LockedAxis_NegativeZAxisFacing - X-axis locked on AxisLockOption axis, rotate Z-axis of the mesh to face away from camera. LockedAxis_YAxisFacing - X-axis locked on AxisLockOption axis, rotate Y-axis of the mesh to face towards camera. LockedAxis_NegativeYAxisFacing - X-axis locked on AxisLockOption axis, rotate Y-axis of the mesh to face away from camera. All velocity-aligned options do NOT require the ScreenAlignment be set to PSA_Velocity. Doing so will result in additional work being performed... (it will orient the mesh twice). VelocityAligned_ZAxisFacing - X-axis aligned to the velocity, rotate the Z-axis of the mesh to face towards camera. VelocityAligned_NegativeZAxisFacing - X-axis aligned to the velocity, rotate the Z-axis of the mesh to face away from camera. VelocityAligned_YAxisFacing - X-axis aligned to the velocity, rotate the Y-axis of the mesh to face towards camera. VelocityAligned_NegativeYAxisFacing - X-axis aligned to the velocity, rotate the Y-axis of the mesh to face away from camera.
es: La opción de enfoque de la cámara a usar: Todas las opciones de enfoque de la cámara sin eje bloqueado, asumen que el eje X estará mirando hacia la cámara. XAxisFacing_NoUp - Enfoque de la cámara del eje X, no intenta enfocar a un eje hacia arriba o hacia abajo. XAxisFacing_ZUp - Enfoque de la cámara del eje X, el eje Z de la malla debe intentar apuntar hacia arriba. XAxisFacing_NegativeZUp - Enfoque de la cámara del eje X, el eje Z de la malla debe intentar apuntar hacia abajo. XAxisFacing_YUp - Enfoque de la cámara del eje X, el eje Y de la malla debe intentar apuntar hacia arriba. XAxisFacing_NegativeYUp - Enfoque de la cámara del eje X, el eje Y de la malla debe intentar apuntar hacia abajo. Las opciones de enfoque de la cámara con eje bloqueado asumen que se ha ajustado AxisLockOption. EPAL_NONE se considerará como EPAL_X. LockedAxis_ZAxisFacing - El eje X bloqueado en el eje AxisLockOption, rota el eje Z de la malla para mirar hacia la cámara. LockedAxis_NegativeZAxisFacing - El eje X bloqueado en el eje AxisLockOption, rota el eje Z de la malla para no mirar hacia la cámara. LockedAxis_YAxisFacing - El eje X bloqueado en el eje AxisLockOption, rota el eje Y de la malla para mirar hacia la cámara. LockedAxis_NegativeYAxisFacing - El eje X bloqueado en el eje AxisLockOption, rota el eje Y de la malla para no mirar hacia la cámara. Todas las opciones de velocidad alineada NO necesitan que ScreenAlignment se ajuste a PSA_Velocity. Al hacerlo causará que se reproduzca una tarea adicional... (orientará a la malla dos veces). VelocityAligned_ZAxisFacing - El eje X alineado a la velocidad, rota el eje Z de la malla para mirar hacia la cámara. VelocityAligned_NegativeZAxisFacing - El eje X alineado a la velocidad, rota el eje Z de la malla para no mirar hacia la cámara. VelocityAligned_YAxisFacing - El eje X alineado a la velocidad, rota el eje Y de la malla para mirar hacia la cámara. VelocityAligned_NegativeYAxisFacing - El eje X alineado a la velocidad, rota el eje Y de la malla para no mirar hacia la cámara.
pt_br: A opção de direção da câmera para usar: Todas as opções de direção da câmera sem eixo bloqueado presumem que o eixo X estará na direção da câmera. XAxisFacing_NoUp - direção da câmera do eixo X, sem tentativa de direcionamento do eixo para cima ou para baixo. XAxisFacing_ZUp - direção da câmera do eixo X, o eixo Z da malha deverá se direcionar para cima. XAxisFacing_NegativeZUp - direção da câmera do eixo X, o eixo Z da malha deverá se direcionar para baixo. XAxisFacing_YUp - direção da câmera do eixo X, o eixo Y da malha deverá se direcionar para cima. XAxisFacing_NegativeYUp - direção da câmera do eixo X, o eixo Y da malha deverá se direcionar para baixo. Todas as opções de direção da câmera com eixo bloqueado presumem que a AxisLockOption está definida. EPAL_NONE será tratado como EPAL_X. LockedAxis_ZAxisFacing - eixo X bloqueado no eixo AxisLockOption, girar o eixo Z da malha para direcioná-lo para a câmera. LockedAxis_NegativeZAxisFacing - eixo X bloqueado no eixo AxisLockOption, girar o eixo Z para direcioná-lo contra a câmera. LockedAxis_YAxisFacing - eixo X bloqueado no eixo AxisLockOption, girar o eixo Y da malha para direcioná-lo para a câmera. LockedAxis_NegativeYAxisFacing - eixo X bloqueado no eixo AxisLockOption, girar o eixo Y da malha para direcioná-lo contra a câmera. Todas as opções de velocidade alinhada NÃO precisam que o ScreenAlignment seja definido como PSA_Velocity. Isso resultará na realização de trabalhos em dobro... (isto orientará a malha duas vezes). VelocityAligned_ZAxisFacing - eixo X alinhado à velocidade, girar o eixo Z da malha para direcioná-lo para a câmera. VelocityAligned_NegativeZAxisFacing - eixo X alinhado à velocidade, girar o eixo Z da malha para direcioná-lo contra a câmera. VelocityAligned_YAxisFacing - eixo X alinhado à velocidade, girar o eixo Y da malha para direcioná-lo para a câmera. VelocityAligned_NegativeYAxisFacing - eixo X alinhado à velocidade, girar o eixo Y da malha para direcioná-lo contra a câmera.

# UObjectToolTips,ParticleModuleTypeDataMesh:CameraFacingUpAxisOption
source: The axis of the mesh to point up when camera facing the X-axis. CameraFacing_NoneUP No attempt to face an axis up or down. CameraFacing_ZUp Z-axis of the mesh should attempt to point up. CameraFacing_NegativeZUp Z-axis of the mesh should attempt to point down. CameraFacing_YUp Y-axis of the mesh should attempt to point up. CameraFacing_NegativeYUp Y-axis of the mesh should attempt to point down.
es: El eje de la malla a señalar cuando la cámara está frente al eje X. CameraFacing_NoneUP No se intenta apuntar a un eje arriba o abajo. CameraFacing_ZUp El eje Z de la malla debe tratar de apuntar hacia arriba. CameraFacing_NegativeZUp El eje Z de la malla debe tratar de apuntar hacia abajo. CameraFacing_YUp El eje Y de la malla debe tratar de apuntar hacia arriba. CameraFacing_NegativeYUp El eje Y de la malla debe tratar de apuntar hacia abajo.
pt_br: O eixo da malha a apontar para cima quando a câmera está virada para o eixo X. CameraFacing_NoneUP Sem tentar virar um eixo para cima ou para baixo. CameraFacing_ZUp Eixo Z da malha deve tentar apontar para cima. CameraFacing_NegativeZUp Eixo Z da malha deve tentar apontar para baixo. CameraFacing_YUp Eixo Y da malha deve tentar apontar para cima. CameraFacing_NegativeYUp Eixo Y da malha deve tentar apontar para baixo.

# UObjectToolTips,ParticleModuleTypeDataMesh:CastShadows
source: If true, has the meshes cast shadows
es: Si es verdadero, hace que las mallas proyecten sombras
pt_br: Se for verdadeiro, as malhas projetarão sombras

# UObjectToolTips,ParticleModuleTypeDataMesh:DoCollisions
source: UNUSED (the collision module dictates doing collisions)
es: SIN USAR (el módulo de colisión dicta la realización de colisiones)
pt_br: NÃO USADO (o módulo de colisão dita como fazer as colisões)

# UObjectToolTips,ParticleModuleTypeDataMesh:Mesh
source: The static mesh to render at the particle positions
es: La malla estática que renderizar en las posiciones de la partícula.
pt_br: A malha estática para renderizar nas posições da partícula

# UObjectToolTips,ParticleModuleTypeDataMesh:MeshAlignment
source: The alignment to use on the meshes emitted. The RequiredModule->ScreenAlignment MUST be set to PSA_TypeSpecific to use. One of the following: PSMA_MeshFaceCameraWithRoll Face the camera allowing for rotation around the mesh-to-camera FVector (amount provided by the standard particle sprite rotation). PSMA_MeshFaceCameraWithSpin Face the camera allowing for the mesh to rotate about the tangential axis. PSMA_MeshFaceCameraWithLockedAxis Face the camera while maintaining the up FVector as the locked direction.
es: Alineación que se utiliza en las mallas emitidas. El RequiredModule->ScreenAlignment se DEBE ajustar al PSA_TypeSpecific a usar. Uno de los siguientes: PSMA_MeshFaceCameraWithRoll Enfoca a la cámara permitiendo rotar alrededor del FVector de malla-hacia-cámara (cantidad proporcionada por la rotación del sprite de partícula estándar) PSMA_MeshFaceCameraWithSpin Enfoca a la cámara permitiendo a la malla rotar hacia el eje tangencial. PSMA_MeshFaceCameraWithLockedAxis Enfoca a la cámara mientras mantiene el FVector superior como la dirección bloqueada.
pt_br: O alinhamento a ser usado nas malhas emitidas. O RequiredModule->ScreenAlignment DEVE ser definido como PSA_TypeSpecific para usar. Um dos seguintes: PSMA_MeshFaceCameraWithRoll Voltada para a câmera, permitindo a rotação ao redor do FVector malha-câmera (quantidade fornecida pela rotação de sprite da partícula padrão). PSMA_MeshFaceCameraWithSpin Voltada para a câmera, permitindo que a malha gire sobre o eixo tangencial. PSMA_MeshFaceCameraWithLockedAxis Voltada para a câmera enquanto mantém o FVector para cima como a direção bloqueada.

# UObjectToolTips,ParticleModuleTypeDataMesh:Pitch
source: deprecated properties for initial orientation
es: propiedades obsoletas para orientación inicial
pt_br: propriedades obsoletas para orientação inicial

# UObjectToolTips,ParticleModuleTypeDataMesh:RollPitchYawRange
source: The 'pre' rotation pitch (in degrees) to apply to the static mesh used.
es: El ángulo de rotación 'previa' (en grados) que aplicar a la malla estática que se ha usado.
pt_br: A inclinação da "pré-rotação" (em graus) a ser aplicada na malha estática usada.

# UObjectToolTips,ParticleModuleTypeDataRibbon:bClipSourceSegement
source: If true, do not join the trail to the source position
es: Si es verdadero, no unir la pista en la posición fuente
pt_br: Se for verdadeiro, a trilha não será unida à posição da fonte

# UObjectToolTips,ParticleModuleTypeDataRibbon:bDeadTrailsOnSourceLoss
source: If true, when the source of a trail is 'lost' (ie, the source particle dies), mark the current trail as dead.
es: Si es verdadero, cuando la fuente de una pista se 'pierde' (ej. la partícula de origen muere), marcar la pista actual como muerta.
pt_br: Se for verdadeiro, quando a fonte de uma trilha for 'perdida' (i.e., a partícula fonte for destruída), a trilha atual será marcada como morta.

# UObjectToolTips,ParticleModuleTypeDataRibbon:bSpawnInitialParticle
source: If true, ribbon will spawn a particle when it first starts moving
es: Si es verdadero, la barra de opciones creará una partícula cuando ésta comience a moverse
pt_br: Se for verdadeiro, a faixa criará uma partícula quando começar a se mover

# UObjectToolTips,ParticleModuleTypeDataRibbon:DistanceTessellationStepSize
source: The distance step size for tessellation. # Tessellation Points = TruncToInt((Distance Between Spawned Particles) / DistanceTessellationStepSize))
es: El tamaño del paso de la distancia para el teselado. # Puntos del teselado= TruncToInt((Distancia entre las partículas creadas) / DistanceTessellationStepSize))
pt_br: O tamanho do passo de distância para o mosaico. # Pontos de Mosaico = TruncToInt((Distância Entre Partículas Produzidas) / DistanceTessellationStepSize))

# UObjectToolTips,ParticleModuleTypeDataRibbon:MaxParticleInTrailCount
source: Max particles per trail
es: Máximo de partículas por pista
pt_br: Máximo de partículas por trilha

# UObjectToolTips,ParticleModuleTypeDataRibbon:MaxTessellationBetweenParticles
source: The maximum amount to tessellate between two particles of the trail. Depending on the distance between the particles and the tangent change, the system will select a number of tessellation points [0..MaxTessellationBetweenParticles]
es: Cantidad máxima a cubrir con teselas entre dos partículas de la pista. En función de la distancia entre las partículas y el cambio de tangente, el sistema seleccionará un número de puntos de teselado [0..MaxTessellationBetweenParticles]
pt_br: A quantidade máxima a criar mosaico entre duas partículas da trilha. Dependendo da distância entre as partículas e a mudança da tangente, o sistema selecionará um número de pontos de mosaico [0..MaxTessellationBetweenParticles]

# UObjectToolTips,ParticleModuleTypeDataRibbon:MaxTrailCount
source: The number of live trails
es: Número de pistas directas
pt_br: O número de trilhas ativas

# UObjectToolTips,ParticleModuleTypeDataRibbon:RenderAxis
source: The 'render' axis for the trail (what axis the trail is stretched out on) Trails_CameraUp - Traditional camera-facing trail. Trails_SourceUp - Use the up axis of the source for each spawned particle. Trails_WorldUp - Use the world up axis.
es: El eje de 'renderizado' para la pista (en qué eje se extiende la pista) Trials_CameraUp - Tradicional pista frente a cámara. Trials_SourceUp - Usar el eje superior de la fuente para cada partícula creada. Trials_WorldUp - Usar el eje superior del mundo.
pt_br: O eixo de "renderização" para a trilha (em que eixo a trilha se estica) Trails_CameraUp - Trilha tradicional da visualização da câmera. Trails_SourceUp - Usa o eixo para cima da fonte para cada partícula criada. Trails_WorldUp - Usa o eixo para cima do mundo.

# UObjectToolTips,ParticleModuleTypeDataRibbon:SheetsPerTrail
source: The number of sheets to render for the trail.
es: Número de los planos que renderizar para la pista.
pt_br: O número de folhas a renderizar para a trilha

# UObjectToolTips,ParticleModuleTypeDataRibbon:TangentSpawningScalar
source: The tangent scalar for spawning. Angles between tangent A and B are mapped to [0.0f .. 1.0f] This is then multiplied by TangentTessellationScalar to give the number of particles to spawn
es: La variable de la tangente para la creación. Los ángulo entre la tangente A y B se asignan a [0.0f .. 1.0f] Que se multiplica por TangentTessellationScalar para dar el número de partículas que crear
pt_br: O escalar de tangente para a criação. Os ângulos entre as tangentes A e B são mapeados para [0.0f .. 1.0f] Isso é multiplicado pelo TangentTessellationScalar para fornecer o número de partículas a criar

# UObjectToolTips,ParticleModuleTypeDataRibbon:TangentTessellationScalar
source: The tangent scalar for tessellation. Angles between tangent A and B are mapped to [0.0f .. 1.0f] This is then multiplied by TangentTessellationScalar to give the number of points to tessellate
es: La variable de la tangente para el teselado. Los ángulo entre la tangente A y B se asignan a [0.0f .. 1.0f] Que se multiplica por TangentTessellationScalar para dar el número de puntos que se teselan
pt_br: O escalar da tangente para mosaico. Os ângulos entre as tangentes A e B são mapeados para [0.0f .. 1.0f] Isso é multiplicado pelo TangentTessellationScalar para fornecer o número de pontos para colocar em mosaico.

source: Property override value for global vector field tightness.
es: Valor de anulación de propiedad para ajuste del campo vectorial global.
pt_br: Valor de substituição da propriedade da tensão do campo vetorial.

# UObjectToolTips,ParticleModuleVectorFieldGlobal:GlobalVectorFieldScale
source: Global vector field scale.
es: Escala del campo vectorial global.
pt_br: Escala do campo vetorial global.

# UObjectToolTips,ParticleModuleVectorFieldGlobal:GlobalVectorFieldTightness
source: Global vector field tightness override.
es: Supresión del ángulo del campo vectorial global.
pt_br: Substituição da aproximação do campo vetorial global.

# UObjectToolTips,ParticleModuleVectorFieldLocal:bIgnoreComponentTransform
source: Ignore component transform.
es: Omitir transformación del componente.
pt_br: Ignorar transformação de componente.

# UObjectToolTips,ParticleModuleVectorFieldLocal:Intensity
source: Intensity of the local vector field.
es: Intensidad del campo vectorial local.
pt_br: Intensidade do campo vetorial local.

# UObjectToolTips,ParticleModuleVectorFieldLocal:RelativeRotation
source: Rotation of the vector field relative to the emitter.
es: Rotación del campo vectorial relativo al emisor.
pt_br: Rotação do campo vetorial relativo ao emissor.

# UObjectToolTips,ParticleModuleVectorFieldLocal:RelativeScale3D
source: Scale of the vector field relative to the emitter.
es: Escala del campo vectorial relativo al emisor.
pt_br: Escala do campo vetorial relativo ao emissor.

# UObjectToolTips,ParticleModuleVectorFieldLocal:RelativeTranslation
source: Translation of the vector field relative to the emitter.
es: Traslación del campo vectorial relativo al emisor.
pt_br: Translação do campo vetorial relativa ao emissor.

# UObjectToolTips,ParticleModuleVectorFieldLocal:Tightness
source: Tightness tweak value: 0: Force 1: Velocity.
es: Valor de modificación del ajuste: 0: Fuerza 1: Velocidad.
pt_br: Valor de ajuste de aproximação: 0: Força 1: Velocidade.

# UObjectToolTips,ParticleModuleVectorFieldLocal:VectorField
source: Vector field asset to use.
es: Activo de campo vectorial que se utiliza.
pt_br: Ativo do campo vetorial para usar.

# UObjectToolTips,ParticleModuleVectorFieldRotation:MaxInitialRotation
source: Maximum initial rotation applied to the local vector field.
es: Máxima Rotación inicial aplicada al campo vectorial local.
pt_br: Rotação inicial máxima aplicada ao campo vetorial local.

# UObjectToolTips,ParticleModuleVectorFieldRotation:MinInitialRotation
source: Minimum initial rotation applied to the local vector field.
es: Rotación inicial mínima aplicada al campo vectorial local.
pt_br: Rotação inicial mínima aplicada ao campo vetorial local.

# UObjectToolTips,ParticleModuleVectorFieldRotationRate:RotationRate
source: Constant rotation rate applied to the local vector field.
es: Proporción de la rotación constante aplicada al campo vectorial local.
pt_br: Taxa de rotação constante aplicada ao campo vetorial local.

# UObjectToolTips,ParticleModuleVectorFieldScale:VectorFieldScale
source: Per-particle vector field scale. Evaluated using emitter time.
es: Coeficiente del campo vectorial por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Escala do campo vetorial por partícula. Avaliada usando o tempo do emissor

# UObjectToolTips,ParticleModuleVectorFieldScale:VectorFieldScaleRaw
source: Per-particle vector field scale. Evaluated using emitter time.
es: Coeficiente del campo vectorial por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Escala do campo vetorial por partícula. Avaliada usando o tempo do emissor

# UObjectToolTips,ParticleModuleVectorFieldScaleOverLife:VectorFieldScaleOverLife
source: Per-particle vector field scale. Evaluated using particle relative time.
es: Coeficiente de arrastre por partícula. Se ha evaluado mediante el tiempo relativo de la partícula.
pt_br: Escala do campo vetorial por partícula. Avaliada usando o tempo relativo da partícula

source: Per-particle vector field scale. Evaluated using particle relative time.
es: Coeficiente de arrastre por partícula. Se ha evaluado mediante el tiempo relativo de la partícula.
pt_br: Escala do campo vetorial por partícula. Avaliada usando o tempo relativo da partícula

# UObjectToolTips,ParticleModuleVelocity:StartVelocity
source: The velocity to apply to a particle when it is spawned. Value is retrieved using the EmitterTime of the emitter.
es: La velocidad que aplicar a la partícula cuando se ha creado. El valor se recupera mediante el EmitterTime del emisor.
pt_br: A velocidade aplicada à partícula quando é criada. O valor é recuperado usando o EmitterTime do emissor.

# UObjectToolTips,ParticleModuleVelocity:StartVelocityRadial
source: The velocity to apply to a particle along its radial direction. Direction is determined by subtracting the location of the emitter from the particle location at spawn. Value is retrieved using the EmitterTime of the emitter.
es: La velocidad que aplicar a una partícula a lo largo de su dirección radial. La dirección se determina mediante la sustracción de la localización del emisor desde la ubicación de la partícula al crearse. El valor se recupera mediante el EmitterTime del emisor.
pt_br: A velocidade aplicada à partícula ao longo da sua direção radial. A direção é determinada subtraindo o local do emissor do local da partícula na criação. O valor é recuperado usando o EmitterTime do emissor.

# UObjectToolTips,ParticleModuleVelocityBase:bApplyOwnerScale
source: If true, then apply the particle system components scale to the velocity value.
es: Si es verdadero, entonces aplicar la escala de los componentes del sistema de partículas al valor de la velocidad.
pt_br: Se for verdadeiro, aplicar a escala dos componentes do sistema de partículas ao valor da velocidade.

# UObjectToolTips,ParticleModuleVelocityBase:bInWorldSpace
source: If true, then treat the velocity as world-space defined. NOTE: LocalSpace emitters that are moving will see strange results...
es: Si es verdadero, entonces trata a la velocidad como sistema de coordenadas global definido. NOTA: Los emisores de LocalSpace que se mueven verán extraños resultados...
pt_br: Se for verdadeiro, tratar a velocidade como definida no espaço do mundo. OBSERVAÇÃO: Emissores de LocalSpace que estiverem em movimento vão observar resultados estranhos...

# UObjectToolTips,ParticleModuleVelocityCone:Angle
source: The Min value represents the inner cone angle value and the Max value represents the outer cone angle value.
es: El valor mínimo representa el valor del ángulo del cono interior y el valor máximo representa el valor del ángulo del cono exterior.
pt_br: O valor Mínimo representa o valor do ângulo interno do cone e o valor Máximo representa o valor do ângulo externo do cone.

# UObjectToolTips,ParticleModuleVelocityCone:Direction
source: The direction FVector of the cone.
es: El FVector de dirección del cono.
pt_br: A direção FVector do cone.

# UObjectToolTips,ParticleModuleVelocityCone:Velocity
source: The initial velocity of the particles.
es: Velocidad inicial de las partículas.
pt_br: A velocidade inicial das partículas.

# UObjectToolTips,ParticleModuleVelocityInheritParent:Scale
source: The scale to apply tot he parent velocity prior to adding it to the particle velocity during spawn. Value is retrieved using the EmitterTime of the emitter.
es: Escala que aplicar a la velocidad padre antes que añadirla a la velocidad de la partícula durante la creación. El valor se recupera mediante el EmitterTime del emisor.
pt_br: A escala para aplicar à velocidade do pai antes de adicioná-la à velocidade da partícula durante a criação. O valor é recuperado usando o EmitterTime do emissor.

# UObjectToolTips,ParticleModuleVelocityOverLifetime:Absolute
source: If true, the velocity will be SET to the value from the above dist. If false, the velocity will be scaled by the above dist.
es: Si es verdadero, la velocidad se AJUSTARÁ al valor de la distancia superior. Si es faldo, la velocidad de escalará mediante la distancia superior.
pt_br: Se for verdadeiro, a velocidade será DEFINIDA como o valor de distância acima. Se for falso, a velocidade será escalonada pelo valor de distância acima.
