Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SkyLight:bEnabled
source: replicated copy of LightComponent's bEnabled property
es: copia duplicada de la propiedad bEnabled de LightComponent
pt_br: cópia replicada da propriedade bEnabled de LightComponent

# UObjectToolTips,LightComponent:bAffectDynamicIndirectLighting
source: Whether the light should be injected into the Light Propagation Volume
es: Si la luz se debe inyectar en el volumen de propagación de la luz
pt_br: Se a luz deve ser injetada no Volume de Propagação de Luz

# UObjectToolTips,LightComponent:bEnableLightShaftBloom
source: Whether to render light shaft bloom from this light. For directional lights, the color around the light direction will be blurred radially and added back to the scene. for point lights, the color on pixels closer than the light's SourceRadius will be blurred radially and added back to the scene.
es: Si renderizar el brillo del orificio de luz de esta luz. Para luces direccionales, se difuminará el color de la dirección de la luz y se añadirán de nuevo a la escena. Para las luces con objetivo, se difuminará el color en píxeles más cercanos al SourceRadius de la luz y se añadirán de nuevo a la escena.
pt_br: Se deve renderizar o brilho do eixo de luz desta luz. Para luzes direcionais, a cor ao redor da direção da luz será radialmente borrada e adicionada de volta à cena. Para algumas luzes puntiformes, a cor nos pixels mais próximos que o SourceRadius da luz serão desfocados radialmente e adicionados de volta à cena.

# UObjectToolTips,LightComponent:BloomScale
source: Scales the additive color.
es: Escala el color aditivo.
pt_br: Escalona a cor aditiva.

# UObjectToolTips,LightComponent:BloomThreshold
source: Scene color must be larger than this to create bloom in the light shafts.
es: El color de la escena debe ser mayor que este para crear brillo en los orificios de luz.
pt_br: A cor da cena deve ser maior que isto para criar bloom nos feixes de luz.

# UObjectToolTips,LightComponent:BloomTint
source: Multiplies against scene color to create the bloom color.
es: Multiplica el color de la escena para crear el color del brillo.
pt_br: Multiplica a cor da cena pra criar a cor do efeito bloom.

# UObjectToolTips,LightComponent:bUseIESBrightness
source: true: take light brightness from IES profile, false: use the light brightness - the maximum light in one direction is used to define no masking. Use with InverseSquareFalloff. Will be disabled if a valid IES profile texture is not supplied.
es: verdadero:adquiere la claridad de la luz del perfil IES, falso: usa la claridad de la luz - el máximo de la luz en una dirección se usa para definir el no enmascaramiento. Usar con InverseSquareFalloff. Se desactivará si no se admite una textura del perfil IES válido.
pt_br: verdadeiro: obtém o brilho de luz do perfil IES, falso: usa o brilho de luz - a luz máxima em uma direção é usada para definir a ausência de máscara. Usar com InverseSquareFalloff. Será desativado se uma textura de perfil IES válida não for fornecida.

# UObjectToolTips,LightComponent:CastTranslucentShadows
source: Whether the light is allowed to cast dynamic shadows from translucency.
es: Si se permite a la luz que proyecte sombras dinámicas desde la translucidez.
pt_br: Se a luz pode projetar sombras dinâmicas a partir da translucidez.

# UObjectToolTips,LightComponent:DisabledBrightness
source: Brightness factor applied to the light when the light function is specified but disabled, for example in scene captures that use SceneCapView_LitNoShadows. This should be set to the average brightness of the light function material's emissive input, which should be between 0 and 1.
es: El factor del brillo aplicado a la luz cuando la función de la luz está seleccionada pero desactivada, por ejemplo en las capturas de la escena que usa SceneCapView_LitNoShadows. Se debe ajustar al brillo promedio de la entrada de la emisión del material de la función de la luz, la cual debe estar entre 0 y 1.
pt_br: Fator de brilho aplicado à luz quando a função de luz está especificada, mas desativada. Por exemplo, em capturas de cena que usam SceneCapView_LitNoShadows. Isso deve ser definido como o brilho médio da entrada emissiva do material de função da luz, que deve estar entre 0 e 1.

# UObjectToolTips,LightComponent:IESBrightnessScale
source: Global scale for IES brightness contribution. Only available when "Use IES Brightness" is selected, and a valid IES profile texture is set
es: Escala global para el aporte del brillo IES. Solo está disponible cuando se ha seleccionado "Usar brillo IES", y se ha ajustado una textura del perfil de IES válida
pt_br: Escala global de contribuição de brilho IES. Somente disponível quando "Usar Brilho IES" estiver selecionado e uma textura de perfil IES estiver definida

# UObjectToolTips,LightComponent:IESTexture
source: IES texture (light profiles from real world measured data)
es: Textura del IES (perfiles de la luz de los datos calculador del mundo real)
pt_br: Textura IES (perfis de luz a partir de dados medidos no mundo real)

# UObjectToolTips,LightComponent:LightFunctionFadeDistance
source: Distance at which the light function should be completely faded to DisabledBrightness. This is useful for hiding aliasing from light functions applied in the distance.
es: Distancia en la cual la función de la luz se debe disminuir a DisabledBrightness. Resulta útil para ocultar el efecto dentado de las funciones de la luz aplicadas en la distancia.
pt_br: Distância na qual a função de luz deve ser esmaecida completamente para DisabledBrightness. Isso é útil para ocultar a redução de suavidade das funções de luz aplicadas à distância.

# UObjectToolTips,LightComponent:LightFunctionMaterial
source: The light function material to be applied to this light. Note that only non-lightmapped lights (UseDirectLightMap=False) can have a light function.
es: El material de función de la luz que aplicar a esta luz. Tener en cuenta que solo las luces sin asignar (UseDirectLightMap=Falso) pueden tener una función de luz.
pt_br: O material da função de luz a ser aplicado a essa luz. Observe que somente luzes que não são do mapa de luzes (UseDirectLightMap=False) podem ter uma função de luz.

# UObjectToolTips,LightComponent:LightFunctionScale
source: Scales the light function projection. X and Y scale in the directions perpendicular to the light's direction, Z scales along the light direction.
es: Escala la proyección de la función de la luz. X e Y escalan en las direcciones perpendiculares a la dirección de la luz, Z escala a los largo de la dirección de la luz.
pt_br: Escalona a projeção de função de iluminação. X e Y escalonam nas direções perpendiculares à direção da luz, Z escalona ao longo da direção da luz.

# UObjectToolTips,LightComponent:MinRoughness
source: Min roughness effective for this light. Used for softening specular highlights.
es: Mínima irregularidad efectiva para esta luz. Se usa para resaltes especulares de suavizado
pt_br: Aspereza mínima efetiva para esta luz. Usado para suavizar realces especulares.

# UObjectToolTips,LightComponent:ShadowBias
source: Controls how accurate self shadowing of whole scene shadows from this light are. At 0, shadows will start at the their caster surface, but there will be many self shadowing artifacts. larger values, shadows will start further from their caster, and there won't be self shadowing artifacts but object might appear to fly. around 0.5 seems to be a good tradeoff. This also affects the soft transition of shadows
es: Calibra cómo de preciso es el auto sombreado de las sombras de toda una escena que provienen de esta luz. En 0, las sombras comenzarán en su superficie del elemento que proyecta la sombra , pero pero habrá muchos errores en el sombreado. con valores mayores, las sombras comenzarán más lejos del elemento que proyecta la sombra, y no habrá errores de sombreado aunque el objeto puede parecer que flote. alrededor del 0.5 parece ser un buen término medio. También afectará la transición suave de las sombras.
pt_br: Controla quão preciso é o sombreamento próprio de todas as sombras da cena desta luz. A 0, as sombras começarão em suas superfícies de origem de projeção, mas haverá diversos artefatos de sombreamento próprio. Sombras com valores maiores começarão mais distantes da origem de projeção e não haverá artefatos de sombreamento próprio, mas os objetos parecerão voar. Próximo de 0.5 parece o ideal. Isso também afeta a transição suave das sombras

# UObjectToolTips,LightComponent:ShadowSharpen
source: Amount to sharpen shadow filtering
es: Cantidad que degradar la filtración de sombreado
pt_br: Quantidade para tornar nítido o filtro de sombra

# UObjectToolTips,LightComponentBase:bAffectsWorld
source: Whether the light can affect the world, or whether it is disabled. A disabled light will not contribute to the scene in any way. This setting cannot be changed at runtime and unbuilds lighting when changed. Setting this to false has the same effect as deleting the light, so it is useful for non-destructive experiments.
es: Si la luz puede afectar al mundo, o si está desactivada. Una luz desactivada no puede contribuir en la escena de ninguna manera. Esta configuración no se puede cambiar durante la ejecución y destruye la iluminación cuando se modifica. Configurarlo a falso tiene el mismo efecto que el de la eliminación de la luz, por lo que resulta útil para los experimentos no destructivos.
pt_br: Se a luz pode afetar o mundo, ou se está desativada. Uma luz desativada não contribuirá para uma cena de qualquer maneira. Essa configuração não pode ser alterada no tempo de execução e desfaz a iluminação ao ser alterada. Definir isto como falso tem o mesmo efeito que excluir a luz, então é útil para experimentos não destrutíveis.

# UObjectToolTips,LightComponentBase:bAffectTranslucentLighting
source: Whether the light affects translucency or not. Disabling this can save GPU time when there are many small lights.
es: Si la luz afecta la translucidez o no. Al desactivarlo se puede guardar el tiempo GPU cuando hay pequeñas luces muy numerosas.
pt_br: Se a luz afeta a translucidez ou não. Desativar isto pode economizar tempo de GPU quando houver várias luzes pequenas.

# UObjectToolTips,LightComponentBase:CastDynamicShadows
source: Whether the light should cast shadows from dynamic objects. Also requires Cast Shadows to be set to True.
es: Si la luz debe proyectar cualquier sombra. de los objetos dinámicos. Además es necesario que la proyección de las sombras estén ajustadas a verdadero.
pt_br: Se a luz deve projetar sombras de objetos dinâmicos. Também requer que Projetar Sombras seja definido como Verdadeiro.

# UObjectToolTips,LightComponentBase:CastShadows
source: Whether the light should cast any shadows.
es: Si la luz debe proyectar cualquier sombra.
pt_br: Se a luz deve projetar sombras.

# UObjectToolTips,LightComponentBase:CastStaticShadows
source: Whether the light should cast shadows from static objects. Also requires Cast Shadows to be set to True.
es: Si la luz debe proyectar cualquier sombra. de los objetos estáticos. Además es necesario que la proyección de las sombras estén ajustadas a verdadero.
pt_br: Se a luz deve projetar sombras de objetos estáticos. Também requer que Projetar Sombras seja definido como Verdadeiro.

# UObjectToolTips,LightComponentBase:DynamicEditorTexture
source: Sprite for dynamic light in the editor.
es: Sprite para luz dinámica en el editor.
pt_br: Sprite de luz dinâmica no editor.

# UObjectToolTips,LightComponentBase:DynamicEditorTextureScale
source: Sprite scaling for dynamic light in the editor.
es: Escalado de sprite para luz dinámica en el editor.
pt_br: Escalonamento do sprite de luz dinâmica no editor.

# UObjectToolTips,LightComponentBase:IndirectLightingIntensity
source: Scales the indirect lighting contribution from this light. A value of 0 disables any GI from this light. Default is 1.
es: Escala el aporte de la iluminación indirecta que proviene de esta luz. Un valor de 0 desactiva cualquier IG (iluminación global) que proviene de esta luz. El predeterminado es 1.
pt_br: Escalona a contribuição de iluminação indireta desta luz. Um valor de 0 desativa qualquer GI desta luz. O padrão é 1.

# UObjectToolTips,LightComponentBase:Intensity
source: Total energy that the light emits. For point/spot lights with inverse squared falloff, this is in units of lumens. 1700 lumens corresponds to a 100W lightbulb. For other lights, this is just a brightness multiplier.
es: Energía total que emite la luz. Para punto/lugares con decaimiento cuadrado inverso, está representado en unidades de lúmenes. 1.700 lúmenes corresponden a una bombilla de 100 W. Para otras luces, esto es solo un multiplicador de brillo.
pt_br: Energia total que a luz emite. Para luzes de ponto/holofotes com decaimento inverso ao quadrado, essa é em unidades de lumens. 1.700 lumens correspondem a uma lâmpada de 100 W. Para outras luzes, é apenas um multiplicador de brilho.

# UObjectToolTips,LightComponentBase:LightColor
source: Filter color of the light. Note that this can change the light's effective intensity.
es: Filtrar el color de la luz. Tenga en cuenta que esto puede cambiar la intensidad efectiva de la luz.
pt_br: Filtra a cor da luz. Observe que isto pode mudar a intensidade efetiva da luz.

# UObjectToolTips,LightComponentBase:LightGuid
source: GUID used to associate a light component with precomputed shadowing information across levels. The GUID changes whenever the light position changes.
es: Guid (identificador único global) usado para asociar un componente de luz con información de sombreado precalculada en todos los niveles. Este Guid (identificador único global) cambia cuando la posición de la luz varía.
pt_br: GUID usada para associar um componente de luz a informações de sombreamento pré-calculadas entre níveis. A GUID mudará sempre que mudar a posição da luz.

# UObjectToolTips,LightComponentBase:StaticEditorTexture
source: Sprite for static light in the editor.
es: Sprite para luz estática en el editor.
pt_br: Sprite de luz estática no editor.

# UObjectToolTips,LightComponentBase:StaticEditorTextureScale
source: Sprite scaling for static light in the editor.
es: Escalado de sprite para luz estática en el editor.
pt_br: Escalonamento do sprite de luz estática no editor.

# UObjectToolTips,LightingBuildInfo
source: Statistics page for lighting.
es: Página de estadísticas para la iluminación.
pt_br: Página de estatísticas para iluminação.

# UObjectToolTips,LightingBuildInfo:LevelName
source: The name of the level this object resides in
es: Nombre del nivel en el que reside este objeto
pt_br: O nome do nível em que esse objeto reside

# UObjectToolTips,LightingBuildInfo:LightingTime
source: The lighting time this object took.
es: El tiempo de iluminación que tarda este objeto.
pt_br: O tempo que demorou para iluminar esse objeto.

# UObjectToolTips,LightingBuildInfo:Object
source: The actor and/or object that is related to this info.
es: El actor y/o el objeto que está relacionado con esta información.
pt_br: O ator e/ou objeto que está relacionado a essas informações.

# UObjectToolTips,LightingBuildInfo:TotalTexelMemory
source: The memory consumed by all texels for this object, in KB
es: La memoria consumida por todos los texels para este objeto, en KB.
pt_br: A memória consumida por todos os texels para esse objeto, em KBs

# UObjectToolTips,LightingBuildInfo:UnmappedTexelsMemory
source: The memory consumed by unmapped texels for this object, in KB
es: La memoria consumida por todos los texels sin asignar para este objeto, en KB.
pt_br: A memória consumida por texels não mapeados para esse objeto, em KBs

# UObjectToolTips,LightingBuildInfo:UnmappedTexelsPercentage
source: The percentage of unmapped texels for this object.
es: El porcentaje de texels sin asignar para este objeto.
pt_br: A porcentagem de texels não mapeados para esse objeto.

# UObjectToolTips,LightmappedSurfaceCollection:SourceModel
source: The UModel these surfaces come from.
es: El UModel del que provienen estas superficies.
pt_br: O UModel de onde vêm essas superfícies.

# UObjectToolTips,LightmappedSurfaceCollection:Surfaces
source: An array of the surface indices grouped into a single static lighting mapping.
es: Una matriz de los índices de superficies agrupados en una única asignación de iluminación estática.
pt_br: Uma matriz dos índices de superfície agrupados em um único mapeamento de iluminação estática.

# UObjectToolTips,LightmassBooleanParameterValue
source: Boolean parameter value
es: Valor del parámetro booleano
pt_br: Valor do parâmetro booleano

# UObjectToolTips,LightmassBooleanParameterValue:ParameterValue
source: The boolean value to override the parent value with
es: El valor booleano con el que suprimir el valor padre
pt_br: O valor booleano pelo qual substituir o valor do pai

# UObjectToolTips,LightmassDebugOptions
source: Debug options for Lightmass
es: Opciones de depurado para lighmass
pt_br: Opções de depuração para Lightmass

# UObjectToolTips,LightmassDebugOptions:bColorBordersGreen
source: If true, a green border will be placed around the edges of mappings
es: Si es verdadero, se colocará un borde verde alrededor de las aristas de las asignaciones
pt_br: Se for verdadeiro, uma aresta borda verde será exibida ao redor de mapeamentos.

# UObjectToolTips,LightmassDebugOptions:bColorByExecutionTime
source: If true, Lightmass will overwrite lightmap data with a shade of red relating to how long it took to calculate the mapping (Red = Time / ExecutionTimeDivisor)
es: Si es verdadero, lightmass sobrescribirá los datos del mapa de iluminación con un sombreado en rojo en relación con cuanto tarda en calcular el mapeado ((Rojo = Tiempo / ExecutionTimeDivisor)
pt_br: Se for verdadeiro, o Lightmass sobrescreverá dados de mapas de luz com uma tonalidade de vermelho relacionada ao tempo que durou o cálculo do mapeamento (Vermelho = Tempo / ExecutionTimeDivisor)

# UObjectToolTips,LightmassDebugOptions:bDebugMaterials
source: If true, Lightmass will write out BMPs for each generated material property sample to <GAME>\ScreenShots\Materials.
es: Si es verdadero, Lightmass escribirá BMPs para cada muestra propiedad de material generado a <GAME>\ScreenShots\Materials.
pt_br: Se for verdadeiro, o Lightmass gravará BMPs para cada amostra de propriedade material gerada em <GAME>\ScreenShots\Materials.

# UObjectToolTips,LightmassDebugOptions:bDebugMode
source: If false, UnrealLightmass.exe is launched automatically (default) If true, it must be launched manually (e.g. through a debugger) with the -debug command line parameter.
es: Si es falso, UnrealLightmass.exe se lanzará automáticamente (predeterminado) Si es verdadero, se tiene que hacer manualmente (ej. mediante un depurador) con el -parámetro de la línea de comandos de depurado
pt_br: Se for falso, UnrealLightmass.exe será executado automaticamente (padrão) Se for verdadeiro, ele deverá ser executado manualmente (e.g. através de um depurador) com o parâmetro de linha de comando -debug.

# UObjectToolTips,LightmassDebugOptions:bDebugPaddings
source: If true, will fill padding of mappings with a color rather than the sampled edges. Means nothing if bPadMappings is not enabled...
es: Si es verdadero, rellenará espacios de asignaciones con un color en lugar de las aristas tomadas como muestra. No significa nada si bPadMappings no está activado...
pt_br: Se for verdadeiro, realizará o preenchimento dos mapeamentos com uma cor, em vez das arestas amostradas. Não faz nada se bPadMappings não estiver ativo.

# UObjectToolTips,LightmassDebugOptions:bDumpBinaryFiles
source: If true, the generate coefficients will be dumped to binary files.
es: Si es verdadero, los coeficientes de creación se volcarán a archivos binarios.
pt_br: Se for verdadeiro, os coeficientes de geração serão despejados em arquivos binários.

# UObjectToolTips,LightmassDebugOptions:bGatherBSPSurfacesAcrossComponents
source: If true, BSP surfaces split across model components are joined into 1 mapping
es: Si es verdadero, las superficies BSP divididas a lo largo de los componentes del modelo se unen en 1 asignación
pt_br: Se for verdadeiro, superfícies BSP divididas por vários componentes modelo serão unidas em um mesmo mapeamento

# UObjectToolTips,LightmassDebugOptions:bImmediateProcessMappings
source: If true, Lightmass will process appropriate mappings as they are imported. NOTE: Requires ImmediateMode be enabled to actually work.
es: Si es verdadero, Lightmass procesará los mapeos apropiados al importarse. NOTA: Es necesario que ImmediateMode esté activado para que funcione.
pt_br: Se for verdadeiro, o Lightmass processará os mapeamentos adequados à medida que forem importados. OBSERVAÇÃO: requer que o ImmediateMode esteja ativo para funcionar.

# UObjectToolTips,LightmassDebugOptions:bOnlyCalcDebugTexelMappings
source: If true, only the mapping containing a debug texel will be calculated, all others will be set to white
es: Si es verdadero, solo se calculará la asignación con un texel de depurado, el resto se ajustará a blanco.
pt_br: Se for verdadeiro, somente o mapeamento que contém um texel de depuração será calculado, todos os outros serão definidos como em branco.

# UObjectToolTips,LightmassDebugOptions:bPadMappings
source: If true, Lightmass will pad the calculated mappings to reduce/eliminate seams.
es: Si es verdadero, lightmass agregará los mapeos calculados para reducir/eliminar los equivalentes.
pt_br: Se for verdadeiro, o Lightmass preencherá os mapeamentos calculados de forma a reduzir ou eliminar emendas.

# UObjectToolTips,LightmassDebugOptions:bSortMappings
source: If true, Lightmass will sort mappings by texel cost.
es: Si es verdadero, Lightmass clasificará las asignaciones según costo de texel.
pt_br: Se for verdadeiro, o Lightmass ordenará os mapeamentos pelo custo em texels.

# UObjectToolTips,LightmassDebugOptions:bStatsEnabled
source: If true, all participating Lightmass agents will report back detailed stats to the log.
es: Si es verdadero, todos los agentes del lightmass que participan informarán de las estadísticas detalladas al registro.
pt_br: Se for verdadeiro, todos os agentes do Lightmass participantes informarão estatísticas detalhadas ao registro.

# UObjectToolTips,LightmassDebugOptions:bUseImmediateImport
source: If true, Lightmass will import mappings immediately as they complete. It will not process them, however.
es: Si es verdadero, lightmass importará asignaciones justo después de completarse. Sin embargo, no los procesará.
pt_br: Se for verdadeiro, o Lightmass importará mapeamentos assim que eles forem concluídos. No entanto, ele não os processará.

# UObjectToolTips,LightmassDebugOptions:bUseRandomColors
source: If true, color lightmaps a random color
es: Si es verdadero, dar los mapas de iluminación un color aleatorio
pt_br: Se for verdadeiro, mapas de luz serão coloridos com uma cor aleatória

# UObjectToolTips,LightmassDebugOptions:CoplanarTolerance
source: The tolerance level used when gathering BSP surfaces.
es: El nivel de tolerancia usada cuando se están recolectando superficies BPS.
pt_br: O nível de tolerância usado ao coletar superfícies BSP.

# UObjectToolTips,LightmassDebugOptions:ExecutionTimeDivisor
source: The amount of time that will be count as full red when bColorByExecutionTime is enabled
es: La cantidad de tiempo que contará como rojo intenso cuando bColorByExecutionTime esté desactivado
pt_br: A quantidade de tempo que contará como vermelho completo quando bColorByExecutionTime for ativado

# UObjectToolTips,LightmassDirectionalLightSettings
source: Directional light settings for Lightmass
es: Ajustes de la luz direccional para Lightmass
pt_br: Configurações de luz direcional para Lightmass
