Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Character:bClientUpdating
source: When true, applying updates to network client (replaying saved moves for a locally controlled character)
es: Cuando sea verdadero, aplicar las actualizaciones al cliente en red (reproducir movimientos guardados para un personaje controlado de forma local)
pt_br: Quando verdadeiro, aplica as atualizações ao cliente de rede (reproduzindo movimentos salvos para um personagem controlado localmente)

# UObjectToolTips,Character:bClientWasFalling
source: True if Pawn was initially falling when started to replay network moves.
es: Verdadero si peón se inició en caída cuando empezó a reproducir movimientos de red.
pt_br: Verdadeiro se o Peão estava inicialmente caindo ao iniciar a reprodução de movimentos de rede.

# UObjectToolTips,Character:bInBaseReplication
source: Flag that we are receiving replication of the based movement.
es: Indicador que aparece cuando estamos recibiendo duplicación del movimiento basado.
pt_br: Sinalizador que estamos recebendo replicação do movimento baseado.

# UObjectToolTips,Character:bIsCrouched
source: Set by character movement to specify that this Character is currently crouched.
es: Configurado por el movimiento del personaje para especificar que este personaje está agachado actualmente.
pt_br: Definido pelo movimento do personagem para especificar se esse personagem está agachado no momento.

# UObjectToolTips,Character:bPressedJump
source: When true, player wants to jump
es: Cuando sea verdadero, el jugador quiere saltar
pt_br: Quando verdadeiro, o jogador deseja saltar

# UObjectToolTips,Character:bSimGravityDisabled
source: Disable simulated gravity (set when character encroaches geometry on client, to keep him from falling through floors)
es: Desactivar la gravedad simulada (activado cuando el personaje invade la geometría en el cliente, para evitar que caiga a través del suelo)
pt_br: Desativar gravidade simulada (definir quando o personagem agacha a geometria no cliente, para evitar que ele caia pelo chão)

# UObjectToolTips,Character:CapsuleComponent
source: The CapsuleComponent being used for movement collision (by CharacterMovement). Always treated as being vertically aligned in simple collision check functions.
es: El CapsuleComponent que se está usando para la colisión de movimiento (por CharacterMovement). Siempre se considera como alineado de manera vertical en las funciones de revisión de colisión simple.
pt_br: O CapsuleComponent em uso para a colisão de movimento (por CharacterMovement). Sempre tratado como se estivesse alinhado verticalmente em funções de verificação de colisão simples.

# UObjectToolTips,Character:ClientRootMotionParams
source: For LocallyControlled Autonomous clients. Saved root motion data to be used by SavedMoves.
es: Para clientes LocallyControlled Autonomous. Datos de movimiento raíz guardados para ser usados por SavedMoves.
pt_br: Para clientes LocallyControlled Autonomous. Dados de movimento raiz salvos a serem usados por SavedMoves.

# UObjectToolTips,Character:CrouchedEyeHeight
source: Default crouched eye height
es: Altura de visión agachada predeterminada
pt_br: Altura do olho padrão quando agachado

# UObjectToolTips,Character:IsPlayingRootMotion
source: true if we are playing Root Motion right now
es: verdadero si se está reproduciendo el movimiento raíz en este momento
pt_br: verdadeiro se o Movimento Raiz estiver em reprodução no momento

# UObjectToolTips,Character:Jump
source: Make the character jump on the next update. If you want your character to jump according to the time that the jump key is held, then you can set JumpKeyHoldTime to some non-zero value. Make sure in this case to call StopJumping() when you want the jump's z-velocity to stop being applied (such as on a button up event), otherwise the character will carry on receiving the velocity until JumpKeyHoldTime is reached.
es: Hacer que el personaje salte en la siguiente actualización. Si quiere que su personaje salte de acuerdo al tiempo en que se mantiene presionada la tecla saltar, entonces puede establecer JumpKeyHoldTime a un valor que no sea cero. En este caso, asegúrese llamar StopJumping() cuando quiera que se deje de aplicar la velocidad-z del salto (como en un evento con el botón arriba), de lo contrario, el personaje seguirá recibiendo la velocidad hasta que se alcance JumpKeyHoldTime.
pt_br: Faz o personagem pular na próxima atualização. Se você quiser que o personagem pule de acordo com o tempo de acionamento da tecla de pular, defina JumKeyHoldTime como algum valor diferente de zero. Nesse caso, certifique-se de chamar StopJumping() quando quiser que a velocidade z do pulo deixe de ser aplicada (como em um evento de botão para cima), caso contrário o personagem continuará a receber a velocidade até que chegue JumpKeyHold.

# UObjectToolTips,Character:JumpKeyHoldTime
source: Jump key Held Time. This is the time that the player has held the jump key, in seconds.
es: Tiempo de retención de la tecla Saltar Este es el tiempo que el jugador a mantenido presionada la tecla saltar, en segundos.
pt_br: Tempo de acionamento da tecla de Pular. Tempo em segundos em que o jogador mantém pressionada a tecla de pular.

# UObjectToolTips,Character:JumpMaxHoldTime
source: The max time the jump key can be held. Note that if StopJumping() is not called before the max jump hold time is reached, then the character will carry on receiving vertical velocity. Therefore it is usually best to call StopJumping() when jump input has ceased (such as a button up event).
es: El tiempo máximo que se puede mantener pulsada la tecla de salto. Hay que tener en cuenta que si no se llama a StopJumping() antes alcanzar el tiempo máximo de retención de salto, el personaje continuará recibiendo velocidad vertical. Por lo tanto, es mejor llamar a StopJumping() cuando la entrada de salto ha cesado (como un evento con el botón arriba).
pt_br: O tempo máximo durante o qual a tecla de salto pode ser pressionada. Observe que, se StopJumping() não for chamada antes que o tempo máximo de retenção de salto seja atingido, o personagem continuará a receber velocidade vertical. Portanto, normalmente é melhor chamar StopJumping() quando a entrada de salto cessar (como um evento de botão para cima).

# UObjectToolTips,Character:Mesh
source: The main skeletal mesh associated with this Character (optional sub-object).
es: La malla esqueleto principal asociada con este carácter (sub-objeto opcional)
pt_br: A malha esquelética principal associada a esse Personagem (sub-objeto opcional)

# UObjectToolTips,Character:OnJumped
source: Event fired when the character has just started jumping
es: Evento que se dispara cuando el personaje empieza a saltar.
pt_br: Evento disparado quando o personagem acaba de começar a pular

# UObjectToolTips,Character:OnLaunched
source: Let blueprint know that we were launched
es: Permitir al Blueprint saber que nos hemos iniciado
pt_br: Avisa ao esquema que fomos lançados

# UObjectToolTips,Character:OnRep_IsCrouched
source: Handle Crouching replicated from server
es: Duplicado del cliente Ejecuta en el servidor
pt_br: Manipular Agachamento replicado do servidor

# UObjectToolTips,Character:OnRep_ReplicatedBasedMovement
source: Rep notify for ReplicatedBasedMovement
es: Notificación para ReplicatedBasedMovement
pt_br: Notifica rep para ReplicatedBasedMovement

# UObjectToolTips,Character:OnRep_RootMotion
source: Handles replicated root motion properties on simulated proxies and position correction.
es: Se encarga de las propiedades del movimiento raíz duplicado en proxies simulados y corrección de la posición.
pt_br: Manipula as propriedades de movimento de raiz replicadas em proxies simulados e na correção de posição.

# UObjectToolTips,Character:ReplicatedBasedMovement
source: Replicated version of relative movement. Read-only on simulated proxies!
es: Versión duplicada de movimiento relativo. ¡Es de solo lectura en proxies simulados!
pt_br: Versão replicada do movimento relativo. Somente leitura em proxies simulados!

# UObjectToolTips,Character:ReplicatedMovementMode
source: CharacterMovement MovementMode (and custom mode) replicated for simulated proxies. Use CharacterMovementComponent::UnpackNetworkMovementMode() to translate it.
es: CharacterMovement MovementMode (y modo personalizado) duplicado por proxies simulados. Usar CharacterMovementComponent::UnpackNetworkMovementMode() para transladarlo.
pt_br: CharacterMovement MovementMode (e modo personalizado) replicado para proxies simulados. Usar CharacterMovementComponent::UnpackNetworkMovementMode() para fazer a translação.

# UObjectToolTips,Character:RepRootMotion
source: Replicated Root Motion montage
es: Montaje de movimiento raíz duplicado
pt_br: Montagem do Movimento Raiz Replicado

# UObjectToolTips,Character:RootMotionRepMoves
source: Array of previously received root motion moves from the server.
es: Matriz de movimiento raíz recibida previamente desde el servidor.
pt_br: Matriz de movimentos raiz recebidos anteriormente do servidor.

# UObjectToolTips,Character:StopJumping
source: Stop the character from jumping on the next update. Call this from an input event (such as a button 'up' event) to cease applying jump Z-velocity. If this is not called, then jump z-velocity will be applied until JumpMaxHoldTime is reached.
es: Evitar que el personaje salte en la próxima actualización. Llamarlo desde un evento de entrada (por ejemplo, con el botón “arriba”) para dejar de aplicar velocidad-z al salto. Si no se llama, se seguirá aplicando la velocidad-z hasta que se alcance JumpKeyHoldTime.
pt_br: Faz o personagem parar de pular na próxima atualização. Chama isto de um evento de entrada (como o evento de botão 'para cima') para deixar de aplicar a velocidade Z do pulo. Se não for chamado, será aplicada a velocidade Z do pulo até atingir JumpMaxHoldTime.

# UObjectToolTips,CharacterEvent
source: FCharacterEvent describes a keyboard action where the utf-16 code is given. Used for OnKeyChar messages
es: FCharacterEvent describe una acción del teclado en donde se da el código utf-16. Se usa para mensajes OnKeyChar
pt_br: FCharacterEvent descreve uma ação de teclado em que o código utf-16 é dado. Usado para mensagens OnKeyChar

# UObjectToolTips,CharacterMovementComponent:Acceleration
source: Current acceleration vector (with magnitude). This is calculated each update based on the input vector and the constraints of MaxAcceleration and the current movement mode.
es: Vector de aceleración actual (con magnitud). Esto se calcula con cada actualización basada en el vector de entrada y las restricciones de MaxAccelerangon y el modo de movimiento actual.
pt_br: Vetor de aceleração atual (com magnitude). Isto é calculado a cada atualização com base no vetor de entrada e as restrições de MaxAcceleration e o modo de movimento atual.

# UObjectToolTips,CharacterMovementComponent:AnalogInputModifier
source: Modifier to applied to values such as acceleration and max speed due to analog input.
es: Modificador a aplicar a valores tales como aceleración y velocidad máx. debido a entrada analógica.
pt_br: Modificador aplicado a valores como aceleração e velocidade máxima devido a uma entrada analógica.

# UObjectToolTips,CharacterMovementComponent:AvoidanceGroup
source: Moving actor's group mask
es: Moviendo máscara del grupo del actor
pt_br: Máscara de grupo do ator em movimento

# UObjectToolTips,WheeledVehicleMovementComponent:AvoidanceGroup
source: Moving actor's group mask
es: Moviendo máscara del grupo del actor
pt_br: Máscara de grupo do ator em movimento

# UObjectToolTips,CharacterMovementComponent:AvoidanceUID
source: No default value, for now it's assumed to be valid if GetAvoidanceManager() returns non-NULL.
es: No hay valor predeterminado, por ahora se asume que es válido si GetAvoidanceManager() se vuelve no-NULO
pt_br: Sem valor padrão, por enquanto é suposto válido se GetAvoidanceManager() retornar algo não nulo.

# UObjectToolTips,WheeledVehicleMovementComponent:AvoidanceUID
source: No default value, for now it's assumed to be valid if GetAvoidanceManager() returns non-NULL.
es: No hay valor predeterminado, por ahora se asume que es válido si GetAvoidanceManager() se vuelve no-NULO
pt_br: Sem valor padrão, por enquanto é suposto válido se GetAvoidanceManager() retornar algo não nulo.

# UObjectToolTips,CharacterMovementComponent:AvoidanceWeight
source: De facto default value 0.5 (due to that being the default in the avoidance registration function), indicates RVO behavior.
es: De hecho el valor predeterminado 0.5 (debido a que es el predeterminado en la función de registro de anulación), indica un comportamiento RVO (optimización del valor de retorno).
pt_br: Valor padrão de facto 0.5 (por ser o padrão na função de registro de evasão), indica o comportamento RVO.

# UObjectToolTips,WheeledVehicleMovementComponent:AvoidanceWeight
source: De facto default value 0.5 (due to that being the default in the avoidance registration function), indicates RVO behavior.
es: De hecho el valor predeterminado 0.5 (debido a que es el predeterminado en la función de registro de anulación), indica un comportamiento RVO (optimización del valor de retorno).
pt_br: Valor padrão de facto 0.5 (por ser o padrão na função de registro de evasão), indica o comportamento RVO.

# UObjectToolTips,CharacterMovementComponent:bDeferUpdateMoveComponent
source: true to update CharacterOwner and UpdatedComponent after movement ends
es: verdadero para actualizar CharacterOwner y UpdatedComponent después de que termine el movimiento
pt_br: verdadeiro para atualizar CharacterOwner e UpdatedComponent depois que movimento terminar

# UObjectToolTips,CharacterMovementComponent:bEnablePhysicsInteraction
source: If enabled, the player will interact with physics objects when walking into them.
es: Si está activado, el jugador interactuará con los objetos físicos cuando se dirijan hacia ellos.
pt_br: Se estiver ativa, o jogador poderá interagir com os objetos de física ao se mover de encontro a eles.

# UObjectToolTips,CharacterMovementComponent:bEnableScopedMovementUpdates
source: If true, high-level movement updates will be wrapped in a movement scope that accumulates updates and defers a bulk of the work until the end. When enabled, touch and hit events will not be triggered until the end of multiple moves within an update, which can improve performance. @see FScopedMovementUpdate
es: Si es verdadero, se fijarán actualizaciones de movimiento de alto nivel en un ámbito de movimiento que acumula actualizaciones y difiere la mayor parte del trabajo hasta el final. Cuando está habilitado, los eventos táctiles y de golpe no se activarán hasta el final de varios movimientos en una actualización, que puede mejorar el rendimiento. @Ver FScopedMovementUpdate
pt_br: Se for verdadeiro, atualizações de movimento de alto nível serão envoltas em um escopo de movimento que acumula atualizações e adia a maior parte do trabalho até o final. Quando ativado, eventos de toque e acerto não serão disparados até o final de vários movimentos dentro de uma atualização, o que pode melhorar o desempenho. @ver FScopedMovementUpdate

# UObjectToolTips,CharacterMovementComponent:bForceBraking
source: Deprecated properties
es: Propiedades obsoletas
pt_br: Propriedades descontinuadas

# UObjectToolTips,CharacterMovementComponent:bForceNextFloorCheck
source: Force the Character in MOVE_Walking to do a check for a valid floor even if he hasn't moved. Cleared after next floor check. Normally if bAlwaysCheckFloor is false we try to avoid the floor check unless some conditions are met, but this can be used to force the next check to always run.
es: Forzar al carácter en MOVE_Walking a realizar una comprobación de un suelo válido incluso si no se ha movido. Borrar tras la siguiente revisión del suelo. Normalmente si bAlwaysCheckFloor es falso, intentamos evitar la revisión del suelo a menos que se den algunas condiciones, pero se puede utilizar para forzar que la siguiente revisión se ejecute siempre.
pt_br: Forçar o Personagem em MOVE_Walking a realizar uma verificação de chão válido mesmo que ele não tenha se movido. Desmarcado após uma próxima verificação de chão. Normalmente, se bAlwaysCheckFloor for falso, tentaremos evitar a verificação de chão a não ser que algumas condições sejam cumpridas, mas isso pode ser usado para forçar a próxima verificação a sempre ser executada.

# UObjectToolTips,CharacterMovementComponent:bHasRequestedVelocity
source: Was velocity requested by path following?
es: ¿Se solicitó la velocidad por la siguiente ruta?
pt_br: A velocidade foi solicitada ao seguir o caminho?

# UObjectToolTips,CharacterMovementComponent:bImpartBaseVelocityX
source: If true, impart the base actor's X velocity when falling off it (which includes jumping)
es: Si es verdadero, ejercer la velocidad de X del actor cuando se suelta de él (que incluye saltar)
pt_br: Se for verdadeiro, transferirá a velocidade X do ator base ao cair dele (o que inclui pular)

# UObjectToolTips,CharacterMovementComponent:bImpartBaseVelocityY
source: If true, impart the base actor's Y velocity when falling off it (which includes jumping)
es: Si es verdadero, ejercer la velocidad de Y del actor cuando se cae de él (que incluye saltar)
pt_br: Se for verdadeiro, transferirá a velocidade Y do ator base ao cair dele (o que inclui pular)

# UObjectToolTips,CharacterMovementComponent:bImpartBaseVelocityZ
source: If true, impart the base actor's Z velocity when falling off it (which includes jumping)
es: Si es verdadero, ejercer la velocidad de Z del actor cuando se cae de él (que incluye saltar)
pt_br: Se for verdadeiro, transferirá a velocidade Z do ator base ao cair dele (o que inclui pular)

# UObjectToolTips,CharacterMovementComponent:bJustTeleported
source: Used by movement code to determine if a change in position is based on normal movement or a teleport. If not a teleport, velocity can be recomputed based on the change in position.
es: Usado por el código de movimiento para determinar si un cambio de posición está basado en un movimiento normal o teletransportación. Si no es teletransportación, la velocidad se puede volver a calcular según el cambio de posición.
pt_br: Usado pelo código de movimento para determinar se uma mudança na posição é baseada no movimento normal ou em um teletransporte. Se não for um teletransporte, a velocidade pode ser recalculada com base na mudança de posição.

# UObjectToolTips,CharacterMovementComponent:bMaintainHorizontalGroundVelocity
source: If true, walking movement always maintains horizontal velocity when moving up ramps, which causes movement up ramps to be faster parallel to the ramp surface. If false, then walking movement maintains velocity magnitude parallel to the ramp surface.
es: Si es verdadero, el movimiento de caminar siempre mantiene la velocidad horizontal cuando sube rampas, lo que causa que el movimiento al subir las rampas sea paralelamente más rápido a la superficie de la rampa. Si es falso, entonces el movimiento de caminar mantiene la magnitud de la velocidad paralela a la superficie de la rampa.
pt_br: Se for verdadeiro, o movimento de caminhar sempre preserva a velocidade horizontal ao subir em rampas, o que faz com que o movimento fique mais rápido paralelo à superfície da rampa. Se for falso, o movimento de caminhar preserva a magnitude da velocidade paralela à superfície da rampa.

# UObjectToolTips,CharacterMovementComponent:bOrientRotationToMovement
source: If true, rotate the Character toward the direction of acceleration, using RotationRate as the rate of rotation change. Overrides UseControllerDesiredRotation. Normally you will want to make sure that other settings are cleared, such as bUseControllerRotationYaw on the Character.
es: Si es verdadero, rotar al personaje hacia la dirección de la aceleración, usando RotationRate como rango del cambio de rotación. Suprime UseControllerDesiredRotation. Por lo general, es buena idea asegurarse que otros ajustes se han borrado, tales como el bUseControllerRotationYaw del personaje.
pt_br: Se for verdadeiro, gira o Personagem até a direção de aceleração, usando RotationRate como a taxa de mudança na rotação. Substitui UseControllerDesiredRotation. Normalmente, será necessário certificar-se de que outras configurações tenham sido removidas, como bUseControllerRotationYaw no Personagem.

# UObjectToolTips,CharacterMovementComponent:bPerformingJumpOff
source: Used to prevent reentry of JumpOff()
es: Usado para prevenir la entrada repetida de JumpOff()
pt_br: Usado para impedir a reentrada de JumpOff()

# UObjectToolTips,CharacterMovementComponent:bPushForceScaledToMass
source: If enabled, the PushForceFactor is applied per kg mass of the affected object.
es: Si está activado, se ha aplicado PushForceFactor por masa en kg del objeto afectado.
pt_br: Se estiver ativa, o PushForceFactor é aplicado por kg de massa do objeto afetado.

# UObjectToolTips,CharacterMovementComponent:bRequestedMoveWithMaxSpeed
source: Was acceleration requested to be always max speed?
es: ¿Se pidió que la aceleración fuese la máx. velocidad?
pt_br: Foi solicitado que a aceleração estivesse sempre na velocidade máxima?

# UObjectToolTips,CharacterMovementComponent:bScalePushForceToVelocity
source: If enabled, the applied push force will try to get the physics object to the same velocity than the player, not faster. This will only scale the force down, it will never apply more force than defined by PushForceFactor.
es: Si está activado, la fuerza de empuje aplicada tratará de poner al objeto físico a la misma velocidad que el jugador, no más rápido. Se escalará la fuerza solo en disminución, nunca se aplicará más fuerza que la definida por PushForceFactor.
pt_br: Se estiver ativa, a força de empurrão aplicada tentará fazer com o que objeto de física se mova com a mesma velocidade do jogador, e não mais rápido. Isto poderá somente reduzir a força, e nunca aplicar mais força do que aquela definida pelo PushForceFactor.

# UObjectToolTips,CharacterMovementComponent:bTouchForceScaledToMass
source: If enabled, the TouchForceFactor is applied per kg mass of the affected object.
es: Si está activado, se ha aplicado TouchForceFactor por masa en kg del objeto afectado.
pt_br: Se estiver ativa, o TouchForceFactor é aplicado por kg de massa do objeto afetado.

# UObjectToolTips,CharacterMovementComponent:Buoyancy
source: Water buoyancy. A ratio (1.0 = neutral buoyancy, 0.0 = no buoyancy)
es: Flotabilidad del agua. Un ratio (1.0 = neutra, 0.0 = no hay flotabilidad)
pt_br: Empuxo da água. Uma razão (1.0 = empuxo neutro, 0.0 = sem empuxo)

# UObjectToolTips,CharacterMovementComponent:bWasAvoidanceUpdated
source: Was avoidance updated in this frame?
es: ¿Se actualizó la invalidación en este fotograma?
pt_br: A evasão foi atualizada neste quadro?

# UObjectToolTips,WheeledVehicleMovementComponent:bWasAvoidanceUpdated
source: Was avoidance updated in this frame?
es: ¿Se actualizó la invalidación en este fotograma?
pt_br: A evasão foi atualizada neste quadro?

# UObjectToolTips,CharacterMovementComponent:bWasSimulatingRootMotion
source: True when SimulatedProxies are simulating RootMotion
es: Verdadero cuando SimulatedProxies están simulando RootMotion
pt_br: Verdadeiro quando SimulatedProxies estão simulando RootMotion

# UObjectToolTips,CharacterMovementComponent:CapsuleTouched
source: Called when the collision capsule touches another primitive component
es: Llamada cuando la cápsula de colisión toca a otro componente de la primitiva
pt_br: Chamado quando a cápsula de colisão toca outro componente primitivo
