Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,LevelEditorViewportSettings:bInvertMiddleMousePan
source: Whether or not to invert the direction of middle mouse panning in viewports
es: Si invierte o no la dirección de desplazamiento panorámico del ratón en las ventanas gráficas
pt_br: Se a direção da movimentação da tela com o botão do meio do mouse deve ou não ser invertida em portas de visualização

# UObjectToolTips,LevelEditorViewportSettings:bLevelStreamingVolumePrevis
source: If enabled, the viewport will stream in levels automatically when the camera is moved.
es: Si está activado, la ventana gráfica generará flujo continuo en niveles automáticamente cuando se mueva la cámara.
pt_br: Se estiver ativa, a porta de visualização transmitirá automaticamente em níveis quando a câmera for movida.

# UObjectToolTips,LevelEditorViewportSettings:bPanMovesCanvas
source: If true, moves the canvas and shows the mouse. If false, uses original camera movement.
es: Si es verdadero, mueve el lienzo y muestra el ratón. Si es falso, usa el movimiento de la cámara original.
pt_br: Se for verdadeiro, move a tela e exibe o mouse. Se for falso, usa o movimento original da câmera.

# UObjectToolTips,LevelEditorViewportSettings:bPreviewSelectedCameras
source: When enabled, selecting a camera actor will display a live 'picture in picture' preview from the camera's perspective within the current editor view port. This can be used to easily tweak camera positioning, post-processing and other settings without having to possess the camera itself. This feature may reduce application performance when enabled.
es: Cuando está activado, al seleccionar un actor de cámara se visualizará una vista preliminar de 'imagen en la imagen' en directo desde la perspectiva de la cámara dentro de la ventana gráfica del editor actual. Se puede utilizar para modificar más fácilmente la posición, el posprocesamiento y otros ajustes de la cámara sin tener que poseer la cámara en sí. Esta función puede reducir la reproducción de la aplicación cuando está activada.
pt_br: Quando ativado, selecionar o ator da câmera exibirá uma visualização 'imagem em imagem' ativa da perspectiva da câmera dentro da porta de visualização do editor atual. Isso pode ser usado para ajustar facilmente o posicionamento e pós-processamento da câmera e outras configurações sem ter que possuir a câmera. Este recurso pode reduzir o desempenho do aplicativo quando ativado.

# UObjectToolTips,LevelEditorViewportSettings:bSaveEngineStats
source: When enabled, engine stats that are enabled in level viewports are preserved between editor sessions
es: Cuando está activado, las estadísticas del motor que están habilitadas en las ventanas gráficas de los niveles se conservan entre las sesiones del editor
pt_br: Quando ativado, as estatísticas do motor ativadas em portas de visualização do nível são preservadas entre sessões do editor

# UObjectToolTips,LevelEditorViewportSettings:BSPSelectionHighlightIntensity
source: Sets the intensity of the overlay displayed when an object is selected
es: Ajusta la intensidad de la superposición visualizada cuando se selecciona un objeto
pt_br: Define a intensidade da sobreposição exibida quando um objeto é selecionado

# UObjectToolTips,LevelEditorViewportSettings:SelectionHighlightIntensity
source: Sets the intensity of the overlay displayed when an object is selected
es: Ajusta la intensidad de la superposición visualizada cuando se selecciona un objeto
pt_br: Define a intensidade da sobreposição exibida quando um objeto é selecionado

# UObjectToolTips,LevelEditorViewportSettings:bStrictBoxSelection
source: True if viewport box selection requires objects to be fully encompassed by the selection box to be selected
es: Verdadero si la selección de caja en la ventana gráfica requiere que los objetos estén plenamente comprendidos por la caja de selección para ser seleccionados
pt_br: Verdadeiro se a seleção da caixa da porta de visualização exige que os objetos sejam completamente envolvidos pela caixa de seleção para serem selecionados

# UObjectToolTips,LevelEditorViewportSettings:bUseAbsoluteTranslation
source: Whether to use mouse position as direct widget position.
es: Si usar la posición del ratón como la posición del widget directo.
pt_br: Se deve usar a posição do mouse como posição direta de widget.

# UObjectToolTips,LevelEditorViewportSettings:bUseLinkedOrthographicViewports
source: If checked all orthographic view ports are linked to the same position and move together.
es: Si ya se ha revisado, todas las ventanas gráficas ortográficas están enlazadas a la misma posición y se mueven juntas.
pt_br: Se estiver marcado, todas as portas de visualização ortográficas serão vinculadas à mesma posição e se moverão em conjunto.

# UObjectToolTips,LevelEditorViewportSettings:bUsePercentageBasedScaling
source: If enabled, use the old-style multiplicative/percentage scaling method instead of the new additive/fraction method
es: Si está activado, usar el método de escalada del porcentaje/multiplicación del estilo anterior en lugar de el método nuevo de fracción/aditivo
pt_br: Se estiver ativa, usa o método antigo de escalonar por multiplicação/porcentagem em vez do método novo de fração/aditivo

# UObjectToolTips,LevelEditorViewportSettings:bUsePowerOf2SnapSize
source: If enabled will use power of 2 grid settings (e.g, 1,2,4,8,16,...,1024) instead of decimal grid sizes
es: Si está activado se usará el poder de ajustes de 2 rejillas (p. ej. 1,2,4,8,16,...,1024) en lugar de tamaños de rejillas en decimales
pt_br: Se ativado, usará configurações de grade de potência de 2 (por exemplo: 1,2,4,8,16,...,1024) em vez de tamanhos de grade decimais

# UObjectToolTips,LevelEditorViewportSettings:bUseSelectionOutline
source: Whether to show selection outlines for selected Actors
es: Si mostrar los contornos de la selección para los actores seleccionados.
pt_br: Se deve exibir o contorno da seleção para os Atores selecionados

# UObjectToolTips,LevelEditorViewportSettings:bUseUE3OrbitControls
source: When checked, orbit the camera by using the L or U keys when unchecked, Alt and Left Mouse Drag will orbit around the look at point
es: Una vez revisado, mueve la cámara mediante las teclas L o U cuando no se ha revisado, mediante la tecla Alt o desplazando el ratón hacia la izquierda moverá la cámara alrededor de la vista en el punto.
pt_br: Quando marcado, orbita a câmera usando as teclas L ou U. Quando desmarcado, Alt e Arrastar do Mouse Esquerdo orbitará ao redor da vista no ponto

# UObjectToolTips,LevelEditorViewportSettings:CameraPreviewSize
source: Affects the size of 'picture in picture' previews if they are enabled
es: Afecta al tamaño de las vistas preliminares de la 'imagen en la imagen' si están activadas.
pt_br: Afeta o tamanho das visualizações de "imagem em imagem" se estiver ativado

# UObjectToolTips,LevelEditorViewportSettings:CameraSpeed
source: How fast the perspective camera moves when flying through the world.
es: A qué velocidad se mueve la perspectiva de la cámara cuando vuela a través del mundo.
pt_br: Velocidade com que a câmera de perspectiva se move ao voar pelo mundo.

# UObjectToolTips,LevelEditorViewportSettings:CommonRotGridSizes
source: User defined grid intervals for rotations
es: Intervalos de la rejilla definida del usuario para las rotaciones
pt_br: Intervalos de grade definida pelo usuário para rotações

# UObjectToolTips,LevelEditorViewportSettings:CurrentRotGridMode
source: Controls which array of rotation grid values we are using
es: Controla qué matriz de valores de la rejilla de rotación estamos utilizando
pt_br: Controla que matriz dos valores da grade de rotação estamos usando

# UObjectToolTips,LevelEditorViewportSettings:DecimalGridIntervals
source: The number of lines between each major line interval for decimal grids
es: El número de líneas entre cada intervalo de líneas principales para las rejillas decimales
pt_br: O número de linhas entre cada intervalo principal de linha para grades decimais

# UObjectToolTips,LevelEditorViewportSettings:DecimalGridSizes
source: Decimal grid sizes (for translation snapping and grid rendering)
es: Tamaños de la rejilla en decimales (para el magnetismo de traslación y la renderización de la rejilla)
pt_br: Tamanhos de grade decimal (para a aderência de translação e renderização em grade)

# UObjectToolTips,LevelEditorViewportSettings:DivisionsOf360RotGridSizes
source: Preset grid intervals for rotations
es: Intervalos de rejilla predefinidos para las rotaciones
pt_br: Intervalos de grade predefinidos para rotações

# UObjectToolTips,LevelEditorViewportSettings:FlightCameraControlType
source: Enable the use of flight camera controls under various circumstances.
es: Activar el uso de los controles de la cámara flotante bajo algunas circunstancias.
pt_br: Ativar o uso de controles de câmera de voo sob várias circunstâncias.

# UObjectToolTips,LevelEditorViewportSettings:GridEnabled
source: If enabled, actor positions will snap to the grid.
es: Si está activado, las posiciones del actor atraerán a la rejilla.
pt_br: Se estiver ativa, as posições dos atores aderirão à grade.

# UObjectToolTips,WidgetDesignerSettings:GridSnapEnabled
source: If enabled, actor positions will snap to the grid.
es: Si está activado, las posiciones del actor atraerán a la rejilla.
pt_br: Se estiver ativa, as posições dos atores aderirão à grade.

# UObjectToolTips,LevelEditorViewportSettings:HoverHighlightIntensity
source: Sets the intensity of the overlay displayed when an object is hovered
es: Ajusta la intensidad de la superposición visualizada cuando un objeto tiene un globo de información
pt_br: Define a intensidade da sobreposição exibida quando o mouse passa por cima de um objeto

# UObjectToolTips,LevelEditorViewportSettings:MouseScrollCameraSpeed
source: How fast the perspective camera moves through the world when using mouse scroll.
es: Cómo de rápido se mueve la cámara de la perspectiva a través del mundo usando el ratón.
pt_br: Com que velocidade a câmera de perspectiva se move ao usarmos o botão de rolamento do mouse.

# UObjectToolTips,LevelEditorViewportSettings:MouseSensitivty
source: The sensitivity of mouse movement when rotating the camera.
es: Sensibilidad del movimiento del ratón cuando se rota la cámada.
pt_br: A sensibilidade do movimento do mouse ao girar a câmera.

# UObjectToolTips,LevelEditorViewportSettings:PerInstanceSettings
source: Per-instance viewport settings.
es: Ajustes de la ventana gráfica por instancia.
pt_br: Configurações de porta de visualização por instância.

# UObjectToolTips,LevelEditorViewportSettings:Pow2GridIntervals
source: The number of lines between each major line interval for pow2 grids
es: El número de líneas entre cada intervalo de líneas principales para las rejillas pow2
pt_br: O número de linhas entre cada intervalo principal de linha para grades pow2

# UObjectToolTips,LevelEditorViewportSettings:Pow2GridSizes
source: Power of 2 grid sizes (for translation snapping and grid rendering)
es: Poder de 2 tamaños de rejillas (para el magnetismo de traslación y la renderización de la rejilla)
pt_br: Tamanhos de grade em potências de 2 (para a aderência de translação e a renderização de grade)

# UObjectToolTips,LevelEditorViewportSettings:PreviewMeshes
source: A list of meshes that can be used as preview mesh in the editor view port by holding down the backslash key
es: Una lista de mallas que pueden usarse como malla de la vista preliminar en la ventana gráfica del editor al mantener presionada la tecla de la diagonal inversa.
pt_br: Uma lista de malhas que pode ser usada como uma malha de visualização na porta de visualização do editor, segurando a tecla de barra invertida

# UObjectToolTips,LevelEditorViewportSettings:ScalingGridSizes
source: Grid sizes for scaling
es: Tamaños de la rejilla para el escalado
pt_br: Tamanhos de grade para escalonamento

# UObjectToolTips,LevelEditorViewportSettings:SnapScaleEnabled
source: If enabled, actor sizes will snap to the grid.
es: Si está activado, los tamaños del actor atraerán a la rejilla.
pt_br: Se estiver ativa, os tamanhos dos atores aderirão à grade.

# UObjectToolTips,LevelEditorViewportSettings:SnapToSurface
source: If enabled, actors will snap to surfaces in the viewport when dragged around
es: Si está activado, los actores se magnetizarán a las superficies en la ventana gráfica cuando se arrastran
pt_br: Se ativado, os atores aderirão às superfícies na porta de visualização ao arrastar

# UObjectToolTips,LevelEditorViewportSettings:TransformWidgetSizeAdjustment
source: The size adjustment to apply to the translate/rotate/scale widgets (in Unreal units).
es: El ajuste de tamaño a aplicar a los widgets de translado/rotación/escala (en unidades Unreal).
pt_br: O ajuste de tamanho a aplicar para widget de conversão/rotação/escala (em unidades do Unreal).

# UObjectToolTips,LevelScriptActor:RemoteEvent
source: Tries to find an event named "EventName" on all other levels, and calls it
es: Intenta buscar un evento identificado "EventName" en el resto de los niveles, y lo llama.
pt_br: Tenta encontrar um evento com o nome "EventName" em todos os outros níveis e o chama

# UObjectToolTips,LevelScriptBlueprint:FriendlyName
source: The friendly name to use for UI
es: El nombre descriptivo que se utiliza para IU
pt_br: O nome amigável a usar para a IU

# UObjectToolTips,LevelSequencePlayer:ChangePlaybackDirection
source: Changes the direction of playback (go in reverse if it was going forward, or vice versa)
es: Cambia la dirección de la reproducción (va al revés si iba hacia delante, o vice versa)
pt_br: Altera o sentido da reprodução (segue invertido se estava no sentido normal ou vice-versa)

# UObjectToolTips,MatineeActor:ChangePlaybackDirection
source: Changes the direction of playback (go in reverse if it was going forward, or vice versa)
es: Cambia la dirección de la reproducción (va al revés si iba hacia delante, o vice versa)
pt_br: Altera o sentido da reprodução (segue invertido se estava no sentido normal ou vice-versa)

# UObjectToolTips,LevelSequencePlayer:TimeCursorPosition
source: The current time cursor position within the sequence (in seconds)
es: La posición actual del cursor de tiempo dentro de la secuencia (en segundos)
pt_br: A posição atual do cursor de tempo dentro da sequência (em segundos)

# UObjectToolTips,LevelStreaming:bDrawOnLevelStatusMap
source: If true, will be drawn on the 'level streaming status' map (STAT LEVELMAP console command)
es: Si es verdadero, se trazará en el mapa del 'estado de la transmisión de flujo del nivel' (Comando de consola del NIVEL DEL MAPA DE LA ESTADÍSTICA)
pt_br: Se for verdadeiro, será desenhado no mapa 'status de transmissão do nível' (comando do console STAT LEVELMAP)

# UObjectToolTips,LevelStreaming:bLocked
source: Whether this level is locked; that is, its actors are read-only.
es: Si este nivel está bloqueado; que lo está, sus actores son de solo lectura.
pt_br: Se esse nível está bloqueado; ou seja, seus atores são somente para leitura.

# UObjectToolTips,LevelStreaming:bShouldBeLoaded
source: Whether the level should be loaded
es: Si se debe cargar el nivel
pt_br: Se o nível deve ser carregado

# UObjectToolTips,LevelStreaming:bShouldBeVisible
source: Whether the level should be visible if it is loaded
es: Si el nivel debe ser visible si está cargado
pt_br: Se o nível deve ser visível se for carregado

# UObjectToolTips,LevelStreaming:bShouldBeVisibleInEditor
source: Whether this level should be visible in the Editor
es: Si este nivel debe ser visible en el editor.
pt_br: Se esse nível deve estar visível no Editor

# UObjectToolTips,LevelStreaming:bShouldBlockOnLoad
source: Whether we want to force a blocking load
es: Si queremos forzar una carga de bloqueo
pt_br: Se deve ser forçado o carregamento de um bloqueio

# UObjectToolTips,LevelStreaming:CreateInstance
source: Creates a new instance of this streaming level with a provided unique instance name
es: Crea una nueva instancia de este nivel de transmisión de flujo con un nombre de instancia único proporcionado
pt_br: Cria uma nova instância desse nível de transmissão com um nome de instância único fornecido

# UObjectToolTips,LevelStreaming:EditorStreamingVolumes
source: The level streaming volumes bound to this level.
es: Loss volúmenes de transmisión de flujo de nivel ligados a este nivel.
pt_br: Os volumes de transmissão do nível vinculados a esse nível.

# UObjectToolTips,LevelStreaming:IsLevelLoaded
source: Returns whether streaming level is loaded
es: Devuelve si el nivel de transmisión de flujo se ha cargado
pt_br: Retorna se o nível de transmissão está carregado

# UObjectToolTips,LevelStreaming:IsLevelVisible
source: Returns whether streaming level is visible
es: Devuelve si el nivel de transmisión de flujo es visible
pt_br: Retorna se o nível de transmissão está visível

# UObjectToolTips,LevelStreaming:Keywords
source: List of keywords to filter on in the level browser
es: Lista de palabras clave que se utilizan como filtro en el buscador de niveles
pt_br: Lista de palavras-chave a filtrar no nível de navegador

# UObjectToolTips,LevelStreaming:LevelColor
source: The level color used for visualization. (Show -> Advanced -> Level Coloration)
es: El nivel de color usado para visualización. (Mostrar -> Avanzado -> Coloración del nivel)
pt_br: A cor do nível usada para visualização. (Exibir -> Avançado -> Coloração do nível)

# UObjectToolTips,LevelStreaming:LevelTransform
source: Transform applied to actors after loading.
es: Transformación aplicada a actores tras haberlos cargado.
pt_br: Transformação aplicada aos atores após o carregamento.

# UObjectToolTips,LevelStreaming:LoadedLevel
source: Pointer to Level object if currently loaded/ streamed in.
es: Puntero para el objeto del nivel si está cargado actualmente/transmitiendo.
pt_br: Apontador para o objeto de Nível se carregado/transmitido no momento.

# UObjectToolTips,LevelStreaming:LODPackageNames
source: LOD versions of this level
es: Versiones LOD para este nivel
pt_br: Versões LOD deste nível

# UObjectToolTips,LevelStreaming:MinTimeBetweenVolumeUnloadRequests
source: Cooldown time in seconds between volume-based unload requests. Used in preventing spurious unload requests.
es: Tiempo de enfriamiento en segundos entre las peticiones de descarga basada en el volumen. Usado para prevenir las peticiones de descarga falsa
pt_br: Tempo de recuperação em segundos entre as solicitações de descarregamento com base em volume. Usado para evitar solicitações falsas de descarregamento.

# UObjectToolTips,LevelStreaming:OnLevelHidden
source: Called when level is removed from the world
es: Llamada cuando el nivel se elimina del mundo
pt_br: Chamado quando o nível é removido do mundo

# UObjectToolTips,LevelStreaming:OnLevelLoaded
source: Called when level is streamed in
es: Llamada cuando el nivel entra en transmisión
pt_br: Chamado quando o nível está em transmissão de entrada

# UObjectToolTips,LevelStreaming:OnLevelShown
source: Called when level is added to the world
es: Llamada cuando el nivel se agrega al mundo
pt_br: Chamado quando o nível é adicionado ao mundo

# UObjectToolTips,LevelStreaming:OnLevelUnloaded
source: Called when level is streamed out
es: Llamada cuando el nivel sale de transmisión
pt_br: Chamado quando o nível está em transmissão de saída

# UObjectToolTips,LevelStreaming:PackageNameToLoad
source: If this isn't Name_None, then we load from this package on disk to the new package named PackageName
es: Si este no es Name_None, entonces cargamos desde este paquete en un disco, al nuevo paquete nombrado PackageName
pt_br: Se não for um Name_None, carregamos este pacote em disco para o novo PackageName nomeado do pacote

# UObjectToolTips,LevelStreaming:PendingUnloadLevel
source: Pointer to a Level object that was previously active and was replaced with a new LoadedLevel (for LOD switching)
es: Puntero para el objeto del nivel que estuvo activo previamente y fue reemplazado con un nuevo LoadedLevel (para el cambio de LOD)
pt_br: Apontador para um objeto de Nível que estava ativo e que foi substituído por um novo LoadedLevel (para alternância de LOD)

# UObjectToolTips,LevelStreamingKismet:bInitiallyLoaded
source: Whether the level should be loaded at startup
es: Si se debe cargar el nivel al arrancar
pt_br: Se o nível deve ser carregado na inicialização

# UObjectToolTips,LevelStreamingKismet:bInitiallyVisible
source: Whether the level should be visible at startup if it is loaded
es: Si debe ser visible o no el nivel al arrancar si está cargado
pt_br: Se o nível deve ser visível na inicialização se for carregado

# UObjectToolTips,LevelStreamingLoadedStatus__DelegateSignature
source: Delegate signatures
es: Firmas del delegado
pt_br: Assinaturas de delegado

# UObjectToolTips,TakeAnyDamageSignature__DelegateSignature
source: Delegate signatures
es: Firmas del delegado
pt_br: Assinaturas de delegado

# UObjectToolTips,LevelStreamingStatus
source: level streaming updates that should be applied immediately after committing the map change
es: actualizaciones de transmisión de flujo del nivel que se deben aplicar inmediatamente después de aceptar la modificación del mapa
pt_br: atualizações de transmissão de nível que devem ser aplicadas imediatamente após confirmação da alteração de mapa

# UObjectToolTips,LevelStreamingVolume:bDisabled
source: If true, this streaming volume is ignored by the streaming volume code. Used to either disable a level streaming volume without disassociating it from the level, or to toggle the control of a level's streaming between Kismet and volume streaming.
es: Si es verdadero, este volúmen de la transmisión de flujo se ha omitido por el código del volumen de la transmisión. Se usa tanto para desactivar un volumen de transmisión de flujo del nivel sin desasociarlo del nivel, o para conmutar el control de una transmisión de flujo del nivel entre el kismet y la transmisión de flujo del volumen.
pt_br: Se for verdadeiro, esse volume de transmissão será ignorado pelo código de volumes de transmissão. Usado ou para desativar um volume de transmissão de um nível sem desassociá-lo do nível, ou para alternar o controle de transmissão de um nível entre Kismet e transmissão por volume.

# UObjectToolTips,LevelStreamingVolume:bEditorPreVisOnly
source: If true, this streaming volume should only be used for editor streaming level previs.
es: Si es verdadero, este volumen de la transmisión de flujo solo debe usarse para el anterior nivel de la transmisión de flujo del editor.
pt_br: Se for verdadeiro, esse volume de transmissão só deve ser usado para visualizações do nível de transmissão no editor.

# UObjectToolTips,LevelStreamingVolume:StreamingLevelNames
source: Levels names affected by this level streaming volume.
es: Nombres de niveles afectados por este volumen de transmisión de flujo del nivel.
pt_br: Nomes de níveis afetados por este volume de transmissão de nível.

# UObjectToolTips,LevelStreamingVolume:StreamingUsage
source: Determines what this volume is used for, e.g. whether to control loading, loading and visibility or just visibilty (blocking on load)
es: Determina para qué se usa este volumen. Ej. Si para controlar la carga, cargar y visibilidad o solo visibilidad (bloqueo en carga)
pt_br: Determina para que este volume é usado, por exemplo, para controlar o carregamento, o carregamento e a visibilidade ou somente a visibilidade (bloqueada no carregamento)

# UObjectToolTips,Light:bEnabled
source: replicated copy of LightComponent's bEnabled property
es: copia duplicada de la propiedad bEnabled de LightComponent
pt_br: cópia replicada da propriedade bEnabled de LightComponent
