Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PlayerController:bEnableClickEvents
source: Whether actor/component click events should be generated.
es: Si se deben generar los eventos de clic del actor/componente.
pt_br: Se os eventos de clique do componente/ator devem ser gerados.

# UObjectToolTips,PlayerController:bEnableMouseOverEvents
source: Whether actor/component mouse over events should be generated.
es: Si se debe generar los eventos del ratón del actor/componente.
pt_br: Se os eventos de passagem de mouse do componente/ator devem ser gerados.

# UObjectToolTips,PlayerController:bEnableTouchEvents
source: Whether actor/component touch events should be generated.
es: Si se deben generar los eventos táctiles del actor/componente.
pt_br: Se os eventos de toque do componente/ator devem ser gerados.

# UObjectToolTips,PlayerController:bEnableTouchOverEvents
source: Whether actor/component touch over events should be generated.
es: Si se deben generar los eventos de toque del actor/componente.
pt_br: Se os eventos de passagem de toque do componente/ator devem ser gerados.

# UObjectToolTips,PlayerController:bShowMouseCursor
source: Whether the mouse cursor should be displayed.
es: Si se debe visualizar el cursor del ratón.
pt_br: Se o cursor do mouse deve ser exibido.

# UObjectToolTips,PlayerController:CheatManager
source: Object that manages "cheat" commands. Not instantiated in shipping builds.
es: Objeto que gestiona los comandos “truco". No se inician en compilaciones de envío.
pt_br: Objeto que gerencia comandos "cheat". Não instanciado em compilações para o mercado.

# UObjectToolTips,PlayerController:ClientAddTextureStreamingLoc
source: Adds a location to the texture streaming system for the specified duration.
es: Añade una ubicación al sistema de transmisión (streaming) de la textura para una duración especificada.
pt_br: Adiciona uma localização ao sistema de transmissão de textura pela duração especificada.

# UObjectToolTips,PlayerController:ClientCancelPendingMapChange
source: Tells client to cancel any pending map change.
es: Pide al cliente que cancele cualquier cambio del mapa pendiente.
pt_br: Fala para o cliente cancelar qualquer alteração pendente de mapa.

# UObjectToolTips,PlayerController:ClientCap
source: Cap set by server on bandwidth from client to server in bytes/sec (only has impact if >=2600)
es: Tope de ancho de banda establecido por el servidor desde el cliente al servidor en bytes/seg (solo tiene impacto si >=2600)
pt_br: Limite definido pelo servidor na largura de banda do cliente ao servidor em bytes/s (somente se o impacto for >=2600)

# UObjectToolTips,PlayerController:ClientCapBandwidth
source: Set CurrentNetSpeed to the lower of its current value and Cap.
es: Ajustar CurrentNetSpeed a un valor y tope más bajo del actual.
pt_br: Definir CurrentNetSpeed como o menor entre o valor atual e o Limite.

# UObjectToolTips,PlayerController:ClientCommitMapChange
source: Actually performs the level transition prepared by PrepareMapChange().
es: Reproduce actualmente la transición del nivel preparado por PrepareMapChange().
pt_br: Realiza a transição de nível preparada por PrepareMapChange().

# UObjectToolTips,PlayerController:ClientEnableNetworkVoice
source: Tell the client to enable or disable voice chat (not muting) @param bEnable enable or disable voice chat
es: Pedir al cliente que active o desactive las voces (no silenciar) @param bEnable activar o desactivar las voces
pt_br: Fala para o cliente ativar ou desativar o bate-papo por voz (sem tirar o áudio) @param bEnable ativa ou desativa o bate-papo por voz

# UObjectToolTips,PlayerController:ClientForceGarbageCollection
source: Forces GC at the end of the tick on the client
es: Fuerza GC al final de la revisión en el cliente
pt_br: Força GC no fim do tique no cliente

# UObjectToolTips,PlayerController:ClientGotoState
source: Server uses this to force client into NewState . @Note ALL STATE NAMES NEED TO BE DEFINED IN name table in UnrealNames.h to be correctly replicated (so they are mapped to the same thing on client and server).
es: El servidor lo usa para forzar al cliente en NewState. @Note TODOS LOS NOMBRES DEL ESTADO QUE SE NECESITAN DEFINIR EN la tabla del hombre en UnrealNames.h para que se dupliquen correctamente (así se asignan a lo mismo en el cliente y servidor).
pt_br: O servidor usa isto para forçar o cliente ao NewState. @Note TODOS OS NOMES DE ESTADO PRECISAM SER DEFINIDOS NA tabela de nomes em UnrealNames.h para serem replicados corretamente (para que sejam mapeados para a mesma coisa no cliente e no servidor).

# UObjectToolTips,PlayerController:ClientIgnoreLookInput
source: calls IgnoreLookInput on client
es: llama a IgnoreLookInput en el cliente
pt_br: chama IgnoreLookInput no cliente

# UObjectToolTips,PlayerController:ClientIgnoreMoveInput
source: calls IgnoreMoveInput on client
es: llama a IgnoreMoveInput en el cliente
pt_br: chama IgnoreMoveInput no cliente

# UObjectToolTips,PlayerController:ClientMessage
source: Outputs a message to HUD @param S - message to display @param Type - @todo document @param MsgLifeTime - Optional length of time to display 0 = default time
es: Genera un mensaje a HUD @param S - mensaje que visualizar @param Tipo - @todo documento @param MsgLifeTime - Longitud opcional del tiempo que reproducir 0 = tiempo predeterminado
pt_br: Exibe uma mensagem no HUD @param S - Mensagem a ser exibida @param Type - @todo documento @param MsgLifeTime - Duração do tempo a ser exibida opcionalmente 0 = tempo padrão

# UObjectToolTips,PlayerController:ClientMutePlayer
source: Tell the client to mute a player for this controller @param PlayerId player id to mute
es: Pedir al cliente que silencie a un jugador para este controlador @param PlayerId Nombre del jugador al que silenciar
pt_br: Fala para o cliente silenciar um jogador para este controlador @param PlayerId ID do jogador a silenciar

# UObjectToolTips,PlayerController:ClientReceiveLocalizedMessage
source: send client localized message id
es: enviar id del mensaje localizado del cliente
pt_br: enviar id da mensagem localizada do cliente

# UObjectToolTips,PlayerController:ClientRepObjRef
source: Development RPC for testing object reference replication
es: RPC de desarrollo para analizar la duplicación de referencia del objeto
pt_br: RPC de desenvolvimento para testar replicação de referência de objeto

# UObjectToolTips,PlayerController:ClientReset
source: Tell client to reset the PlayerController
es: Pedir al cliente que reajuste el PlayerController
pt_br: Fala para o cliente redefinir o PlayerController

# UObjectToolTips,PlayerController:ClientRestart
source: Tell client to restart the level
es: Pedir al cliente que reinicie el nivel
pt_br: Fala para o cliente reiniciar o nível

# UObjectToolTips,PlayerController:ClientRetryClientRestart
source: Assign Pawn to player, but avoid calling ClientRestart if we have already accepted this pawn
es: Asignar peón al jugador, pero evitar llamar a ClientRestart si ya hemos aceptado el peón
pt_br: Atribuir o Peão ao jogador, mas evitar chamar ClientRestart se este peão já foi aceito

# UObjectToolTips,PlayerController:ClientReturnToMainMenu
source: Return the client to the main menu gracefully
es: Devolver el cliente al menú principal con elegancia
pt_br: Retorna o cliente para o menu principal de forma eficiente

# UObjectToolTips,PlayerController:ClientSetBlockOnAsyncLoading
source: Tells the client to block until all pending level streaming actions are complete. Happens at the end of the tick primarily used to force update the client ASAP at join time.
es: Pide al cliente que se bloquee hasta que todas las acciones pendientes de transmisión de flujo del nivel se hayan completado Ocurre al final de la revisión, usado principalmente para forzar la actualización del cliente lo antes posible en el momento de unión
pt_br: Fala para o cliente bloquear até que todas as ações de transmissão de nível pendentes sejam concluídas. Acontece no final do tique, principalmente usada para forçar a atualização do cliente o mais rápido possível no momento da conexão

# UObjectToolTips,PlayerController:ClientSetCinematicMode
source: Called by the server to synchronize cinematic transitions with the client
es: Llamada del servidor para transiciones de la escena de sincronización con el cliente
pt_br: Chamado pelo servidor para sincronizar as transições de animação com o cliente

# UObjectToolTips,PlayerController:ClientSpawnCameraLensEffect
source: Spawn a camera lens effect (e.g. blood).
es: Crear un efecto de la lente de la cámara (ej. sangre).
pt_br: Cria um efeito de lente de câmera (ex.: sangue).

# UObjectToolTips,PlayerController:ClientStopCameraAnim
source: Stop camera animation on client.
es: Parar la animación de la cámara en el cliente.
pt_br: Interromper animação da câmera no cliente.

# UObjectToolTips,PlayerController:ClientStopCameraShake
source: Stop camera shake on client.
es: Parar la vibración de la cámara en el cliente.
pt_br: Interromper sacudida da câmera no cliente.

# UObjectToolTips,PlayerController:ClientUnmutePlayer
source: Tell the client to unmute a player for this controller @param PlayerId player id to unmute
es: Pedir al cliente que quite el silencio a un jugador para este controlador @param PlayerId Nombre del jugador al que quitar el silencio
pt_br: Fala para o cliente ativar o áudio de um jogador para este controlador @param PlayerId ID do jogador para ativar o áudio

# UObjectToolTips,PlayerController:ClientVoiceHandshakeComplete
source: Tells the client that the server has all the information it needs and that it is ok to start sending voice packets. The server will already send voice packets when this function is called, since it is set server side and then forwarded NOTE: This is done as an RPC instead of variable replication because ordering matters
es: Le dice al cliente que el servidor tiene toda la información que necesita y que puede empezar a enviar paquetes de voz. El servidor deberá enviar los paquetes de voz cuando se llama a esta función, ya que está en el lado del servidor y luego se reenvía NOTA: Se hace como un RPC en lugar de una replicación de variables debido a que es importante el orden
pt_br: Declara ao cliente que o servidor tem todas as informações de que precisa e que está pronto para começar a enviar pacotes de voz. O servidor já enviará pacotes de voz quando esta função é chamada, pois é definido no lado do servidor e, em seguida, encaminhado OBSERVAÇÃO: isto é feito como um RPC em vez de uma replicação de variável porque a ordem é significativa

# UObjectToolTips,PlayerController:ClientWasKicked
source: Notify client they were kicked from the server
es: Avisar al cliente de que se han salido del servidor
pt_br: Notifica o cliente que ele foi expulso do jogo

# UObjectToolTips,PlayerController:ConsoleKey
source: Console control commands, useful when remote debugging so you can't touch the console the normal way
es: Comandos del control de la consola, útiles cuando hay una depuración remota y por tanto no puede tocar la consola del modo habitual
pt_br: Comandos de controle do console; úteis durante a depuração remota, pois não é possível tocar no console da forma normal

# UObjectToolTips,PlayerController:ControllingDirTrackInst
source: Director track that's currently possessing this player controller, or none if not possessed.
es: Pista principal que posee actualmente este controlador del jugador, o ninguna si no posee.
pt_br: Faixa do diretor uqe está possuindo este controlador do jogador, ou nenhum se não estiver possuído.

# UObjectToolTips,PlayerController:CurrentClickTraceChannel
source: Trace channel currently being used for determining what world object was clicked on.
es: Canal del trazo actualmente en uso para determinar sobre qué objeto del mundo se ha hecho clic.
pt_br: Canal de rastreamento usado no momento para determinar qual objeto de mundo foi clicado.

# UObjectToolTips,PlayerController:DefaultClickTraceChannel
source: Default trace channel used for determining what world object was clicked on.
es: Canal del trazo predeterminado usado para determinar sobre qué objeto del mundo se ha pinchado.
pt_br: Canal de rastreamento padrão usado para determinar qual objeto de mundo foi clicado.

# UObjectToolTips,PlayerController:EnableCheats
source: Enables cheats within the game
es: Activa los trucos dentro del juego
pt_br: Ativa trapaças no jogo

# UObjectToolTips,PlayerController:FOV
source: Set the field of view to NewFOV
es: Ajustar el campo de visión a NewFOV
pt_br: Definir o campo de visão como NewFOV

# UObjectToolTips,PlayerController:GetHUD
source: Gets the HUD currently being used by this player controller
es: Obtiene el HUD que está usando actualmente este controlador del jugador
pt_br: Obtém a HUD sendo usada atualmente por este controlador de jogador

# UObjectToolTips,PlayerController:GetInputAnalogStickState
source: Retrieves the X and Y displacement of the given analog stick.
es: Recupera el desplazamiento de X e Y del joystick proporcionado.
pt_br: Recupera o deslocamento X e Y do controle analógico fornecido.

# UObjectToolTips,PlayerController:GetInputMotionState
source: Retrieves the current motion state of the player's input device
es: Recupera el estado del movimiento actual del dispositivo de entrada del jugador
pt_br: Recupera o estado de movimento atual do dispositivo de entrada do jogador

# UObjectToolTips,PlayerController:GetInputTouchState
source: Retrieves the X and Y screen coordinates of the specified touch key. Returns false if the touch index is not down
es: Recupera las coordenadas de la pantalla de X e Y de la tecla táctil específica. Se vuelve falso si el índice táctil no está pulsado
pt_br: Recupera as coordenadas X e Y da tecla de toque especificada na tela. Retorna falso se o índice de toque não estiver ativado

# UObjectToolTips,PlayerController:GetMousePosition
source: Retrieves the X and Y screen coordinates of the mouse cursor. Returns false if there is no associated mouse device
es: Recupera las coordenadas de la pantalla de X e Y del cursor del ratón. Devuelve falso si no hay un dispositivo ratón asociado
pt_br: Recupera as coordenadas X e Y da tela do cursor do mouse. Retorna falso se não houver dispositivo de mouse associado

# UObjectToolTips,PlayerController:GetViewportSize
source: Helper to get the size of the HUD canvas for this player controller. Returns 0 if there is no HUD
es: Soporte para obtener el tamaño del lienzo de HUD para este controlador del jugador. Devuelve 0 si no hay HUD
pt_br: Ajudante para obter o tamanho da tela da HUD deste controlador de jogador. Retorna 0 se não houver HUD

# UObjectToolTips,PlayerController:HiddenActors
source: The actors which the camera shouldn't see - e.g. used to hide actors which the camera penetrates
es: Los actores que la cámara no debería ver - por ej. se usa para ocultar actores a los que la cámara penetra
pt_br: Atores que a câmera não deve ver — por exemplo: usado para ocultar atores em que a câmera penetra

# UObjectToolTips,PlayerController:InactiveStateInputComponent
source: InputComponent we use when player is in Inactive state.
es: InputComponent que usamos cuando el jugador está en estado inactivo
pt_br: InputComponent usados quando o reprodutor estiver em estado Inativo.

# UObjectToolTips,PlayerController:InputPitchScale
source: Pitch input speed scaling
es: Escala de la velocidad de entrada del ángulo
pt_br: Escalonamento da velocidade da entrada de inclinação

# UObjectToolTips,PlayerController:InputRollScale
source: Roll input speed scaling
es: Escala de la velocidad de entrada del alabeo
pt_br: Escalonamento da velocidade da entrada de giro

# UObjectToolTips,PlayerController:InputYawScale
source: Yaw input speed scaling
es: Escala de la velocidad de entrada de la guiñada
pt_br: Escalonamento da velocidade da entrada de guinada

# UObjectToolTips,PlayerController:LastSpectatorStateSynchTime
source: Used to make sure the client is kept synchronized when in a spectator state
es: Usado para asegurar que el cliente se mantiene sincronizado cuando está en estado de espectador
pt_br: Usado para garantir que o cliente seja mantido sincronizado quando estiver em estado de espectador

# UObjectToolTips,PlayerController:LocalTravel
source: Causes the client to travel to the given URL
es: Provoca que el cliente viaje al URL proporcionado
pt_br: Faz o cliente navegar até o URL fornecido

# UObjectToolTips,PlayerController:MyHUD
source: Heads up display associated with this PlayerController.
es: Pantalla de visualización frontal asociada con este PlayerController.
pt_br: Interface superior associada a este PlayerController.

# UObjectToolTips,PlayerController:NetConnection
source: The net connection this controller is communicating on, NULL for local players on server
es: La conexión a red con la cual se comunica este controlador, NULO para jugadores locales en el servidor
pt_br: A conexão de rede em que esse controlador está se comunicando, NULL para jogadores locais no servidor

# UObjectToolTips,PlayerController:Pause
source: Command to try to pause the game.
es: Comando para intentar parar el juego.
pt_br: Comando para tentar pausar o jogo.

# UObjectToolTips,PlayerController:Player
source: UPlayer associated with this PlayerController. Could be a local player or a net connection.
es: UPlayer asociado con este PlayerController. Puede ser un jugador local o una conexión web.
pt_br: UPlayer associado com esse PlayerController. Pode ser um jogador local ou uma conexão de rede.

# UObjectToolTips,PlayerController:PlayerCameraManager
source: Camera manager associated with this Player Controller.
es: Gestor de la cámara asociado con este control del reproductor
pt_br: Gerenciador da câmera associado a este Controlador do Jogador.

# UObjectToolTips,PlayerController:PlayerInput
source: Object that manages player input.
es: Objeto que gestiona la entrada de jugadores.
pt_br: Objeto que gerencia entradas do jogador.

# UObjectToolTips,PlayerController:RestartLevel
source: Restarts the current level
es: Reinicia el nivel actual
pt_br: Reinicia o nível atual

# UObjectToolTips,PlayerController:SeamlessTravelCount
source: Counter for this players seamless travels (used along with the below value, to restrict ServerNotifyLoadedWorld)
es: Contador para los viajes ininterrumpidos de este jugador (se usa junto con el valor de abajo para restringir ServerNotifyLoadedWorld)
pt_br: Contador para estas viagens sem emendas de jogadores (usado junto com o valor abaixo, para restringir ServerNotifyLoadedWorld)

# UObjectToolTips,PlayerController:SendToConsole
source: Sends a command to the console to execute if not shipping version
es: Envía un comando a la consola que ejecutar si no hay una versión de distribución
pt_br: Envia um comando para o console executar se não for uma versão de envio

# UObjectToolTips,PlayerController:ServerAcknowledgePossession
source: acknowledge possession of pawn
es: posesión confirmada del peón
pt_br: reconhecer possessão do peão

# UObjectToolTips,PlayerController:ServerCamera
source: change mode of camera
es: cambiar modo de la cámara
pt_br: altera o modo de câmera

# UObjectToolTips,PlayerController:ServerChangeName
source: Change name of server
es: Cambiar nombre del servidor
pt_br: Alterar nome do servidor

# UObjectToolTips,PlayerController:ServerCheckClientPossession
source: Tells the server to make sure the possessed pawn is in sync with the client.
es: Pide al servidor que se asegure de que el peón poseído está sincronizado con el cliente.
pt_br: Fala para o servidor garantir que o peão possuído está sincronizado com o cliente.

# UObjectToolTips,PlayerController:ServerMutePlayer
source: Tell the server to mute a player for this controller @param PlayerId player id to mute
es: Pedir al servidor que silencie a un jugador para este controlador @param PlayerId Nombre del jugador al que silenciar
pt_br: Fala para o servidor silenciar um jogador para este controlador @param PlayerId ID do jogador a silenciar

# UObjectToolTips,PlayerController:ServerNotifyLoadedWorld
source: Called to notify the server when the client has loaded a new world via seamless traveling @param WorldPackageName the name of the world package that was loaded
es: Llamada para avisar al servidor cuando el clientela cargado un mundo nuevo a través de un viaje sin interrupciones @param WorldPackageName el nombre del paquete del mundo que se ha cargado.
pt_br: Chamado para notificar o servidor quando o cliente carregou um novo mundo através de um percurso sem interrupções @param WorldPackageName o nome do pacote do mundo que foi carregado

# UObjectToolTips,PlayerController:ServerPause
source: Replicate pause request to the server
es: Duplicar la petición de pausa al servidor
pt_br: Replica o pedido de pausa para o servidor

# UObjectToolTips,PlayerController:ServerRestartPlayer
source: Attempts to restart this player, generally called from the client upon respawn request.
es: Trata de reiniciar a este jugador, generalmente llamado desde el cliente sobre la solicitud para volver a crear.
pt_br: Tenta reiniciar o jogador, geralmente chamado do cliente na solicitação de reaparecimento.

# UObjectToolTips,PlayerController:ServerShortTimeout
source: Notifies the server that the client has ticked gameplay code, and should no longer get the extended "still loading" timeout grace period
es: Avisa al servidor de que el cliente ha revisado el código de juego, y ya no tiene que recibir el periodo de espera prolongado "aún cargado"
pt_br: Notifica o servidor de que o cliente iniciou o código de jogabilidade, e não deve mais receber o período estendido de tolerância do limite "carregando"

# UObjectToolTips,PlayerController:ServerToggleAILogging
source: Used by UGameplayDebuggingControllerComponent to replicate messages for AI debugging in network games.
es: Usado por UGameplayDebuggingControllerComponent para duplicar mensajes para la depuración de IA en los juegos en red.
pt_br: Usado pelo UGameplayDebuggingControllerComponent para replicar mensagens para depuração de IA em jogos de rede.

# UObjectToolTips,PlayerController:ServerUnmutePlayer
source: Tell the server to unmute a player for this controller @param PlayerId player id to unmute
es: Pedir al servidor que quite el silencio a un jugador para este controlador @param PlayerId Nombre del jugador al que quitar el silencio
pt_br: Fala para o servidor ativar o áudio de um jogador para este controlador @param PlayerId ID do jogador para ativar o áudio

# UObjectToolTips,PlayerController:ServerUpdateCamera
source: If PlayerCamera.bUseClientSideCameraUpdates is set, client will replicate camera positions to the server. // @TODO - combine pitch/yaw into one int, maybe also send location compressed
es: Si PlayerCamera.bUseClientSideCameraUpdates está ajustado, el cliente duplicará las posiciones de la cámara en el servidor. \ @TODO - combinar ángulo/guiñada en un número entero, y quizás también enviar la posición comprimida.
pt_br: Se PlayerCamera.bUseClientSideCameraUpdates estiver definido, o cliente replicará as posições da câmera para o servidor. // @PARAFAZER - combinar inclinação/guinada em um inteiro, e talvez também enviar o local compactado
