Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AutomationTestSettings:EditorTestModules
source: Modules to load that have editor tests
es: Módulos a cargar que tienen pruebas de editor
pt_br: Módulos a carregar que tenham testes de editor

# UObjectToolTips,AutomationTestSettings:EngineTestModules
source: Modules to load that have engine tests
es: Módulos a cargar que tienen pruebas de motor
pt_br: Módulos a carregar que tenham testes de mecanismo

# UObjectToolTips,AutomationTestSettings:ImportExportTestDefinitions
source: Asset import / Export test settings
es: Ajustes para evaluar la importación/exportación de activos
pt_br: Configurações de teste de Importar/Exportar Ativo

# UObjectToolTips,AutomationTestSettings:TestAssetsToOpen
source: Asset to test for open in automation process
es: Activo que analizar para abrir en el proceso de automatización
pt_br: Ativo a ser testado para abrir no processo de automação

# UObjectToolTips,AutomationTestSettings:TestLevelFolders
source: Folders containing levels to exclude from automated tests
es: Carpetas con niveles a excluir de las pruebas automatizadas
pt_br: Pastas que contêm níveis a excluir dos testes automatizados

# UObjectToolTips,AutoReimportManager
source: Deals with auto reimporting of objects when the objects file on disk is modified
es: Trata sobre la reimportación automática de los objetos cuando se modifica el archivo de los objetos en un disco.
pt_br: Lida com reimportação automática de objetos quando o arquivo de objetos no disco é modificado

# UObjectToolTips,AvoidanceManager:ArtificialRadiusExpansion
source: Multiply the radius of all STORED avoidance objects by this value to allow a little extra room for avoidance maneuvers.
es: Multiplica el radio de todos lo objetos de anulación ALMACENADOS por este valor permitiendo una espacio extra para maniobras de anulación
pt_br: Multiplica o raio de todos os objetos de evasão ARMAZENADOS por este valor, para permitir um pouco mais de folga em manobras de evasão.

# UObjectToolTips,AvoidanceManager:DefaultTimeToLive
source: How long an avoidance UID must not be updated before the system will put it back in the pool. Actual delay is up to 150% of this value.
es: Durante cuánto tiempo no se debe actualizar un UID de anulación antes de que el sistema lo coloque de nuevo en la agrupación. El retraso actual es hasta el 150% de este valor.
pt_br: Por quanto tempo um UID de evasão deve deixar de ser atualizado antes que o sistema o devolva para o conjunto. O atraso real é de até 150% deste valor.

# UObjectToolTips,AvoidanceManager:DeltaTimeToPredict
source: This is how far forward in time (seconds) we extend our velocity cones and thus our prediction
es: Esto es cómo de lejos en el tiempo (segundos) extendemos nuestros conos de velocidad y por consiguiente nuestra predicción
pt_br: Isso é quanto no futuro (em segundos) estendemos nossos cones de velocidade e, dessa maneira, nossa predição

# UObjectToolTips,AvoidanceManager:GetAvoidanceVelocity
source: Only use if you want manual velocity planning. Will not ignore your own volume if you are registered.
es: Usar solo si se quiere un barrido de la velocidad manual. No se omitirá su volumen si está registrado
pt_br: Só use se você quiser planejamento manual de velocidade. Não vai ignorar o seu próprio volume se você estiver registrado.

# UObjectToolTips,AvoidanceManager:GetAvoidanceVelocityIgnoringUID
source: Only use if you want manual velocity planning. Provide your AvoidanceUID in order to avoid colliding with yourself.
es: Usar solo si se quiere un barrido de la velocidad manual. Le proporciona AvoidanceUID para evitar colisionar con uno mismo.
pt_br: Só use se você quiser planejamento manual de velocidade. Forneça sua AvoidanceUID para evitar de colidir consigo mesmo.

# UObjectToolTips,AvoidanceManager:GetNewAvoidanceUID
source: Get appropriate UID for use when reporting to this function or requesting RVO assistance.
es: Obtener un identificador de usuario (UID) apropiado para usar cuando se registra esta función o se solicita la asistencia de RVO (optimización del valor de retorno).
pt_br: Obter o UID correto para usar ao relatar esta função ou ao solicitar a assistência RVO

# UObjectToolTips,AvoidanceManager:GetObjectCount
source: Get the number of avoidance objects currently in the manager.
es: Obtener el número de los objetos anulados actualmente en el gestor.
pt_br: Obter o número de objetos de evasão atualmente no gerenciador.

# UObjectToolTips,AvoidanceManager:LockTimeAfterAvoid
source: How long to stay on course (barring collision) after making an avoidance move
es: Durante cuánto permanecer en curso (excepto si hay colisión) tras hacer un movimiento de anulación
pt_br: Por quanto tempo manter a trajetória (exceto se houver colisão) após um movimento de evasão

# UObjectToolTips,AvoidanceManager:LockTimeAfterClean
source: How long to stay on course (barring collision) after making an unobstructed move (should be > 0.0, but can be less than a full frame)
es: Durante cuánto permanecer en curso (excepto si hay colisión) tras hacer un movimiento sin obstruir (debe ser > 0.0, pero puede ser menor de un fotograma completo)
pt_br: Por quanto tempo manter a trajetória (exceto se houver colisão) após um movimento desobstruído (deve ser > 0.0, mas pode ser menos do que um quadro completo)

# UObjectToolTips,BakedAnimationStateMachine:InitialState
source: Index of the initial state that the machine will start in
es: Índice del estado inicial en el que se iniciará la máquina
pt_br: Índice do estado inicial em que a máquina inicia

# UObjectToolTips,BakedAnimationStateMachine:MachineName
source: Name of this machine (primarily for debugging purposes)
es: Nombre de esta máquina (principalmente para fines de depurado)
pt_br: Nome desta máquina (principalmente para finalidade de depuração)

# UObjectToolTips,BakedAnimationStateMachine:States
source: List of all states this machine can be in
es: Lista de todos los estados en que puede estar esta máquina
pt_br: Lista de todos os estados em que esta máquina pode estar

# UObjectToolTips,BakedAnimationStateMachine:Transitions
source: List of all transitions between states
es: Lista de todas las transiciones entre estados
pt_br: Lista de todas as transições de estados

# UObjectToolTips,BakedStateExitTransition:bDesiredTransitionReturnValue
source: What the transition rule node needs to return to take this transition (for bidirectional transitions)
es: Qué tiene que devolver el nodo de reglas de transición para tomar esta transición (para transiciones bidireccionales)
pt_br: O que o nó da regra de transição deve retornar para fazer essa transição (para transições bidirecionais)

# UObjectToolTips,BakedStateExitTransition:CanTakeDelegateIndex
source: The node property index for this rule
es: El índice de propiedades de nodos para esta regla
pt_br: O índice da propriedade do nó para essa regra

# UObjectToolTips,BakedStateExitTransition:CustomResultNodeIndex
source: The blend graph result node index
es: El índice de nodo resultante del gráfico de combinación
pt_br: O índice do nó resultante do grafo de mistura

# UObjectToolTips,BakedStateExitTransition:TransitionIndex
source: The index into the machine table of transitions
es: El índice en la tabla de la máquina de transiciones
pt_br: O índice para a tabela de transições da máquina

# UObjectToolTips,BasedMovementInfo
source: Struct to hold information about the "base" object the character is standing on.
es: Estructura que conserva información acerca del objeto "base" sobre el que se encuentra el personaje.
pt_br: Struct que armazena informações sobre o objeto "base" em que o personagem está.

# UObjectToolTips,BasedMovementInfo:BoneName
source: Bone name on component, for skeletal meshes. NAME_None if not a skeletal mesh or if bone is invalid.
es: Nombre del hueso en el componente para mallas esqueleto. NAME_None si no es una malla esqueleto o si el hueso no es válido.
pt_br: Nome do osso no componente, para malhas esqueléticas. NAME_None se não for uma malha esquelética ou se o osso for inválido.

# UObjectToolTips,BasedMovementInfo:bRelativeRotation
source: Whether rotation is relative to the base or absolute. It can only be relative if location is also relative.
es: Si la rotación es relativa o absoluta a la base. Solo puede ser relativa si la ubicación también es relativa.
pt_br: Se a rotação é relativa à base ou absoluta. Só pode ser relativa se a localização também é relativa.

# UObjectToolTips,BasedMovementInfo:bServerHasBaseComponent
source: Whether the server says that there is a base. On clients, the component may not have resolved yet.
es: Si el servidor dice que existe una base. En los clientes, el componente puede no haberse resuelto aún.
pt_br: Se o servidor diz que há uma base. Em clientes, o componente pode não ter sido resolvido ainda.

# UObjectToolTips,BasedMovementInfo:bServerHasVelocity
source: Whether there is a velocity on the server. Used for forcing replication when velocity goes to zero.
es: Si hay una velocidad en el servidor. Se usa para forzar la duplicación cuando la velocidad llega a cero.
pt_br: Se há uma velocidade no servidor. Usado para forçar replicação quando a velocidade chega a zero.

# UObjectToolTips,BasedMovementInfo:Location
source: Location relative to MovementBase. Only valid if HasRelativeLocation() is true.
es: Ubicación relativa a MovementBase. Solo es válida si HasRelativeRotation() is verdadero.
pt_br: Localização relativa a MovementBase. Válido somente se HasRelativeLocation() for verdadeiro.

# UObjectToolTips,BasedMovementInfo:MovementBase
source: Component we are based on
es: Componente en el que estamos basados
pt_br: Componente em que nos baseamos

# UObjectToolTips,BasedMovementInfo:Rotation
source: Rotation: relative to MovementBase if HasRelativeRotation() is true, absolute otherwise.
es: Rotación: relativa to MovementBase if HasRelativeRotation() es verdadero, de lo contrario, es absoluta.
pt_br: Rotação: relativa a MovementBase se HasRelativeRotation() for verdadeiro; caso contrário, absoluto.

# UObjectToolTips,BasedPosition
source: Struct for handling positions relative to a base actor, which is potentially moving
es: Estructura para manipular las posiciones relativas a un actor base, el cual está en movimiento en potencia.
pt_br: Struct para lidar como posições em relação ao ator base, que pode estar em movimento

# UObjectToolTips,Beam2SourceTargetMethod
source: The method to use in determining the source/target.
es: El método que se utiliza para determinar la meta/fuente.
pt_br: O método usado para determinar o alvo/fonte.

# UObjectToolTips,Beam2SourceTargetMethod.PEB2STM_Emitter
source: Emitter - use the emitter position as the source/target.
es: Emisor - usar la posición del emisor como fuente/meta.
pt_br: Emissor - usar a posição do emissor como origem/destino.

# UObjectToolTips,Beam2SourceTargetTangentMethod
source: The method to use in determining the source/target tangent.
es: El método que se utiliza para determinar la tangente meta/fuente.
pt_br: O método usado para determinar a tangente do alvo/fonte.

# UObjectToolTips,Beam2SourceTargetTangentMethod.PEB2STTM_Direct
source: Direct - a direct line between source and target.
es: Directo - una linea directa entre la fuente y la meta.
pt_br: Direto - uma linha direta entre a origem e o destino.

# UObjectToolTips,Beam2SourceTargetTangentMethod.PEB2STTM_Distribution
source: Distribution - use the distribution.
es: Distribución - usar la distribución.
pt_br: Distribution - usa a distribuição.

# UObjectToolTips,Beam2SourceTargetTangentMethod.PEB2STTM_Emitter
source: Emitter - use the emitter direction.
es: Emisor - usar la dirección del emisor.
pt_br: Emissor - usar a direção do emissor.

# UObjectToolTips,Beam2SourceTargetTangentMethod.PEB2STTM_UserSet
source: UserSet - use the user set value.
es: UserSet - usar el valor ajustado del usuario.
pt_br: UserSet - usa o valor definido pelo usuário.

# UObjectToolTips,BeamModifierOptions:bLock
source: If true, lock the modifier to the life of the particle.
es: Si es verdadero, bloquear el modificador a la vida de la partícula.
pt_br: Se for verdadeiro, trava o modificador à vida da partícula.

# UObjectToolTips,BeamModifierOptions:bModify
source: If true, modify the value associated with this grouping.
es: Si es verdadero, modificar el valor asociado con este grupo.
pt_br: Se for verdadeiro, modifica o valor associado a este agrupamento.

# UObjectToolTips,BeamModifierOptions:bScale
source: If true, scale the associated value by the given value.
es: Si es verdadero, escalar el valor asociado por el valor proporcionado.
pt_br: Se for verdadeiro, escalona o valor associado de acordo pelo valor dado.

# UObjectToolTips,BeamModifierType
source: What to modify.
es: Qué modificar
pt_br: O que modificar.

# UObjectToolTips,BeamModifierType.PEB2MT_Source
source: Modify the source of the beam.
es: Modifica la fuente del rayo.
pt_br: Modifique a fonte do feixe.

# UObjectToolTips,BeamModifierType.PEB2MT_Target
source: Modify the target of the beam.
es: Modifica la meta del rayo.
pt_br: Modifique o alvo do feixe.

# UObjectToolTips,BeamTargetData
source: Beam Multi-target Variables.
es: Variables de meta múltiple del rayo
pt_br: Variáveis de Feixe para Vários Destinos.

# UObjectToolTips,BeamTargetData:TargetName
source: Name of the target.
es: Nombre de la meta.
pt_br: Nome do alvo.

# UObjectToolTips,BeamTargetData:TargetPercentage
source: Percentage chance the target will be selected (100 = always).
es: Porcentaje al azar en el que se seleccionará la meta (100 = siempre).
pt_br: Chance percentual do alvo ser selecionado (100 = sempre).

# UObjectToolTips,BehaviorTree:BlackboardAsset
source: blackboard asset for this tree
es: activo del borrador para este árbol
pt_br: ativo do quadro-negro para essa árvore

# UObjectToolTips,BehaviorTree:BTGraph
source: Graph for Behavior Tree
es: Gráfico para el árbol de comportamiento
pt_br: Grafo da Árvore de Comportamento

# UObjectToolTips,BehaviorTree:LastEditedDocuments
source: Info about the graphs we last edited
es: Información sobre los gráficos que editamos últimos
pt_br: Informações sobre os grafos editados mais recentemente

# UObjectToolTips,BehaviorTree:RootDecoratorOps
source: logic operators for root level decorators, used by subtrees
es: operaciones lógicas para diseñadores de nivel raíz, usadas por subárboles
pt_br: operadores lógicos para decoradores no nível raiz, usados por sub-árvores

# UObjectToolTips,BehaviorTree:RootDecorators
source: root level decorators, used by subtrees
es: diseñadores a nivel raíz, usados por subárboles
pt_br: decoradores no nível raiz, usados por sub-árvores

# UObjectToolTips,BehaviorTree:RootNode
source: root node of loaded tree
es: nodo raíz del árbol cargado
pt_br: nó raiz da árvore carregada

# UObjectToolTips,BehaviorTreeComponent:NodeInstances
source: instanced nodes
es: nodos instanciados
pt_br: nós instanciados

# UObjectToolTips,BehaviorTreeManager:LoadedTemplates
source: initialized tree templates
es: plantillas de árbol inicializadas
pt_br: modelos de árvore inicializados

# UObjectToolTips,BehaviorTreeManager:MaxDebuggerSteps
source: limit for recording execution steps for debugger
es: límite para grabar pasos de ejecución para el depurador
pt_br: limite para gravação de passos de execução para o depurador

# UObjectToolTips,BehaviorTreeTemplateInfo:Asset
source: behavior tree asset
es: activo del árbol de comportamiento
pt_br: ativo da árvore de compartimento

# UObjectToolTips,BehaviorTreeTemplateInfo:Template
source: initialized template
es: plantilla inicializada
pt_br: modelo inicializado

# UObjectToolTips,BillboardComponent
source: A 2d texture that will be rendered always facing the camera.
es: Una segunda textura que se renderizará siempre mirando hacia la cámara.
pt_br: Uma textura 2D que será renderizada sempre voltada para a câmera.

# UObjectToolTips,BillboardComponent:SetSprite
source: Change the sprite texture used by this component
es: Cambiar la textura del sprite que ha utilizado este componente
pt_br: Alterar a textura do sprite usada por este componente

# UObjectToolTips,BillboardComponent:SetSpriteAndUV
source: Change the sprite texture and the UV's used by this component
es: Cambiar la textura del sprite y el UV que ha utilizado este componente
pt_br: Alterar a textura do sprite e da UV usada por este componente

# UObjectToolTips,BillboardComponent:SetUV
source: Change the sprite's UVs
es: Cambiar los UV del sprite
pt_br: Alterar as UVs do sprite

# UObjectToolTips,BillboardComponent:SpriteCategoryName
source: Sprite category that the component belongs to. Value serves as a key into the localization file.
es: Categoría sprite a la cual pertenece el componente. El valor sirve como una clave en el archivo de localización.
pt_br: Categoria de sprite a que pertence o componente. O valor serve de chave no arquivo de localização.

# UObjectToolTips,BillboardComponent:SpriteInfo
source: Sprite category information regarding the component
es: Información de la categoría sprite considerando el componente
pt_br: Informações da categoria de sprite quanto ao componente

# UObjectToolTips,BlackboardComponent:BlackboardAsset
source: data asset defining entries
es: entradas que definen los activo de datos
pt_br: ativo de dados definindo entradas

# UObjectToolTips,BlackboardComponent:BrainComp
source: cached behavior tree component
es: componente del árbol de comportamiento en caché
pt_br: componente da árvore de comportamento em cache

# UObjectToolTips,BlackboardComponent:GetLocationFromEntry
source: return false if call failed (most probably no such entry in BB)
es: devolver falso si se produce un error en la llamada (menos probable las entradas en BB)
pt_br: retorna falso se a chamada falhar (mais provável que não haja entrada no BB)

# UObjectToolTips,BlackboardComponent:GetRotationFromEntry
source: return false if call failed (most probably no such entry in BB)
es: devolver falso si se produce un error en la llamada (menos probable las entradas en BB)
pt_br: retorna falso se a chamada falhar (mais provável que não haja entrada no BB)

# UObjectToolTips,BlackboardData:Keys
source: blackboard keys
es: claves del borrador
pt_br: chaves de quadro-negro

# UObjectToolTips,BlackboardData:Parent
source: parent blackboard (keys can be overridden)
es: borrador padre (las claves se pueden suprimir)
pt_br: quadro-negro do pai (chaves podem ser substituídas)

# UObjectToolTips,BlackboardData:ParentKeys
source: all keys inherited from parent chain
es: todas la claves heredadas de la cadena padre
pt_br: todas as chaves herdadas da cadeia pai

# UObjectToolTips,BlackboardEntry
source: blackboard entry definition
es: definición de la entrada del borrador
pt_br: definição de entrada de quadro-negro

# UObjectToolTips,BlackboardEntry:KeyType
source: key type and additional properties
es: tipo de clave y propiedades adicionales
pt_br: tipo de chave e propriedades adicionais

# UObjectToolTips,BlackboardKeySelector:SelectedKeyID
source: ID of selected key
es: ID (identificación) de la clave seleccionada
pt_br: Identificador da chave selecionada

# UObjectToolTips,BlackboardKeySelector:SelectedKeyName
source: name of selected key
es: nombre de la clave seleccionada
pt_br: nome da chave selecionada

# UObjectToolTips,BlackboardKeySelector:SelectedKeyType
source: class of selected key
es: clase de la clave seleccionada
pt_br: classe da chave selecionada

# UObjectToolTips,BlendSample:SampleValue
source: blend 0->x, blend 1->y, blend 2->z
es: combinar 0->x, combinar 1->y, combinar 2->z
pt_br: misturar 0->x, misturar 1->y, misturar 2->z

# UObjectToolTips,BlendSampleData
source: Transform definition
es: Definición de transformación
pt_br: Definição de transformação

# UObjectToolTips,BlendSpace
source: Contains a grid of data points with weights from sample points in the space
es: Contiene una rejilla de puntos de datos con pesos de puntos de muestra en el sistema de coordenadas
pt_br: Contém uma grade de pontos de dados com os pesos dos pontos de amostra no espaço

# UObjectToolTips,BlendSpace:AxisToScaleAnimation
source: If you have input interpolation, which axis to drive animation speed (scale) - i.e. for locomotion animation, speed axis will drive animation speed (thus scale)*
es: Si tiene una interpolación de entrada, cuyo eje ejecuta la velocidad de la animación (escala) - ej. para la animación de locomoción, el eje de la velocidad manipulará la velocidad de la animación (por consiguiente la escala)*
pt_br: Se você inserir uma interpolação, qual eixo deve conduzir a velocidade da animação (escala) - i.e. para animação de locomoção, o eixo da velocidade conduz a velocidade da animação (portanto a escala)*

# UObjectToolTips,BlendSpaceBase
source: Allows multiple animations to be blended between based on input parameters
es: Permite combinar varias animaciones basadas en los parámetros de entrada
pt_br: Permite que mais de uma animação seja misturada entre si com base nos parâmetros de entrada

# UObjectToolTips,BlendSpaceBase:AnimLength
source: This animation length changes based on current input (resulting in different blend time)*
es: Esta longitud de animación cambia en base a la entrada actual (tiene como resultado diferente tiempo de combinación)*
pt_br: A duração dessa animação muda com base na entrada atual (resultando em tempo de mistura diferente)*

# UObjectToolTips,BlendSpaceBase:InterpolationParam
source: Input interpolation parameter for all 3 axis, for each axis input, decide how you'd like to interpolate input to
es: Parámetro de interpolación de la entrada para los 3 ejes, para cada entrada del eje. Decidir cómo se quiere interpolar la entrada
pt_br: Insira parâmetro de interpolação para os 3 eixos. Para cada entrada de eixo, decide como você gostaria de interpolá-la

# UObjectToolTips,BlendSpaceBase:NotifyTriggerMode
source: The current mode used by the blendspace to decide which animation notifies to fire. Valid options are: - AllAnimations - All notify events will fire - HighestWeightedAnimation - Notify events will only fire from the highest weighted animation - None - No notify events will fire from any animations
es: El modo actual que ha usado el blendspace para decidir qué avisos de la animación disparar. Las opciones válidas son: - AllAnimations - Se dispararán todos los avisos - HighestWeightedAnimation - Solo se dispararán los eventos de aviso de las animaciones de más peso - None - No se disparará ningún evento de ninguna animación
pt_br: O modo atual usado pelo BlendSpace para decidir que notificações de animação disparar. As opções válidas são: - AllAnimations - Todos os eventos de notificação dispararão - HighestWeightedAnimation - Os eventos de notificação dispararão somente a partir da animação com o maior peso - None - Nenhum evento de notificação disparará de qualquer animação
