Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MovementComponent:IsExceedingMaxSpeed
source: Returns true if the current velocity is exceeding the given max speed (usually the result of GetMaxSpeed()), within a small error tolerance. Note that under normal circumstances updates cause by acceleration will not cause this to be true, however external forces or changes in the max speed limit can cause the max speed to be violated.
es: Devuelve verdadero si la velocidad actual excede la velocidad máxima proporcionada (normalmente el resultado de GetMaxSpeed()), dentro de una tolerancia de error pequeña. Tenga en cuenta que bajo circunstancias normales actualizaciones por aceleración no motivarán que sea verdadero, sin embargo, fuerzas externas o cambios en el límite de la velocidad máxima pueden causar que se viole la velocidad máxima.
pt_br: Retorna verdadeiro se a velocidade atual estiver excedendo a velocidade máxima fornecida (geralmente, o resultado de GetMaxSpeed()), dentro de uma pequena tolerância de erro. Observe, em condições normais, atualizações causadas pela aceleração não farão que isso seja verdadeiro. No entanto, forçar externas ou alterações no limite máximo de velocidade podem fazer com que a velocidade máxima seja violada.

# UObjectToolTips,MovementComponent:K2_GetMaxSpeedModifier
source: @return a scalar applied to the maximum velocity that the component can currently move.
es: @return una variable aplicada a la velocidad máxima que el componente puede mover ahora.
pt_br: @return um escalar aplicado à velocidade máxima na qual o componente pode se mover atualmente.

# UObjectToolTips,MovementComponent:K2_MoveUpdatedComponent
source: Moves our UpdatedComponent by the given Delta, and sets rotation to NewRotation. Respects the plane constraint, if enabled. @return True if some movement occurred, false if no movement occurred. Result of any impact will be stored in OutHit.
es: Mueve nuestro UpdatedComponent mediante el delta proporcionado, t ajusta la rotación a NewRotation. Respeta la restricción del plano, si está activado. @return Verdadero si se han producido algunos movimientos, falso si no se ha producido ninguno. El resultado de cualquier impacto se almacenará en OutHit.
pt_br: Move o UpdatedComponent pelo Delta dado, e define a rotação como NewRotation. Respeita a restrição do plano, se essa opção estiver ativa. @retorna Verdadeiro se algum movimento ocorrer, falso se nenhum movimento ocorrer. O resultado de qualquer impacto será armazenado em OutHit.

# UObjectToolTips,MovementComponent:SnapUpdatedComponentToPlane
source: Snap the updated component to the plane constraint, if enabled.
es: Atraer al componente actualizado a la restricción del plano, si está activado.
pt_br: Aderir o componente atualizado à restrição de plano, se ativada.

# UObjectToolTips,MovementComponent:StopMovementImmediately
source: Stops movement immediately (zeroes velocity, usually zeros acceleration for components with acceleration).
es: Para el movimiento inmediatamente (velocidad a cero, normalmente una aceleración cero para los componentes con aceleración).
pt_br: Interrompe o movimento imediatamente (zera a velocidade, geralmente zera a aceleração para componentes com aceleração).

# UObjectToolTips,MoviePlayerSettings
source: Implements the settings for the Windows target platform.
es: Aplica los ajustes para la plataforma meta de Windows
pt_br: Implementa as configurações para a plataforma de destino do Windows.

# UObjectToolTips,WindowsTargetSettings
source: Implements the settings for the Windows target platform.
es: Aplica los ajustes para la plataforma meta de Windows
pt_br: Implementa as configurações para a plataforma de destino do Windows.

# UObjectToolTips,MoviePlayerSettings:StartupMovies
source: Movies to play on startup. Note that these must be in your game's Game/Content/Movies directory.
es: Películas a reproducir al inicio. Hay que tener en cuenta que éstas tienen que estar en el directorio juego/contenido/películas del juego.
pt_br: Filmes a reproduzir na inicialização. Observe que eles devem estar no diretório Game/Content/Movies.

# UObjectToolTips,MovieScene2DTransformSection
source: A transform section
es: Una sección de transformación
pt_br: Uma seção de transformação

# UObjectToolTips,MovieScene2DTransformSection:Scale
source: Scale curves
es: Curvas de escala
pt_br: Curvas de escala

# UObjectToolTips,MovieScene3DTransformSection:Scale
source: Scale curves
es: Curvas de escala
pt_br: Curvas de escala

# UObjectToolTips,MovieScene2DTransformSection:Translation
source: Translation curves
es: Curvas de traslación
pt_br: Curvas de translação

# UObjectToolTips,MovieScene3DTransformSection:Translation
source: Translation curves
es: Curvas de traslación
pt_br: Curvas de translação

# UObjectToolTips,MovieScene3DTransformSection:Rotation
source: Rotation curves
es: Curvas de rotación
pt_br: Curvas de rotação

# UObjectToolTips,MovieScene3DTransformTrack
source: Handles manipulation of component transforms in a movie scene
es: Se encarga de la manipulación de las transformaciones del componentes en una escena de la película
pt_br: Lida com a manipulação das transformações de componente em uma cena de filme

# UObjectToolTips,MovieSceneVectorTrack
source: Handles manipulation of component transforms in a movie scene
es: Se encarga de la manipulación de las transformaciones del componentes en una escena de la película
pt_br: Lida com a manipulação das transformações de componente em uma cena de filme

# UObjectToolTips,MovieScene:EditorData
source: Editor only data that needs to be saved between sessions for editing but has no runtime purpose
es: El editor solo almacena los datos que necesita guardar entre las sesiones para editar pero sin objetivo de ejecución
pt_br: Edita somente dados que precisam ser salvos entre as sessões para edição, mas não tem fins em tempo de execução

# UObjectToolTips,MovieSceneEditorData
source: Editor only data that needs to be saved between sessions for editing but has no runtime purpose
es: El editor solo almacena los datos que necesita guardar entre las sesiones para editar pero sin objetivo de ejecución
pt_br: Edita somente dados que precisam ser salvos entre as sessões para edição, mas não tem fins em tempo de execução

# UObjectToolTips,MovieScene:MasterTracks
source: Master tracks which are not bound to spawned or possessed objects
es: Pistas maestras que no está limitadas a objetos creados o poseídos
pt_br: As trilhas principais que não estão vinculadas a objetos criados ou possuídos.

# UObjectToolTips,MovieScene:ObjectBindings
source: Tracks bound to possessed or spawned objects
es: Pistas limitadas a objetos poseídos o generados
pt_br: Faixas vinculadas a objetos possuídos ou criados

# UObjectToolTips,MovieScene:Possessables
source: Typed slots for already-spawned objects that we are able to control with this MovieScene
es: Ranuras catalogadas para objetos ya generados y que somos capaces de controlar con este MovieScene
pt_br: Slots inseridos para objetos já criados que podemos controlar com essa MovieScene

# UObjectToolTips,MovieSceneActorReferenceSection:ActorGuidIndexCurve
source: Curve data
es: Datos de la curva
pt_br: Dados da curva

# UObjectToolTips,MovieSceneFloatSection:FloatCurve
source: Curve data
es: Datos de la curva
pt_br: Dados da curva

# UObjectToolTips,MovieSceneStringSection:StringCurve
source: Curve data
es: Datos de la curva
pt_br: Dados da curva

# UObjectToolTips,MovieSceneAudioSection
source: Audio section, for use in the master audio, or by attached audio objects
es: Sección del audio, que se utiliza en el audio del archivo maestro, o añadiendo objetos de audio.
pt_br: Seção de áudio, para uso no áudio principal ou por objetos de áudio anexados

# UObjectToolTips,MovieSceneAudioSection:AudioDilationFactor
source: The amount which this audio is time dilated by
es: La cantidad de tiempo que esta audio está dilatado
pt_br: A quantidade de dilatação de tempo desse áudio

# UObjectToolTips,MovieSceneAudioSection:AudioStartTime
source: The absolute time that the sound starts playing at
es: El tiempo absoluto en el que se empieza a reproducir el sonido
pt_br: Tempo absoluto em que o som começa a ser reproduzido

# UObjectToolTips,MovieSceneAudioSection:Sound
source: The sound cue or wave that this section plays
es: La pista u onda de sonido que reproduce esta sección
pt_br: O comando de som ou onda que essa seção reproduz

# UObjectToolTips,MovieSceneAudioTrack:AudioSections
source: List of all master audio sections
es: Lista de todas las secciones de audio maestras
pt_br: Lista de todas as seções de áudio principal

# UObjectToolTips,MovieSceneBinding
source: A set of tracks bound to runtime objects
es: Un conjunto de pistas ligadas a los objetos de la ejecución
pt_br: Um conjunto de faixas vinculado a objetos em tempo de execução

# UObjectToolTips,MovieSceneBinding:BindingName
source: Display name
es: Visualizar el nombre
pt_br: Exibir nome

# UObjectToolTips,MovieSceneBinding:ObjectGuid
source: Object binding guid for runtime objects
es: GUID (identificador único global) de enlace del objeto para objetos del tiempo de ejecución
pt_br: GUID de vinculação de objeto para objetos de tempo de execução

# UObjectToolTips,MovieSceneBinding:Tracks
source: All tracks in this binding
es: Todas las pistas en este enlace
pt_br: Todas as faixas nessa vinculação

# UObjectToolTips,MovieSceneBoolSection:BoolCurve
source: Ordered curve data // @todo Sequencer This could be optimized by packing the bools separately // but that may not be worth the effort
es: Datos de curva ordenados // @todo Secuenciador Esto podría optimizarse mediante el empaquetado de booleanos de forma separada // pero el esfuerzo podría no valer la pena
pt_br: Dados da curva ordenados // @a fazer Sequenciador: pode ser otimizado ao empacotar os booleanos separadamente // mas pode não valer o esforço

# UObjectToolTips,MovieSceneBoolTrack
source: Handles manipulation of float properties in a movie scene
es: Se encarga de la manipulación de las propiedades del punto flotante en un escena de la película
pt_br: Lida com a manipulação das propriedades de flutuante em uma cena de filme

# UObjectToolTips,MovieSceneColorTrack
source: Handles manipulation of float properties in a movie scene
es: Se encarga de la manipulación de las propiedades del punto flotante en un escena de la película
pt_br: Lida com a manipulação das propriedades de flutuante em uma cena de filme

# UObjectToolTips,MovieSceneFloatTrack
source: Handles manipulation of float properties in a movie scene
es: Se encarga de la manipulación de las propiedades del punto flotante en un escena de la película
pt_br: Lida com a manipulação das propriedades de flutuante em uma cena de filme

# UObjectToolTips,MovieSceneCameraCutTrack:Sections
source: All movie scene sections.
es: Todas las secciones de la escena de la película.
pt_br: Todas as seções da cena de filme

# UObjectToolTips,MovieSceneSubTrack:Sections
source: All movie scene sections.
es: Todas las secciones de la escena de la película.
pt_br: Todas as seções da cena de filme

# UObjectToolTips,MovieSceneColorSection
source: A single floating point section
es: Una sección del punto flotante única
pt_br: Uma única seção de ponto flutuante

# UObjectToolTips,MovieSceneFloatSection
source: A single floating point section
es: Una sección del punto flotante única
pt_br: Uma única seção de ponto flutuante

# UObjectToolTips,MovieSceneColorSection:AlphaCurve
source: Alpha curve data
es: Datos de la curva alfa
pt_br: Dados da curva alfa

# UObjectToolTips,MovieSceneMarginSection:BottomCurve
source: Alpha curve data
es: Datos de la curva alfa
pt_br: Dados da curva alfa

# UObjectToolTips,MovieSceneColorSection:BlueCurve
source: Blue curve data
es: Datos de curva azul
pt_br: Dados da curva azul

# UObjectToolTips,MovieSceneMarginSection:RightCurve
source: Blue curve data
es: Datos de curva azul
pt_br: Dados da curva azul

# UObjectToolTips,MovieSceneColorSection:GreenCurve
source: Green curve data
es: Datos de la curva verde
pt_br: Dados da curva de verde

# UObjectToolTips,MovieSceneMarginSection:LeftCurve
source: Green curve data
es: Datos de la curva verde
pt_br: Dados da curva de verde

# UObjectToolTips,MovieSceneColorSection:RedCurve
source: Red curve data
es: Datos de la curva roja
pt_br: Dados da curva vermelha

# UObjectToolTips,MovieSceneMarginSection:TopCurve
source: Red curve data
es: Datos de la curva roja
pt_br: Dados da curva vermelha

# UObjectToolTips,MovieSceneMarginSection
source: A section in a Margin track
es: Una sección en una pista margen.
pt_br: Uma seção em uma faixa da margem

# UObjectToolTips,MovieSceneMarginTrack
source: Handles manipulation of FMargins in a movie scene
es: Se encarga de la manipulación de FMargins en una escena de película
pt_br: Lida com a manipulação de FMargins em uma cena de filme

# UObjectToolTips,MovieSceneParticleTrack
source: Handles triggering of particle emitters
es: Se encarga de disparar los emisores de las partículas
pt_br: Manipula o acionamento de emissores de partículas

# UObjectToolTips,MovieScenePossessable
source: MovieScenePossessable is a "typed slot" used to allow the MovieScene to control an already-existing object
es: MovieScenePossessable es una "ranura de tipo" que se usa para permitir a MovieScene controlar un objeto ya existente.
pt_br: MovieScenePossessable é um "slot com tipo" usado para permitir que a MovieScene controle um objeto existente

# UObjectToolTips,MovieScenePossessable:Name
source: Name label for this slot // @todo sequencer: Should be editor-only probably
es: Etiqueta de nombre para esta ranura // @todo secuenciador: Es posible que solo sea para el editor
pt_br: Rótulo do nome desse slot // @a fazer sequenciador: talvez seja somente para editor

# UObjectToolTips,MovieScenePossessable:PossessedObjectClass
source: Type of the object we'll be possessing // @todo sequencer: Might be able to be editor-only. We'll see. // @todo sequencer: This isn't used for anything yet. We could use it to gate which types of objects can be bound to a // possessable "slot" though. Or we could use it to generate a "preview" spawnable puppet when previewing with no // possessable object available.
es: Tipo del objeto que vamos a poseer // @todo secuenciador: Es posible que solo sea para el editor. Veremos. // @todo secuenciador: Todavía no se usa. Pero podríamos utilizarlo para regular los tipos de objetos que se pueden unir a // una "ranura" que se puede poseer. También podríamos usarlo para generar un títere que puede ser un peón con "vista preliminar" cuando se obtiene una vista previa sin //un objeto que se pueda poseer.
pt_br: Tipo do objeto que será possuído // @a fazer sequenciador: Talvez possa ser somente editor. Veremos. // @a fazer sequenciador: Ainda não é usado para nada. Mas podemos usar para fazer uma ponte com os tipos de objetos que podem ser vinculados a um // "slot" que pode ter dono. Ou podemos usá-lo para gerar um marionete criável de "visualização" sem nenhum // objeto disponível que pode ter dono.

# UObjectToolTips,MovieScenePropertyTrack
source: Base class for tracks that animate an object property
es: Clase base para las pistas de anima a una propiedad del objeto
pt_br: Classe base para faixas que animam uma propriedade de objeto

# UObjectToolTips,MovieScenePropertyTrack:PropertyName
source: Name of the property being changed
es: Nombre de la propiedad que se está cambiando
pt_br: Nome da propriedade a alterar

# UObjectToolTips,MovieScenePropertyTrack:Sections
source: All the sections in this list
es: Todas las secciones en esta lista
pt_br: Todas as seções nessa lista

# UObjectToolTips,MovieSceneSection
source: Base class for movie scene sections
es: Clase base para las secciones de la escena de la película
pt_br: Classe base das seções de cena de filme

# UObjectToolTips,MovieSceneSection:EndTime
source: The end time of the section
es: El tiempo final de la sección
pt_br: O tempo final da seção

# UObjectToolTips,MovieSceneSection:RowIndex
source: The row index that this section sits on
es: El índice de filas en el que se encuentra esta sección
pt_br: O índice da linha em que essa seção reside

# UObjectToolTips,MovieSceneSection:StartTime
source: The start time of the section
es: El tiempo inicial de la sección
pt_br: O tempo inicial da seção

# UObjectToolTips,MovieSceneSkeletalAnimationTrack
source: Handles animation of skeletal mesh actors
es: Se encarga de la animación del esqueleto de los actores de la malla esqueleto
pt_br: Manipula a animação de atores de malhas esqueléticas

# UObjectToolTips,MovieSceneSkeletalAnimationTrack:AnimationSections
source: List of all animation sections
es: Lista de todas las secciones de animación
pt_br: Lista de todas as seções de animação

# UObjectToolTips,MovieSceneSpawnable
source: MovieSceneSpawnable describes an object that can be spawned for this MovieScene
es: MovieSceneSpawnable describe un objeto que se puede generar para este MovieScene
pt_br: MovieSceneSpawnable descreve um objeto que pode ser criado para esta MovieScene

# UObjectToolTips,MovieSceneSpawnable:Name
source: Name label // @todo sequencer: Should be editor-only probably
es: Etiqueta de nombre // @todo secuenciador: Es posible que solo sea para el editor
pt_br: Rótulo do nome // @a fazer sequenciador: talvez seja somente para editor

# UObjectToolTips,MovieSceneVectorSection:ChannelsUsed
source: How many curves are actually used
es: Cuántas curvas se usan en realidad
pt_br: Número de curvas usadas realmente

# UObjectToolTips,MovieSceneVectorSection:Curves
source: Vector t
pt_br: Vetor t

# UObjectToolTips,MovieSceneVectorTrack:NumChannelsUsed
source: The number of channels used by the vector (2,3, or 4)
es: El número de canales usados por el vector (2, 3, o 4)
pt_br: O número de canais usados pelo vetor (2,3 ou 4)

# UObjectToolTips,NameCurve:Keys
source: Sorted array of keys
es: Matriz ordenada de claves
pt_br: Matriz classificada de chaves

# UObjectToolTips,RichCurve:Keys
source: Sorted array of keys
es: Matriz ordenada de claves
pt_br: Matriz classificada de chaves

# UObjectToolTips,StringCurve:Keys
source: Sorted array of keys
es: Matriz ordenada de claves
pt_br: Matriz classificada de chaves

# UObjectToolTips,NameCurveKey:Time
source: Time at this key
es: Tiempo en esta clave
pt_br: Tempo nessa tecla

# UObjectToolTips,RichCurveKey:Time
source: Time at this key
es: Tiempo en esta clave
pt_br: Tempo nessa tecla

# UObjectToolTips,StringCurveKey:Time
source: Time at this key
es: Tiempo en esta clave
pt_br: Tempo nessa tecla

# UObjectToolTips,NameCurveKey:Value
source: Value at this key
es: Valor en esta clave
pt_br: Valor nesta tecla

# UObjectToolTips,RichCurveKey:Value
source: Value at this key
es: Valor en esta clave
pt_br: Valor nesta tecla

# UObjectToolTips,StringCurveKey:Value
source: Value at this key
es: Valor en esta clave
pt_br: Valor nesta tecla

# UObjectToolTips,NamedNetDriver
source: Active and named net drivers instantiated from an FNetDriverDefinition The net driver will remain instantiated on this struct until it is destroyed
es: Los driver activos e identificados se han instanciado de un FNetDriverDefinition El driver permanecerá instanciado en esta estructura hasta ser eliminado.
pt_br: Drivers de rede ativos e nomeados instanciados de uma FNetDriverDefinition O driver de rede permanecerá instanciado neste struct até que seja destruído

# UObjectToolTips,NamedNetDriver:NetDriver
source: Instantiation of named net driver
es: Ejemplificación del controlador de red nombrado
pt_br: Instanciação do driver de rede nomeado

# UObjectToolTips,NamedSlotBinding
source: The state passed into OnPaint that we can expose as a single painting structure to blueprints to allow script code to override OnPaint behavior.
es: El estado pasó a OnPaint, que podemos exponer como una estructura de pintura simple para permitir que un código de secuencia anule el comportamiento de OnPaint.
pt_br: O estado passado para OnPaint que pode ser exposto como estrutura de pintura única para esquemas para permitir que o código do script substitua o comportamento de OnPaint.

# UObjectToolTips,PaintContext
source: The state passed into OnPaint that we can expose as a single painting structure to blueprints to allow script code to override OnPaint behavior.
es: El estado pasó a OnPaint, que podemos exponer como una estructura de pintura simple para permitir que un código de secuencia anule el comportamiento de OnPaint.
pt_br: O estado passado para OnPaint que pode ser exposto como estrutura de pintura única para esquemas para permitir que o código do script substitua o comportamento de OnPaint.

# UObjectToolTips,NavArea
source: Class containing definition of a navigation area
es: Clase que contiene la definición de un área de navegación
pt_br: Classe que contém a definição de uma área de navegação

# UObjectToolTips,NavAreaMeta
source: Class containing definition of a navigation area
es: Clase que contiene la definición de un área de navegación
pt_br: Classe que contém a definição de uma área de navegação

# UObjectToolTips,NavAreaMeta_SwitchByAgent
source: Class containing definition of a navigation area
es: Clase que contiene la definición de un área de navegación
pt_br: Classe que contém a definição de uma área de navegação

# UObjectToolTips,NavLinkDefinition
source: Class containing definition of a navigation area
es: Clase que contiene la definición de un área de navegación
pt_br: Classe que contém a definição de uma área de navegação

# UObjectToolTips,NavArea:DefaultCost
source: travel cost multiplier for path distance
es: multiplicador del coste del viaje para la distancia de la ruta
pt_br: multiplicador de custo de viagem para a distância de caminho

# UObjectToolTips,NavArea:DrawColor
source: area color in navigation view
es: color del área en la vista de navegación
pt_br: cor da área na visualização de navegação

# UObjectToolTips,NavArea:FixedAreaEnteringCost
source: entering cost
es: introducir el coste
pt_br: custo de entrada

# UObjectToolTips,NavArea_Default
source: Regular navigation area, applied to entire navigation data by default
es: Área de navegación regular, aplicada en los datos de navegación por defecto.
pt_br: Área de navegação regular, aplicada a todos os dados de navegação por padrão

# UObjectToolTips,RecastFilter_UseDefaultArea
source: Regular navigation area, applied to entire navigation data by default
es: Área de navegación regular, aplicada en los datos de navegación por defecto.
pt_br: Área de navegação regular, aplicada a todos os dados de navegação por padrão

# UObjectToolTips,NavArea_Null
source: In general represents an empty area, that cannot be traversed by anyone. Ever.
es: En general, representa un área vacía que no pueda ser atravesada por nadie. Nunca.
pt_br: Em geral, representa uma área vazia, que não pode ser atravessada por ninguém. Nunca.

# UObjectToolTips,NavCollision:AreaClass
source: navigation area type (empty = default obstacle)
es: tipo del área de navegación (vacío = obstáculo predeterminado)
pt_br: tipo de área de navegação (vazio = obstáculo padrão)

# UObjectToolTips,NavCollision:bGatherConvexGeometry
source: If set, convex collisions will be exported offline for faster runtime navmesh building (increases memory usage)
es: Si lo ajusta, colisiones convexas se exportarán para un diseño de la malla de navegación de ejecución más rápida (aumenta el uso de la memoria)
pt_br: Se definido, colisões convexas serão exportadas off-line para acelerar a compilação de navmesh em tempo de execução (aumenta o uso de memória)
