Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Blueprint
source: Blueprints are special assets that provide an intuitive, node-based interface that can be used to create new types of Actors and script level events; giving designers and gameplay programmers the tools to quickly create and iterate gameplay from within Unreal Editor without ever needing to write a line of code.
es: Los Blueprints son activos especiales que proporcionan una interfaz intuitiva basada en un nodo que se puede usar para crear tipos nuevos de actores y eventos del nivel de la secuencia. Dar a los programadores y diseñadores del juego las herramientas con las que crear e iterar el juego dentro de Unreal Editor sin que ni siquiera necesiten escribir una linea del código.
pt_br: Esquemas são ativos especiais que fornecem uma interface intuitiva baseada em nós que e pode ser usada para criar novos tipos de Atores e eventos de nível de script; fornecendo aos designers e programadores de jogabilidade as ferramentas para criar e iterar rapidamente a jogabilidade dentro do Editor do Unreal sem nunca precisar escrever sequer uma linha de código.

# UObjectToolTips,Blueprint:bBeingCompiled
source: The blueprint is currently compiled
es: El Blueprint está compilado actualmente
pt_br: O esquema está atualmente compilado

# UObjectToolTips,Blueprint:bDeprecate
source: Deprecates the Blueprint, marking the generated class with the CLASS_Deprecated flag
es: Vuelve obsoleto al Blueprint, marcando la clase generada con el indicador CLASS_Deprecated
pt_br: Descontinua o Esquema, tornando a classe gerada com o sinalizador CLASS_Deprecated

# UObjectToolTips,Blueprint:bDisplayCompilePIEWarning
source: TRUE to show a warning when attempting to start in PIE and there is a compiler error on this Blueprint
es: VERDADERO para mostrar una advertencia cuando se intenta iniciar en PIE y existe un error del compilador en este Blueprint
pt_br: TRUE para exibir uma advertência ao tentar iniciar em PIE e se houver um erro do compilador neste Esquema

# UObjectToolTips,Blueprint:bForceFullEditor
source: Whether to force opening the full (non data-only) editor for this blueprint.
es: Si forzar la apertura del editor completo (solo sin datos) para este Blueprint.
pt_br: Se deve forçar a abertura do editor completo (não apenas dados) para esse esquema.

# UObjectToolTips,Blueprint:bGenerateConstClass
source: Whether or not this blueprint's class is a const class or not. Should set CLASS_Const in the KismetCompiler.
es: Si es o no esta clase del Blueprint una clase constante. Se debe ajustar CLASS_Const en el KismetCompiler.
pt_br: Se a classe desse esquema é ou não restringir uma classe de restrição. Deve definir CLASS_Const no KismetCompiler.

# UObjectToolTips,Blueprint:bHasBeenRegenerated
source: When the class generated by this blueprint is loaded, it will be recompiled the first time. After that initial recompile, subsequent loads will skip the regeneration step
es: Cuando se carga la clase generada por este Blueprint, se recopilará por primera vez. Después de esa recopilación inicial, las cargas posteriores omitirán el paso de regeneración
pt_br: Quando a classe gerada por esse esquema for carregada, ela será recompilada na primeira vez. Depois da recompilação inicial, carregamentos subsequentes ignorarão o passo de regeneração

# UObjectToolTips,Blueprint:bIsNewlyCreated
source: Whether or not this blueprint is newly created, and hasn't been opened in an editor yet
es: Si este Blueprint se creó recientemente o no, y aún no se ha abierto en un editor
pt_br: Se esse esquema é ou não recém-criado e se não foi ainda aberto em um editor

# UObjectToolTips,Blueprint:bIsRegeneratingOnLoad
source: State flag to indicate whether or not the Blueprint is currently being regenerated on load
es: Indicador de estado que indica si el Blueprint se está regenerando o no durante la carga
pt_br: Sinalizador de estado para indicar se o esquema está ou não sendo regenerado ao carregar no momento

# UObjectToolTips,Blueprint:BlueprintCategory
source: The category of the Blueprint, used to organize this Blueprint class when displayed in palette windows
es: La categoría del Blueprint, usada para organizar esta clase de Blueprint cuando se muestra en las ventanas de paletas
pt_br: A categoria do Esquema, usado para organizar essa classe de Esquema quando exibida nas janelas de paleta

# UObjectToolTips,Blueprint:BlueprintDescription
source: shows up in the content browser when the blueprint is hovered
es: muestra en el buscador de contenido cuando el Blueprint tiene un globo de información
pt_br: exibe no navegador de conteúdo quando o mouse passa por cima do esquema

# UObjectToolTips,Blueprint:BlueprintSystemVersion
source: The version of the blueprint system that was used to create this blueprint
es: La versión del sistema Blueprint que se usó para crear este Blueprint
pt_br: A versão do sistema de esquema que foi usada para criar esse esquema

# UObjectToolTips,Blueprint:BlueprintType
source: The type of this blueprint
es: El tipo de este Blueprint
pt_br: O tipo desse esquema

# UObjectToolTips,Blueprint:Breakpoints
source: Persistent debugging options
es: Opciones de depurado permanente
pt_br: Opções de depuração persistentes

# UObjectToolTips,Blueprint:bRecompileOnLoad
source: Whether or not this blueprint should recompile itself on load
es: Si este Blueprint debe o no compilarse a sí mismo durante la carga
pt_br: Se esse esquema deve ou não recompilar a si mesmo ao carregar

# UObjectToolTips,Blueprint:bRunConstructionScriptOnDrag
source: whether or not you want to continuously rerun the construction script for an actor as you drag it in the editor, or only when the drag operation is complete
es: si se quiere o no volver a ejecutar de forma continuada la secuencia de la construcción para un actor cuando se arrastre hasta el editor, o solo cuando se complete la operación de desplazamiento
pt_br: se você quer ou não reexecutar continuamente o script de construção para um ator à medida que ele é arrastado no editor, ou somente quando a operação de arrastar for concluída

# UObjectToolTips,Blueprint:ComponentTemplates
source: Array of component template objects, used by AddComponent function
es: Matriz de objetos de plantilla de componente, usada por la función AddComponent
pt_br: Matriz de objetos do modelo do componente, usado pela função AddComponent

# UObjectToolTips,BlueprintGeneratedClass:ComponentTemplates
source: Array of component template objects, used by AddComponent function
es: Matriz de objetos de plantilla de componente, usada por la función AddComponent
pt_br: Matriz de objetos do modelo do componente, usado pela função AddComponent

# UObjectToolTips,Blueprint:DelegateSignatureGraphs
source: Graphs of signatures for delegates
es: Gráficos de firmas para delegados
pt_br: Grafos de assinatura dos delegados

# UObjectToolTips,Blueprint:EventGraphs
source: Set of functions actually compiled for this class
es: Conjunto de funciones que realmente se compilaron para esta clase
pt_br: Conjunto de funções compiladas por esta classe

# UObjectToolTips,Blueprint:IntermediateGeneratedGraphs
source: Set of functions actually compiled for this class
es: Conjunto de funciones que realmente se compilaron para esta clase
pt_br: Conjunto de funções compiladas por esta classe

# UObjectToolTips,Blueprint:FunctionGraphs
source: Set of functions implemented for this class graphically
es: Conjunto de funciones implementadas para esta clase de forma gráfica
pt_br: Conjunto de funções implementadas graficamente por esta classe

# UObjectToolTips,Blueprint:ImplementedInterfaces
source: Array of info about the interfaces we implement in this blueprint
es: Matriz de la información sobre las interfaces que aplicamos en este Blueprint
pt_br: Matriz de informações sobre as interfaces implementadas neste esquema

# UObjectToolTips,Blueprint:LastEditedDocuments
source: Set of documents that were being edited in this blueprint, so we can open them right away
es: Conjunto de documentos que se habían estado editando en el Blueprint, así que podemos abrirlos inmediatamente
pt_br: Conjunto de documentos editados neste esquema para que possam ser abertos imediatamente

# UObjectToolTips,Blueprint:MacroGraphs
source: Set of macros implemented for this class
es: Conjunto de macros implementados para esta clase
pt_br: Conjunto de macros implementadas para esta classe

# UObjectToolTips,Blueprint:NewVariables
source: Array of new variables to be added to generated class
es: Matriz de las variables nuevas que añadir a la clase generada.
pt_br: Matriz de novas variáveis a serem adicionadas à classe gerada

# UObjectToolTips,Blueprint:SearchGuid
source: Guid key for finding searchable data for Blueprint in the DDC
es: Guid (identificador único global) clave para encontrar datos registrables para Blueprint en el DDC
pt_br: Chave de GUID para dados buscáveis para o esquema no DDC

# UObjectToolTips,Blueprint:SimpleConstructionScript
source: 'Simple' construction script - graph of components to instance
es: Secuencia de construcción 'básica' - gráfico de componentes a instanciar.
ko: Simple Construction Script - 단순한 컨스트럭션 스크립트로, 인스턴싱할 컴포넌트 그래프입니다.
pt_br: Script de construção 'simples' - grafo de componentes à instância

# UObjectToolTips,BlueprintGeneratedClass:SimpleConstructionScript
source: 'Simple' construction script - graph of components to instance
es: Secuencia de construcción 'básica' - gráfico de componentes a instanciar.
ko: Simple Construction Script - 단순한 컨스트럭션 스크립트로, 인스턴싱할 컴포넌트 그래프입니다.
pt_br: Script de construção 'simples' - grafo de componentes à instância

# UObjectToolTips,Blueprint:Status
source: The current status of this blueprint
es: El estado actual de este Blueprint
pt_br: O status atual desse esquema

# UObjectToolTips,Blueprint:Timelines
source: Array of templates for timelines that should be created
es: Matriz de plantillas para la línea del tiempo que se deben crear
pt_br: Matriz de modelos para linhas do tempo que devem ser criadas

# UObjectToolTips,BlueprintGeneratedClass:Timelines
source: Array of templates for timelines that should be created
es: Matriz de plantillas para la línea del tiempo que se deben crear
pt_br: Matriz de modelos para linhas do tempo que devem ser criadas

# UObjectToolTips,Blueprint:UbergraphPages
source: Set of pages that combine into a single uber-graph
es: Conjunto de páginas que se combinan en un mismo gráfico uber
pt_br: Conjunto de páginas que se combinam em um único supergrafo

# UObjectToolTips,BlueprintActionMenuItem
source: Wrapper around a UBlueprintNodeSpawner, which takes care of specialized node spawning. This class should not be sub-classed, any special handling should be done inside a UBlueprintNodeSpawner subclass, which will be invoked from this class (separated to divide ui and node-spawning).
es: Envoltura alrededor de un UBlueprintNodeSpawner, que se encarga de la generación de nodos especializados. No se debe subclasificar esta clase, cualquier manipulación especial deberá hacerse dentro de una subclase UBlueprintNodeSpawner, que se invocará desde esta clase (separado para dividir ui y generación de nodos).
pt_br: Envoltório em torno de UBlueprintNodeSpawner, que cuida da criação de nós especializados. Essa classe não deve ser tratada como subclasse, qualquer manuseio especial deve ser feito dentro de uma subclasse UBlueprintNodeSpawner, que será chamada dessa classe (separada para dividir IU e criação de nós).

# UObjectToolTips,BlueprintBoundEventNodeSpawner
source: Takes care of spawning UK2Node_Event nodes. Acts as the "action" portion of certain FBlueprintActionMenuItems. Will not spawn a new event node if one associated with the specified function already exits (instead, Invoke() will return the existing one). Evolved from FEdGraphSchemaAction_K2AddEvent and FEdGraphSchemaAction_K2ViewNode.
es: Se encarga de generar nodos UK2Node_Event. Actúa como la "acción" porción de ciertos FBlueprintActionMenuItems. No generará un nodo de eventos si ya existe uno\asociado con la función específica (en su lugar, Invoke() devolverá\el que ya existe). Evolucionó de FEdGraphSchemaAction_K2AddEvent y FEdGraphSchemaAction_K2ViewNode.
pt_br: Cuida da criação de nós UK2Node_Event. Age como a parte "ação" de determinados FBlueprintActionMenuItems. Não criará um novo nó se já existir um associado à função especificada (em vez disso, Invoke() retornará o existente). Evoluiu de FEdGraphSchemaAction_K2AddEvent e FEdGraphSchemaAction_K2ViewNode.

# UObjectToolTips,BlueprintEventNodeSpawner
source: Takes care of spawning UK2Node_Event nodes. Acts as the "action" portion of certain FBlueprintActionMenuItems. Will not spawn a new event node if one associated with the specified function already exits (instead, Invoke() will return the existing one). Evolved from FEdGraphSchemaAction_K2AddEvent and FEdGraphSchemaAction_K2ViewNode.
es: Se encarga de generar nodos UK2Node_Event. Actúa como la "acción" porción de ciertos FBlueprintActionMenuItems. No generará un nodo de eventos si ya existe uno\asociado con la función específica (en su lugar, Invoke() devolverá\el que ya existe). Evolucionó de FEdGraphSchemaAction_K2AddEvent y FEdGraphSchemaAction_K2ViewNode.
pt_br: Cuida da criação de nós UK2Node_Event. Age como a parte "ação" de determinados FBlueprintActionMenuItems. Não criará um novo nó se já existir um associado à função especificada (em vez disso, Invoke() retornará o existente). Evoluiu de FEdGraphSchemaAction_K2AddEvent e FEdGraphSchemaAction_K2ViewNode.

# UObjectToolTips,BlueprintCallableFunctionRedirect
source: Structure used to automatically convert blueprintcallable functions (that have blueprint parameter) calls (in bp graph) into their never versions (with class param instead of blueprint).
es: Estructura usada para convertir automáticamente las funciones blueprintcallable (que tienen un parámetro Blueprint) llama (en el gráfico bp) a sus versiones más recientes (con parámetro de clase en lugar de Blueprint).
pt_br: Estrutura usada automaticamente para converter chamadas (no grafo bp) de funções blueprintcallable (que tenham o parâmetro de esquema) em suas versões mais novas (com parâmetro de classe em vez de esquema).

# UObjectToolTips,BlueprintComponentDelegateBinding
source: Entry for a delegate to assign after a blueprint has been instanced
es: Entrada para asignar un delegado después de que se haya instanciado un Blueprint
pt_br: Entrada para um delegado atribuir após um esquema ser instanciado

# UObjectToolTips,BlueprintComponentDelegateBinding:ComponentPropertyName
source: Name of component property that contains delegate we want to assign to.
es: Nombre de la propiedad de componente que contiene el delegado al cual queremos asignar.
pt_br: Nome da propriedade de componente que contém o delegado ao qual se deseja atribuir.

# UObjectToolTips,BlueprintComponentDelegateBinding:DelegatePropertyName
source: Name of property on the component that we want to assign to.
es: Nombre de la propiedad en el componente al que queremos asignar.
pt_br: Nome da propriedade no componente a que se deseja atribuir.

# UObjectToolTips,BlueprintComponentDelegateBinding:FunctionNameToBind
source: Name of function that we want to bind to the delegate.
es: Nombre de la función que queremos enlazar al delegado.
pt_br: Nome da função que deve ser vinculada ao delegado.

# UObjectToolTips,BlueprintComponentNodeSpawner
source: Takes care of spawning UK2Node_AddComponent nodes. Acts as the "action" portion of certain FBlueprintActionMenuItems. Evolved from FEdGraphSchemaAction_K2AddComponent.
es: Se encarga de generar nodos UK2Node_AddComponent. Actúa como la "acción" porción de ciertos FBlueprintActionMenuItems. Evolucionó de FEdGraphSchemaAction_K2AddComponent.
pt_br: Cuida da criação de nós UK2Node_AddComponent. Age como a parte "ação" de determinados FBlueprintActionMenuItems. Evoluiu de FEdGraphSchemaAction_K2AddComponent.

# UObjectToolTips,BlueprintComponentNodeSpawner:ComponentClass
source: The component class to configure new nodes with.
es: La clase componente con la cual se configuran nuevos nodos.
pt_br: A classe do componente com a qual configurar os novos nós.

# UObjectToolTips,BlueprintCore:bLegacyGeneratedClassIsAuthoritative
source: BackCompat: Whether or not this blueprint's authoritative CDO data has been migrated from the SkeletonGeneratedClass CDO to the GeneratedClass CDO
es: BackCompat: Si los datos CDO acreditados del Blueprint han migrado o no desde SkeletonGeneratedClass CDO a GeneratedClass CDO
pt_br: BackCompat: Se esses dados CDO de autoridade do esquema foram ou não migrados do CDO de SkeletonGeneratedClass para o CDO de GeneratedClass

# UObjectToolTips,BlueprintCore:bLegacyNeedToPurgeSkelRefs
source: BackCompat: Whether or not we need to purge references in this blueprint to the skeleton generated during compile-on-load
es: BackCompat: Si necesitamos o no deshacernos de las referencias en este Blueprint al esqueleto generado durante la compilación durante la carga
pt_br: BackCompat: Se precisamos ou não remover as referências neste esquema para o esqueleto gerado durante a compilação ao carregar

# UObjectToolTips,BlueprintCore:BlueprintGuid
source: Blueprint Guid
es: Guid (identificador único global) del Blueprint
pt_br: Guid do Esquema

# UObjectToolTips,BlueprintCore:GeneratedClass
source: Pointer to the 'most recent' fully generated class
es: Puntero para la clase generada por completo 'más reciente'
pt_br: Apontador para a classe totalmente gerada 'mais recente'

# UObjectToolTips,BlueprintCore:SkeletonGeneratedClass
source: Pointer to the skeleton class; this is regenerated any time a member variable or function is added but is usually incomplete (no code or hidden autogenerated variables are added to it)
es: Puntero para la clase esqueleto; se regenera en cualquier momento en el que una variable o función miembro se agrega pero usualmente está incompleta (no se le agrega código ni variables ocultas autogeneradas)
pt_br: Apontador para a classe do esqueleto; regenerado sempre que uma variável-membro ou uma função é adicionada, mas geralmente está incompleta (nenhum código ou variáveis ocultas geradas automaticamente são adicionadas a ele)

# UObjectToolTips,BlueprintEditorSettings:bDrawMidpointArrowsInBlueprints
source: Should arrows indicating data/execution flow be drawn halfway along wires?
es: ¿Se deben trazar las flechas que indican el flujo de datos/ejecución a medio camino de los cables?
pt_br: As setas indicando o fluxo de execução/dados devem ser desenhadas na metade das linhas?

# UObjectToolTips,BlueprintEventNodeSpawner:CustomEventName
source: The custom name to configure new event nodes with.
es: El nombre personalizado con el cual configurar nuevos nodos de eventos.
pt_br: O nome personalizado com o qual configurar novos nós de evento.

# UObjectToolTips,BlueprintEventNodeSpawner:EventFunc
source: The function to configure new nodes with.
es: La función con la que se configuran nuevos nodos.
pt_br: A função com a qual configurar os novos nós.

# UObjectToolTips,BlueprintFunctionLibrary
source: This class is a base class for any function libraries exposed to blueprints. Methods in subclasses are expected to be static, and no methods should be added to this base class.
es: Esta clase es una clase base para cualquiera de las bibliotecas de función expuesta en los Blueprints. Se espera que los métodos de las subclases sean estáticas, y no se deberá añadir ningún método a esa clase base.
pt_br: Essa classe é uma classe base para qualquer biblioteca de funções expostas para os esquemas. Espera-se que métodos em subclasses sejam estáticos, e nenhum método deve ser adicionado a essa classe base.

# UObjectToolTips,BlueprintFunctionNodeSpawner
source: Takes care of spawning various UK2Node_CallFunction nodes. Acts as the "action" portion of certain FBlueprintActionMenuItems.
es: Se encarga de generar nodos UK2Node_CallFunction. Actúa como la "acción" porción de ciertos FBlueprintActionMenuItems.
pt_br: Cuida da criação de diversos nós UK2Node_CallFunction. Age como a parte "ação"de determinados FBlueprintActionMenuItems.

# UObjectToolTips,BlueprintGeneratedClass:DynamicBindingObjects
source: Array of objects containing information for dynamically binding delegates to functions in this blueprint
es: Matriz de objetos con información para combinar delegados de forma dinámica con funciones en este Blueprint
pt_br: Matriz de objetos que contêm informações para delgados de vinculação dinamicamente para funções neste esquema

# UObjectToolTips,BlueprintPaletteFavorites:CurrentFavorites
source: A list of favorites that is constructed in PostLoad() (either from a profile or the user's set of CustomFavorites). This list is up to date and maintained at runtime.
es: Una lista de favoritos que se crea en PostLoad() (ya sea, a partir de un perfil o del conjunto de CustomFavorites del usuario). Esta lista está al día y se mantiene durante el tiempo de ejecución.
pt_br: Uma lista dos favoritos que é construída em PostLoad() (de um perfil ou do conjunto de usuários de CustomFavorites). Esta lista é atualizada e mantida no tempo de execução.

# UObjectToolTips,BlueprintPaletteFavorites:CurrentProfile
source: Users could load pre-existing profiles (intended to share favorites, and hook into tutorials). If empty, the default profile will be loaded; if the user has customized a pre-existing profile, then this will be "CustomProfile".
es: Los usuarios podrían cargar perfiles pre-existentes (destinados a compartir favoritos y conectarse a tutoriales). Si está vacío, el perfil predeterminado se cargará; si el usuario ha personalizado un perfil pre-existente, entonces este será "CustomProfile".
pt_br: Os usuários podem carregar perfis pré-existentes (destinados a compartilhar favoritos e executar tutoriais). Se estiver vazio, o perfil padrão será carregado; se o usuário personalizou um perfil pré-existente, isso será "CustomProfile".

# UObjectToolTips,BodyInstance
source: Container for a physics representation of an object
es: Contenedor para una representación física de un objeto
pt_br: Recipiente para uma representação física de um objeto

# UObjectToolTips,BodyInstance:AngularDamping
source: 'Drag' force added to reduce angular movement
es: 'Arrastrar' la fuerza añadida para reducir el movimiento angular.
ko: Angular Damping - 각 운동 감소를 위해 추가할 '인력'입니다.
pt_br: Força de 'arrasto' adicionada para reduzir o movimento angular

# UObjectToolTips,BodyInstance:bEnableGravity
source: If object should have the force of gravity applied
es: Si el objeto debe tener aplicado una fuerza de gravedad
pt_br: Se o objeto deve sofrer a força da gravidade

# UObjectToolTips,BodyInstance:bNotifyRigidBodyCollision
source: Should 'Hit' events fire when this object collides during physics simulation.
es: ¿Debe disparar eventos “golpe' cuando este objeto colisiona durante la simulación de físicos?
pt_br: Os eventos de 'Impacto' devem disparar quando este objeto colide durante uma simulação de física?

# UObjectToolTips,BodyInstance:bSimulatePhysics
source: If true, this body will use simulation. If false, will be 'fixed' (ie kinematic) and move where it is told.
es: Si es verdadero, este cuerpo usará la simulación. Si es falso, se 'fijará' (ej. cinemática) y moverá a dónde se ha dicho.
pt_br: Se for verdadeiro, esse corpo usará simulação. Se for falso, ele será 'fixo' (i.e. cinemático) e se moverá onde for ordenado.

# UObjectToolTips,BodyInstance:bStartAwake
source: If object should start awake, or if it should initially be sleeping
es: Si el objeto debe comenzar despierto, o si debe iniciarse en reposo
pt_br: Se o objeto deve começar ativo, ou se deve estar inicialmente inativo
