Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MaterialExpression:bShowInputs
source: Whether to draw the expression's inputs.
es: Si trazar las entradas de la expresión.
pt_br: Se deve desenhar as entradas da expressão.

# UObjectToolTips,MaterialExpression:bShowOutputNameOnPin
source: If true, use the output name as the label for the pin
es: Si es verdadero, usar el nombre de salida como etiqueta para el pin
pt_br: Se for verdadeiro, usará o nome de saída como rótulo do fixador

# UObjectToolTips,MaterialExpression:bShowOutputs
source: Whether to draw the expression's outputs.
es: Si trazar las salidas de la expresión.
pt_br: Se deve desenhar as saídas da expressão.

# UObjectToolTips,MaterialExpression:Desc
source: A description that level designers can add (shows in the material editor UI).
es: Una descripción que los diseñadores del nivel pueden añadir (se muestra en la interfaz del usuario del editor del material)
pt_br: Uma descrição que designers de nível podem adicionar (exibe na IU do editor de materiais).

# UObjectToolTips,MaterialExpression:Function
source: The material function that this expression is being used with, if any. This will be NULL if the expression belongs to a function that is currently being edited,
es: La función material con la que se usa esta expresión, si la hubiese. Esto será NULO si la expresión pertenece a una función que se está editando
pt_br: A função de material com a qual essa expressão está sendo usada, se existir. Será NULL se a expressão pertencer a uma função que está sendo editada,

# UObjectToolTips,MaterialExpression:Material
source: The material that this expression is currently being compiled in. This is not necessarily the object which owns this expression, for example a preview material compiling a material function's expressions.
es: El material en el que se está compilando esta expresión. Este no es necesariamente el objeto que posee la expresión, por ejemplo un material de vista preliminar compilando las expresiones de una función material.
pt_br: O material no qual essa expressão está sendo compilada. Esse não é necessariamente o objeto dono dessa expressão, por exemplo, um material de visualização compilando as expressões da função de um material.

# UObjectToolTips,MaterialExpression:MenuCategories
source: Localized categories to sort this expression into...
es: Categorías localizadas en la cual organizar esta expresión...
pt_br: Categorias localizadas para classificar esta expressão...

# UObjectToolTips,MaterialExpression:Outputs
source: The expression's outputs, which are set in default properties by derived classes.
es: Las salidas de expresión, que se ajustan en propiedades predeterminadas por clases derivadas.
pt_br: As saídas da expressão, que são definidas em propriedades padrão por classes derivadas.

# UObjectToolTips,MaterialExpressionAbs:Input
source: Link to the input expression to be evaluated
es: Vínculo a la expresión de entrada a evaluar
pt_br: Link para a expressão de entrada a avaliar

# UObjectToolTips,MaterialExpressionAdd:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionDivide:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionLinearInterpolate:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionMax:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionMin:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionMultiply:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionSubtract:A
source: Defaults to 'ConstA' if not specified
es: Predeterminados para 'ConstA' si no se especifica
pt_br: Padrões para 'ConstA' se não for especificado

# UObjectToolTips,MaterialExpressionAdd:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionDivide:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionIf:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionLinearInterpolate:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionMax:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionMin:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionMultiply:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionSubtract:B
source: Defaults to 'ConstB' if not specified
es: Predeterminados para 'ConstB' si no se especifica
pt_br: Padrões para 'ConstB' se não for especificado

# UObjectToolTips,MaterialExpressionAdd:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionDivide:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionLinearInterpolate:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionMax:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionMin:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionMultiply:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionSubtract:ConstA
source: only used if A is not hooked up
es: solo se usa si A no está enganchado
pt_br: somente usado se A não estiver definido

# UObjectToolTips,MaterialExpressionAdd:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionDivide:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionIf:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionLinearInterpolate:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionMax:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionMin:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionMultiply:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionSubtract:ConstB
source: only used if B is not hooked up
es: solo se usa si B no está enganchado
pt_br: somente usado se B não estiver definido

# UObjectToolTips,MaterialExpressionBlackBody:Temp
source: Temperature
es: Temperatura
pt_br: Temperatura

# UObjectToolTips,MaterialExpressionBumpOffset:ConstCoordinate
source: only used if Coordinate is not hooked up
es: solo se usa si coordenada no está conectada
pt_br: somente usado se Coordenada não estiver definido

# UObjectToolTips,MaterialExpressionPanner:ConstCoordinate
source: only used if Coordinate is not hooked up
es: solo se usa si coordenada no está conectada
pt_br: somente usado se Coordenada não estiver definido

# UObjectToolTips,MaterialExpressionRotator:ConstCoordinate
source: only used if Coordinate is not hooked up
es: solo se usa si coordenada no está conectada
pt_br: somente usado se Coordenada não estiver definido

# UObjectToolTips,MaterialExpressionBumpOffset:Coordinate
source: Defaults to 'ConstCoordinate' if not specified
es: Predeterminados para 'ConstCoordinate' si no se especifica
pt_br: Padrões para 'ConstCoordinate' se não for especificado

# UObjectToolTips,MaterialExpressionPanner:Coordinate
source: Defaults to 'ConstCoordinate' if not specified
es: Predeterminados para 'ConstCoordinate' si no se especifica
pt_br: Padrões para 'ConstCoordinate' se não for especificado

# UObjectToolTips,MaterialExpressionRotator:Coordinate
source: Defaults to 'ConstCoordinate' if not specified
es: Predeterminados para 'ConstCoordinate' si no se especifica
pt_br: Padrões para 'ConstCoordinate' se não for especificado

# UObjectToolTips,MaterialExpressionTextureSample:Coordinates
source: Defaults to 'ConstCoordinate' if not specified
es: Predeterminados para 'ConstCoordinate' si no se especifica
pt_br: Padrões para 'ConstCoordinate' se não for especificado

# UObjectToolTips,MaterialExpressionBumpOffset:ReferencePlane
source: Perceived height as a fraction of width.
es: Se ha entendido la altura como una fracción del ancho.
pt_br: Altura percebida como uma fração da largura.

# UObjectToolTips,MaterialExpressionClamp:Max
source: Defaults to 'MaxDefault' if not specified
es: Predeterminados para 'MaxDefault' si no se especifica
pt_br: Padrões para 'MaxDefault' se não for especificado

# UObjectToolTips,MaterialExpressionClamp:Min
source: Defaults to 'MinDefault' if not specified
es: Predeterminados para 'MinDefault' si no se especifica
pt_br: Padrões para 'MinDefault' se não for especificado

# UObjectToolTips,MaterialExpressionCollectionParameter:Collection
source: The Parameter Collection to use.
es: La colección de parámetros que se utiliza
pt_br: A Coleção de Parâmetros a ser usada.

# UObjectToolTips,MaterialExpressionCollectionParameter:ParameterId
source: Id that is set from the name, and used to handle renaming of collection parameters.
es: ID que se establece a partir del nombre, y que se usa para manejar el resto de los parámetros de colección.
pt_br: ID definido a partir do nome e usado para manipular a renomeação dos parâmetros de coleção.

# UObjectToolTips,MaterialExpressionCollectionParameter:ParameterName
source: Name of the parameter being referenced.
es: Nombre del parámetro referenciado.
pt_br: Nome do parâmetro sendo referenciado.

# UObjectToolTips,MaterialExpressionDDX:Value
source: The value we want to compute ddx/ddy from
es: El valor del cual queremos calcular ddx/ddy
pt_br: O valor a partir do qual queremos calcular ddx/ddy

# UObjectToolTips,MaterialExpressionDDY:Value
source: The value we want to compute ddx/ddy from
es: El valor del cual queremos calcular ddx/ddy
pt_br: O valor a partir do qual queremos calcular ddx/ddy

# UObjectToolTips,MaterialExpressionDepthFade:FadeDistance
source: Defaults to 'FadeDistanceDefault' if not specified
es: Predeterminados para 'FadeDistanceDefault' si no se especifica
pt_br: Padrões para 'FadeDistanceDefault' se não for especificado

# UObjectToolTips,MaterialExpressionDepthFade:FadeDistanceDefault
source: World space distance over which the fade should take place. This is used when FadeDistance is unconnected.
es: Distancia del sistema de coordenadas global sobre el cual se debe producir la atenuación. Se usa cuando FadeDistance no está conectado.
pt_br: Distância no espaço do mundo em que o esmaecimento deve ocorrer. Usado quando FadeDistance é desconectado.

# UObjectToolTips,MaterialExpressionDepthFade:InOpacity
source: Defaults to 'OpacityDefault' if not specified
es: Predeterminados para 'OpacityDefault' si no se especifica
pt_br: Padrões para 'OpacityDefault' se não for especificado

# UObjectToolTips,MaterialExpressionDepthFade:OpacityDefault
source: Opacity which will be scaled by the result of the fade. This is used when InOpacity is unconnected.
es: Opacidad que se escalará mediante el resultado de la atenuación. Se usa cuando InOpacity está desconectado.
pt_br: Opacidade que será escalonada pelo resultado do esmaecimento. Isso é usado quando InOpacity não está conectado.

# UObjectToolTips,MaterialExpressionDepthOfFieldFunction:Depth
source: usually nothing or PixelDepth
es: normalmente nada o PixelDepth
pt_br: geralmente nada ou PixelDepth

# UObjectToolTips,MaterialExpressionDepthOfFieldFunction:FunctionValue
source: Determines the mapping place to use on the terrain.
es: Determina el lugar de asignación que se utiliza en el terreno.
pt_br: Determina o local de mapeamento a usar no terreno.

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:CustomUVType
source: Determines the mapping place to use on the terrain.
es: Determina el lugar de asignación que se utiliza en el terreno.
pt_br: Determina o local de mapeamento a usar no terreno.

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:MappingType
source: Determines the mapping place to use on the terrain.
es: Determina el lugar de asignación que se utiliza en el terreno.
pt_br: Determina o local de mapeamento a usar no terreno.

# UObjectToolTips,MaterialExpressionDesaturation:Input
source: Outputs: Lerp(Input,dot(Input,LuminanceFactors)),Fraction)
es: Salidas: Lerp(Input,dot(Input,LuminanceFactors)),Fraction)
pt_br: Saídas: Lerp(Input,dot(Input,LuminanceFactors)),Fraction)

# UObjectToolTips,MaterialExpressionDynamicParameter:ParamNames
source: The names of the parameters. These will show up in Cascade when editing a particle system that uses the material it is in...
es: Los nombres de los parámetro. Se mostrarán en cascada cuando se dite un sistema de partículas que usa el material que está en...
pt_br: Os nomes dos parâmetros. Isso exibirá em Cascata ao editar um sistema de partículas que usa o material em que ele está...

# UObjectToolTips,MaterialExpressionEyeAdaptation
source: Provides access to the EyeAdaptation render target.
es: Proporciona acceso a la meta de renderizado EyeAdaptation.
pt_br: Fornece acesso ao alvo de renderização da EyeAdaptation.

# UObjectToolTips,MaterialExpressionFeatureLevelSwitch:Default
source: Default connection, used when a certain feature level doesn't have an override.
es: Conexión predeterminada, se usa cuando un nivel de función específico no tiene una anulación.
pt_br: Conexão padrão. Usada quando um determinado nível de recurso não possui uma substituição.

# UObjectToolTips,MaterialExpressionFontSample:Font
source: font resource that will be sampled
es: recurso fuente al que se hará el muestreo
pt_br: recurso de fonte que será amostrada

# UObjectToolTips,MaterialExpressionFontSample:FontTexturePage
source: allow access to the various font pages
es: permitir el acceso a varias páginas fuente
pt_br: permitir acesso às várias páginas de fonte

# UObjectToolTips,MaterialExpressionFontSampleParameter:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionLandscapeLayerBlend:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionLandscapeLayerSample:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionLandscapeLayerSwitch:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionLandscapeLayerWeight:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionLandscapeVisibilityMask:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionParameter:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionTextureSampleParameter:ExpressionGUID
source: GUID that should be unique within the material, this is used for parameter renaming.
es: Guid (identificador único global) que debería ser único dentro del material, se usa para renombrar parámetros.
pt_br: GUID que deve ser exclusiva dentro do material, que é usada para renomear parâmetros.

# UObjectToolTips,MaterialExpressionFontSampleParameter:Group
source: The name of the parameter Group to display in MaterialInstance Editor. Default is None group
es: Nombre del grupo del parámetro que visualizar en el editor MaterialInstance. No hay grupo predeterminado.
pt_br: O nome do Grupo de parâmetros a ser exibido no Editor MaterialInstance. O padrão é o grupo Nenhum

# UObjectToolTips,MaterialExpressionParameter:Group
source: The name of the parameter Group to display in MaterialInstance Editor. Default is None group
es: Nombre del grupo del parámetro que visualizar en el editor MaterialInstance. No hay grupo predeterminado.
pt_br: O nome do Grupo de parâmetros a ser exibido no Editor MaterialInstance. O padrão é o grupo Nenhum

# UObjectToolTips,MaterialExpressionTextureSampleParameter:Group
source: The name of the parameter Group to display in MaterialInstance Editor. Default is None group
es: Nombre del grupo del parámetro que visualizar en el editor MaterialInstance. No hay grupo predeterminado.
pt_br: O nome do Grupo de parâmetros a ser exibido no Editor MaterialInstance. O padrão é o grupo Nenhum

# UObjectToolTips,MaterialExpressionFontSampleParameter:ParameterName
source: name to be referenced when we want to find and set thsi parameter
es: nombre que referenciar cuando queramos buscar y ajustar este parámetro
pt_br: nome a ser referenciado quando queremos encontrar e definir esse parâmetro

# UObjectToolTips,MaterialExpressionFresnel:BaseReflectFraction
source: Specifies the fraction of specular reflection when the surfaces is viewed from straight on. A value of 1 effectively disables Fresnel.
es: Especifica la fracción del reflejo especular cuando las superficies son vistas desde lejos. Un valor de 1 desactiva de manera eficaz la zona de fresnel.
pt_br: Especifica a fração da reflexão especular quando a superfície é vista de frente. Um valor de 1 desativa Fresnel.

# UObjectToolTips,MaterialExpressionFresnel:BaseReflectFractionIn
source: Defaults to 'BaseReflectFraction' if not specified
es: Predeterminados para 'BaseReflectFraction' si no se especifica
pt_br: Padrões para 'BaseReflectFraction' se não for especificado

# UObjectToolTips,MaterialExpressionFresnel:Exponent
source: The exponent to pass into the pow() function
es: El exponente que pasar a la función 'pow'
pt_br: O expoente para passar para a função pow()

# UObjectToolTips,MaterialExpressionFresnel:ExponentIn
source: Defaults to 'Exponent' if not specified
es: Predeterminados para 'Exponent' si no se especifica
pt_br: Padrões para 'Exponent' se não for especificado

# UObjectToolTips,MaterialExpressionFresnel:Normal
source: Defaults to Pixel World Normal if not specified
es: Predeterminados para Pixel World Normal si no se especifica
pt_br: Padrões para Normal do Mundo de Pixel se não for especificado

# UObjectToolTips,MaterialExpressionFunctionInput:bCompilingFunctionPreview
source: true when this expression is being compiled in a function preview, false when this expression is being compiled into a material that uses the function. Only valid in Compile()
es: verdadero cuando esta expresión se está compilando en una función de vista preliminar, falso cuando esta expresión se está compilando en un material que usa la función. Solo es válido en Compile()
pt_br: verdadeiro quando essa expressão está sendo compilada em uma visualização de função, falso quando essa expressão está sendo compilada em um material que usa a função. Válido somente em Compile()

# UObjectToolTips,MaterialExpressionFunctionInput:bUsePreviewValueAsDefault
source: Whether to use the preview value or texture as the default value for this input.
es: Si usar el valor de la vista preliminar o la textura como el valor predeterminado para esta entrada.
pt_br: Se deve usar o valor de visualização ou a textura como o valor padrão para essa entrada.

# UObjectToolTips,MaterialExpressionFunctionInput:Description
source: The input's description, which will be used as a tooltip on the connector in function call expressions that use this function.
es: La descripción de la entrada, que se usará como una herramienta de ayuda en el conector en las expresiones de llamada de la función que usa esta función.
pt_br: A descrição da entrada, que será usada como uma dica de ferramenta no conector em expressões de chamada de função que usarem essa função.

# UObjectToolTips,MaterialExpressionFunctionInput:Id
source: Id of this input, used to maintain references through name changes.
es: ID de esta entrada, usada para mantener referencias a través de los cambios de nombres.
pt_br: ID desta entrada, usado para manter referência através de alterações de nome.
