Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,FunctionExpressionInput:ExpressionInput
source: Reference to the FunctionInput in the material function. This is a reference to a private object so it can't be saved, and must be generated by UpdateFromFunctionResource or SetMaterialFunction.
es: Referencia a FunctionInput en la función material. Esta es una referencia a un objeto privado, es por ello que no se puede guardar, y debe generarse por UpdateFromFunctionResource o SetMaterialFunction.
pt_br: Referência ao FunctionInput na função de material. É uma refer~encia a um objeto privado de forma que não seja possível salvá-lo; ele deve ser gerado por UpdateFromFunctionResource ou SetMaterialFunction.

# UObjectToolTips,FunctionExpressionInput:ExpressionInputId
source: Id of the FunctionInput, used to link ExpressionInput.
es: ID de FunctionInput, usado para enlazar ExpressionInput.
pt_br: ID de FuncionInput, usado para vincular ExpressionInput.

# UObjectToolTips,FunctionExpressionInput:Input
source: Actual input struct which stores information about how this input is connected in the material.
es: Estructura de entrada actual que almacena información sobre cómo esta entrada está conectada en el material.
pt_br: Struct de entrada atual que armazena informações sobre como essa entrada é conectada no material.

# UObjectToolTips,FunctionExpressionOutput
source: Struct that stores information about a function output which is needed to maintain connections and implement the function call.
es: Estructura que almacena información sobre una salida de la función que se necesita para mantener las conexiones y aplicar la llamada de la función.
pt_br: Struct que armazena informações sobre uma saída de função que é necessária para manter as conexões e para implementar a chamada da função.

# UObjectToolTips,FunctionExpressionOutput:ExpressionOutput
source: Reference to the FunctionOutput in the material function. This is a reference to a private object so it can't be saved, and must be generated by UpdateFromFunctionResource or SetMaterialFunction.
es: Referencia a FunctionOutput en la función material. Esta es una referencia a un objeto privado, es por ello que no se puede guardar, y debe generarse por UpdateFromFunctionResource o SetMaterialFunction.
pt_br: Referência ao FunctionOutput na função de material. É uma refer~encia a um objeto privado de forma que não seja possível salvá-lo; ele deve ser gerado por UpdateFromFunctionResource ou SetMaterialFunction.

# UObjectToolTips,FunctionExpressionOutput:ExpressionOutputId
source: Id of the FunctionOutput, used to link ExpressionOutput.
es: ID de FunctionOutput, usado para enlazar ExpressionOutput.
pt_br: ID de FuncionOutput, usado para vincular ExpressionOutput.

# UObjectToolTips,FunctionExpressionOutput:Output
source: Actual output struct which stores information about how this output is connected in the material.
es: Estructura de salida actual que almacena información sobre cómo esta salida está conectada en el material.
pt_br: Struct de saída atual que armazena informações sobre como essa saída é conectada no material.

# UObjectToolTips,GameEngine:MaxDeltaTime
source: Maximium delta time the engine uses to populate FApp::DeltaTime. If 0, unbound.
es: Tiempo delta máximo que el motor usa para ingresar datos FApp::DeltaTime. Si es 0, entonces no tiene límites.
pt_br: Tempo delta máximo que o mecanismo usa para preencher FApp::DeltaTime. Se 0, sem limite.

# UObjectToolTips,GameInstance:DebugCreatePlayer
source: Debug console command to create a player. @param ControllerId - The controller ID the player should accept input from.
es: Comando de consola de depurado para crear un jugador @param ControllerId - La ID del controlador del que el jugador debe aceptar la entrada.
pt_br: Comando de console de depuração para criar um jogador. @param ControllerId - O ID do controlador de onde o jogador deve aceitar a entrada.

# UObjectToolTips,GameInstance:DebugRemovePlayer
source: Debug console command to remove the player with a given controller ID. @param ControllerId - The controller ID to search for.
es: Comando de consola de depurado para eliminar al jugador con un controlador proporcionado. @param ControllerId - La ID del controlador que buscar.
pt_br: Comando de console de depuração para remover o jogador com um determinado ID de controlador. @param ControllerId - O ID de controlador a ser buscado.

# UObjectToolTips,GameInstance:OnlineSession
source: Class to manage online services
es: Clase para gestionar servicios en línea
pt_br: Classe para gerenciar serviços on-line

# UObjectToolTips,GameMapsSettings:EditorStartupMap
source: If set, this map will be loaded when the Editor starts up.
es: Si lo ajusta, este mapa se cargará cuando se inicie el editor.
pt_br: Se definido, esse mapa será carregado quando o Editor iniciar.

# UObjectToolTips,GameMapsSettings:GameDefaultMap
source: The map that will be loaded by default when no other map is loaded.
es: EL mapa que se cargará por defecto cuando no se haya cargado otro mapa.
pt_br: O mapa que será carregado por padrão quando nenhum outro mapa for carregado.

# UObjectToolTips,GameMapsSettings:GlobalDefaultGameMode
source: GameMode to use if not specified in any other way. (e.g. per-map DefaultGameMode or on the URL).
es: El GameMode que se utiliza si no se ha especificado de otra manera (ej. DefaultGameMode por mapa o en el URL)
pt_br: GameMode a ser usado se não for especificado de outra forma (por exemplo, DefaultGameMode por mapa ou no URL).

# UObjectToolTips,GameMapsSettings:GlobalDefaultServerGameMode
source: GameMode to use if not specified in any other way. (e.g. per-map DefaultGameMode or on the URL) (DEDICATED SERVERS) If not set, the GlobalDefaultGameMode value will be used.
es: El GameMode que se utiliza si no se ha especificado de otra manera (por ej. DefaultGameMode por mapa o en el URL) (SERVIDORES DEDICADOS) Si no está establecido, se usará el valor GlobalDefaultGameMode
pt_br: GameMode a ser usado se não for especificado de outra forma (por exemplo, DefaultGameMode por mapa ou no URL) (SERVIDORES DEDICADOS) Se não for definido, será usado o valor de GlobalDefaultGameMode.

# UObjectToolTips,GameMapsSettings:LocalMapOptions
source: The default options that will be appended to a map being loaded.
es: Las opciones predeterminadas que se agregarán al mapa que se ha cargado.
pt_br: As opções padrão que serão anexadas a um mapa que está sendo carregado.

# UObjectToolTips,GameMapsSettings:ServerDefaultMap
source: The map that will be loaded by default when no other map is loaded (DEDICATED SERVER).
es: EL mapa que se cargará por defecto cuando no se haya cargado otro mapa (SERVIDOR DEDICADO).
pt_br: O mapa que será carregado por padrão quando nenhum outro mapa for carregado (SERVIDOR DEDICADO).

# UObjectToolTips,GameMapsSettings:TransitionMap
source: The map loaded when transition from one map to another.
es: EL mapa cargado cuando hay una transición de un mapa a otro.
pt_br: O mapa carregado na transição de um mapa para outro.

# UObjectToolTips,GameMode:bDelayedStart
source: Whether the game should immediately start when the first player logs in. Affects the default behavior of ReadyToStartMatch
es: Si se debe iniciar el juego inmediatamente cuando el primer jugador inicia sesión. Afecta el comportamiento predeterminado de ReadyToStartMatch
pt_br: Se o jogo deve iniciar imeditamente quando o primeiro jogador faz login. Afeta o comportamento padrão de ReadyToStartMatch

# UObjectToolTips,GameMode:EngineMessageClass
source: Contains strings describing localized game agnostic messages.
es: Contiene cadenas que describen mensajes independientes de juego localizados.
pt_br: Contém strings que descrevem as mensagens agnósticas do jogo localizado.

# UObjectToolTips,GameMode:InactivePlayerArray
source: PlayerStates of players who have disconnected from the server (saved in case they reconnect)
es: PlayerStates de jugadores que se han desconectado del servidor (se guarda en caso de que se vuelvan a conectar)
pt_br: PlayerStates dos jogadores que se desconectaram do servidor (salvo em caso de se reconectarem)

# UObjectToolTips,GameMode:MatchState
source: What match state we are currently in
es: En qué estado de coincidencia nos encontramos
pt_br: Em que estado da partida estamos

# UObjectToolTips,GameState:MatchState
source: What match state we are currently in
es: En qué estado de coincidencia nos encontramos
pt_br: Em que estado da partida estamos

# UObjectToolTips,GameMode:MinRespawnDelay
source: Minimum time before player can respawn after dying.
es: Tiempo mínimo antes de que el jugador pueda reaparecer después de morir.
pt_br: Tempo mínimo antes que o jogador pode ressurgir depois de morrer.

# UObjectToolTips,GameMode:NumBots
source: number of non-human players (AI controlled but participating as a player).
es: número de jugadores que no son humanos (controlados por IA pero que participan como jugadores)
pt_br: número de jogadores não humanos (controlados pela IA, mas participando como jogadores).

# UObjectToolTips,GameMode:NumPlayers
source: Current number of human players.
es: Número actual de jugadores humanos.
pt_br: Número atual de jogadores humanos.

# UObjectToolTips,GameMode:NumSpectators
source: Current number of spectators.
es: Número actual de espectadores.
pt_br: Número atual de espectadores.

# UObjectToolTips,GameMode:NumTravellingPlayers
source: Number of players that are still traveling from a previous map
es: Número de jugadores que siguen viajando desde un mapa previo
pt_br: Número de jogadores em percurso a partir de um mapa anterior

# UObjectToolTips,GameMode:SetBandwidthLimit
source: Alters the synthetic bandwidth limit for a running game.
es: Alterna el límite del ancho de banda sintético para un juego de ejecución.
pt_br: Altera o limite de largura de banda sintética de um jogo em execução.

# UObjectToolTips,LocalPlayer:PendingLevelPlayerControllerClass
source: The class of PlayerController to spawn for players logging in.
es: La clase de PlayerController que crear para el registro de los jugadores.
pt_br: A classe do PlayerController criado para jogadores que estão conectando.

# UObjectToolTips,GameNetworkManager:AdjustedNetSpeed
source: Current adjusted net speed - Used for dynamically managing netspeed for listen servers
es: Velocidad de red ajustada actual - Se usa para administrar dinámicamente netspeed para los servidores de escucha
pt_br: Velocidade de rede ajustada atual - Usada para gerenciar dinamicamente a velocidade de rede para os servidores de escuta

# UObjectToolTips,GameNetworkManager:BadPingThreshold
source: The point we determine the server is either delaying packets or has bad upstream
es: El punto en el que determinamos si el servidor está retrasando paquetes o si tiene un punto previo erróneo
pt_br: O momento em que é determinado que o servidor está atrasando pacotes ou tem uma entrada inválida

# UObjectToolTips,GameNetworkManager:bHasStandbyCheatTriggered
source: Used to determine whether we've already caught a cheat or not
es: Usado para determinar si hemos detectado un truco o no
pt_br: Usado para determinar se uma trapaça já foi capturada ou não

# UObjectToolTips,GameNetworkManager:bIsStandbyCheckingEnabled
source: Used to determine if checking for standby cheats should occur
es: Usado para determinar si se debe producir la revisión para los trucos en espera
pt_br: Usado para determinar se a verificação de trapaças em espera deve ocorrer

# UObjectToolTips,GameNetworkManager:bUseDistanceBasedRelevancy
source: If true, actor network relevancy is constrained by whether they are within their NetCullDistanceSquared from the client's view point.
es: Si es verdadero, la relevancia de la red de actores se limita a si están dentro de su NetCullDistanceSquared desde el punto de vista del cliente.
pt_br: Se for verdadeiro, a relevância da rede do ator é restrita se ele estiver dentro de seu NetCullDistanceSquared do ponto de vista do cliente.

# UObjectToolTips,GameNetworkManager:CLIENTADJUSTUPDATECOST
source: CLIENTADJUSTUPDATECOST is the bandwidth cost in bytes of sending a client adjustment update. 180 is greater than the actual cost, but represents a tweaked value reserving enough bandwidth for other updates sent to the client. Increase this value to reduce client adjustment update frequency, or if the amount of data sent in the clientadjustment() call increases
es: CLIENTADJUSTUPDATECOST es el costo de ancho de banda en bytes por enviar una actualización de ajustes a un cliente. 180 es mayor que el costo real, pero representa un valor modificado que deja una reserva suficiente de ancho de banda para enviar otras actualizaciones al cliente. Aumentar este valor para reducir la frecuencia de actualización de ajustes del cliente, o si la cantidad de datos enviados en la llamada clientadjustment() aumenta.
pt_br: CLIENTADJUSTUPDATECOST é o custo da largura da banda em bytes ao enviar uma atualização de ajuste do cliente. 180 é maior que o custo atual, mas representa um valor ajustado que reserva largura de banda suficiente para outras atualizações enviadas ao cliente. Aumente este valor para reduzir a frequência de ajuste do cliente, ou se a quantidade de dados enviada em chamadas de clientadjustment() aumentar

# UObjectToolTips,GameNetworkManager:ClientAuthorativePosition
source: If client update is within MAXPOSITIONERRORSQUARED then he is authorative on his final position
es: Si la actualización del cliente está dentro de MAXPOSITIONERRORSQUARED entonces él es autoritativo en su posición final
pt_br: Se a atualização do cliente estiver dentro de MAXPOSITIONERRORSQUARED, ele criará em sua posição final

# UObjectToolTips,GameNetworkManager:JoinInProgressStandbyWaitTime
source: The amount of time to wait before checking a connection for standby issues
es: La cantidad de tiempo que esperar antes de revisar una conexión para comprobar errores en espera
pt_br: A quantidade de tempo a aguardar antes de verificar uma conexão por problemas de espera

# UObjectToolTips,GameNetworkManager:LastNetSpeedUpdateTime
source: Last time netspeed was updated for server (by client entering or leaving)
es: La última vez en que se actualizó netspeed para el servidor (debido a la entrada o salida de clientes)
pt_br: Última vez em que a velocidade de rede foi atualizada no servidor (por cliente entrando ou saindo)

# UObjectToolTips,GameNetworkManager:MAXCLIENTUPDATEINTERVAL
source: MAXCLIENTUPDATEINTERVAL is the maximum time between movement updates from the client before the server forces an update.
es: MAXCLIENTUPDATEINTERVAL es el tiempo máximo entre actualizaciones de movimiento desde el cliente antes de que el servidor fuerce una actualización.
pt_br: MAXCLIENTUPDATEINTERVAL é o tempo máximo entre atualizações de movimento a partir do cliente antes que o servidor force uma atualização.

# UObjectToolTips,GameNetworkManager:MaxDynamicBandwidth
source: Maximum bandwidth dynamically set per connection
es: Banda ancha máxima dinámicamente ajustada por conexión
pt_br: Largura de banda máxima definida dinamicamente por conexão

# UObjectToolTips,GameNetworkManager:MAXNEARZEROVELOCITYSQUARED
source: MAXNEARZEROVELOCITYSQUARED is the square of the max velocity that is considered zero (not corrected) in net play
es: MAXNEARZEROVELOCITYSQUARED es el cuadrado de la velocidad máxima que se considera cero (sin corregir) en reproducción en red
pt_br: MAXNEARZEROVELOCITYSQUARED é o quadrado da velocidade máxima considerada zero (não corrigida) na reprodução de rede

# UObjectToolTips,GameNetworkManager:MAXPOSITIONERRORSQUARED
source: MAXPOSITIONERRORSQUARED is the square of the max position error that is accepted (not corrected) in net play
es: MAXNEARZEROVELOCITYSQUARED es el cuadrado del error de posición máxima que se acepta (sin corregir) en reproducción en red
pt_br: MAXPOSITIONERRORSQUARED é o quadrado do erro de posição máxima aceito (não corrigido) na reprodução de rede

# UObjectToolTips,GameNetworkManager:MinDynamicBandwidth
source: Minimum bandwidth dynamically set per connection
es: El ancho de banda mínimo ajustado de manera dinámica por conexión
pt_br: Largura de banda mínima definida dinamicamente por conexão

# UObjectToolTips,GameNetworkManager:MoveRepSize
source: Average size of replicated move packet (ServerMove() packet size) from player
es: Tamaño promedio de un paquete de movimiento duplicado (ServerMove() tamaño de paquete) del jugador
pt_br: Tamanho médio do pacote de movimento replicado (tamanho do pacote ServerMove()) do reprodutor

# UObjectToolTips,GameNetworkManager:PercentForBadPing
source: The percentage of clients with bad ping before triggering the standby code
es: El porcentaje de clientes con un ping (rastreador de paquetes) erróneo antes de disparar el código de espera
pt_br: A porcentagem de clientes com ping ruim antes de ativar o código de espera

# UObjectToolTips,GameNetworkManager:PercentMissingForRxStandby
source: The percentage of clients missing RX data before triggering the standby code
es: El porcentaje de datos RX perdidos de los clientes antes de disparar el código de espera
pt_br: A porcentagem de clientes que faltam nos dados RX antes de ativar o código de espera

# UObjectToolTips,GameNetworkManager:PercentMissingForTxStandby
source: The percentage of clients missing TX data before triggering the standby code
es: El porcentaje de datos TX perdidos de los clientes antes de disparar el código de espera
pt_br: A porcentagem de clientes que faltam nos dados TX antes de ativar o código de espera

# UObjectToolTips,GameNetworkManager:StandbyRxCheatTime
source: The amount of time without packets before triggering the cheat code
es: La cantidad de tiempo sin paquetes antes de disparar el código de truco
pt_br: A quantidade de tempo sem pacotes antes de ativar um código de trapaça

# UObjectToolTips,GameNetworkManager:StandbyTxCheatTime
source: The amount of time without packets before triggering the cheat code
es: La cantidad de tiempo sin paquetes antes de disparar el código de truco
pt_br: A quantidade de tempo sem pacotes antes de ativar um código de trapaça

# UObjectToolTips,GameNetworkManager:TotalNetBandwidth
source: Total available bandwidth for listen server, split dynamically across net connections
es: El ancho de banda total disponible para el servidor de escucha, dividido dinámicamente entre las conexiones de red.
pt_br: Largura de banda total disponível para o servidor de escuta, dividida dinamicamente entre as conexões da rede

# UObjectToolTips,GameNetworkManagerSettings
source: Holds the settings for the AGameNetworkManager class.
es: Contiene los ajustes para la clase del AGameNetworkManager.
pt_br: Mantém as configurações da classe AGameNetworkManager.

# UObjectToolTips,GameNetworkManagerSettings:BadPingThreshold
source: The point we determine the server is either delaying packets or has bad upstream.
es: El punto que determinamos al servidor es o retrasar los paquetes o tener un flujo ascendente erróneo.
pt_br: O momento em que é determinado que o servidor está atrasando pacotes ou tem uma entrada inválida.

# UObjectToolTips,GameNetworkManagerSettings:bIsStandbyCheckingEnabled
source: Used to determine if checking for standby cheats should occur.
es: Usado para determinar si se debe producir la revisión para los trucos en espera.
pt_br: Usado para determinar se a verificação de trapaças em espera devem ocorrer.

# UObjectToolTips,GameNetworkManagerSettings:JoinInProgressStandbyWaitTime
source: The amount of time to wait before checking a connection for standby issues.
es: La cantidad de tiempo que esperar antes de revisar una conexión para comprobar errores en espera.
pt_br: A quantidade de tempo a aguardar antes de verificar uma conexão por problemas de espera.

# UObjectToolTips,GameNetworkManagerSettings:MaxDynamicBandwidth
source: Maximum bandwidth dynamically set per connection.
es: Banda ancha máxima ajustada por conexión de manera dinámica.
pt_br: Largura de banda máxima definida dinamicamente por conexão

# UObjectToolTips,GameNetworkManagerSettings:MinDynamicBandwidth
source: Minimum bandwidth dynamically set per connection.
es: Ancho de banda mínimo ajustado por conexión.
pt_br: Largura de banda mínima definida dinamicamente por conexão

# UObjectToolTips,GameNetworkManagerSettings:PercentForBadPing
source: The percentage of clients with bad ping before triggering the standby code.
es: El porcentaje de los clientes con un ping (rastreador de paquetes) erroneo antes de disparar el código de espera.
pt_br: A porcentagem de clientes com ping ruim antes de ativar o código de espera.

# UObjectToolTips,GameNetworkManagerSettings:PercentMissingForRxStandby
source: The percentage of clients missing RX data before triggering the standby code.
es: El porcentaje de datos RX perdidos de los clientes antes de disparar el código de espera.
pt_br: A porcentagem de clientes que faltam nos dados RX antes de ativar o código de espera.

# UObjectToolTips,GameNetworkManagerSettings:PercentMissingForTxStandby
source: The percentage of clients missing TX data before triggering the standby code.
es: El porcentaje de datos TX perdidos de los clientes antes de disparar el código de espera.
pt_br: A porcentagem de clientes que faltam nos dados TX antes de ativar o código de espera.

# UObjectToolTips,GameNetworkManagerSettings:StandbyRxCheatTime
source: The amount of time without packets before triggering the cheat code.
es: La cantidad de tiempo sin paquetes antes de disparar el truco.
pt_br: A quantidade de tempo sem pacotes antes de ativar um código de trapaça.

# UObjectToolTips,GameNetworkManagerSettings:StandbyTxCheatTime
source: The amount of time without packets before triggering the cheat code.
es: La cantidad de tiempo sin paquetes antes de disparar el truco.
pt_br: A quantidade de tempo sem pacotes antes de ativar um código de trapaça.

# UObjectToolTips,GameNetworkManagerSettings:TotalNetBandwidth
source: Total available bandwidth for listen server, split dynamically across net connections.
es: El ancho de banda total disponible para el servidor de escucha, dividir rápidamente entre las conexiones de la red.
pt_br: Largura de banda total disponível para o servidor de escuta, dividida dinamicamente entre as conexões da rede.

# UObjectToolTips,GameplayDebuggingComponent:NavmeshRepData
source: End path replication data
es: Finalizar datos de replicación de ruta
pt_br: Finalizar dados de replicação de caminho

# UObjectToolTips,GameplayDebuggingComponent:PathPoints
source: Begin path replication data
es: Comenzar los datos de réplica de la ruta
pt_br: Iniciar dados de replicação de caminho

# UObjectToolTips,GameplayDebuggingComponent:TargetActor
source: controller related stuff
es: cosas relacionadas con el controlador
pt_br: coisas relacionadas ao controlador

# UObjectToolTips,GameplayStatics:BeginDeferredActorSpawnFromClass
source: Spawns an instance of an actor class, but does not automatically run its construction script.
es: Crea una instancia de una clase de actor, pero no ejecuta automáticamente la secuencia de construcción.
pt_br: Cria uma instância de uma classe de ator, mas não executa automaticamente o seu script de construção.

# UObjectToolTips,GameplayStatics:BeginSpawningActorFromBlueprint
source: Spawns an instance of a blueprint, but does not automatically run its construction script.
es: Crea una instancia de un Blueprint, pero no ejecuta automáticamente la secuencia de construcción.
pt_br: Cria uma instância de um esquema, mas não executa automaticamente o seu script de construção.
