Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleSystemComponent:GenerateParticleEvent
source: Record a kismet event. @param InEventName The name of the event that fired. @param InEmitterTime The emitter time when the event fired. @param InLocation The location of the particle when the event fired. @param InVelocity The velocity of the particle when the event fired. @param InNormal Normal vector of the collision in coordinate system of the returner. Zero=none.
es: Grabar un evento kismet. @param InEventName El nombre del evento que se ha disparado. @param InEmitterTime El tiempo del emisor cuando se ha disparado el evento. @param InLocation Ubicación de la partícula cuando se ha disparado el evento. @param InVelocity Velocidad de la partícula cuando se ha disparado el evento. @param InNormal Vector normal de la colisión en el sistema de coordenadas del devuelto. Cero=ninguno.
pt_br: Grava um evento de kismet. @param InEventName O nome do evento disparado. @param InEmitterTime O tempo do emissor quando o evento foi disparado. @param InLocation O local da partícula quando o evento foi disparado. @param InVelocity A velocidade da partícula quando o evento foi disparado. @param InNormal Vetor normal da colisão no sistema de coordenadas do que retorna. Zero=nenhum.

# UObjectToolTips,ParticleSystemComponent:GetNamedMaterial
source: Returns a named material. If this named material is not found, returns NULL.
es: Devuelve un material nombrado. Si no se encuentra este material nombrado, devuelve NULO.
pt_br: Retorna um material nomeado. Se esse material nomeado não for encontrado, retornará NULL.

# UObjectToolTips,ParticleSystemComponent:GetNumActiveParticles
source: Get the current number of active particles in this system
es: Obtener el número actual de partículas activas en este sistema
pt_br: Obter o número atual de partículas ativas neste sistema

# UObjectToolTips,ParticleSystemComponent:InstanceParameters
source: Array holding name instance parameters for this ParticleSystemComponent. Parameters can be used in Cascade using DistributionFloat/VectorParticleParameters.
es: La matriz que contiene los parámetros de la instancia del nombre para este ParticleSystemComponent. Los parámetros se puede usar en cascada mediante DistributionFloat/VectorParticleParameters.
pt_br: Matriz que mantém os parâmetros de instância deste ParticleSystemComponent. Parâmetros podem ser usados em Cascata usando DistributionFloat/VectorParticleParameters.

# UObjectToolTips,ParticleSystemComponent:LODMethod
source: The method of LOD level determination to utilize for this particle system
es: El método de la determinación del nivel LOD que utilizar para este sistema de partículas
pt_br: O método de determinação de nível de LOD para utilizar nesse sistema de partículas

# UObjectToolTips,ParticleSystemComponent:MaxTimeBeforeForceUpdateTransform
source: Time between forced UpdateTransforms for systems that use dynamically calculated bounds, Which is effectively how often the bounds are shrunk.
es: Tiempo entre UpdateTransforms forzado para los sistemas que usan límites calculados de forma dinámica, lo cual es efectivamente la frecuencia con la cual los límites se encogen.
pt_br: Tempo entre UpdateTransforms forçadas para sistemas que usam limites calculados dinamicamente, que é, na realidade, a frequência com que os limites são encolhidos.

# UObjectToolTips,ParticleSystemComponent:ReplayClips
source: Array of replay clips for this particle system component. These are serialized to disk. You really should never add anything to this in the editor. It's exposed so that you can delete clips if you need to, but be careful when doing so!
es: Matriz de clips de reproducción para este componente del sistema de partículas. Estas se serializan al disco. Nunca debe agregarle nada en el editor. Está expuesto con el fin de eliminar clips si lo necesita, ¡hágalo con cuidado!
pt_br: Matriz de clipes de reprodução para este componente de sistema de partículas. São serializadas ao disco. Você nunca deve adicionar nada a isto no editor. Ela é exposta para que você possa excluir clipes se for preciso, mas tome cuidado ao fazê-lo!

# UObjectToolTips,ParticleSystemComponent:SetActorParameter
source: Set a named actor instance parameter on this ParticleSystemComponent. Updates the parameter if it already exists, or creates a new entry if not.
es: Ajustar un parámetro de la instancia del actor identificado en este ParticleSystemComponent. Actualiza el parámetro si aún existe, o si no crea una entrada nueva.
pt_br: Definir um parâmetro de instância de ator nomeado neste ParticleSystemComponent. Atualiza o parâmetro se já existir ou cria uma nova entrada caso não exista.

# UObjectToolTips,ParticleSystemComponent:SetBeamEndPoint
source: Set the beam end point @param EmitterIndex The index of the emitter to set it on @param NewEndPoint The value to set it to
es: Ajustar el punto final del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewEndPoint Valor al que ajustarlo
pt_br: Definir o ponto final do feixe @param EmitterIndex O índice do emissor no qual definir @param NewEndPoint O valor para o qual definir

# UObjectToolTips,ParticleSystemComponent:SetBeamSourcePoint
source: Set the beam source point @param EmitterIndex The index of the emitter to set it on @param NewSourcePoint The value to set it to @param SourceIndex Which beam within the emitter to set it on
es: Ajustar el punto fuente del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewSourcePoint Valor al que ajustarlo @param SourceIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir o ponto fonte do feixe @param EmitterIndex O índice do emissor no qual definir @param NewSourcePoint O valor para o qual definir @param SourceIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetBeamSourceStrength
source: Set the beam source strength @param EmitterIndex The index of the emitter to set it on @param NewSourceStrength The value to set it to @param SourceIndex Which beam within the emitter to set it on
es: Ajustar la fuerza fuente del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewSourceStrength Valor al que ajustarlo @param SourceIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir a força da fonte do feixe @param EmitterIndex O índice do emissor no qual definir @param NewSourceStrength O valor para o qual definir @param SourceIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetBeamSourceTangent
source: Set the beam source tangent @param EmitterIndex The index of the emitter to set it on @param NewTangentPoint The value to set it to @param SourceIndex Which beam within the emitter to set it on
es: Ajustar la tangente fuente del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewTangentPoint Valor al que ajustarlo @param SourceIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir a tangente da fonte do feixe @param EmitterIndex O índice do emissor no qual definir @param NewTangentPoint O valor para o qual definir @param SourceIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetBeamTargetPoint
source: Set the beam target point @param EmitterIndex The index of the emitter to set it on @param NewTargetPoint The value to set it to @param TargetIndex Which beam within the emitter to set it on
es: Ajustar el punto meta del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewTargetPoint Valor al que ajustarlo @param TargetIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir o ponto alvo do feixe @param EmitterIndex O índice do emissor no qual definir @param NewTargetPoint O valor para o qual definir @param TargetIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetBeamTargetStrength
source: Set the beam target strength @param EmitterIndex The index of the emitter to set it on @param NewTargetStrength The value to set it to @param TargetIndex Which beam within the emitter to set it on
es: Ajustar la fuerza meta del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewTargetStrength Valor al que ajustarlo @param TargetIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir a força do alvo do feixe @param EmitterIndex O índice do emissor no qual definir @param NewTargetStrength O valor para o qual definir @param TargetIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetBeamTargetTangent
source: Set the beam target tangent @param EmitterIndex The index of the emitter to set it on @param NewTangentPoint The value to set it to @param TargetIndex Which beam within the emitter to set it on
es: Ajustar la tangente meta del rayo @param EmitterIndex Índice del emisor en el que ajustarlo @param NewTangentPoint Valor al que ajustarlo @param TargetIndex Qué rayo dentro del emisor en el que ajustarlo
pt_br: Definir a tangente do alvo do feixe @param EmitterIndex O índice do emissor no qual definir @param NewTangentPoint O valor para o qual definir @param TargetIndex Qual feixe dentro do emissor para definir

# UObjectToolTips,ParticleSystemComponent:SetColorParameter
source: Set a named color instance parameter on this ParticleSystemComponent. Updates the parameter if it already exists, or creates a new entry if not.
es: Ajustar un parámetro de la instancia del color identificado en este ParticleSystemComponent. Actualiza el parámetro si aún existe, o si no crea una entrada nueva.
pt_br: Definir um parâmetro de instância de cor nomeada neste ParticleSystemComponent. Atualiza o parâmetro se já existir ou cria uma nova entrada caso não exista.

# UObjectToolTips,ParticleSystemComponent:SetEmitterEnable
source: Enables/Disables a sub-emitter @param EmitterName The name of the sub-emitter to set it on @param bNewEnableState The value to set it to
es: Activa/Desactiva un sub-emisor @param EmitterName El nombre del sub-emisor al que ajustarlo @param bNewEnableState El valor al que ajustarlo
pt_br: Ativa/desativa um subemissor @param EmitterName O nome do subemissor a ser ligado @param bNewEnableState O valor ao qual será definido

# UObjectToolTips,ParticleSystemComponent:SetFloatParameter
source: Change a named float parameter
es: Cambiar un parámetro del punto flotante identificado
pt_br: Alterar um parâmetro flutuante nomeado

# UObjectToolTips,ParticleSystemComponent:SetMaterialParameter
source: Set a named material instance parameter on this ParticleSystemComponent. Updates the parameter if it already exists, or creates a new entry if not.
es: Ajustar un parámetro de la instancia del material identificado en este ParticleSystemComponent. Actualiza el parámetro si aún existe, o si no crea una entrada nueva.
pt_br: Definir um parâmetro de instância de material nomeado neste ParticleSystemComponent. Atualiza o parâmetro se já existir ou cria uma nova entrada caso não exista.

# UObjectToolTips,ParticleSystemComponent:SetTemplate
source: Change the ParticleSystem used by this ParticleSystemComponent
es: Cambiar el ParticleSystem que ha usado este ParticleSystemComponent
pt_br: Alterar o ParticleSystem usado por este ParticleSystemComponent

# UObjectToolTips,ParticleSystemComponent:SetVectorParameter
source: Set a named vector instance parameter on this ParticleSystemComponent. Updates the parameter if it already exists, or creates a new entry if not.
es: Ajustar un parámetro de la instancia del vector identificado en este ParticleSystemComponent. Actualiza el parámetro si aún existe, o si no crea una entrada nueva.
pt_br: Definir um parâmetro de instância de vetor nomeado neste ParticleSystemComponent. Atualiza o parâmetro se já existir ou cria uma nova entrada caso não exista.

# UObjectToolTips,ParticleSystemComponent:SkelMeshComponents
source: The skeletal mesh components used with the socket location module. This is to prevent them from being garbage collected.
es: Componentes de la malla del esqueleto usados con el módulo de ubicación del punto de acople. Para evitar que los recoja la basura.
pt_br: Os componentes da malha esquelética usados com o módulo de localização do soquete. Isso impede que o lixo seja coletado.

# UObjectToolTips,ParticleSystemLOD
source: Structure containing per-LOD settings that pertain to the entire UParticleSystem.
es: Estructura que contiene los ajustes por LOD que pertenecen a todo el UParticleSystem.
pt_br: Estrutura contendo configurações por LOD que pertencem ao UParticleSystem inteiro.

# UObjectToolTips,ParticleSystemReplay:ClipIDNumber
source: Unique ID number for this replay clip
es: Número de ID único para este clip de reproducción
pt_br: Numero de ID único para esse clipe de replay

# UObjectToolTips,ParticleSystemReplayFrame
source: A single frame within this replay
es: Un único fotograma en esta visualización
pt_br: Um único quadro neste replay

# UObjectToolTips,PassiveSoundMixModifier
source: Structure containing information on a SoundMix to activate passively.
es: Estructura que contiene información en un SoundMix que activar.
pt_br: Estrutura contendo informações em um SoundMix para ativar passivamente.

# UObjectToolTips,PassiveSoundMixModifier:MaxVolumeThreshold
source: Maximum volume level required to activate SoundMix. Above this value the SoundMix will not be active.
es: Nivel de volumen máximo requerido para activar SoundMix. SoundMix no se activará con un valor superior a este.
pt_br: Nível de volume máximo necessário para ativar SoundMix. Acima desse valor, SoundMix não será ativado.

# UObjectToolTips,PassiveSoundMixModifier:MinVolumeThreshold
source: Minimum volume level required to activate SoundMix. Below this value the SoundMix will not be active.
es: Nivel de volumen mínimo requerido para activar SoundMix. SoundMix no se activará con un valor inferior a este.
pt_br: Nível de volume mínimo necessário para ativar SoundMix. Abaixo desse valor, SoundMix não será ativado.

# UObjectToolTips,PassiveSoundMixModifier:SoundMix
source: The SoundMix to activate
es: La SoundMix que activar
pt_br: O SoundMix a ativar

# UObjectToolTips,PathFollowingComponent:MovementComp
source: associated movement component
es: componente de movimiento asociado
pt_br: componente de movimento associado

# UObjectToolTips,PathFollowingComponent:MyNavData
source: navigation data for agent described in movement component
es: datos de navegación para el agente descrito en el componente de movimiento
pt_br: dados de navegação para o agente descrito no componente de movimento

# UObjectToolTips,PathFollowingComponent:OnActorBump
source: called when moving agent collides with another actor
es: llamada cuando el agente en movimiento colisiona con otro actor
pt_br: chamado quando o agente em movimento colide com outro ator

# UObjectToolTips,Pawn:BaseEyeHeight
source: Base eye height above collision center.
es: Altura de la vista base encima del centro de la colisión
pt_br: Altura base do olho acima do centro de colisão.

# UObjectToolTips,Pawn:bUseControllerRotationPitch
source: If true, this Pawn's pitch will be updated to match the Controller's ControlRotation pitch, if controlled by a PlayerController.
es: Si es verdadero, este ángulo del peón se actualizará para que coincida con el ángulo de ControlRotation del controlador, si está controlado por un PlayerController.
pt_br: Se for verdadeiro, a inclinação deste Peão será atualizada para corresponder à inclinação da ControlRotation do Controlador, se ele for controlado por um PlayerController.

# UObjectToolTips,Pawn:bUseControllerRotationRoll
source: If true, this Pawn's roll will be updated to match the Controller's ControlRotation roll, if controlled by a PlayerController.
es: Si es verdadero, este alabeo del peón se actualizará para que coincida con el alabeo de ControlRotation del controlador, si está controlado por un PlayerController.
pt_br: Se for verdadeiro, o giro deste Peão será atualizado para corresponder ao giro da ControlRotation do Controlador, se ele for controlado por um PlayerController.

# UObjectToolTips,Pawn:bUseControllerRotationYaw
source: If true, this Pawn's yaw will be updated to match the Controller's ControlRotation yaw, if controlled by a PlayerController.
es: Si es verdadero, esta guiñada del peón se actualizará para que coincida con la guiñada de ControlRotation del controlador, si está controlado por un PlayerController.
pt_br: Se for verdadeiro, a guinada deste Peão será atualizada para corresponder à guinada da ControlRotation do Controlador, se ele for controlado por um PlayerController.

# UObjectToolTips,Pawn:Controller
source: Controller currently possessing this Actor
es: Controlador que actualmente posee este actor
pt_br: Controlador possuindo este Ator

# UObjectToolTips,Pawn:DetachFromControllerPendingDestroy
source: Call this function to detach safely pawn from its controller, knowing that we will be destroyed soon.
es: Llamar a esta función para desacoplar el peón de forma segura de su controlador, sabiendo que lo eliminaremos pronto.
pt_br: Chame esta função para desanexar um peão de seu controlador com segurança, sabendo que será destruído logo.

# UObjectToolTips,Pawn:GetController
source: Returns controller for this actor.
es: Devuelve el controlador para este actor.
pt_br: Retorna o controlador para este ator.

# UObjectToolTips,Pawn:GetControlRotation
source: Get the rotation of the Controller, often the 'view' rotation of this Pawn.
es: Obtener la rotación del controlador, a menudo la rotación 'vista' de este peón.
pt_br: Obtém a rotação do Controlador, geralmente a rotação de 'visualização' deste Peão.

# UObjectToolTips,Pawn:GetMovementBaseActor
source: Gets the owning actor of the Movement Base Component on which the pawn is standing.
es: Obtiene el actor que le pertenece del componente base del movimiento en el que permanece el peón
pt_br: Obtém o ator dono do Componente Base de Movimento no qual o peão está de pé.

# UObjectToolTips,Pawn:GetMovementComponent
source: Return our PawnMovementComponent, if we have one.
es: Devolver nuestro PawnMovementComponent, si tenemos uno.
pt_br: Retorna o nosso PawnMovementComponent, caso tenhamos um.

# UObjectToolTips,Pawn:GetNavAgentLocation
source: Basically retrieved pawn's location on navmesh
es: Recuperación de la ubicación de un peón en navmesh
pt_br: Basicamente a localização do peão recuperado na navmesh

# UObjectToolTips,Pawn:IsControlled
source: See if this actor is currently being controlled
es: Ver si están controlando a este actor
pt_br: Ver se este ator está sendo controlado

# UObjectToolTips,Pawn:IsLocallyControlled
source: @return true if controlled by a local (not network) Controller.
es: @return verdadero si se controla por un controlador local (no red).
pt_br: @return verdadeiro se controlado por um Controlador local (não em rede).

# UObjectToolTips,Pawn:IsMoveInputIgnored
source: Helper to see if move input is ignored. If our controller is a PlayerController, checks Controller->IsMoveInputIgnored().
es: Soporte para ver si la entrada del movimiento se ha omitido. Si nuestro controlador es un PlayerController, revisa Controller->IsMoveInputIgnored().
pt_br: Ajudante para ver se a entrada de movimento é ignorada. Se o controlador for um PlayerController, verifica se Controller->IsMoveInputIgnored().

# UObjectToolTips,Pawn:LastHitBy
source: Controller of the last Actor that caused us damage.
es: Controlador del último actor que nos causó daño.
pt_br: Controlador do último Ator que causou dano em nós.

# UObjectToolTips,Pawn:OnRep_Controller
source: Called when Controller is replicated
es: Llamada cuando se duplica al controlador
pt_br: Chamado quando o Controlador é replicado

# UObjectToolTips,Pawn:OnRep_PlayerState
source: PlayerState Replication Notification Callback
es: Retro-llamada del aviso de duplicación de PlayerState
pt_br: Retorno de Notificação de Replicação de PlayerState

# UObjectToolTips,Pawn:PawnMakeNoise
source: Inform AIControllers that you've made a noise they might hear (they are sent a HearNoise message if they have bHearNoises==true) The instigator of this sound is the pawn which is used to call MakeNoise. @param Loudness - is the relative loudness of this noise (range 0.0 to 1.0). Directly affects the hearing range specified by the AI's HearingThreshold. @param NoiseLocation - Position of noise source. If zero vector, use the actor's location. @param bUseNoiseMakerLocation - If true, use the location of the NoiseMaker rather than NoiseLocation. If false, use NoiseLocation. @param NoiseMaker - Which actor is the source of the noise. Not to be confused with the Noise Instigator, which is responsible for the noise (and is the pawn on which this function is called). If not specified, the pawn instigating the noise will be used as the NoiseMaker
es: Informar a AIControllers de que se ha producido un ruido que han podido oír (han enviado un mensaje HearNoise si tienen bHearNoises==verdadero) El que ha creado este sonido es el peón que se usa para llamar MakeNoise. @param Loudness - es el sonido relativo más fuerte de este ruido (rang 0.0 a 1.0). Afecta directamente el rango de escucha especificado por HearingThreshold de la IA (int. art). @param NoiseLocation - Posición del ruido de origen. Si el vector es cero, usar la ubicación del actor. @param bUseNoiseMakerLocation - Si es verdadero, usar la posición del NoiseMaker mejor que NoiseLocation . Si es falso, usar NoiseLocation. @param NoiseMaker - Qué actor es la fuente del ruido (y es el peón en cual se llama a esta función). Si no se ha especificado, el peón que investiga el ruido se usará como en NoiseMaker
pt_br: Informa aos AIControllers que você emitiu um ruído que eles conseguem ouvir (eles recebem uma mensagem de HearNoise caso tenham bHearNoises==true) O instigador deste som é o peão usado para chamar MakeNoise. @param Loudness - é a intensidade relativa do ruído (intervalo 0.0 a 1.0). Afeta diretamente o intervalo de audição especificado pelo HearingThreshold da IA. @param NoiseLocation - Posição da fonte do ruído. Se for o vetor nulo, usa o local do ator. @param bUseNoiseMakerLocation - Se for verdadeiro, usa o local do NoiseMaker em vez da NoiseLocation. Se for falso, usa a NoiseLocation. @param NoiseMaker - Ator que é a fonte do ruído. Não deve ser confundido com o Instigador do Ruído, que é responsável pelo ruído (e é o peão sobre o qual esta função é chamada). Se não for especificado, o peão que instigou o ruído é usado como o NoiseMaker.

# UObjectToolTips,Pawn:PlayerState
source: If Pawn is possessed by a player, points to his playerstate. Needed for network play as controllers are not replicated to clients.
es: Si un jugador posee un peón, apunta a su playerstate. Es necesario para la reproducción en red ya que los controladores no se duplican a los clientes.
pt_br: Se o peão foi possuído por um jogador, aponta para o playerstate dele. Necessário para jogos em rede porque os controladores não são replicados para clientes.

# UObjectToolTips,Pawn:RemoteViewPitch
source: Replicated so we can see where remote clients are looking.
es: Duplicado para poder ver hacia dónde miran los clientes remotos.
pt_br: Replicado para ver para onde os clientes remotos estão olhando.

# UObjectToolTips,Pawn:SpawnDefaultController
source: Spawn default controller for this Pawn, and get possessed by it.
es: Crear controlador predeterminado para este peón, y hacer que lo posea.
pt_br: Cria um controlador padrão para este Peão e é possuído por ele.

# UObjectToolTips,PawnAction
source: Things to remember: * Actions are created paused
es: Cosas que recordar: * Las acciones se crean en pausa
pt_br: Coisas a lembrar: * As ações são criadas pausadas
