Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,DialogueContextMapping:Proxy
source: Cached object for playing the soundwave with subtitle information included.
es: Objeto en caché para reproducir la onda de sonido con información de subtítulos incluida.
pt_br: Objeto armazenado em cachê para reproduzir a onda de som com as informações de legenda incluídas.

# UObjectToolTips,DialogueContextMapping:SoundWave
source: The soundwave to play for this dialogue.
es: La onda sonora que reproducir en este diálogo.
pt_br: O SoundWave a reproduzir para esse diálogo.

# UObjectToolTips,DialogueWave:bMature
source: true if this dialogue is considered to contain mature/adult content.
es: verdadero si se considera que este diálogo contiene contenido maduro/adulto.
pt_br: verdadeiro se esse diálogo for considerado como tendo conteúdo adulto.

# UObjectToolTips,DialogueWave:ContextMappings
source: Mappings between dialogue contexts and associated soundwaves.
es: Asignaciones entre los contextos del diálogo y las ondas de sonido asociadas.
pt_br: Mapeamentos entre contextos de diálogo e ondas de som associadas.

# UObjectToolTips,DialogueWave:SpokenText
source: A localized version of the text that is actually spoken phonetically in the audio.
es: Una versión localizada del texto que está fonéticamente expresado en el audio.
pt_br: Uma versão localizada do texto que é falada foneticamente de fato no áudio.

# UObjectToolTips,SoundWave:SpokenText
source: A localized version of the text that is actually spoken phonetically in the audio.
es: Una versión localizada del texto que está fonéticamente expresado en el audio.
pt_br: Uma versão localizada do texto que é falada foneticamente de fato no áudio.

# UObjectToolTips,DialogueWaveParameter:Context
source: The context to use for the dialogue wave.
es: El contexto que se utiliza para la onda de diálogo.
pt_br: O contexto a usar para a onda do diálogo.

# UObjectToolTips,DialogueWaveParameter:DialogueWave
source: The dialogue wave to play.
es: La onda de diálogo que reproducir.
pt_br: A onda de diálogo a ser reproduzida.

# UObjectToolTips,DirectionalLightComponent
source: A light component that has parallel rays. Will provide a uniform lighting across any affected surface (eg. The Sun). This will affect all objects in the defined light-mass importance volume.
es: Un componente de la luz que tiene rayos paralelos. Proporcionará una iluminación uniforme a través de cualquier superficie afectada (ej. El sol). Lo que afectará a todos los objetos en el volumen relevante de la masa de luz determinada.
pt_br: Um componente de luz que tem raios paralelos. Fornecerá uma iluminação uniforme em qualquer superfície afetada (por exemplo, o Sol). Isso afetará todos os objetos no volume de importância definido de Lightmass.

# UObjectToolTips,DirectionalLightComponent:bEnableLightShaftOcclusion
source: Whether to occlude fog and atmosphere inscattering with screenspace blurred occlusion from this light.
es: Si ocluir la diseminación de la atmósfera y la niebla con la oclusión borrosa del espacio de la pantalla de esta luz.
pt_br: Se deve ocluir o espalhamento interno da atmosfera e a neblina com a oclusão desfocada do espaço da tela a partir dessa luz.

# UObjectToolTips,DirectionalLightComponent:bUseInsetShadowsForMovableObjects
source: Stationary lights only: Whether to use per-object inset shadows for movable components, even though cascaded shadow maps are enabled. This allows dynamic objects to have a shadow even when they are outside of the cascaded shadow map, which is important when DynamicShadowDistanceStationaryLight is small. If DynamicShadowDistanceStationaryLight is large (currently > 8000), this will be forced off. Disabling this can reduce shadowing cost significantly with many movable objects.
es: Solo luces permanentes: usar sombras añadidas por objeto para los componentes movibles, aunque los mapas de sombreado en cascada estén activados. Esto permite que los objetos dinámicos tengan sombreado incluso cuando estén fuera del mapa de sombreado en cascada, lo que es importante cuando el DynamicShadowDistanceStationaryLight es pequeño. Si DynamicShadowDistanceStationaryLight es grande (actualmente > 8000), se expulsará. Desactivarlo puede reducir el coste del sombreado significativamente con muchos objetos movibles.
pt_br: Somente luzes estacionárias: Se devem ser usadas sombras embutidas por objeto para componentes móveis, mesmo que os mapas com sombras em cascata estejam ativados. Isso permite que objetos dinâmicos tenham uma sombra mesmo quando estão fora do mapa de sombra em cascata, o que é importante quando a DynamicShadowDistanceStationaryLight é pequena. Se a DynamicShadowDistanceStationaryLight for grande (atualmente >8000), a sua desativação será forçada. Desativar isso pode reduzir significativamente o custo de sombreamento de vários objetos móveis.

# UObjectToolTips,DirectionalLightComponent:CascadeDistributionExponent
source: Controls whether the cascades are distributed closer to the camera (larger exponent) or further from the camera (smaller exponent). An exponent of 1 means that cascade transitions will happen at a distance proportional to their resolution.
es: Controla si las cascadas están distribuidas más cerca de la cámara (exponente más grande) o más lejos de la cámara (exponente más pequeño). Un exponente de 1 significa que las transiciones de la cascada tendrán lugar a una distancia proporcional a su resolución.
pt_br: Controla se as cascatas são distribuídas mais próximas da câmera (exponente maior) ou mais distantes da câmera (exponente menor). Um expoente de 1 significa que as transições em cascata ocorrerão a uma distância proporcional às suas resoluções.

# UObjectToolTips,DirectionalLightComponent:CascadeTransitionFraction
source: Proportion of the fade region between cascades. Pixels within the fade region of two cascades have their shadows blended to avoid hard transitions between quality levels. A value of zero eliminates the fade region, creating hard transitions. Higher values increase the size of the fade region, creating a more gradual transition between cascades. The value is expressed as a percentage proportion (i.e. 0.1 = 10% overlap). Ideal values are the smallest possible which still hide the transition. An increased fade region size causes an increase in shadow rendering cost.
es: La proporción de la región de atenuación entre las cascadas. Pixeles dentro de la región de atenuación de dos cascadas tienen las sombrar combinadas para evitar transiciones fijas entre los niveles de calidad. Un valor de cero elimina la región de atenuación, creando transiciones fijas. El valor se expresa como un porcentaje (i.e. 0.1 = 10 % superposición). Los valores ideales son los menos probables que aún ocultan las transición. Un tamaño de la región de atenuación aumentada causa un incremento en el coste de la renderización del sombreado.
pt_br: Proporção da região de esmaecimento entre cascatas. Pixels dentro das regiões de esmaecimento de duas cascatas têm suas sombras misturadas para evitar transições abruptas entre níveis de qualidade. Um valor de zero elimina a região de esmaecimento, criando transições abruptas. Valores mais altos aumentam a região de esmaecimento, criando uma transição mais gradual entre as cascatas. O valor é expressado como uma proporção percentual (i.e. 0.1 = 10% de sobreposição). Valores ideais são os menores possíveis, mas que ainda ocultem a transição. Uma região de esmaecimento maior causa um aumento no custo de renderização de sombras.

# UObjectToolTips,DirectionalLightComponent:DynamicShadowCascades
source: Number of cascades to split the view frustum into for the whole scene dynamic shadow. More cascades result in better shadow resolution, but adds significant rendering cost.
es: Número de cascadas en las que dividir el frustum de vista para el sombreado dinámico de toda la escena. Mas cascadas suponen una resolución de sombreado de mejor calidad; sin embargo, aumenta significativamente el costo del renderizado.
pt_br: Número de cascatas no qual dividir o tronco de visualização para as sombras dinâmicas da cena completa. Mais cascatas resultam em melhor resolução, mas acrescenta um custo significativo de renderização.

# UObjectToolTips,DirectionalLightComponent:DynamicShadowDistanceMovableLight
source: How far Cascaded Shadow Map dynamic shadows will cover for a movable light, measured from the camera. A value of 0 disables the dynamic shadow.
es: ¿Hasta dónde cubren las sombras dinámicas del mapa de sombras de cascada una luz movible, se mide desde la cámara Un valor 0 desactiva el sombreado dinámico.
pt_br: A que distância as sombras dinâmicas do Mapa de Sompras são calculadas para uma luz movível, medida a partir da câmera O valor 0 desativa a sombra dinâmica.

# UObjectToolTips,DirectionalLightComponent:DynamicShadowDistanceStationaryLight
source: How far Cascaded Shadow Map dynamic shadows will cover for a stationary light, measured from the camera. A value of 0 disables the dynamic shadow.
es: ¿Hasta dónde cubren las sombras dinámicas del mapa de sombras de cascada una luz estacionaria, se mide desde la cámara Un valor 0 desactiva el sombreado dinámico.
pt_br: A que distância as sombras dinâmicas do Mapa de Sompras são calculadas para uma luz estacionária, medida a partir da câmera O valor 0 desativa a sombra dinâmica.

# UObjectToolTips,DirectionalLightComponent:LightmassSettings
source: The Lightmass settings for this object.
es: Ajustes de lightmass para este objeto.
pt_br: As configurações do Lightmass para esse objeto.

# UObjectToolTips,LandscapeProxy:LightmassSettings
source: The Lightmass settings for this object.
es: Ajustes de lightmass para este objeto.
pt_br: As configurações do Lightmass para esse objeto.

# UObjectToolTips,MaterialInterface:LightmassSettings
source: The Lightmass settings for this object.
es: Ajustes de lightmass para este objeto.
pt_br: As configurações do Lightmass para esse objeto.

# UObjectToolTips,PointLightComponent:LightmassSettings
source: The Lightmass settings for this object.
es: Ajustes de lightmass para este objeto.
pt_br: As configurações do Lightmass para esse objeto.

# UObjectToolTips,StaticMeshComponent:LightmassSettings
source: The Lightmass settings for this object.
es: Ajustes de lightmass para este objeto.
pt_br: As configurações do Lightmass para esse objeto.

# UObjectToolTips,DirectionalLightComponent:LightShaftOverrideDirection
source: Can be used to make light shafts come from somewhere other than the light's actual direction. This will only be used when non-zero. It does not have to be normalized.
es: Se puede usar para crear orificios de luz que vengan de una zona distinta a de la dirección actual de la luz. Solo se podría usar cuando no es cero. No se tiene que normalizar.
pt_br: Pode ser usada para fazer com que feixes de luz venham de outro lugar que não a direção de fato da luz. Isso só poderá ser usado quando for não zero. Não precisa ser normalizado.

# UObjectToolTips,DirectionalLightComponent:OcclusionDepthRange
source: Everything closer to the camera than this distance will occlude light shafts.
es: Todo aquello que esté a una distancia menor que esta de la cámara obstruirá los orificios de luz.
pt_br: Tudo mais próximo à câmera que esta distância ocluirá os eixos de luz.

# UObjectToolTips,DirectionalLightComponent:OcclusionMaskDarkness
source: Controls how dark the occlusion masking is, a value of 1 results in no darkening term.
es: Calibra cómo de oscura es el enmascaramiento de oclusión, un valor de 1 no produce oscuridad.
pt_br: Controla quão escura é a máscara de oclusão. Um valor de 1 resulta em nenhum termo de escurecimento.

# UObjectToolTips,DirectionalLightComponent:ShadowDistanceFadeoutFraction
source: Controls the size of the fade out region at the far extent of the dynamic shadow's influence. This is specified as a fraction of DynamicShadowDistance.
es: Controla el tamaño de la región de atenuación en el lado opuesto de la influencia de la sombra dinámica. Esto se especifica como una fracción de DynamicShadowDistance.
pt_br: Controla o tamanho da região de esmaecimento na extensão distante da influência da sombra dinâmica. Isto é especificado como uma fração de DynamicShadowDistance.

# UObjectToolTips,DirectorTrackCut
source: Information for one cut in this track.
es: Información para un corte en la pista.
pt_br: Informação sobre um corte nesta faixa

# UObjectToolTips,DirectorTrackCut:ShotNumber
source: Shot number for developer reference
es: Número de captura para referencia del programador
pt_br: Número da tomada para referência do desenvolvedor

# UObjectToolTips,DirectorTrackCut:TargetCamGroup
source: GroupName of UInterpGroup to cut viewpoint to.
es: GroupName de UInterpGroup al que cortar el punto de visión.
pt_br: GroupName de UInterpGroup para o qual cortar o ponto de vista.

# UObjectToolTips,DirectorTrackCut:Time
source: Time to perform the cut.
es: Tiempo para realizar el corte.
pt_br: Momento para realizar o corte.

# UObjectToolTips,DirectorTrackCut:TransitionTime
source: Time taken to move view to new camera.
es: Tiempo necesario para mover la vista a la cámara nueva.
pt_br: Tempo necessário para mover a visualização para a nova câmera.

# UObjectToolTips,DirectoryPath
source: Structure for directory paths that are displayed in the UI.
es: Estructura para las rutas del directorio que se visualizan en UI (interfaz del usuario).
pt_br: Estrutura para caminhos de diretório que estão exibidos na IU.

# UObjectToolTips,DirectoryPath:Path
source: The path to the directory.
es: La ruta para el directorio.
pt_br: O caminho para o diretório.

# UObjectToolTips,DistanceDatum:FadeInDistanceEnd
source: The distance at which this sound has faded in completely.
es: La distancia a la que este sonido se ha intensificado por completo.
pt_br: A distância em que esse som se esmaece por completo.

# UObjectToolTips,DistanceDatum:FadeInDistanceStart
source: The FadeInDistance at which to start hearing this sound. * If you want to hear the sound up close then setting this to 0 might be a good option.
es: La FadeInDistance a la que comenzar a oír este sonido. * Si se quiere oír el sonido cerca entonces configurar a 0 sería una buena opción.
pt_br: O FadeInDistance para começar a ouvir esse som. * Caso deseje escutar o som bem de perto, configurar esta opção para 0 pode ser uma boa ideia.

# UObjectToolTips,DistanceDatum:FadeOutDistanceEnd
source: The distance at which this sound is no longer audible.
es: La distancia a la que este sonido ya no se oye.
pt_br: A distância em que esse som não é mais audível.

# UObjectToolTips,DistanceDatum:FadeOutDistanceStart
source: The distance at which this sound starts fading out.
es: La distancia a la que este sonido comienza a apagarse.
pt_br: A distância em que esse som começa a esmaecer.

# UObjectToolTips,DistanceDatum:Volume
source: The volume for which this Input should be played.
es: El volumen por el cual reproducir esta entrada.
pt_br: O volume no qual essa Entrada deve ser reproduzida.

# UObjectToolTips,DistributionFloat:bCanBeBaked
source: Can this variable be baked out to a FRawDistribution? Should be true 99% of the time
es: ¿Se puede procesar esta variable a una FRawDistribution? Debe ser verdadera en el 99% de las veces
pt_br: Esta variável pode ser preparada para uma FRawDistribution? Deve ser verdadeiro 99% do tempo

# UObjectToolTips,DistributionVector:bCanBeBaked
source: Can this variable be baked out to a FRawDistribution? Should be true 99% of the time
es: ¿Se puede procesar esta variable a una FRawDistribution? Debe ser verdadera en el 99% de las veces
pt_br: Esta variável pode ser preparada para uma FRawDistribution? Deve ser verdadeiro 99% do tempo

# UObjectToolTips,DistributionFloatConstant:Constant
source: This float will be returned for all values of time.
es: Se devolverá este punto flotante para todos los valores del tiempo.
pt_br: Este flutuante será retornado para todos os valores de tempo.

# UObjectToolTips,DistributionFloatConstantCurve:ConstantCurve
source: Keyframe data for how output constant varies over time.
es: Los datos del fotograma clave para cómo generar variaciones de la constante con el transcurso del tiempo.
pt_br: Dados de quadro-chave para a forma como a constante de saída varia com o tempo.

# UObjectToolTips,DistributionFloatUniformCurve:ConstantCurve
source: Keyframe data for how output constant varies over time.
es: Los datos del fotograma clave para cómo generar variaciones de la constante con el transcurso del tiempo.
pt_br: Dados de quadro-chave para a forma como a constante de saída varia com o tempo.

# UObjectToolTips,DistributionVectorUniformCurve:ConstantCurve
source: Keyframe data for how output constant varies over time.
es: Los datos del fotograma clave para cómo generar variaciones de la constante con el transcurso del tiempo.
pt_br: Dados de quadro-chave para a forma como a constante de saída varia com o tempo.

# UObjectToolTips,DistributionFloatParameterBase:MaxInput
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatParameterBase:MaxOutput
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatParameterBase:MinInput
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatParameterBase:MinOutput
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatParameterBase:ParameterName
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatParameterBase:ParamMode
source: todo document
es: documento que realizar
pt_br: documento de coisas a fazer

# UObjectToolTips,DistributionFloatUniform:Max
source: High end of output float distribution.
es: Sección alta de la distribución del punto flotante de salida.
pt_br: Parte superior da distribuição de flutuantes de saída.

# UObjectToolTips,DistributionFloatUniform:Min
source: Low end of output float distribution.
es: La sección baja de la distribución del punto flotante de la salida
pt_br: Parte inferior da distribuição de flutuantes de saída.

# UObjectToolTips,DistributionLookupTable
source: Lookup table for distributions.
es: Buscar tabla para las distribuciones
pt_br: Tabela de consulta de distribuições.

# UObjectToolTips,DistributionVector:bIsDirty
source: Set internally when the distribution is updated so that that FRawDistribution can know to update itself
es: Ajustar de forma interna cuando la distribución está actualizada para que FRawDistribution sepa actualizarse por sí mismo
pt_br: Define internamente quando a distribuição é atualizada para que FRawDistribution possa saber quando se atualizar

# UObjectToolTips,DistributionVectorConstant:bLockAxes
source: If true, X == Y == Z ie. only one degree of freedom. If false, each axis is picked independently.
es: Si es verdadero, X == Y == Z por ej. solo un grado de libertad. Si es falso, cada eje se elige de forma independiente.
pt_br: Se for verdadeiro, X == Y == Z, ou seja, somente um grau de libertade. Se for falso, cada eixo é selecionado independentemente.

# UObjectToolTips,DistributionVectorConstantCurve:bLockAxes
source: If true, X == Y == Z ie. only one degree of freedom. If false, each axis is picked independently.
es: Si es verdadero, X == Y == Z por ej. solo un grado de libertad. Si es falso, cada eje se elige de forma independiente.
pt_br: Se for verdadeiro, X == Y == Z, ou seja, somente um grau de libertade. Se for falso, cada eixo é selecionado independentemente.

# UObjectToolTips,DistributionVectorUniform:bLockAxes
source: If true, X == Y == Z ie. only one degree of freedom. If false, each axis is picked independently.
es: Si es verdadero, X == Y == Z por ej. solo un grado de libertad. Si es falso, cada eje se elige de forma independiente.
pt_br: Se for verdadeiro, X == Y == Z, ou seja, somente um grau de libertade. Se for falso, cada eixo é selecionado independentemente.

# UObjectToolTips,DistributionVectorUniformCurve:bLockAxes1
source: If true, X == Y == Z ie. only one degree of freedom. If false, each axis is picked independently.
es: Si es verdadero, X == Y == Z por ej. solo un grado de libertad. Si es falso, cada eje se elige de forma independiente.
pt_br: Se for verdadeiro, X == Y == Z, ou seja, somente um grau de libertade. Se for falso, cada eixo é selecionado independentemente.

# UObjectToolTips,DistributionVectorConstant:Constant
source: This FVector will be returned for all input times.
es: Se devolverá este FVector para todos los tiempos de entrada.
pt_br: Esse FVector será retornado para todas os momentos de entrada.

# UObjectToolTips,DistributionVectorConstantCurve:ConstantCurve
source: Keyframe data for each component (X,Y,Z) over time.
es: Los datos del fotograma clave para cada uno de los componentes (X,Y,Z) con el transcurso del tiempo.
pt_br: Dados de quadro-chave para cada componente (X,Y,Z) através do tempo.

# UObjectToolTips,DistributionVectorUniform:Max
source: Upper end of FVector magnitude range.
es: Sección superior del rango de la magnitud de FVector
pt_br: Limite superior do intervalo de magnitudes do FVector.

# UObjectToolTips,DistributionVectorUniform:Min
source: Lower end of FVector magnitude range.
es: Sector más bajo del rango de la magnitud de FVector
pt_br: Limite inferior do intervalo de magnitudes do FVector.

# UObjectToolTips,DockTabStyle
source: Represents the appearance of an SDockTab
es: Representa la apariencia de un SDockTab
pt_br: Representa a aparência de uma SDockTab

# UObjectToolTips,DockTabStyle:ActiveBrush
source: Brush used when this tab is in its active state
es: Pincel usado cuando esta pestaña está en su estado activo
pt_br: Pincel usado quando esta guia está em seu estado ativo

# UObjectToolTips,DockTabStyle:CloseButtonStyle
source: Style used for the close button
es: Estilo usado para el botón de cerrar
pt_br: Estilo usado para o botão de fechar

# UObjectToolTips,DockTabStyle:ColorOverlayBrush
source: Brush used to overlay a given color onto this tab
es: Pincel usado para superponer un color proporcionado en esta pestaña
pt_br: Pincel usado para sobrepor uma determinada cor nesta guia

# UObjectToolTips,DockTabStyle:ContentAreaBrush
source: Brush used by the SDockingTabStack to draw the content associated with this tab; Documents, Apps, and Tool Panels have different backgrounds
es: Pincel usado por el SDockingTabStack para trazar el contenido asociado a esta pestaña; documentos, apps, y paneles de herramientas tienen fondos diferentes
pt_br: Pincel usado por SDockingTabStack para desenhar o conteúdo associado a esta guia; Painéis de Documentos, Aplicativos e Ferramentas têm fundos diferentes

# UObjectToolTips,DockTabStyle:TabWellBrush
source: Brush used by the SDockingTabStack to draw the content associated with this tab; Documents, Apps, and Tool Panels have different backgrounds
es: Pincel usado por el SDockingTabStack para trazar el contenido asociado a esta pestaña; documentos, apps, y paneles de herramientas tienen fondos diferentes
pt_br: Pincel usado por SDockingTabStack para desenhar o conteúdo associado a esta guia; Painéis de Documentos, Aplicativos e Ferramentas têm fundos diferentes

# UObjectToolTips,DockTabStyle:FlashColor
source: Color used when flashing this tab
es: Color usado cuando aparece esta pestaña
pt_br: Cor usada quando esta guia pisca

# UObjectToolTips,DockTabStyle:ForegroundBrush
source: Brush used when this tab is in the foreground
es: Pincel usado cuando esta pestaña está en primer plano
pt_br: Pincel usado quando esta guia está em primeiro plano
