Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,KismetMathLibrary:Multiply_RotatorFloat
source: Returns rotator representing rotator A scaled by B
es: Devuelve el rotador que representa el rotador A escalado por B
pt_br: Retorna o rodador representando o rodador A escalonado por B

# UObjectToolTips,KismetMathLibrary:Multiply_RotatorInt
source: Returns rotator representing rotator A scaled by B
es: Devuelve el rotador que representa el rotador A escalado por B
pt_br: Retorna o rodador representando o rodador A escalonado por B

# UObjectToolTips,KismetMathLibrary:Multiply_Vector2DFloat
source: Returns Vector A scaled by B
es: Devuelve el vector A escalado por B
pt_br: Retorna o Vetor A escalonado por B

# UObjectToolTips,KismetMathLibrary:Multiply_VectorFloat
source: Scales Vector A by B
es: Escala el vector A mediante B
pt_br: Escalona o Vetor A por B

# UObjectToolTips,KismetMathLibrary:Multiply_VectorInt
source: Scales Vector A by B
es: Escala el vector A mediante B
pt_br: Escalona o Vetor A por B

# UObjectToolTips,KismetMathLibrary:Multiply_VectorVector
source: Element-wise Vector multiplication (Result = {A.x*B.x, A.y*B.y, A.z*B.z})
es: Multiplicación del vector del ancho del elemento (Resultado = {A.x*B.x, A.y*B.y, A.z*B.z})
pt_br: Multiplicação de Vetores elemento a elemento (Resultado = {A.x*B.x, A.y*B.y, A.z*B.z})

# UObjectToolTips,KismetMathLibrary:MultiplyByPi
source: Multiplies the input value by pi.
es: Multiplica el valor de entrada por el número pi.
pt_br: Multiplica o valor de entrada por pi.

# UObjectToolTips,KismetMathLibrary:MultiplyMultiply_FloatFloat
source: Power (Base to the Exp-th power)
es: Potencia (base para la potencia Exp-th)
pt_br: Potência (Base elevada ao expoente Exp)

# UObjectToolTips,KismetMathLibrary:NegateRotator
source: Negate a rotator
es: Anular un rotador
pt_br: Nega um rodador

# UObjectToolTips,KismetMathLibrary:NegateVector
source: Negate a vector.
es: Anular un vector.
pt_br: Nega um vetor.

# UObjectToolTips,KismetMathLibrary:Normal
source: Returns a unit normal version of the FVector A
es: Devuelve una versión normal de la unidad de FVector A
pt_br: Retorna uma versão normal unitária do FVector A

# UObjectToolTips,KismetMathLibrary:Normal2D
source: Returns a unit normal version of the vector2d A
es: Devuelve una versión normal de la unidad de vector2d A
pt_br: Retorna uma versão normal unitária do vector2d A

# UObjectToolTips,KismetMathLibrary:NormalizedDeltaRotator
source: Normalized A-B
es: A-B normalizado
pt_br: A-B Normalizado

# UObjectToolTips,KismetMathLibrary:NormalizeToRange
source: Returns Value normalized to the given range. (e.g. 20 normalized to the range 10->50 would result in 0.25)
es: Devuelve el valor normalizado de un rango a otro. (p. ej. 20 normalizado de un rango 10->50 resultaría en 0.25)
pt_br: Retorna o Valor normalizado para o intervalo dado. (Ex.: 20 normalizado para o intervalo 10->50 resultaria em 0.25)

# UObjectToolTips,KismetMathLibrary:Not_PreBool
source: Returns the logical complement of the Boolean value (NOT A)
es: Devuelve el complemento del tipo de dato lógico del valor booleano (NO A)
pt_br: Retorna o complemento lógico do valor Booleano (NOT A)

# UObjectToolTips,KismetMathLibrary:NotEqual_ByteByte
source: Returns true if A is not equal to B (A != B)
es: Devuelve verdadero si A no es equivalente a B (A != B).
pt_br: Retorna verdadeiro se A for diferente de B (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_IntInt
source: Returns true if A is not equal to B (A != B)
es: Devuelve verdadero si A no es equivalente a B (A != B).
pt_br: Retorna verdadeiro se A for diferente de B (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_ClassClass
source: Returns true if A and B are not equal (A != B)
es: Devuelve verdadero si A y B no son equivalentes (A != B).
pt_br: Retorna verdadeiro se A e B forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_NameName
source: Returns true if A and B are not equal (A != B)
es: Devuelve verdadero si A y B no son equivalentes (A != B).
pt_br: Retorna verdadeiro se A e B forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_ObjectObject
source: Returns true if A and B are not equal (A != B)
es: Devuelve verdadero si A y B no son equivalentes (A != B).
pt_br: Retorna verdadeiro se A e B forem diferentes (A != B)

# UObjectToolTips,KismetMathLibrary:NotEqual_FloatFloat
source: Returns true if A does not equal B (A != B)
es: Devuelve verdadero si A no es equivalente a B (A != B).
pt_br: Retorna verdadeiro se A não for igual a B (A != B)

# UObjectToolTips,KismetMathLibrary:Or_IntInt
source: Bitwise OR (A | B)
es: Operación bit a bit OR (A/ B)
pt_br: OR nos bits (A | B)

# UObjectToolTips,KismetMathLibrary:Percent_ByteByte
source: Modulo (A % B)
es: Módulo (A % B)
pt_br: Módulo (A % B)

# UObjectToolTips,KismetMathLibrary:Percent_FloatFloat
source: Modulo (A % B)
es: Módulo (A % B)
pt_br: Módulo (A % B)

# UObjectToolTips,KismetMathLibrary:Percent_IntInt
source: Modulo (A % B)
es: Módulo (A % B)
pt_br: Módulo (A % B)

# UObjectToolTips,KismetMathLibrary:PointsAreCoplanar
source: Determines whether a given set of points are coplanar, with a tolerance. Any three points or less are always coplanar. @param Points - The set of points to determine coplanarity for. @param Tolerance - Larger numbers means more variance is allowed. @return Whether the points are relatively coplanar, based on the tolerance
es: Determina si un conjunto de puntos proporcionados son coplanarios, con una tolerancia. Con tres puntos o menos, son siempre coplanarios. @param Puntos - El conjunto de puntos para determinar coplanaridad. @param Tolerancia - En grandes cantidades se permite una mayor variedad. @return Si los puntos son relativamente coplanarios, basados en la tolerancia
pt_br: Determina se um conjunto fornecido de pontos é coplanar, com uma tolerância. Quaisquer três ou menos pontos são sempre coplanares. @param Pontos - O conjunto de pontos para determinar a coplanaridade. @param Tolerância - Números maiores significam mais variedade permitida. @return Se os pontos são relativamente coplanares, com base na tolerância

# UObjectToolTips,KismetMathLibrary:RandomBool
source: Returns a uniformly distributed random bool
es: Devuelve un booleano aleatorio distribuido uniformemente
pt_br: Retorna um booleano aleatório distribuído uniformemente

# UObjectToolTips,KismetMathLibrary:RandomBoolFromStream
source: Returns a random bool
es: Devuelve un booleano aleatorio
pt_br: Retorna um booleano aleatório

# UObjectToolTips,KismetMathLibrary:RandomFloat
source: Returns a random float between 0 and 1
es: Devuelve un punto flotante aleatorio entre 0 y 1
pt_br: Retorna o flutuante aleatório entre 0 e 1

# UObjectToolTips,KismetMathLibrary:RandomFloatFromStream
source: Returns a random float between 0 and 1
es: Devuelve un punto flotante aleatorio entre 0 y 1
pt_br: Retorna o flutuante aleatório entre 0 e 1

# UObjectToolTips,KismetMathLibrary:RandomFloatInRange
source: Generate a random number between Min and Max
es: Generar un número aleatorio entre el min. y máx.
pt_br: Gerar um número aleatório entre Mín. e Máx.

# UObjectToolTips,KismetMathLibrary:RandomFloatInRangeFromStream
source: Generate a random number between Min and Max
es: Generar un número aleatorio entre el min. y máx.
pt_br: Gerar um número aleatório entre Mín. e Máx.

# UObjectToolTips,KismetMathLibrary:RandomInteger
source: Returns a uniformly distributed random number between 0 and Max - 1
es: Devuelve un número aleatorio distribuido uniformemente entre 0 y -1 max.
pt_br: Retorna um número aleatório distribuído uniformemente entre 0 e Máx. - 1

# UObjectToolTips,KismetMathLibrary:RandomIntegerFromStream
source: Returns a uniformly distributed random number between 0 and Max - 1
es: Devuelve un número aleatorio distribuido uniformemente entre 0 y -1 max.
pt_br: Retorna um número aleatório distribuído uniformemente entre 0 e Máx. - 1

# UObjectToolTips,KismetMathLibrary:RandomIntegerInRange
source: Return a random integer between Min and Max (>= Min and <= Max)
es: Devolver un número entero aleatorio entre el min. y max (>= Min y <= Max).
pt_br: Retorna um inteiro aleatório entre Mín. e Máx. (>= Mín. e <= Máx.)

# UObjectToolTips,KismetMathLibrary:RandomIntegerInRangeFromStream
source: Return a random integer between Min and Max (>= Min and <= Max)
es: Devolver un número entero aleatorio entre el min. y max (>= Min y <= Max).
pt_br: Retorna um inteiro aleatório entre Mín. e Máx. (>= Mín. e <= Máx.)

# UObjectToolTips,KismetMathLibrary:RandomPointInBoundingBox
source: Returns a random point within the specified bounding box
es: Devuelve un punto aleatorio dentro de la caja delimitadora especificada
pt_br: Retorna um ponto aleatório dentro da caixa delimitadora especificada

# UObjectToolTips,KismetMathLibrary:RandomRotator
source: Generates a random rotation, with optional random roll.
es: Genera una rotación aleatoria, con alabeo aleatorio opcional.
pt_br: Gera uma rotação aleatória, com giro aleatório opcional

# UObjectToolTips,KismetMathLibrary:RandomRotatorFromStream
source: Create a random rotation
es: Crear una rotación personalizada
pt_br: Criar uma rotação aleatória

# UObjectToolTips,KismetMathLibrary:RandomUnitVector
source: Returns a random vector with length of 1
es: Devuelve un vector aleatorio con una longitud de 1
pt_br: Retorna o vetor aleatório de comprimento 1

# UObjectToolTips,KismetMathLibrary:RandomUnitVectorFromStream
source: Returns a random vector with length of 1.0
es: Devuelve un vector aleatorio con una longitud de 1.0
pt_br: Retorna o vetor aleatório de comprimento 1.0

# UObjectToolTips,KismetMathLibrary:ResetRandomStream
source: Reset a random stream
es: Reajustar un flujo continuo aleatorio
pt_br: Redefinir uma transmissão aleatória

# UObjectToolTips,KismetMathLibrary:RGBToHSV
source: Breaks apart a color into individual HSV components (as well as alpha)
es: Desmonta un color en componentes HSV individuales (así como con alfa)
pt_br: Quebra uma cor em componentes individuais HSV (assim como alfa)

# UObjectToolTips,KismetMathLibrary:RGBToHSV_Vector
source: Converts a RGB linear color to HSV (where H is in R, S is in G, and V is in B)
es: Transforma un color lineal RGB (rojo, verde y azul) en HSV (donde H está en R, S en G, y V en B)
pt_br: Converte uma cor linear RGB em HSV (onde H está em R, S em G e V em B)

# UObjectToolTips,KismetMathLibrary:RotateAngleAxis
source: Returns result of vector A rotated by AngleDeg around Axis
es: Devuelve el resultado del vector A por AngleDeg alrededor del eje
pt_br: Retorna o resultado do vetor A girado pelo AngleDeg ao redor do Eixo

# UObjectToolTips,KismetMathLibrary:RotatorFromAxisAndAngle
source: Create a rotation from an axis and and angle (in degrees)
es: Crear una rotación de un eje y un ángulo (en grados)
pt_br: Criar uma rotação a partir de um eixo e um ângulo (em graus)

# UObjectToolTips,KismetMathLibrary:Round
source: Rounds A to the nearest integer
es: Redondea A al número entero más cercano
pt_br: Arredonda A para o inteiro mais próximo

# UObjectToolTips,KismetMathLibrary:SeedRandomStream
source: Create a new random seed for a random stream
es: Crear una nueva semilla aleatoria para un flujo aleatorio
pt_br: Criar uma nova semente aleatória para uma transmissão aleatória

# UObjectToolTips,KismetMathLibrary:SelectClass
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectColor
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectFloat
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectInt
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectObject
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectRotator
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectString
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectTransform
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SelectVector
source: If bPickA is true, A is returned, otherwise B is
es: Si bPickA es verdadero, se devuelve A, si no B
pt_br: Se bPickA for verdadeiro, A será retornado, caso contrário B será retornado

# UObjectToolTips,KismetMathLibrary:SetRandomStreamSeed
source: Set the seed of a random stream to a specific number
es: Ajustar la semilla de una transmisión de flujo aleatorio a un número específico
pt_br: Definir o início de uma transmissão aleatório como um número específico

# UObjectToolTips,KismetMathLibrary:SignOfFloat
source: Sign (float, returns -1 if A < 0, 0 if A is zero, and +1 if A > 0)
es: Firmar (punto flotante, devuelve -1 si A < 0, 0 si A es cero, y +1 si A > 0)
pt_br: Sinal (flutuante, retorna -1 se A < 0, 0 se A for zero e +1 se A > 0)

# UObjectToolTips,KismetMathLibrary:SignOfInteger
source: Sign (integer, returns -1 if A < 0, 0 if A is zero, and +1 if A > 0)
es: Firmar (entero, devuelve -1 si A < 0, 0 si A es cero, y +1 si A > 0)
pt_br: Sinal (inteiro, retorna -1 se A < 0, 0 se A for zero e +1 se A > 0)

# UObjectToolTips,KismetMathLibrary:Sin
source: Returns the sine of A (expects Radians)
es: Devuelve el seno de A (en radianes)
pt_br: Retorna o seno de A (esperado: Radianos)

# UObjectToolTips,KismetMathLibrary:Sqrt
source: Returns square root of A
es: Devuelve la raíz del cuadrado de A
pt_br: Retorna a raiz quadrada de A

# UObjectToolTips,KismetMathLibrary:Square
source: Returns square of A (A*A)
es: Devuelve el cuadrado de A (A*A)
pt_br: Retorna o quadrado de A (A*A)

# UObjectToolTips,KismetMathLibrary:Subtract_ByteByte
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_DateTimeDateTime
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_DateTimeTimespan
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_FloatFloat
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_IntInt
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_TimespanTimespan
source: Subtraction (A - B)
es: Sustracción (A - B)
pt_br: Subtração (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_Vector2DFloat
source: Returns Vector A subtracted by B
es: Devuelve el vector A sustraído por B
pt_br: Retorna o Vetor A subtraído por B

# UObjectToolTips,KismetMathLibrary:Subtract_Vector2DVector2D
source: Returns subtraction of Vector B from Vector A (A - B)
es: Devuelve la sustracción del vector B del vector A (A - B)
pt_br: Retorna a subtração do Vetor B do Vetor A (A - B)

# UObjectToolTips,KismetMathLibrary:Subtract_VectorVector
source: Vector subtraction
es: Sustracción del vector
pt_br: Subtração de vetores

# UObjectToolTips,KismetMathLibrary:Tan
source: Returns the tan of A (expects Radians)
es: Devuelve la tangente de A (en radianes)
pt_br: Retorna a tangente de A (esperado: Radianos)

# UObjectToolTips,KismetMathLibrary:TransformDirection
source: Transform a direction vector by the supplied transform - will not change its length. For example, if T was an object's transform, would transform a direction from local space to world space.
es: Transformar un vector de dirección mediante la transformación proporcionada - no modificará la longitud Por ejemplo, si T era una transformación del objeto, transformaría una dirección del sistema de coordenadas local al global.
pt_br: Transforma um vetor de direção pela transformação fornecida - não alterará seu comprimento Por exemplo, se T fosse a transformação de um objeto, ele transformaria uma direção de espaço local para um espaço do mundo.

# UObjectToolTips,KismetMathLibrary:VSize
source: Returns the length of the FVector
es: Devuelve longitud del FVector
pt_br: Retorna o comprimento do FVector

# UObjectToolTips,KismetMathLibrary:VSize2D
source: Returns the length of a 2d FVector.
es: Devuelve longitud de un FVector 2D
pt_br: Retorna o comprimento de um FVector 2D

# UObjectToolTips,KismetMathLibrary:Xor_IntInt
source: Bitwise XOR (A ^ B)
es: Operación bit a bit XOR (A & B)
pt_br: XOR nos bits (A ^ B)

# UObjectToolTips,KismetNodeHelperLibrary:BitIsMarked
source: Returns whether the bit at index "Index" is set or not in the data @param Data - The integer containing the bits that are being tested against @param Index - The bit index into the Data that we are inquiring @return - Whether the bit at index "Index" is set or not
es: Devuelve si el bit en el "Índice" del índice está ajustado o no en los datos @param Datos - El número entero que contiene los bits con los que se ha analizado @param Index - El índice de bits en los datos que estamos averiguando @return - Si el bit en el "Índice" del índice está o no ajustado
pt_br: Retorna se o bit no índice "Índice" está definido ou não nos dados @param Data - O inteiro contendo os bits contra os quais se está testando @param Index - O índice do bit no Data que estamos consultando @return - Se o bit no índice "Índice" está definido ou não

# UObjectToolTips,KismetNodeHelperLibrary:ClearAllBits
source: Clears all of the bit in the data @param Data - The integer containing the bits that are being cleared
es: Borra todo del bit en los datos @param Data - El número entero contiene los bits que se han borrado
pt_br: Remove tudo do bit nos dados @param Data - O número inteiro que contém os bits que estão sendo removidos

# UObjectToolTips,KismetNodeHelperLibrary:ClearBit
source: Clears the bit at index "Index" in the data @param Data - The integer containing the bits that are being cleared @param Index - The bit index into the Data that we are clearing
es: Borra el bit en el índice "Index" en los datos @param Data - El número entero contiene los bits que se han borrado @param Index - El índice bit en los datos que estamos borrando
pt_br: Remove o bit no índice "Index" nos dados @param Data - O inteiro que contém os bits que estão sendo removidos @param Index - O índice de bit nos Dados que estamos removendo

# UObjectToolTips,KismetNodeHelperLibrary:GetFirstUnmarkedBit
source: Gets the first index not already marked starting from a specific index and returns the bit index selected @param Data - The integer containing the bits that are being set @param StartIdx - The index to start looking for an available index from @param NumBits - The logical number of bits we want to track @return - The index that was selected (returns INDEX_NONE if there was no unmarked bits to choose from)
es: Obtiene el primer índice sin marcar comenzando desde un índice específico y devuelve el índice del bit seleccionado @param Data - El número entero contiene los bits que se han ajustado @param StartIdx - El índice desde el que empezar a buscar un índice disponible @param NumBits - El número lógico de bits que queremos seguir @return - El índice que estaba seleccionado (devuelve INDEX_NONE si no había bits sin marcar de los que elegir)
pt_br: Obtém o primeiro índice ainda não marcado, começando de um índice específico, e retorna o índice do bit selecionado @param Data - O inteiro que contém os bits que estão sendo definidos @param StartIdx - O índice a partir do qual começar a procurar um índice disponível @param NumBits - O número lógico de bits que desejamos rastrear @return - O índice que foi selecionado (retorna INDEX_NONE se não houver bits não desmarcados de onde escolher)

# UObjectToolTips,KismetNodeHelperLibrary:GetRandomUnmarkedBit
source: Gets a random not already marked bit and returns the bit index selected @param Data - The integer containing the bits that are being set @param NumBits - The logical number of bits we want to track @return - The index that was selected (returns INDEX_NONE if there was no unmarked bits to choose from)
es: Obtiene un bit aleatorio sin marcar y devuelve un índice del bit seleccionado @param Data - El número entero contiene los bits que se han ajustado @param NumBits - El número lógico de bits que queremos seguir @return - El índice que estaba seleccionado (devuelve INDEX_NONE si no había bits sin marcar de los que elegir)
pt_br: Obtém um bit aleatório ainda não marcado e retorna o índice do bit selecionado @param Data - O inteiro que contém os bits que estão sendo definidos @param NumBits - O número lógico de bits que desejamos rastrear @return - O índice que foi selecionado (retorna INDEX_NONE se houver bits não desmarcados dos quais escolher)

# UObjectToolTips,KismetNodeHelperLibrary:GetUnmarkedBit
source: Gets an already unmarked bit and returns the bit index selected @param Data - The integer containing the bits that are being set @param StartIdx - The index to start with when determining the selection' @param NumBits - The logical number of bits we want to track @param bRandom - Whether to select a random index or not @return - The index that was selected (returns INDEX_NONE if there was no unmarked bits to choose from)
es: Obtiene un bit aleatorio sin marcar y devuelve un índice del bit seleccionado @param Data - El número entero contiene los bits que se han ajustado @param StartIdx - El índice con el que comenzar cuando se determina la selección @param NumBits - El número lógico de bits que queremos seguir @param bRandom - Si seleccionar un índice aleatorio o no @return - El índice que estaba seleccionado (devuelve INDEX_NONE si no había bits sin marcar de los que elegir)
pt_br: Obtém um bit já desmarcado e retorna o índice de bits selecionado @param Data - O inteiro que contém os bits que estão sendo definidos @param StartIdx - O índice para começar ao determinar a seleção' @param NumBits - O número lógico de bits que desejamos rastrear @param bRandom - Se um índice aleatório é selecionado ou não @return - O índice que foi selecionado (retorna INDEX_NONE se não houver bits não desmarcados dos quais escolher)
