Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SkeletalMeshActor:ReplicatedPhysAsset
source: Used to replicate physics asset to clients
es: Usado para duplicar activo físico para los clientes
pt_br: Usado para replicar ativo de física para clientes

# UObjectToolTips,SkeletalMeshComponent:AccumulateAllBodiesBelowPhysicsBlendWeight
source: Accumulate AddPhysicsBlendWeight to physics blendweight for all of the bones below passed in bone to be simulated
es: Acumular AddPhysicsBlendWeight al blendweight de físicos para todos lo huesos pasados por la parte inferior en el hueso para simularlo.
pt_br: Acumular AddPhysicsBlendWeight para BlendWeight de física para todos os ossos abaixo passados no osso a serem simulados

# UObjectToolTips,SkeletalMeshComponent:AnimToPlay
source: The default sequence to play on this skeletal mesh
es: La secuencia predeterminada a reproducir en esta malla esqueleto
pt_br: A sequência padrão a reproduzir nessa malha esquelética

# UObjectToolTips,SkeletalMeshComponent:bAnimTreeInitialised
source: If true, AnimTree has been initialised.
es: Si es verdadero, se ha iniciado AnimTree.
pt_br: Se for verdadeiro, AnimTree terá sido inicializada.

# UObjectToolTips,SkeletalMeshComponent:bBlendPhysics
source: Enables blending in of physics bodies whether Simulate or not
es: Activa la mezcla de cuerpos físicos, ya sea simulado o no.
pt_br: Permite a mistura dos corpos de física em Simular ou não

# UObjectToolTips,SkeletalMeshComponent:bCollideWithAttachedChildren
source: can't collide with part of attached children if total collision volumes exceed 16 capsules or 32 planes per convex
es: no puede colisionar con parte de los hijos adjuntos si los volúmenes de colisión totales sobrepasan 16 cápsulas o 32 planos por convexa
pt_br: não pode colidir com parte dos filhos anexados se os volumes totais de colisão excederem 16 cápsulas ou 32 planos por convexo

# UObjectToolTips,SkeletalMeshComponent:bCollideWithEnvironment
source: can't collide with part of environment if total collision volumes exceed 16 capsules or 32 planes per convex
es: no puede colisionar con parte del entorno si los volúmenes de la colisión totales sobrepasan 16 cápsulas o 32 planos por convexa
pt_br: não pode colidir com parte do ambiente se os volumes totais de colisão excederem 16 cápsulas ou 32 planos por convexo

# UObjectToolTips,SkeletalMeshComponent:bDisableClothSimulation
source: Disable cloth simulation and play original animation without simulation
es: Desactivar la simulación de la prenda y reproducir la animación original sin simulación
pt_br: Desativar a simulação de tecido e reproduzir a animação original sem simulação

# UObjectToolTips,SkeletalMeshComponent:bEnableLineCheckWithBounds
source: If true, line checks will test against the bounding box of this skeletal mesh component and return a hit if there is a collision.
es: Si es verdadero, las revisiones de línea verificarán la caja delimitadora de este componente de la malla esqueleto y devolverán un golpe si hay una colisión.
pt_br: Se for verdadeiro, as verificações de alinhamento serão testadas em relação à caixa delimitadora desse componente da malha esquelética e retornará um impacto se houver uma colisão.

# UObjectToolTips,SkeletalMeshComponent:bForceRefpose
source: If true, force the mesh into the reference pose - is an optimization.
es: Si es verdadero, forzar la malla a la posición de referencia - es una optimización.
pt_br: Se for verdadeiro, forçará a malha para pose de referência — é uma otimização.

# UObjectToolTips,SkeletalMeshComponent:bHasValidBodies
source: If true, there is at least one body in the current PhysicsAsset with a valid bone in the current SkeletalMesh
es: Si es verdadero, existe al menos un cuerpo en la PhysicsAsset actual con un hueso válido en la SkeletalMesh actual
pt_br: Se for verdadeiro, haverá pelo menos um corpo no PhysicsAsset atual com um osso válido no SkeletalMesh atual.

# UObjectToolTips,SkeletalMeshComponent:bLocalSpaceSimulation
source: It's worth trying this option when you feel that the current cloth simulation is unstable. The scale of the actor is maintained during the simulation. It is possible to add the inertia effects to the simulation, through the inertiaScale parameter of the clothing material. So with an inertiaScale of 1.0 there should be no visible difference between local space and global space simulation. Known issues: - Currently there's simulation issues when this feature is used in 3.x (DE4076) So if localSpaceSim is enabled there's no inertia effect when the global pose of the clothing actor changes.
es: Merece la pena probar esta opción cuando siente que la simulación actual de la ropa es inestable. La escala del actor se mantiene durante la simulación. Es posible añadir efectos de inercia a la simulación, a través del parámetro inertiaScale del material de la ropa. Por esta razón, con una inertiaScale de 1.0 no debería haber diferencia visible alguna entre el sistema de coordenadas local y la simulación en el sistema de coordenadas global. Problemas identificados: - Actualmente hay problemas de simulación cuando esta función se utiliza en 3.x (DE4076) Si localSpaceSim está habilitado, no hay un efecto de inercia cuando hay cambios en la posición global del actor con ropa.
pt_br: Vale a pena experimentar esta opção quando você sentir que a simulação de tecido estiver instável. A escala do ator é mantida durante a simulação. É possível adicionar efeitos de inércia à simulação por meio do parâmetro inertiaScale do material de vestuário. Assim, com uma inertiaScale de 1.0, não deverá haver diferença visível entre a simulação de espaço local e de espaço global. Problemas conhecidos: - No momento, há problemas na simulação quando este recurso é usado em 3.x (DE4076). Assim, se localSpaceSim estiver ativado, não haverá inércia quando a pose global do ator de vestuário for alterada.

# UObjectToolTips,SkeletalMeshComponent:bNoSkeletonUpdate
source: Skips Ticking and Bone Refresh.
es: Salta la actualización del hueso y la revisión
pt_br: Pula a Atualização e Tiques do Osso.

# UObjectToolTips,SkeletalMeshComponent:bOldForceRefPose
source: If bForceRefPose was set last tick.
es: Si bForceRefPose se ajustó en la última revisión
pt_br: Se bForceRefPose foi definido como último tique.

# UObjectToolTips,SkeletalMeshComponent:bPauseAnims
source: pauses this component's animations (doesn't tick them, but still refreshes bones)
es: pausa las animaciones de este componente (no las revisa, pero sigue actualizando los huesos)
pt_br: pausa as animações deste componente (elas não são ticadas, mas ainda atualiza os ossos)

# UObjectToolTips,SkeletalMeshComponent:bRequiredBonesUpToDate
source: If false, indicates that on the next call to UpdateSkelPose the RequiredBones array should be recalculated.
es: Si es falso, indica que en la siguiente llamada a UpdateSkelPose se debería volver a calcular la matriz RequiredBones
pt_br: Se falso, infica se na próxima chamada para UpdateSkelPose a matriz RequiredBones deve ser recalculada.

# UObjectToolTips,SkeletalMeshComponent:bResetAfterTeleport
source: reset the clothing after moving the clothing position (called teleport)
es: reajustar la ropa después de mover su posición (llamada teletransportación)
pt_br: redefine o vestuário depois de mover a posição do vestuário (chamado de teletransporte)

# UObjectToolTips,SkeletalMeshComponent:bShowPrePhysBones
source: Bool that enables debug drawing of the skeleton before it is passed to the physics. Useful for debugging animation-driven physics.
es: Booleano que permite trazar la depuración del esqueleto antes de que pase al estado físico. Es útil para depurar físicos dirigidos por animaciones.
pt_br: Booleano que permite depurar o desenho do esqueleto antes que ele seja passado para a física. Útil para depuprar física direcionada por animação.

# UObjectToolTips,SkeletalMeshComponent:bUpdateJointsFromAnimation
source: If we should pass joint position to joints each frame, so that they can be used by motorized joints to drive the ragdoll based on the animation.
es: Si debemos pasar la posición de unión a todos los fotogramas de las uniones, de esa manera pueden usarse mediante uniones motorizadas para ejecutar el ragdoll (física ragdoll) basado en la animación.
pt_br: Se as posições das articulações devem ser passadas às articulações em cada quadro, para que elas possam ser usadas por articulações motorizadas para conduzir o boneco de pano com base na animação.

# UObjectToolTips,SkeletalMeshComponent:CachedComponentSpaceTransforms
source: Cached SpaceBases for Update Rate optimization.
es: SpaceBases en caché para la optimización del rango de actualización.
pt_br: SpaceBases armazenados em cachê para a otimização de Atualizar Taxa.

# UObjectToolTips,SkeletalMeshComponent:ClearMorphTargets
source: Clear all Morph Target that are set to this mesh
es: Borrar toda meta de moldeado que están en esta malla
pt_br: Remover todos os Alvos de Transformação que são definidos nesta malha

# UObjectToolTips,SkeletalMeshComponent:ClothBlendWeight
source: weight to blend between simulated results and key-framed positions if weight is 1.0, shows only cloth simulation results and 0.0 will show only skinned results
es: peso a mezclar entre los resultados simulados y las posiciones del fotograma clave si el peso es de 1.0, solo muestra los resultados de simulación de ropa, 0.0 solo muestra resultados con piel
pt_br: peso a misturar entre resultados simulados e posições em quadros-chave se o peso for 1.0, exibirá apenas resultados de simulação de tecidos e 0.0 exibirá apenas resultados revestidos

# UObjectToolTips,SkeletalMeshComponent:DefaultPlayRate
source: Default setting for playrate of SequenceToPlay to play.
es: Configuración predeterminada para el ratio de reproducción de SequenceToPlay que reproducir.
pt_br: Configuração padrão para a taxa de reprodução da SequenceToPlay a reproduzir.

# UObjectToolTips,SkeletalMeshComponent:ForceClothNextUpdateTeleport
source: Used to indicate we should force 'teleport' during the next call to UpdateClothState, This will transform positions and velocities and thus keep the simulation state, just translate it to a new pose.
es: Se usa para indicar que deberíamos forzar la “teletransportación” durante la siguiente llamada a UpdateClothState. Esto transformara posiciones y velocidades, y con ello, se mantendrá el estado de simulación, solo hay que trasladarlo a una nueva posición.
pt_br: Usado para indicar que deve-se forçar "teletransportar" durante a próxima chamada de UpdateClothState. Isso transformará posições e velocidades e, portanto, manterá o estado de simulação, mas o converterá para uma nova pose.

# UObjectToolTips,SkeletalMeshComponent:ForceClothNextUpdateTeleportAndReset
source: Used to indicate we should force 'teleport and reset' during the next call to UpdateClothState. This can be used to reset it from a bad state or by a teleport where the old state is not important anymore.
es: Se usa para indicar que deberíamos forzar “teletransportación y reajustar” durante la siguiente llamada a UpdateClothState. Se puede usar para reajustarlo desde un mal estado o mediante una teletransportación en el que el mal estado ha dejado de ser importante.
pt_br: Usado para indicar que deve-se forçar "teletransportar e redefinir" durante a próxima chamada de UpdateClothState. Pode ser usado para redefinir de um estado inválido ou por um teletransporte quando o estado anterior não é mais importante.

# UObjectToolTips,SkeletalMeshComponent:GetClothMaxDistanceScale
source: Get/Set the max distance scale of clothing mesh vertices
es: Obtener/Ajustar la escala de distancia máxima de los vértices de la malla de la prenda
pt_br: Obter/Definir a escala máxima de distância dos vértices de malha de vestuário

# UObjectToolTips,SkeletalMeshComponent:GetMorphTarget
source: Get Morph target with given name
es: Obtener meta de modelado con el nombre proporcionado
pt_br: Obter alvo de Transformação com nome fornecido

# UObjectToolTips,SkeletalMeshComponent:GlobalAnimRateScale
source: Used to scale speed of all animations on this skeletal mesh.
es: Usado para escalar la velocidad de todas las animaciones en esta malla esqueleto.
pt_br: Usado para escalonar a velocidade de todas as animações nessa malha esquelética.

# UObjectToolTips,SkeletalMeshComponent:KinematicBonesUpdateType
source: If we are running physics, should we update non-simulated bones based on the animation bone positions.
es: Si estamos ejecutando físicas, debemos actualizar huesos no simulados en base a las posiciones del hueso de la animación.
pt_br: Se a física estiver rodando, determina se ossos não simulados devem ser atualizados com base nas posições de ossos de animação.

# UObjectToolTips,SkeletalMeshComponent:LineCheckBoundsScale
source: If bEnableLineCheckWithBounds is true, scale the bounds by this value before doing line check.
es: Si bEnableLineCheckWithBounds es verdadero, escalar los límites según estos valores antes de realizar la revisión de línea.
pt_br: Se bEnableLineCheckWithBounds for verdadeiro, dimensiona os limites por este valor antes de fazer a verificação de linha.

# UObjectToolTips,SkeletalMeshComponent:ResetAllBodiesSimulatePhysics
source: Allows you to reset bodies Simulate state based on where bUsePhysics is set to true in the BodySetup.
es: Le permite reajustar el estado de simulación de los cuerpos en base a donde el
pt_br: Permite redefinir o estado Simular dos corpos com base em onde bUsePhysics está definido como verdadeiro em BodySetup.

# UObjectToolTips,SkeletalMeshComponent:ResetClothTeleportMode
source: Reset the teleport mode of a next update to 'Continuous'
es: Reajustar el modo de teletransportación de una actualización futura a “continuo”
pt_br: Redefine o modo de teletransporte de uma próxima atualização para 'Contínuo'

# UObjectToolTips,SkeletalMeshComponent:RootBoneTranslation
source: Offset of the root bone from the reference pose. Used to offset bounding box.
es: Desplazamiento del hueso raíz desde la posición de referencia. Usado para desplazar la caja delimitadora.
pt_br: Deslocamento do osso raiz a partir da pose de referência. Usado para deslocar a caixa delimitadora.

# UObjectToolTips,SkeletalMeshComponent:SequenceToPlay
source: these are deprecated variables from removing SingleAnimSkeletalComponent remove if this version goes away : VER_UE4_REMOVE_SINGLENODEINSTANCE deprecated variable to be re-save
es: estas son variables obsoletas de la eliminación de SingleAnimSkeletalComponent eliminar si esta versión desaparece : VER_UE4_REMOVE_SINGLENODEINSTANCE variable obsoleta para volver a guardar
pt_br: essas são variáveis obsoletas com a remoção de SingleAnimSkeletalComponent remova se essa versão não for usada : VER_UE4_REMOVE_SINGLENODEINSTANCE variável obsoleta para ser salvar novamente

# UObjectToolTips,SkeletalMeshComponent:SetAllBodiesBelowPhysicsBlendWeight
source: Set all of the bones below passed in bone to be simulated
es: Ajustar todos los huesos pasados por la parte inferior al hueso para simularlo
pt_br: Definir todos os ossos abaixo passados no osso a ser simulado

# UObjectToolTips,SkeletalMeshComponent:SetAllBodiesBelowSimulatePhysics
source: Set all of the bones below passed in bone to be simulated
es: Ajustar todos los huesos pasados por la parte inferior al hueso para simularlo
pt_br: Definir todos os ossos abaixo passados no osso a ser simulado

# UObjectToolTips,SkeletalMeshComponent:SetAllBodiesSimulatePhysics
source: Set bSimulatePhysics to true for all bone bodies. Does not change the component bSimulatePhysics flag.
es: Ajustar bSimulatePhysics a verdadero para todos los cuerpos del hueso. No cambia el indicador de bSimulatePhysics del componente.
pt_br: Definir bSimulatePhysics como verdadeiro para todos os corpos de osso. Não altera o componente do indicador bSimulatePhysics.

# UObjectToolTips,SkeletalMeshComponent:TeleportDistanceThreshold
source: conduct teleportation if the character's movement is greater than this threshold in 1 frame. Zero or negative values will skip the check you can also do force teleport manually using ForceNextUpdateTeleport() / ForceNextUpdateTeleportAndReset()
es: realiza la teletransportación si el movimiento del personaje es mayor que este límite en 1 fotograma. Los valores en cero o negativos omiten esta revisión también puede forzar manualmente la teletransportación usando ForceNextUpdateTeleport() / ForceNextUpdateTeleportAndReset()
pt_br: conduz teletransporte se o movimento do personagem é maior do que esse limite em 1 quadro. Zero ou valores negativos ignorarão a verificação também é possível forçar o teletransporte manualmente usando ForceNextUpdateTeleport() / ForceNextUpdateTeleportAndReset()

# UObjectToolTips,SkeletalMeshComponent:TeleportRotationThreshold
source: rotation threshold in degree, ranging from 0 to 180 conduct teleportation if the character's rotation is greater than this threshold in 1 frame. Zero or negative values will skip the check
es: valor de rotación en grados, varía de 0 a 180 realiza la teletransportación si la rotación del personaje es mayor que este valor en 1 fotograma. Los valores en cero o negativos omitirán esta revisión
pt_br: limiar de rotação em graus, variando de 0 a 180 conduz teletransporte se a rotação do personagem for superior a esse limite em 1 quadro. Valores zero ou negativos ignorarão a verificação

# UObjectToolTips,SkeletalMeshLODInfo
source: Struct containing information for a particular LOD level, such as materials and info for when to use it.
es: Estructura que contiene información para un nivel LOD en concreto, como los materiales y la información para cuando usarlo.
pt_br: Struct contendo informações para um nível particular de LOD, como materiais e informações para quando usá-los.

# UObjectToolTips,SkeletalMeshLODInfo:bEnableShadowCasting
source: Per-section control over whether to enable shadow casting.
es: Control por sección sobre si activar la proyección de sombras.
pt_br: Controle por seção em relação à ativação da projeção de sombras.

# UObjectToolTips,SkeletalMeshLODInfo:bHasBeenSimplified
source: Whether to disable morph targets for this LOD.
es: Si deshabilitar los objetivos de modelado para este LOD.
pt_br: Se os alvos de transformação devem ser desativados para esse LOD.

# UObjectToolTips,SkeletalMeshLODInfo:LODHysteresis
source: Used to avoid 'flickering' when on LOD boundary. Only taken into account when moving from complex->simple.
es: Usado para evitar el 'parpadeo' cuando se está en el LOD límite. Solo se tiene en cuenta cuando se pasa de complejo->simple.
pt_br: Usado para evitar "cintilação" quando estiver no limite de LOD. Somente usado ao mover de complexo->simples.

# UObjectToolTips,SkeletalMeshLODInfo:LODMaterialMap
source: Mapping table from this LOD's materials to the USkeletalMesh materials array.
es: Tabla de asignación desde los materiales del LOD hasta la matriz de los materiales de USkeletalMesh.
pt_br: Tabela de mapeamento entre os materiais deste LOD e a matriz de materiais da USkeletalMesh.

# UObjectToolTips,SkeletalMeshLODInfo:ReductionSettings
source: Reduction settings to apply when building render data.
es: Ajustes de las reducción que aplicar cuando se diseñan los datos de renderizado.
pt_br: Configurações de redução a serem aplicadas ao compilar dados de renderização.

# UObjectToolTips,StaticMeshSourceModel:ReductionSettings
source: Reduction settings to apply when building render data.
es: Ajustes de las reducción que aplicar cuando se diseñan los datos de renderizado.
pt_br: Configurações de redução a serem aplicadas ao compilar dados de renderização.

# UObjectToolTips,SkeletalMeshLODInfo:ScreenSize
source: Indicates when to use this LOD. A smaller number means use this LOD when further away.
es: Indica cuando usar este LOD. Un número menos significa que hay que usar este LOD cuando está más alejado.
pt_br: Indica quando esse LOD deve ser usado. Um número menor indica que o LOD será usado em distâncias maiores.

# UObjectToolTips,SkeletalMeshOptimizationImportance
source: Enum specifying the importance of properties when simplifying skeletal meshes.
es: Enumeración que especifica la importancia de las propiedades cuando se simplifican mallas esqueleto.
pt_br: Enum que especifica a importância das propriedades ao simplificar as malhas esqueléticas.

# UObjectToolTips,SkeletalMeshOptimizationSettings:BaseLOD
source: Maximum number of bones that can be assigned to each vertex.
es: Número máximo de huesos que pueden asignarse a cada vértice.
pt_br: Número máximo de ossos que podem ser atribuídos a cada vértice.

# UObjectToolTips,SkeletalMeshOptimizationSettings:MaxBonesPerVertex
source: Maximum number of bones that can be assigned to each vertex.
es: Número máximo de huesos que pueden asignarse a cada vértice.
pt_br: Número máximo de ossos que podem ser atribuídos a cada vértice.

# UObjectToolTips,SkeletalMeshOptimizationSettings:BoneReductionRatio
source: The ratio of bones that will be removed from the mesh
es: Relación de huesos que se eliminarán de la malla
pt_br: A razão dos ossos que serão removidos da malha

# UObjectToolTips,SkeletalMeshOptimizationSettings:MaxDeviationPercentage
source: If ReductionMethod equals SMOT_MaxDeviation this value is the maximum deviation from the base mesh as a percentage of the bounding sphere.
es: Si ReductionMethod es igual a SMOT_MaxDeviation, este valor es la deviación máxima de la malla base como un porcentaje de la esfera delimitadora.
pt_br: Se ReductionMethod for igual a SMOT_MaxDeviation, este valor será od esvio máximo a partir da malha de base como uma porcentagem de uma esfera delimitadora.

# UObjectToolTips,StaticMeshOptimizationSettings:MaxDeviationPercentage
source: If ReductionMethod equals SMOT_MaxDeviation this value is the maximum deviation from the base mesh as a percentage of the bounding sphere.
es: Si ReductionMethod es igual a SMOT_MaxDeviation, este valor es la deviación máxima de la malla base como un porcentaje de la esfera delimitadora.
pt_br: Se ReductionMethod for igual a SMOT_MaxDeviation, este valor será od esvio máximo a partir da malha de base como uma porcentagem de uma esfera delimitadora.

# UObjectToolTips,SkeletalMeshOptimizationSettings:NormalsThreshold
source: If the angle between two triangles are above this value, the normals will not be smooth over the edge between those two triangles. Set in degrees. This is only used when PreserveNormals is set to false
es: Si el ángulo entre dos triángulos es mayor a este valor, las normales no serán suaves en el filo entre estos dos triángulos. Se ajusta en grados. Solo se usa cuando PreserveNormals está ajustado a falso.
pt_br: Se o ângulo entre dois triângulos estiverem acima deste valor, as normais não serão suaves sobre a aresta entre esses dois triângulos. Definido em graus. Usado somente quando PreserveNormals estiver definido como falso.

# UObjectToolTips,StaticMeshOptimizationSettings:NormalsThreshold
source: If the angle between two triangles are above this value, the normals will not be smooth over the edge between those two triangles. Set in degrees. This is only used when PreserveNormals is set to false
es: Si el ángulo entre dos triángulos es mayor a este valor, las normales no serán suaves en el filo entre estos dos triángulos. Se ajusta en grados. Solo se usa cuando PreserveNormals está ajustado a falso.
pt_br: Se o ângulo entre dois triângulos estiverem acima deste valor, as normais não serão suaves sobre a aresta entre esses dois triângulos. Definido em graus. Usado somente quando PreserveNormals estiver definido como falso.
