Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleEventReceiverKillParticles:bStopSpawning
source: If true, stop this emitter from spawning as well.
es: Si es verdadero, parar también la creación por parte del emisor
pt_br: Se for verdadeiro, impede que esse emissor também seja criado.

# UObjectToolTips,ParticleModuleEventReceiverSpawn:bInheritVelocity
source: If true, use the velocity of the dying particle as the start velocity of the spawned particle.
es: Si es verdadero, usar la velocidad de la partícula perecedera como velocidad inicial de la partícula creada.
pt_br: Se for verdadeiro, usar a velocidade da partícula sendo destruída como a velocidade inicial da partícula que será criada.

# UObjectToolTips,ParticleModuleEventReceiverSpawn:bUseParticleTime
source: For Death-based event receiving, if this is true, it indicates that the ParticleTime of the event should be used to look-up the SpawnCount. Otherwise (and in all other events received), use the emitter time of the event.
es: Para la recepción del evento basado en la muerte, si es verdadero indica que ParticleTime del evento se debe usar para la búsqueda de SpawnCount. Si no (y en el resto de eventos recibidos), usar el tiempo del emisor del evento.
pt_br: Para o recebimento de um evento com base em Morte, se for verdadeiro, indicará o ParticleTime do evento que deve ser usada para buscar a SpawnCount. Caso contrário (e em todos os eventos recebidos), use o tempo do evento do emissor.

# UObjectToolTips,ParticleModuleEventReceiverSpawn:bUsePSysLocation
source: If true, use the location of the particle system component for spawning. if false (default), use the location of the particle event.
es: Si es verdadero, usa la ubicación del componente del sistema de partículas para la creación. Si es faldo (predeterminado), usar la ubicación del evento de la partícula.
pt_br: Se for verdadeiro, usar o local do componente do sistema de partículas para a criação. Se for falso (padrão), usar o local do evento de partícula.

# UObjectToolTips,ParticleModuleEventReceiverSpawn:InheritVelocityScale
source: If bInheritVelocity is true, scale the velocity with this.
es: Si bInheritVelocity es verdadero, escalar la velocidad con esto.
pt_br: Se bInheritVelocity for verdadeiro, este valor será usado como fator de escala da velocidade.

# UObjectToolTips,ParticleModuleEventReceiverSpawn:SpawnCount
source: The number of particles to spawn.
es: Número de partículas que crear.
pt_br: O número de partículas a criar.

# UObjectToolTips,ParticleModuleKillBox:bAbsolute
source: If true, the box coordinates are in world space./
es: Si es verdadero, las coordenadas de la caja están en el sistema de coordenadas global./
pt_br: Se for verdadeiro, as coordenadas da caixa são no espaço do mundo./

# UObjectToolTips,ParticleModuleKillBox:bAxisAlignedAndFixedSize
source: If true, the box will always be axis aligned and non-scalable.
es: Si es verdadero, la caja siempre estará alineado al eje y no se podrá escalar.
pt_br: Se for verdadeiro, a caixa sempre estará alinhada aos eixos e não será escalonável.

# UObjectToolTips,ParticleModuleKillBox:bKillInside
source: If true, particles INSIDE the box will be killed. If false (the default), particles OUTSIDE the box will be killed.
es: Si es verdadero, se matarán las partículas que están DENTRO de la caja. Si es falso (predeterminado), se matarán las partículas que están FUERA de la caja.
pt_br: Se for verdadeiro, partículas DENTRO da caixa serão destruídas. Se for falso (padrão), partículas FORA da caixas serão destruídas.

# UObjectToolTips,ParticleModuleKillBox:LowerLeftCorner
source: The lower left corner of the box.
es: La esquina inferior izquierda de la caja.
pt_br: O canto esquerdo inferior da caixa.

# UObjectToolTips,ParticleModuleKillBox:UpperRightCorner
source: The upper right corner of the box.
es: La esquina superior derecha de la caja.
pt_br: O canto direito superior da caixa.

# UObjectToolTips,ParticleModuleKillHeight:bAbsolute
source: If true, the height should be treated as a world-space position.
es: Si es verdadero, la altura se debe tratar como una posición del sistema de coordenadas global.
pt_br: Se for verdadeiro, a altura deve ser tratada como uma posição no espaço do mundo.

# UObjectToolTips,ParticleModuleKillHeight:bApplyPSysScale
source: If true, take the particle systems scale into account
es: Si es verdadero, tener en cuenta los sistemas de partículas
pt_br: Se for verdadeiro, leva em conta a escala dos sistemas de partículas.

# UObjectToolTips,ParticleModuleKillHeight:bFloor
source: If true, the plane should be considered a floor - ie kill anything BELOW it. If false, if is a ceiling - ie kill anything ABOVE it.
es: Si es verdadero, el plano se debe considerar un suelo - ej. matar todo lo que esté DEBAJO. Si es falso, si es un techo - ej. matar todo lo que esté ENCIMA.
pt_br: Se for verdadeiro, o plano deve ser considerado como um chão - i.e. destrói qualquer coisa ABAIXO dele. Se for falso, ele é um teto - i.e. destrói qualquer coisa ACIMA dele.

# UObjectToolTips,ParticleModuleKillHeight:Height
source: The height at which to kill the particle.
es: La altura a la que se mata a la partícula.
pt_br: A altura na qual a partícula é destruída.

# UObjectToolTips,ParticleModuleLifetime:Lifetime
source: The lifetime of the particle, in seconds. Retrieved using the EmitterTime at the spawn of the particle.
es: El tiempo de vida de la partícula, en segundos. Se recupera mediante el EmitterTime en la creación de la partícula.
pt_br: O tempo de vida da partícula, em segundos. Recuperado usando o EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleLight:bAffectsTranslucency
source: Whether lights from this module should affect translucency. Use with caution. Modules enabling this should only make a few particle lights at most, and the smaller they are, the less they will cost.
es: Si las luces este módulo deben afectar la translucidez. Usar con precaución. Los módulos que lo activan deben crear como mucho unas pocas luces de la partícula, cuánto menos sean, menor será el coste.
pt_br: Se as luzes desse módulo devem afetar a translucidez. Use com cuidado. Os módulos que ativam isso devem criar poucas luzes de partícula e, quanto menores elas forem, melhor o desempenho.

# UObjectToolTips,ParticleModuleLight:bPreviewLightRadius
source: Will draw wireframe spheres to preview the light radius if enabled. Note: this is intended for previewing and the value will not be saved, it will always revert to disabled.
es: Se trazarán esferas de malla de alambre para crear una vista preliminar del radio de la luz si está activada. Nota: esta función es para que no se guarde la vista preliminar y el valor, siempre se desactivará automáticamente.
pt_br: Desenhará as esferas da grade de linhas para visualização do raio da luz se estiver ativado. Observação: é usado para visualização e o valor não será salvo, ele sempre será revertido para desativado.

# UObjectToolTips,ParticleModuleLight:BrightnessOverLife
source: Brightness scale for the light, which can be setup as a curve over the particle's lifetime.
es: Escala del brillo para la luz, que se puede instalar como una curva sobre la vida de la partícula.
pt_br: Escala de brilho da luz, que pode ser definida como uma curva sobre o tempo de vida da partícula.

# UObjectToolTips,ParticleModuleLight:bUseInverseSquaredFalloff
source: Whether to use physically based inverse squared falloff from the light. If unchecked, the LightExponent distribution will be used instead.
es: Si usar el decaimiento cuadrado inverso basado físicamente de la luz. SI no está revisado, en su lugar de usará la distribución de LightExponent.
pt_br: Se deve usar o decaimento com o inverso do quadrado da distância da luz, baseado na física. Se for desmarcada, a distribuição LightExponent será usada.

# UObjectToolTips,ParticleModuleLight:ColorScaleOverLife
source: Scale that is applied to the particle's color to calculate the light's color, and can be setup as a curve over the particle's lifetime.
es: Escala que se aplica al color de la partícula para calcular el color de la luz, y que se puede instalar como una curva sobre la vida de la partícula.
pt_br: Escala que é aplicada à cor da partícula para calcular a cor da luz e pode ser definida como uma curva pelo tempo de vida da partícula.

# UObjectToolTips,ParticleModuleLight:LightExponent
source: Provides the light's exponent when inverse squared falloff is disabled.
es: Proporciona el exponente de la luz cuando el decaimiento cuadrado inverso está desactivado
pt_br: Fornece o expoente da luz caso o decaimento com o inverso do quadrado esteja desativado.

# UObjectToolTips,ParticleModuleLight:RadiusScale
source: Scales the particle's radius, to calculate the light's radius.
es: Escala el radio de la partícula, para calcular el radio de la luz.
pt_br: Escalona o raio da partícula para calcular o raio da luz.

# UObjectToolTips,ParticleModuleLight:SpawnFraction
source: Fraction of particles in this emitter to create lights on.
es: Fracción de partículas en este emisor en el que crear las luces.
pt_br: Fração de partículas neste emissor nas quais criar luzes.

# UObjectToolTips,ParticleModuleLocation:DistributeOverNPoints
source: When set to a non-zero value this will force the particles to only spawn on evenly distributed positions between the two points specified.
es: Cuando está ajustado a un valor que no es cero, forzará a las partículas a que solo se generen en posiciones distribuidas uniformemente entre los dos puntos especificados.
pt_br: Quando definido como um valor não nulo, isso forçará as partículas a serem criadas somente em posições distribuídas igualmente entre os dois pontos especificados.

# UObjectToolTips,ParticleModuleLocation:DistributeThreshold
source: When DistributeOverNPoints is set to a non-zero value, this specifies the ratio of particles spawned that should use the distribution. (For example setting this to 1 will cause all the particles to be distributed evenly whereas .75 would cause 1/4 of the particles to be randomly placed).
es: Cuando DistributeOverNPoints está ajustado a un valor que no es cero, especifica el radio de las partículas creadas que deben usar la distribución. (Por ejemplo a configurarlo a 1 causará que todas las partículas se distribuyan uniformemente mientras que .75 causaría que 1/4 de las partículas se colocaran aleatoriamente).
pt_br: Quando DistributeOverNPoints é definido como um valor não nulo, isso especifica a fração das partículas criadas que devem usar a distribuição. (Por exemplo: definir isto como 1 fará com que todas as partículas sejam distribuídas igualmente onde .75 faria com que 1/4 das partículas fossem posicionadas aleatoriamente).

# UObjectToolTips,ParticleModuleLocation:StartLocation
source: The location the particle should be emitted. Relative in local space to the emitter by default. Relative in world space as a WorldOffset module or when the emitter's UseLocalSpace is off. Retrieved using the EmitterTime at the spawn of the particle.
es: Se debe emitir la ubicación de la partícula. Relativa al emisor en el sistema de coordenadas local por defecto. Relativa en el sistema de coordenadas global como un módulo WorldOffset o cuando el UseLocalSpace del emisor está erróneo. Se recupera mediante el EmitterTime en la creación de la partícula.
pt_br: O local em que a partícula deve ser emitida. Relativo, em espaço local, ao emissor por padrão. Relativo, no espaço do mundo, como um módulo WorldOffset ou quando o UseLocalSpace do emissor está desativado. Recuperado usando o EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleLocationBoneSocket:bInheritBoneVelocity
source: If true, particles inherit the associated bone velocity when spawned
es: Si es verdadero, las partículas heredan la velocidad del hueso asociado cuando se han creado
pt_br: Se for verdadeiro, partículas herdarão a velocidade do osso associado ao serem criadas.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:bInheritBoneVelocity
source: If true, particles inherit the associated bone velocity when spawned
es: Si es verdadero, las partículas heredan la velocidad del hueso asociado cuando se han creado
pt_br: Se for verdadeiro, partículas herdarão a velocidade do osso associado ao serem criadas.

# UObjectToolTips,ParticleModuleLocationBoneSocket:bOrientMeshEmitters
source: If true, rotate mesh emitter meshes to orient w/ the socket
es: Si es verdadero, rotar las mallas del emisor de la malla para orientar w/ del punto de acople
pt_br: Se for verdadeiro, gira as malhas do emissor de malhas para que se alinhem com o soquete.

# UObjectToolTips,ParticleModuleLocationBoneSocket:bUpdatePositionEachFrame
source: If true, update the particle locations each frame with that of the bone/socket
es: Si es verdadero, actualizar todos los fotogramas de las ubicaciones de la partícula con ese del punto de acople/hueso
pt_br: Se for verdadeiro, atualiza os locais das partículas com aquele do osso/soquete a cada quadro

# UObjectToolTips,ParticleModuleLocationBoneSocket:EditorSkelMesh
source: The name of the skeletal mesh to use in the editor
es: Nombre de la malla esqueleto que se utiliza en el editor
pt_br: O nome da malha esquelética a usar no editor

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:EditorSkelMesh
source: The name of the skeletal mesh to use in the editor
es: Nombre de la malla esqueleto que se utiliza en el editor
pt_br: O nome da malha esquelética a usar no editor

# UObjectToolTips,ParticleModuleLocationBoneSocket:SelectionMethod
source: The method by which to select the bone/socket to spawn at. SEL_Sequential - loop through the bone/socket array in order SEL_Random - randomly select a bone/socket from the array
es: El método por el cual seleccionar el hueso/punto de acople que crear en él. SEL_Sequential - bucle durante la matriz del hueso/punto de acople en orden SEL_Random - seleccionar aleatoriamente el hueso/punto de acople de la matriz
pt_br: O método pelo qual selecionar em que osso/soquete criar. SEL_Sequential - circula através da matriz do osso/soquete na ordem SEL_Random - seleciona aleatoriamente um osso/soquete da matriz

# UObjectToolTips,ParticleModuleLocationBoneSocket:SkelMeshActorParamName
source: The parameter name of the skeletal mesh actor that supplies the SkelMeshComponent for in-game.
es: El nombre del parámetro del actor de la malla esqueleto que proporciona el SkelMeshComponent durante el juego.
pt_br: O nome do parâmetro do ator da malha esquelética que fornece a SkelMeshComponent no jogo.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:SkelMeshActorParamName
source: The parameter name of the skeletal mesh actor that supplies the SkelMeshComponent for in-game.
es: El nombre del parámetro del actor de la malla esqueleto que proporciona el SkelMeshComponent durante el juego.
pt_br: O nome do parâmetro do ator da malha esquelética que fornece a SkelMeshComponent no jogo.

# UObjectToolTips,ParticleModuleLocationBoneSocket:SourceType
source: Whether the module uses Bones or Sockets for locations. BONESOCKETSOURCE_Bones - Use Bones as the source locations. BONESOCKETSOURCE_Sockets - Use Sockets as the source locations.
es: Si el móduclo usa huesos o puntos de acople para las ubicaciones. BONESOCKETSOURCE_Bones - Usar huesos como las ubicaciones fuente. BONESOCKETSOURCE_Sockets - Usar puntos de acople como las ubicaciones fuente.
pt_br: Se o módulo usa Ossos ou Soquetes para locais. BONESOCKETSOURCE_Bones - Usa Ossos como os locais da fonte. BONESOCKETSOURCE_Sockets - Usa Soquete como os locais da fonte.

# UObjectToolTips,ParticleModuleLocationBoneSocket:UniversalOffset
source: An offset to apply to each bone/socket
es: Un desplazamiento que aplicar a cada hueso/punto de acople
pt_br: Um deslocamento a ser aplicado a cada osso/soquete

# UObjectToolTips,ParticleModuleLocationDirect:Direction
source: Currently unused.
es: Sin usar actualmente.
pt_br: Atualmente não usado.

# UObjectToolTips,ParticleModuleLocationDirect:Location
source: The location of the particle at a give time. Retrieved using the particle RelativeTime. IMPORTANT: the particle location is set to this value, thereby over-writing any previous module impacts.
es: La ubicación de la partícula en un tiempo determinado. Se recupera mediante el RelativeTime de la partícula. IMPORTANTE: la ubicación de la partícula se ha ajustado a este valor, por lo tanto sobrescribe cualquiera de los impactos del módulo anteriores.
pt_br: O local da partícula em um tempo dado. Recuperado usando o RelativeTime da partícula. IMPORTANTE: o local da partícula é definido como esse valor, portanto substituindo quaisquer impactos do módulo anterior.

# UObjectToolTips,ParticleModuleLocationDirect:LocationOffset
source: An offset to apply to the position retrieved from the Location calculation. The offset is retrieved using the EmitterTime. The offset will remain constant over the life of the particle.
es: Un desplazamiento que aplicar a la posición recuperada del cálculo de la ubicación. El desplazamiento se recupera usando el EmitterTime. El desplazamiento permanecerá constante durante la vida de las partículas.
pt_br: Um deslocamento a ser aplicado à posição recuperada do cálculo do Local. O deslocamento é recuperado usando EmitterTime. O deslocamento permanecerá constante ao longo da vida da partícula.

# UObjectToolTips,ParticleModuleLocationDirect:ScaleFactor
source: Scales the velocity of the object at a given point in the time-line.
es: Escala la velocidad del objeto en un punto determinado en la línea de tiempo.
pt_br: Escalona a velocidade do objeto em um ponto fornecido na linha do tempo.

# UObjectToolTips,ParticleModuleLocationEmitter:bInheritSourceRotation
source: If true, the spawned particle should inherit the rotation of the source particle.
es: Si es verdadero, la partícula creada debe heredar la rotación de la partícula fuente.
pt_br: Se for verdadeiro, a partícula criada herdará a rotação da partícula fonte.

# UObjectToolTips,ParticleModuleLocationEmitter:EmitterName
source: The name of the emitter to use that the source location for particle.
es: Nombre del emisor que se utiliza como ubicación fuente para la partícula.
pt_br: O nome do emissor usado para no local da fonte para partículas.

# UObjectToolTips,ParticleModuleLocationEmitter:InheritSourceRotationScale
source: Amount to scale the source rotation by when inheriting it.
es: Cantidad que escalar la rotación fuente en el momento que la hereda.
pt_br: Quantidade para escalonar a rotação da origem no momento que herdá-la.

# UObjectToolTips,ParticleModuleLocationEmitter:InheritSourceVelocity
source: If true, the spawned particle should inherit the velocity of the source particle.
es: Si es verdadero, la partícula creada debe heredar la velocidad de la partícula fuente.
pt_br: Se for verdadeiro, a partícula criada herdará a velocidade da partícula fonte.

# UObjectToolTips,ParticleModuleLocationEmitter:InheritSourceVelocityScale
source: Amount to scale the source velocity by when inheriting it.
es: Cuánto escalar la velocidad fuente según cuándo se haya heredado.
pt_br: Quantidade para escalonar a velocidade da origem no momento que herdá-la.

# UObjectToolTips,ParticleModuleLocationEmitter:SelectionMethod
source: The method to use when selecting a spawn target particle from the emitter. Can be one of the following: ELESM_Random Randomly select a particle from the source emitter. ELESM_Sequential Step through each particle from the source emitter in order.
es: El método que se utiliza cuando se selecciona una partícula meta de creación del emisor. Puede ser uno de los siguientes: ELESM_Random Seleccionar aleatoriamente una partícula del emisor fuente. ELESM_Sequential Revisar cada partícula del emisor fuente por orden.
pt_br: O método usado ao selecionar uma partícula alvo a ser criada do emissor. Pode ser um dos seguintes: ELESM_Random Seleciona aleatoriamente uma partícula do emissor fonte. ELESM_Sequential Percorre cada partícula do emissor fonte na ordem.

# UObjectToolTips,ParticleModuleLocationEmitterDirect:EmitterName
source: The name of the emitter to use as a source for the location of the particles.
es: Nombre del emisor que se utiliza como fuente para la ubicación de las partículas.
pt_br: O nome do emissor usado como uma fonte para o local das partículas.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Negative_X
source: Whether the negative X axis is valid for spawning.
es: Si el eje X negativo es válido para la creación.
pt_br: Se o eixo X negativo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Negative_Y
source: Whether the negative Y axis is valid for spawning.
es: Si el eje Y negativo es válido para la creación.
pt_br: Se o eixo Y negativo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Negative_Z
source: Whether the negative Zaxis is valid for spawning.
es: Si el eje Z negativo es válido para la creación.
pt_br: Se o eixo Z negativo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Positive_X
source: Whether the positive X axis is valid for spawning.
es: Si el eje X positivo es válido para la creación.
pt_br: Se o eixo X positivo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Positive_Y
source: Whether the positive Y axis is valid for spawning.
es: Si el eje Y positivo es válido para la creación.
pt_br: Se o eixo Y positivo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Positive_Z
source: Whether the positive Z axis is valid for spawning.
es: Si el eje Z positivo es válido para la creación.
pt_br: Se o eixo Z positivo é válido para criação.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:StartLocation
source: The location of the bounding primitive relative to the position of the emitter.
es: La ubicación de la primitiva delimitadora relativa a la posición del emisor.
pt_br: O local do primitivo delimitador relativo à posição do emissor.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:SurfaceOnly
source: Whether particles will only spawn on the surface of the primitive.
es: Si las partículas se crearán solo en la superficie de la primitiva.
pt_br: Se as partículas serão criadas somente na superfície do primitivo.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:Velocity
source: Whether the particle should get its velocity from the position within the primitive.
es: Si la partícula debe obtener la velocidad de la posición dentro de la primitiva.
pt_br: Se a partícula deve obter sua velocidade a partir da posição dentro do primitivo.

# UObjectToolTips,ParticleModuleLocationPrimitiveBase:VelocityScale
source: The scale applied to the velocity. (Only used if 'Velocity' is checked).
es: La escala aplicara a la velocidad. (Solo se usa si la 'velocidad' se ha revisado).
pt_br: A escala aplicada à velocidade. (Somente usada se "Velocidade" estiver marcada).
