Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,HeaderRowStyle
source: Represents the appearance of an SHeaderRow
es: Representa la apariencia de un SHeaderRow
pt_br: Representa a aparência de uma SHeaderRow

# UObjectToolTips,HeaderRowStyle:BackgroundBrush
source: Brush used to draw the header row background
es: Pincel usado para trazar el fondo de la fila de la cabecera
pt_br: Pincel usado para desenhar o fundo da linha do cabeçalho

# UObjectToolTips,HeaderRowStyle:ColumnSplitterStyle
source: Style of the splitter used between the columns
es: Estilo del divisor utilizado entre las columnas
pt_br: Estilo do divisor usado entre as colunas

# UObjectToolTips,HeaderRowStyle:ColumnStyle
source: Style of the normal header row columns
es: Estilo de las columnas de la fila de la cabecera normal
pt_br: Estilo das colunas da linha normal do cabeçalho

# UObjectToolTips,HeaderRowStyle:ForegroundColor
source: Color used to draw the header row foreground
es: Color usado para trazar el primer plano de la fila de la cabecera
pt_br: Cor usada para desenhar o primeiro plano da linha do cabeçalho

# UObjectToolTips,HeaderRowStyle:LastColumnStyle
source: Style of the last header row column
es: Estilo de la última columna de la fila de la cabecera
pt_br: Estilo da última coluna da linha do cabeçalho

# UObjectToolTips,HeadMountedDisplayFunctionLibrary:HasValidTrackingPosition
source: If the HMD supports positional tracking, whether or not we are currently being tracked
es: Si el HMD admite el seguimiento de la posición, tanto si nos están siguiendo como si no
pt_br: Se o HMD suporta rastreamento posicional, independente de estarmos sendo rastreados no momento

# UObjectToolTips,HeadMountedDisplayFunctionLibrary:IsInLowPersistenceMode
source: Returns true, if HMD is in low persistence mode. 'false' otherwise.
es: Devuelve verdadero si HMD está en modo de permanecía baja. 'falso' en caso contraio.
pt_br: Retorna verdadeiro, se a HMD estiver no modo de persistência baixa. Caso contrário, retorna 'falso'.

# UObjectToolTips,HitResult:BoneName
source: Name of bone we hit (for skeletal meshes).
es: Nombre del hueso que golpeamos (para mallas esqueleto).
pt_br: Nome do osso atingido (para malhas esqueléticas).

# UObjectToolTips,HorizontalBoxSlot:Padding
source: The amount of padding between the slots parent and the content.
es: La cantidad de espacio entre el padre de la ranura y el contenido.
pt_br: Quantidade de preenchimento entre os slots pais e o conteúdo.

# UObjectToolTips,HorizontalBoxSlot:Size
source: How much space this slot should occupy in the direction of the panel.
es: Cuánto espacio debe ocupar esta ranura en la dirección del panel.
pt_br: Quantidade de espaço que este slot deve ocupar na direção do painel.

# UObjectToolTips,VerticalBoxSlot:Size
source: How much space this slot should occupy in the direction of the panel.
es: Cuánto espacio debe ocupar esta ranura en la dirección del panel.
pt_br: Quantidade de espaço que este slot deve ocupar na direção do painel.

# UObjectToolTips,HUD:bLostFocusPaused
source: Tells whether the game was paused due to lost focus
es: Indica si el juego se detuvo debido a la pérdida de enfoque
pt_br: Diz se o jogo foi pausado devido a uma perda de foco

# UObjectToolTips,HUD:bShowDebugInfo
source: If true, current ViewTarget shows debug information using its DisplayDebug().
es: Si es verdadero, el ViewTarget actual muestra información de depuración utilizando su DisplayDebug().
pt_br: Se for verdadeiro, o ViewTarget atual usará seu DisplayDebug() para mostrar informações de depuração.

# UObjectToolTips,HUD:bShowHitBoxDebugInfo
source: If true, show hitbox debugging info.
es: Si es verdadero, mostrar la información de depuración de la caja de golpes (hitbox).
pt_br: Se for verdadeiro, exibirá informações de depuração da caixa de impacto.

# UObjectToolTips,HUD:bShowHUD
source: Whether or not the HUD should be drawn.
es: Si se debe trazar o no el HUD
pt_br: Se o HUD deve ou não ser desenhado.

# UObjectToolTips,HUD:bShowOverlays
source: If true, render actor overlays.
es: Si es verdadero, renderizar superposiciones de actores.
pt_br: Se for verdadeiro, renderizará sobreposições do ator.

# UObjectToolTips,HUD:Canvas
source: Canvas to Draw HUD on. Only valid during PostRender() event.
es: Lienzo en el que se traza el HUD. Solo válido durante un evento PostRender().
pt_br: Tela para desenhar a HUD. Somente válido durante o evento PostRender().

# UObjectToolTips,HUD:DebugCanvas
source: 'Foreground' debug canvas, will draw in front of Slate UI.
es: Lienzo de depuración en 'primer plano', traerá al frente de la UI del cuadro.
ko: Debug Canvas - '전경' 디버그 캔버스로, 슬레이트 UI 앞에 그립니다.
pt_br: Tela de depuração "Primeiro plano" desenhará em frente ao IU do plano.

# UObjectToolTips,HUD:DebugDisplay
source: Array of names specifying what debug info to display for viewtarget actor.
es: Matriz de nombres que especifican qué información de depurado visualizar para el actor ViewTarget.
pt_br: Matriz de nomes que especificam quais informações de depuração a exibir para o ator do viewtarget.

# UObjectToolTips,HUD:Deproject
source: Transforms a 2D screen location into a 3D location and direction
es: Transforma una ubicación en pantalla 2D en una ubicación y dirección en 3D
pt_br: Transforma um local de tela 2D em um local e direção 3D

# UObjectToolTips,HUD:GetOwningPawn
source: Returns the Pawn for this HUD's player.
es: Devuelve la ruta para este jugador del HUD
pt_br: Retorna o Peão para o jogador desta HUD.

# UObjectToolTips,HUD:GetOwningPlayerController
source: Returns the PlayerController for this HUD's player.
es: Devuelve el PlayerController para este jugador del HUD
pt_br: Retorna o PlayerController para este jogador da HUD.

# UObjectToolTips,HUD:PlayerOwner
source: PlayerController which owns this HUD.
es: PlayerController que posee este HUD.
pt_br: PlayerController que possui esta HUD.

# UObjectToolTips,HUD:PostRenderedActors
source: Holds a list of Actors that need PostRender() calls.
es: Contiene una lista de actores que necesitan llamadas PostRender().
pt_br: Contém uma lista de Atores que precisam de chamadas PostRender().

# UObjectToolTips,HUD:Project
source: Transforms a 3D world-space vector into 2D screen coordinates
es: Transforma un vector del sistema de coordinas global 3D en coordenadas de la pantalla 2D
pt_br: Transforma um vetor 3D no espaço do mundo em coordenadas 2D na tela

# UObjectToolTips,HUD:ReceiveHitBoxBeginCursorOver
source: Called when a hit box is moused over.
es: Llamada cuando se pasa el ratón sobre la caja de golpes.
pt_br: Chamado quando o mouse está sobre uma caixa de impacto.

# UObjectToolTips,HUD:ReceiveHitBoxClick
source: Called when a hit box is clicked on. Provides the name associated with that box.
es: Llamada cuando se pincha en una caja de golpes. Proporciona el nombre asociado con esa caja.
pt_br: Chamado quando uma caixa de impacto é clicada. Fornece o nome associado à caixa.

# UObjectToolTips,HUD:ReceiveHitBoxEndCursorOver
source: Called when a hit box no longer has the mouse over it.
es: Llamada cuando ya no está el ratón sobre la caja de golpes.
pt_br: Chamado quando o mouse não está mais sobre uma caixa de impacto.

# UObjectToolTips,HUD:ReceiveHitBoxRelease
source: Called when a hit box is unclicked. Provides the name associated with that box.
es: Llamada cuando no se pincha una caja de golpes. Proporciona el nombre asociado con esa caja.
pt_br: Chamado quando o botão do mouse é solto sobre uma caixa de impacto. Fornece o nome associado à caixa.

# UObjectToolTips,HUD:ShowDebug
source: Toggles displaying properties of player's current ViewTarget DebugType input values supported by base engine include "AI", "physics", "net", "camera", and "collision"
es: Conmuta las propiedades de visualización de la ViewTarget actual del jugador. Los valores de entrada DebugType admitidos por el motor base incluyen: “IA", "físicos", "red", "cámara", y "colisión"
pt_br: Alterna a exibição de propriedades do ViewTarget atual do jogador Os valores de entrada suportados do DebugType pelo mecanismo base incluem "AI", "physics", "net", "camera" e "collision"

# UObjectToolTips,HUD:ShowDebugToggleSubCategory
source: Toggles sub categories of show debug to customize display
es: Conmuta subcategorías de programas de depuración para personalizar la visualización
pt_br: Alterna subcategorias para exibir a depuração para personalizar a exibição

# UObjectToolTips,HUD:ShowHUD
source: hides or shows HUD
es: oculta o muestra HUD
pt_br: oculta ou exibe a HUD

# UObjectToolTips,HUD:ToggledDebugCategories
source: Array of names specifying what subsets of debug info to display for viewtarget actor.
es: Matriz de nombres que especifican qué subconjuntos de información de depurado visualizar para el actor ViewTarget.
pt_br: Matriz de nomes que especificam quais subconjuntos de informações de depuração a exibir para o ator do viewtarget.

# UObjectToolTips,HudSettings:bShowHUD
source: Whether the HUD is visible at all.
es: Si el HUD es totalmente visible.
pt_br: Se o HUD é visível.

# UObjectToolTips,HudSettings:DebugDisplay
source: Collection of names specifying what debug info to display for ViewTarget actor.
es: Colección de nombres que especifican qué información de depurado visualizar para el actor ViewTarget.
pt_br: Coleção de nomes que especificam quais informações de depuração a exibir para o ator do ViewTarget.

# UObjectToolTips,HyperlinkStyle
source: Represents the appearance of an SHyperlink
es: Representa la apariencia de un SHyperlink
pt_br: Representa a aparência de um SHyperlink

# UObjectToolTips,HyperlinkStyle:UnderlineStyle
source: Underline style
es: Estilo del subrayado
pt_br: Estilo sublinhado

# UObjectToolTips,Image:Brush
source: Image to draw
es: Imagen que se traza
pt_br: Imagem a desenhar

# UObjectToolTips,Image:Image
source: Image to draw
es: Imagen que se traza
pt_br: Imagem a desenhar

# UObjectToolTips,Image:ColorAndOpacity
source: Color and opacity
es: Color y opacidad
pt_br: Cor e opacidade

# UObjectToolTips,Image:ColorAndOpacityDelegate
source: A bindable delegate for the ColorAndOpacity.
es: Un delegado enlazable para ColorAndOpacity.
pt_br: Um delegado vinculável para ColorAndOpacity.

# UObjectToolTips,TextBlock:ColorAndOpacityDelegate
source: A bindable delegate for the ColorAndOpacity.
es: Un delegado enlazable para ColorAndOpacity.
pt_br: Um delegado vinculável para ColorAndOpacity.

# UObjectToolTips,ImportFactorySettingValues
source: Holds UProperty names and values to customize factory settings
es: Contiene nombres y valores de UProperty para personalizar los ajustes de fábrica
pt_br: Mantém nomes e valores de UProperty para presonalizar as configurações da fábrica

# UObjectToolTips,ImportFactorySettingValues:SettingName
source: Name of the property to change. Nested settings can be modified using "Outer.Property
es: Nombre de la propiedad que se va a cambiar. Se pueden modificar los ajustes anidados usando "Outer.Property
pt_br: Nome da propriedade a alterar. As configurações aninhadas podem ser modificadas usando-se "Outer.Property

# UObjectToolTips,ImportFactorySettingValues:Value
source: Value to import for the specified property.
es: Valor a importar para la propiedad específica
pt_br: Valor a importar para a propriedade especificada.

# UObjectToolTips,InGameAdManager:bShouldPauseWhileAdOpen
source: If true, the game will pause when the user clicks on the ad, which could take over the screen
es: Si es verdadero, el juego se detendrá cuando el usuario haga clic en un anuncio, el cual cubrirá la pantalla
pt_br: Se for verdadeiro, o jogo será pausado quando o usuário clicar no anúncio, que pode tomar a tela

# UObjectToolTips,InlineEditableTextBlockStyle
source: Represents the appearance of an SInlineEditableTextBlock
es: Representa la apariencia de un SInlineEditableTextBlock
pt_br: Representa a aparência de um SInlineEditableTextBlock

# UObjectToolTips,InlineEditableTextBlockStyle:EditableTextBoxStyle
source: The style of the editable text box, which dictates the font, color, and shadow options.
es: El estilo del cuadro de texto modificable, que decide las opciones de sombreado, color y fuente.
pt_br: O estilo da caixa de texto editável, que dita as opções de sombra, cor e fonte.

# UObjectToolTips,InlineEditableTextBlockStyle:TextStyle
source: The style of the text block, which dictates the font, color, and shadow options. Style overrides all other properties!
es: El estilo del bloqueo del texto, que decide las opciones de sombreado, color y fuente. ¡El estilo suprime todas las demás propiedades!
pt_br: O estilo do bloco de texto, que dita as opções de sombra, cor e fonte. O estilo substitui todas as outras propriedades!

# UObjectToolTips,InlineTextImageStyle
source: Represents the appearance of an inline image used by rich text
es: Representa la apariencia de una imagen en la línea usada por un texto enriquecido
pt_br: Representa a aparência de uma imagem em linha usada por texto avançado

# UObjectToolTips,InlineTextImageStyle:Baseline
source: The offset from the bottom of the image height to the baseline.
es: El desplazamiento desde la parte inferior de la altura de la imagen hasta el punto de referencia.
pt_br: O deslocamento da parte inferior da altura da imagem para a linha base.

# UObjectToolTips,InlineTextImageStyle:Image
source: Image to use when the slider thumb is in its normal state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en el estado normal
pt_br: Imagem usada para o controle deslizante em seu estado normal

# UObjectToolTips,SliderStyle:NormalThumbImage
source: Image to use when the slider thumb is in its normal state
es: Imagen que se utiliza cuando la miniatura de la barra de desplazamiento lateral está en el estado normal
pt_br: Imagem usada para o controle deslizante em seu estado normal

# UObjectToolTips,InputActionKeyMapping:ActionName
source: Friendly name of action, e.g "jump"
es: Nombre descriptivo de la acción, por ej. "saltar"
pt_br: Nome de ação fácil de usar, por exemplo, "pular"

# UObjectToolTips,InputActionKeyMapping:bAlt
source: true if one of the Alt keys must be down when the KeyEvent is received to be acknowledged
es: verdadero si una de las teclas Alt debe estar pulsada cuando se recibe el KeyEvent para que se confirme
pt_br: verdadeiro se uma das teclas Alt deve ser pressionada quando o KeyEvent for recebido para que seja reconhecido

# UObjectToolTips,InputActionKeyMapping:bCtrl
source: true if one of the Ctrl keys must be down when the KeyEvent is received to be acknowledged
es: verdadero si una de las teclas Ctrl debe estar pulsada cuando se recibe el KeyEvent para que se confirme
pt_br: verdadeiro se uma das teclas Ctrl deve ser pressionada quando o KeyEvent for recebido para que seja reconhecido

# UObjectToolTips,InputActionKeyMapping:bShift
source: true if one of the Shift keys must be down when the KeyEvent is received to be acknowledged
es: verdadero si una de las teclas Shift debe estar pulsada cuando se recibe el KeyEvent para que se confirme
pt_br: verdadeiro se uma das teclas Shift deve ser pressionada quando o KeyEvent for recebido para que seja reconhecido

# UObjectToolTips,InputActionKeyMapping:Key
source: Key to bind it to.
es: Clave a la que enlazar.
pt_br: Tecla a ser vinculada.

# UObjectToolTips,InputAxisKeyMapping:Key
source: Key to bind it to.
es: Clave a la que enlazar.
pt_br: Tecla a ser vinculada.

# UObjectToolTips,InputAxisKeyMapping:AxisName
source: Friendly name of axis, e.g "MoveForward"
es: Nombre descriptivo del eje, ej. "MoveForward"
pt_br: Nome do eixo fácil de usar, por exemplo, "MoveForward"

# UObjectToolTips,InputAxisKeyMapping:Scale
source: Multiplier to use for the mapping when accumulating the axis value
es: Multiplicador que se utiliza para la asignación cuando se acumula el valor del eje
pt_br: Multiplicador a ser usado para o mapeamento quando estiver acumulando o valor do eixo

# UObjectToolTips,InputAxisProperties:bInvert
source: Inverts reported values for this axis
es: Invierte los valores registrados para ese eje
pt_br: Inverte os valores relatados para este eixo

# UObjectToolTips,InputAxisProperties:Exponent
source: For applying curves to [0..1] axes, e.g. analog sticks
es: Para aplicar curvas a los ejes [0..1], ej. joysticks
pt_br: Para aplicar curvas a eixos [0..1], por exemplo, direcionais analógicos

# UObjectToolTips,InputComponent:GetControllerAnalogKeyState
source: Returns the analog value for the given key/button. If analog isn't supported, returns 1 for down and 0 for up.
es: Devuelve el valor analógico para el botón/tecla proporcionada. Si el analógico no es compatible, revuelve 1 para abajo y 0 para arriba.
pt_br: Retorna o valor analógico para a tecla/botão fornecido. Se o analógico não for suportado, retorna 1 para desativado e 0 para ativado.

# UObjectToolTips,PlayerController:GetInputAnalogKeyState
source: Returns the analog value for the given key/button. If analog isn't supported, returns 1 for down and 0 for up.
es: Devuelve el valor analógico para el botón/tecla proporcionada. Si el analógico no es compatible, revuelve 1 para abajo y 0 para arriba.
pt_br: Retorna o valor analógico para a tecla/botão fornecido. Se o analógico não for suportado, retorna 1 para desativado e 0 para ativado.

# UObjectToolTips,InputComponent:GetControllerAnalogStickState
source: Retrieves the X and Y displacement of the given analog stick. For WhickStick, 0 = left, 1 = right.
es: Recupera el desplazamiento de X e Y del joystick proporcionado. Para WhickStick, 0 = izquierda, 1 = derecha.
pt_br: Recupera o deslocamento X e Y do controle analógico fornecido. Para WhickStick, 0 = esquerda, 1 = direita.

# UObjectToolTips,InputComponent:GetControllerKeyTimeDown
source: Returns how long the given key/button has been down. Returns 0 if it's up or it just went down this frame.
es: Devuelve el tiempo durante el cual se ha pulsado el botón/tecla. Devuelve 0 si está arriba o acaba de bajar este fotograma.
pt_br: Retorna o tempo que o botão/tecla fornecido estava desativado. Retorna 0 se estiver ativado ou se foi desativado neste quadro.

# UObjectToolTips,PlayerController:GetInputKeyTimeDown
source: Returns how long the given key/button has been down. Returns 0 if it's up or it just went down this frame.
es: Devuelve el tiempo durante el cual se ha pulsado el botón/tecla. Devuelve 0 si está arriba o acaba de bajar este fotograma.
pt_br: Retorna o tempo que o botão/tecla fornecido estava desativado. Retorna 0 se estiver ativado ou se foi desativado neste quadro.

# UObjectToolTips,InputComponent:GetControllerMouseDelta
source: Retrieves how far the mouse moved this frame.
es: Recupera la distancia que el ratón ha movido este fotograma.
pt_br: Recupera quanto o mouse se moveu neste quadro.

# UObjectToolTips,PlayerController:GetInputMouseDelta
source: Retrieves how far the mouse moved this frame.
es: Recupera la distancia que el ratón ha movido este fotograma.
pt_br: Recupera quanto o mouse se moveu neste quadro.

# UObjectToolTips,InputComponent:GetControllerVectorKeyState
source: Returns the vector value for the given key/button.
es: Devuelve el valor del vector para el botón/tecla proporcionado.
pt_br: Retorna o valor do vetor para a tecla/botão fornecido.

# UObjectToolTips,PlayerController:GetInputVectorKeyState
source: Returns the vector value for the given key/button.
es: Devuelve el valor del vector para el botón/tecla proporcionado.
pt_br: Retorna o valor do vetor para a tecla/botão fornecido.

# UObjectToolTips,InputComponent:GetTouchState
source: Returns the location of a touch, and if it's held down
es: Devuelve la ubicación de un toque, y si está pulsado.
pt_br: Retorna o local de um toque e se o toque está mantido

# UObjectToolTips,InputComponent:IsControllerKeyDown
source: Returns true if the given key/button is pressed on the input of the controller (if present)
es: Devuelve verdadero si se presiona el botón/tecla proporcionada en la entrada del controlador (si está presente)
pt_br: Retorna verdadeiro se a tecla/botão fornecido for pressionado na entrada do controlador (se presente)

# UObjectToolTips,PlayerController:IsInputKeyDown
source: Returns true if the given key/button is pressed on the input of the controller (if present)
es: Devuelve verdadero si se presiona el botón/tecla proporcionada en la entrada del controlador (si está presente)
pt_br: Retorna verdadeiro se a tecla/botão fornecido for pressionado na entrada do controlador (se presente)

# UObjectToolTips,InputComponent:WasControllerKeyJustPressed
source: Returns true if the given key/button was up last frame and down this frame.
es: Devuelve verdadero si el botón/tecla proporcionada se había soltado en el último fotograma y pulsada en este fotograma.
pt_br: Retorna verdadeiro se a tecla/botão fornecido estava ativado no último quadro e desativado neste quadro.

# UObjectToolTips,PlayerController:WasInputKeyJustPressed
source: Returns true if the given key/button was up last frame and down this frame.
es: Devuelve verdadero si el botón/tecla proporcionada se había soltado en el último fotograma y pulsada en este fotograma.
pt_br: Retorna verdadeiro se a tecla/botão fornecido estava ativado no último quadro e desativado neste quadro.

# UObjectToolTips,InputComponent:WasControllerKeyJustReleased
source: Returns true if the given key/button was down last frame and up this frame.
es: Devuelve verdadero si el botón/tecla proporcionada estaba pulsada en el último fotograma y se había soltado en este fotograma.
pt_br: Retorna verdadeiro se a tecla/botão fornecido estava desativado no último quadro e ativado neste quadro.

# UObjectToolTips,PlayerController:WasInputKeyJustReleased
source: Returns true if the given key/button was down last frame and up this frame.
es: Devuelve verdadero si el botón/tecla proporcionada estaba pulsada en el último fotograma y se había soltado en este fotograma.
pt_br: Retorna verdadeiro se a tecla/botão fornecido estava desativado no último quadro e ativado neste quadro.

# UObjectToolTips,InputScaleBias
source: Input scaling struct
es: Estructura de escala de entrada
pt_br: Struct de Escalonamento da entrada

# UObjectToolTips,InputSettings:ActionMappings
source: List of Action Mappings
es: Lista de asignaciones de acciones
pt_br: Lista de Mapeamentos da Ação

# UObjectToolTips,InputSettings:AxisConfig
source: List of Axis Properties
es: Lista de propiedades del eje
pt_br: Lista de Propriedades do Eixo

# UObjectToolTips,InputSettings:AxisMappings
source: List of Axis Mappings
es: Lista de asignación de ejes
pt_br: Lista de Mapeamentos de Eixo

# UObjectToolTips,InputSettings:bAlwaysShowTouchInterface
source: Should the touch input interface be shown always, or only when the platform has a touch screen?
es: ¿Se debe mostrar siempre la interfaz de entrada táctil, o solo cuando la plataforma cuenta con una pantalla táctil?
pt_br: A interface de entrada de toque deve ser exibida sempre ou somente quando a plataforma tiver uma tela tátil?

# UObjectToolTips,InputSettings:bEnableFOVScaling
source: Scale the mouse based on the player camera manager's field of view
es: Escalar el ratón basado en el campo de visión del gestor de cámara del jugador
pt_br: Escala em que o mouse se baseou no campo de visão do gerenciador da câmera do jogador

# UObjectToolTips,InputSettings:bEnableMouseSmoothing
source: Mouse smoothing control
es: Control de suavizado del ratón
pt_br: Controle de suavização do mouse

# UObjectToolTips,InputSettings:bShowConsoleOnFourFingerTap
source: Whether or not to show the console on 4 finger tap, on mobile platforms
es: Si se muestra o no la consola al tocar la pantalla con 4 dedos, en plataformas móviles
pt_br: Se o console deve ou não ser mostrado com toque de 4 dedos em plataformas móveis
