Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleSubUVMovie:StartingFrame
source: The starting image index for the SubUV (1 = the first frame). Assumes order of Left->Right, Top->Bottom If greater than the last frame, it will clamp to the last one. If 0, then randomly selects a starting frame.
es: El índice de la imagen inicial para el SubUV (1 = el primer fotograma). Adopta el orden de izquierda->Derecha, Superior->Inferior Si es mayor que el último fotograma, se fijará al último. Si es 0, selecciona al azar un fotograma de inicio.
pt_br: O índice da imagem inicial para o SubUV (1 = o primeiro quadro). Assume a ordem Esquerda->Direita, Cima->Baixo Se for maior que o último quadro, restringirá para o último. Se for 0, seleciona aleatoriamente um quadro inicial.

# UObjectToolTips,ParticleModuleTrailSource:bInheritRotation
source: Interhit particle rotation - only valid for SourceMethod of PET2SRCM_Particle.
es: Rotación de la partícula heredada - solo válido para SourceMethod de PET2SRCM_Particle.
pt_br: Herdar a rotação da partícula - somente válido para o SourceMethod de PET2SRCM_Particle.

# UObjectToolTips,ParticleModuleTrailSource:SelectionMethod
source: Particle selection method, when using the SourceMethod of Particle.
es: Método de selección de partículas, cuando se usa el SourceMethod de la partícula.
pt_br: Método de seleção de partículas, ao usar o SourceMethod da Partícula.

# UObjectToolTips,ParticleModuleTrailSource:SourceMethod
source: The source method for the trail.
es: El método fuente para la pista.
pt_br: O método da fonte para a trilha.

# UObjectToolTips,ParticleModuleTrailSource:SourceName
source: The name of the source - either the emitter or Actor.
es: Nombre de la fuente - o el emisor o el actor.
pt_br: O nome da fonte - ou o emissor ou o Ator.

# UObjectToolTips,ParticleModuleTrailSource:SourceOffsetCount
source: SourceOffsetCount The number of source offsets that can be expected to be found on the instance. These must be named TrailSourceOffset#
es: SourceOffsetCount Número de desplazamientos fuente que se esperan encontrar en la instancia. Se les tiene que nombrar TrailSourceOffset#
pt_br: SourceOffsetCount O número de deslocamentos da fonte que podem ser encontrados na instância. Devem ser nomeados TrailSourceOffset#

# UObjectToolTips,ParticleModuleTrailSource:SourceOffsetDefaults
source: Default offsets from the source(s). If there are < SourceOffsetCount slots, the grabbing of values will simply wrap.
es: Desplazamientos predeterminados de la(s) fuente(s). Si hay < SourceOffsetCount ranuras, la captura de valores se envolverán.
pt_br: Deslocamentos padrão a partir das origens. Se houver < slots de SourceOffsetCount, a recuperação de valores será basicamente envolta.

# UObjectToolTips,ParticleModuleTrailSource:SourceStrength
source: The strength of the tangent from the source point for each Trail.
es: La fuerza de la tangente del punto fuente para cada pista.
pt_br: A força da tangente do ponto fonte para cada Trilha.

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:bDeadTrailsOnDeactivate
source: If true, when the system is deactivated, mark trails as dead. This means they will still render, but will not have more particles added to them, even if the system re-activates...
es: Si es verdadero, cuando un sistema está desactivado, marcar las pistas como muertas. Esto significa que aún podrán renderizar, pero no tendrán más partículas añadidas, incluso si se vuelve a activar el sistema...
pt_br: Se for verdadeiro, quando o sistema for desativado as trilhas serão marcadas como mortas. Isso significa que elas ainda serão renderizadas, mas partículas não serão mais adicionadas a elas, mesmo que o sistema seja reativado...

# UObjectToolTips,ParticleModuleTypeDataRibbon:bDeadTrailsOnDeactivate
source: If true, when the system is deactivated, mark trails as dead. This means they will still render, but will not have more particles added to them, even if the system re-activates...
es: Si es verdadero, cuando un sistema está desactivado, marcar las pistas como muertas. Esto significa que aún podrán renderizar, pero no tendrán más partículas añadidas, incluso si se vuelve a activar el sistema...
pt_br: Se for verdadeiro, quando o sistema for desativado as trilhas serão marcadas como mortas. Isso significa que elas ainda serão renderizadas, mas partículas não serão mais adicionadas a elas, mesmo que o sistema seja reativado...

source: If true, recalculate the previous tangent when a new particle is spawned
es: Si es verdadero, vuelve a calcular la tangente anterior cuando se crea una nueva partícula
pt_br: Se for verdadeiro, recalcula a tangente anterior quando uma nova partícula é criada

# UObjectToolTips,ParticleModuleTypeDataRibbon:bEnablePreviousTangentRecalculation
source: If true, recalculate the previous tangent when a new particle is spawned
es: Si es verdadero, vuelve a calcular la tangente anterior cuando se crea una nueva partícula
pt_br: Se for verdadeiro, recalcula a tangente anterior quando uma nova partícula é criada

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:bTangentRecalculationEveryFrame
source: If true, recalculate tangents every frame to allow velocity/acceleration to be applied
es: Si es verdadero, vuelve a calcular las tangentes de cada fotograma para permitir que se aplique la velocidad/aceleración
pt_br: Se for verdadeiro, recalcula tangentes a cada quadro para permitir aplicação de velocidade/aceleração.

# UObjectToolTips,ParticleModuleTypeDataRibbon:bTangentRecalculationEveryFrame
source: If true, recalculate tangents every frame to allow velocity/acceleration to be applied
es: Si es verdadero, vuelve a calcular las tangentes de cada fotograma para permitir que se aplique la velocidad/aceleración
pt_br: Se for verdadeiro, recalcula tangentes a cada quadro para permitir aplicação de velocidade/aceleração.

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:DistanceTessellationStepSize
source: The distance step size for tessellation. # Tessellation Points = TruncToInt((Distance Between Spawned Particles) / DistanceTessellationStepSize)). If 0 then there is no distance tessellation.
es: El tamaño del paso de la distancia para el teselado. # Puntos de teselado = TruncToInt((Distancia entre las partículas creadas) / DistanceTessellationStepSize)). Si es 0, entonces no hay distancia de teselado.
pt_br: O tamanho do passo de distância para o mosaico. # Pontos de Mosaico = TruncToInt((Distância Entre Partículas Produzidas) / DistanceTessellationStepSize)). Se for 0, não há distância para o mosaico.

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:TangentTessellationStepSize
source: The tangent scalar for tessellation. This is the degree change in the tangent direction [0...180] required to warrant an additional tessellation point. If 0 then there is no tangent tessellation.
es: La variable tangente para teselado. Este es el grado de cambio en la dirección tangente [0...180] requerida para justificar un punto de teselado adicional. Si es 0, entonces no hay teselado tangente.
pt_br: O escalar tangente para o mosaico. É o grau de alteração na direção da tangente [0...180] necessário para garantir um ponto de mosaico adicional. Se for 0, não haverá mosaico da tangente.

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:TilingDistance
source: The (estimated) covered distance to tile the 2nd UV set at. If 0.0, a second UV set will not be passed in.
es: La distancia cubierta (estimada) en la que teselar el segundo UV. Si 0.0, no pasará un segundo UV.
pt_br: A distância (estimada) a cobrir com placas repetidas o 2º conjunto UV. Se 0.0, um segundo conjunto UV não será passado.

# UObjectToolTips,ParticleModuleTypeDataRibbon:TilingDistance
source: The (estimated) covered distance to tile the 2nd UV set at. If 0.0, a second UV set will not be passed in.
es: La distancia cubierta (estimada) en la que teselar el segundo UV. Si 0.0, no pasará un segundo UV.
pt_br: A distância (estimada) a cobrir com placas repetidas o 2º conjunto UV. Se 0.0, um segundo conjunto UV não será passado.

# UObjectToolTips,ParticleModuleTypeDataAnimTrail:WidthTessellationStepSize
source: The width step size for tessellation. This is the number of world units change in the width required to warrant an additional tessellation point. If 0 then there is no width tessellation.
es: El tamaño de paso a lo ancho para el teselado. Este es el número de cambio en unidades globales requerido para justificar un punto de teselado adicional. Si es 0, entonces no hay teselado a lo ancho.
pt_br: O tamanho do passo de largura para o mosaico. Esse é o número de mudanças de unidades do mundo na largura necessário para garantir um ponto de mosaico adicional. Se for 0, não haverá mosaico da largura.

# UObjectToolTips,ParticleModuleTypeDataBeam2:bAlwaysOn
source: If true, there will ALWAYS be a beam...
es: Si es verdadero, SIEMPRE habrá un rayo...
pt_br: Se for verdadeiro, SEMPRE haverá um feixe...

# UObjectToolTips,ParticleModuleTypeDataBeam2:BeamMethod
source: The method with which to form the beam(s). Must be one of the following: PEB2M_Distance - Use the distance property to emit a beam along the X-axis of the emitter. PEB2M_Target - Emit a beam from the source to the supplied target. PEB2M_Branch - Currently unimplemented.
es: El método con el que formar el/los rayo(s). Debe ser uno de los siguientes: PEB2M_Distance - Usar propiedad de distancia para emitir un rayo a lo largo del eje X del emisor. PEB2M_Target - Emitir un rayo desde la fuente hasta la meta proporcionada. PEB2M_Branch - No se puede aplicar en este momento.
pt_br: O método pelo qual formar os feixes. Deve ser um dos seguintes: PEB2M_Distance - Usa a propriedade de distância para emitir um feixe ao longo do eixo X do emissor. PEB2M_Target - Emite um feixe da fonte para o alvo fornecido. PEB2M_Branch - Não implementado no momento.

# UObjectToolTips,ParticleModuleTypeDataBeam2:Distance
source: The distance along the X-axis to stretch the beam Distance is only used if BeamMethod is PEB2M_Distance
es: La distancia a lo largo del eje X para alargar el rayo Solo se usa la distancia si BeamMethod es PEB2M_Distance
pt_br: A distância ao longo do eixo X para esticar o feixe A distância é usada apenas se o BeamMethod for PEB2M_Distance

# UObjectToolTips,ParticleModuleTypeDataBeam2:InterpolationPoints
source: Indicates whether the beam should be interpolated. <= 0 --> no > 0 --> yes (and is equal to the number of interpolation steps that should be taken.
es: Indica si se debe interpolar un rayo. <= 0 --> no > 0 --> sí (y es equivalente al número de los pasos de interpolación que se deben seguir).
pt_br: Indica se o feixe deve ser interpolado. <=0 --> não > 0 --> sim (e é igual ao número de passos de interpolação a serem tomados).

# UObjectToolTips,ParticleModuleTypeDataBeam2:MaxBeamCount
source: The number of live beams
es: Número de rayos directos
pt_br: O número de feixes ativos

# UObjectToolTips,ParticleModuleTypeDataBeam2:RenderGeometry
source: Beam Rendering Variables.
es: Variables de renderización del rayo.
pt_br: Variáveis de Renderização de Feixe.

# UObjectToolTips,ParticleModuleTypeDataBeam2:Sheets
source: The number of sheets to render
es: Número de planos que renderizar
pt_br: O número de folhas a renderizar

# UObjectToolTips,ParticleModuleTypeDataBeam2:TaperFactor
source: Tapering factor, 0 = source of beam, 1 = target
es: Factor de disminución gradual , 0 = fuente del rayo, 1 = meta
pt_br: Fator de conicidade, 0 = fonte do feixe, 1 = alvo

# UObjectToolTips,ParticleModuleTypeDataBeam2:TaperMethod
source: Tapering mode - one of the following: PEBTM_None - No tapering is applied PEBTM_Full - Taper the beam relative to source-->target, regardless of current beam length PEBTM_Partial - Taper the beam relative to source-->location, 0=source,1=endpoint
es: Modo de disminución gradual - uno de los siguientes: PEBTM_None - No se ha aplicado disminución PEBTM_Full - Disminuir el rayo relative a la fuente-->meta, a pesar de la longitud del rayo actual PEBTM_Partial - Disminuir el rayo relativo a la fuente-->ubicación, 0=fuente,1=punto final
pt_br: Modo de conicidade - um dos seguintes: PEBTM_None - Nenhuma conicidade é aplicada PEBTM_Full - Afilar o feixe em relação à fonte-->alvo, independente do comprimento atual do feixe PEBTM_Partial - Afilar o feixe em relação à fonte-->local, 0=fonte,1=ponto final

# UObjectToolTips,ParticleModuleTypeDataBeam2:UpVectorStepSize
source: The approach to use for determining the Up vector(s) for the beam. 0 indicates that the Up FVector should be calculated at EVERY point in the beam. 1 indicates a single Up FVector should be determined at the start of the beam and used at every point. N indicates an Up FVector should be calculated every N points of the beam and interpolated between them. [NOTE: This mode is currently unsupported.]
es: La aproximación que se utiliza para determinar el/los vector(es) superiores para el rayo. 0 indica que el FVector superior se debe calcular en CADA punto del rayo. 1 indica que un FVector superior único se debe determinar en el inicio del rayo y usarlo en cada punto. N indica que un FVector superior se debe calcular en todos los puntos N del rayo y e interpoladarse entre ellos. [NOTA: Actualmente, este modo no es compatible].
pt_br: O método usado para determinar os vetores para cima do feixe. 0 indica que o FVector para Cima deve ser calculado em TODOS os pontos no feixe. 1 indica que um único FVector para Cima deve ser determinado no início do feixe e usado em todos os pontos. N indica que um FVector para Cima deve ser calculado a cada N pontos do feixe e interpolado entre eles. [OBSERVAÇÃO: Esse modo não é suportado no momento.]

# UObjectToolTips,ParticleModuleTypeDataGpu:CameraMotionBlurAmount
source: TEMP: How much to stretch sprites based on camera motion blur.
es: TEMP: Cuánto alargar los sprites en base al desenfoque del movimiento de la cámara.
pt_br: TEMP: O quanto sprites devem ser esticadas com base no desfoque de movimento da câmera.

# UObjectToolTips,ParticleModuleTypeDataGpu:EmitterInfo
source: Information for runtime simulation.
es: Información para la simulación del tiempo de ejecución.
pt_br: Informações de simulação de tempo de execução.

# UObjectToolTips,ParticleModuleTypeDataGpu:ResourceData
source: Data used to initialize runtime resources.
es: Datos utilizados para inicializar los recursos del tiempo de ejecución.
pt_br: Dados usados para inicializar os recursos do tempo de execução.

# UObjectToolTips,ParticleModuleTypeDataMesh:AxisLockOption
source: The axis to lock the mesh on. This overrides TypeSpecific mesh alignment as well as the LockAxis module. EPAL_NONE - No locking to an axis. EPAL_X - Lock the mesh X-axis facing towards +X. EPAL_Y - Lock the mesh X-axis facing towards +Y. EPAL_Z - Lock the mesh X-axis facing towards +Z. EPAL_NEGATIVE_X - Lock the mesh X-axis facing towards -X. EPAL_NEGATIVE_Y - Lock the mesh X-axis facing towards -Y. EPAL_NEGATIVE_Z - Lock the mesh X-axis facing towards -Z. EPAL_ROTATE_X - Ignored for mesh emitters. Treated as EPAL_NONE. EPAL_ROTATE_Y - Ignored for mesh emitters. Treated as EPAL_NONE. EPAL_ROTATE_Z - Ignored for mesh emitters. Treated as EPAL_NONE.
es: El eje para bloquear la malla. Suprime la alineación de la malla TypeSpecific así como el módulo LockAxis. EPAL_NONE - No bloquear a un eje. EPAL_X - Bloquear el eje X de la malla que está frente a +X. EPAL_Y - Bloquear el eje X de la malla que está frente a +Y. EPAL_Z - Bloquear el eje X de la malla que está frente a +Z. EPAL_NEGATIVE_X - Bloquear el eje X de la malla que está frente a -X. EPAL_NEGATIVE_Y - Bloquear el eje X de la malla que está frente a -Y. EPAL_NEGATIVE_Z - Bloquear el eje X de la malla que está frente a -Z. EPAL_ROTATE_X - Omitido para los emisores de la malla. Considerado como EPAL_NONE. EPAL_ROTATE_Y - Omitido para los emisores de la malla. Considerado como EPAL_NONE. EPAL_ROTATE_Z - Omitido para los emisores de la malla. Considerado como EPAL_NONE.
pt_br: O eixo no qual bloquear a malha. Isso substitui o alinhamento da malha TypeSpecific, além do módulo LockAxis. EPAL_NONE - Nenhum bloqueio em um eixo. EPAL_X - Bloqueia o eixo X da malha direcionado para +X. EPAL_Y - Bloqueia o eixo X da malha direcionado para +Y. EPAL_Z - Bloqueia o eixo X direcionado para +Z. EPAL_NEGATIVE_X - Bloqueia o eixo X da malha direcionado para -X. EPAL_NEGATIVE_Y - Bloqueia o eixo X da malha direcionado para -Y. EPAL_NEGATIVE_Z - Bloqueia o eixo X da malha direcionado para -Z. EPAL_ROTATE_X - Ignorado para emissores da malha. Tratado como EPAL_NONE. EPAL_ROTATE_Y - Ignorado para emissores da malha. Tratado como EPAL_NONE. EPAL_ROTATE_Z - Ignorado para emissores da malha. Tratado como EPAL_NONE.

# UObjectToolTips,ParticleModuleTypeDataMesh:bApplyParticleRotationAsSpin
source: If true, apply 'sprite' particle rotation about the orientation axis (direction mesh is pointing). If false, apply 'sprite' particle rotation about the camera facing axis.
es: Si es verdadero, aplicar rotación de la partícula del 'sprite' por el eje de orientación (malla direccional que está apuntando). Si es falso, aplicar rotación de la partícula 'sprite' en el eje frente a la cámara.
pt_br: Se for verdadeiro, aplicar rotação da partícula de 'sprite' ao redor do eixo de orientação (a direção em que a malha aponta). Se for falso, aplicar rotação da partícula de 'sprite' ao redor do eixo virado para a câmera.

# UObjectToolTips,ParticleModuleTypeDataMesh:bCameraFacing
source: If true, then point the X-axis of the mesh towards the camera. When set, AxisLockOption as well as all other locked axis/screen alignment settings are ignored.
es: Si es verdadero, el eje X del sistema estará orientado hacia la cámara. Cuando está ajustado, AxisLockOption también se omitirán como el resto de los ajustes de alineación de eje/pantalla bloqueada
pt_br: Se for verdadeiro, o eixo X da malha apontará na direção da câmera. Quando definido, a AxisLockOption assim como outras configurações de bloqueio de eixos/alinhamento de tela são ignoradas.

# UObjectToolTips,ParticleModuleTypeDataMesh:bOverrideMaterial
source: If true, use the emitter material when rendering rather than the one applied to the static mesh model.
es: Si es verdadero, usar el material de emisor cuando se hace una renderización además del aplicado al modelo de la malla estática.
pt_br: Se for verdadeiro, usa o material do emissor ao renderizar em vez daquele aplicado ao modelo de malha estática.
