Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,CameraAnimInst:MoveTrack
source: cached movement track from the currently playing anim so we don't have to go find it every frame
es: pista de movimiento en caché de animación que se está reproduciendo en este momento, para que no tengamos que buscar en cada fotograma
pt_br: faixa de movimento em cache da animação em reprodução para não ser preciso encontrá-la em cada quadro

# UObjectToolTips,CameraAnimInst:PlayRate
source: Multiplier for playback rate. 1.0 = normal.
es: Multiplicador para la tasa de reproducción. 1.0 = normal.
pt_br: Taxa de multiplicador de tempo de reprodução. 1.0 = normal.

# UObjectToolTips,CameraAnimInst:SetDuration
source: Changes the running duration of this active anim, while maintaining playback position.
es: Cambia la duración de ejecución de esta animación activa mientras que mantiene la posición de reproducción.
pt_br: Altera a duração de execução da animação ativa, enquanto mantém a posição de reprodução.

# UObjectToolTips,CameraAnimInst:Stop
source: Stops this instance playing whatever animation it is playing.
es: Detiene la reproducción de esta instancia independientemente de la animación que se esté reproduciendo
pt_br: Cessa toda a animação em reprodução nesta instância.

# UObjectToolTips,CameraComponent
source: Represents a camera viewpoint and settings, such as projection type, field of view, and post-process overrides. The default behavior for an actor used as the camera view target is to look for an attached camera component and use its location, rotation, and settings.
es: Representa los ajustes y el punto de vista de la cámara, como el tipo de proyección, campo de visión y la supresión de posprocesamiento. El comportamiento predeterminado para un actor usado como vista meta de la cámara es para buscar un componente de la cámara acoplada y utiliza su ubicación, rotación y ajustes.
pt_br: Representa o ponto de vista da câmera e suas configurações, como o tipo de projeção, campo de visão e substituições de pós-processamento. O comportamento padrão para um ator usado como alvo de visualização da câmera é procurar um componente de câmera anexado e usar sua localização, rotação e configurações.

# UObjectToolTips,CameraComponent:AspectRatio
source: Aspect Ratio (Width/Height)
es: Proporción del aspecto (Ancho/Alto)
pt_br: Relação de Aspecto (Largura/Altura)

# UObjectToolTips,CameraComponent:bConstrainAspectRatio
source: If bConstrainAspectRatio is true, black bars will be added if the destination view has a different aspect ratio than this camera requested.
es: Si bConstrainAspectRatio es verdadero, se añadirán barras negras si la vista de destino tiene un ratio de aspecto diferente a esta cámara solicitada.
pt_br: Se bConstrainAspectRatio for verdadeiro, barras pretas serão incluídas caso a visualização de destino tenha uma relação de aspecto diferente daquela que essa câmera solicitou.

# UObjectToolTips,MinimalViewInfo:bConstrainAspectRatio
source: If bConstrainAspectRatio is true, black bars will be added if the destination view has a different aspect ratio than this camera requested.
es: Si bConstrainAspectRatio es verdadero, se añadirán barras negras si la vista de destino tiene un ratio de aspecto diferente a esta cámara solicitada.
pt_br: Se bConstrainAspectRatio for verdadeiro, barras pretas serão incluídas caso a visualização de destino tenha uma relação de aspecto diferente daquela que essa câmera solicitou.

# UObjectToolTips,CameraComponent:FieldOfView
source: The horizontal field of view (in degrees) in perspective mode (ignored in Orthographic mode)
es: El campo de visión horizontal (en grados) en el modo de perspectiva (ignorado en modo ortográfico)
pt_br: O campo de visão horizontal (em graus) no modo de perspectiva (ignorado no modo Ortográfico)

# UObjectToolTips,CameraComponent:GetCameraView
source: Returns camera's Point of View. Called by Camera class. Subclass and postprocess to add any effects.
es: Devuelve el punto de vista de la cámara. La clase de cámara realiza la llamada. Subclase y posprocesamiento para agregar cualquier efecto.
pt_br: Retorna o Ponto de Vista da câmera. Chamado pela classe Câmera. Subclasse e PostProcess para adicionar efeitos.

# UObjectToolTips,CameraComponent:OrthoWidth
source: The desired width (in world units) of the orthographic view (ignored in Perspective mode)
es: El ancho deseado (en unidades globales) de la vista ortográfica (omitido en el modo de perspectiva)
pt_br: A largura desejada (em unidades de mundo) da visualização ortográfica (ignorada no modo de Perspectiva)

# UObjectToolTips,MinimalViewInfo:OrthoWidth
source: The desired width (in world units) of the orthographic view (ignored in Perspective mode)
es: El ancho deseado (en unidades globales) de la vista ortográfica (omitido en el modo de perspectiva)
pt_br: A largura desejada (em unidades de mundo) da visualização ortográfica (ignorada no modo de Perspectiva)

# UObjectToolTips,SceneCaptureComponent2D:OrthoWidth
source: The desired width (in world units) of the orthographic view (ignored in Perspective mode)
es: El ancho deseado (en unidades globales) de la vista ortográfica (omitido en el modo de perspectiva)
pt_br: A largura desejada (em unidades de mundo) da visualização ortográfica (ignorada no modo de Perspectiva)

# UObjectToolTips,CameraComponent:PostProcessBlendWeight
source: Indicates if PostProcessSettings should be used when using this Camera to view through.
es: Indica si PostProcessSettings se debe usar cuando se usa esta cámara para ver a través de ella.
pt_br: Indica se PostProcessSettings devem ser usadas ao ver através desta Camera.

# UObjectToolTips,CameraComponent:PostProcessSettings
source: Post process settings to use for this camera. Don't forget to check the properties you want to override
es: Los ajustes de posprocesamiento que se utilizan para esta cámara. No se debe olvidar revisar las propiedades que se quieran eliminar
pt_br: Configurações de pós-processamento a serem usadas para esta câmera. Não se esqueça de verificar as propriedades que deseja substituir

# UObjectToolTips,CameraComponent:ProjectionMode
source: The type of camera
es: El tipo de cámara
pt_br: O tipo da câmera

# UObjectToolTips,MinimalViewInfo:ProjectionMode
source: The type of camera
es: El tipo de cámara
pt_br: O tipo da câmera

# UObjectToolTips,CameraCutInfo
source: Helper struct for storing the camera world-position for each camera cut in the cinematic.
es: Estructura de soporte para almacenar la posición del mundo de la cámara para cada corte de la cámara en la escena.
pt_br: Struct auxiliar para armazenar a posição do mundo da câmera para cada corte de câmera na animação.

# UObjectToolTips,CameraModifier:AlphaInTime
source: When blending in, alpha proceeds from 0 to 1 over this time
es: Cuando se mezcla, alfa procede de 0 a 1 durante este periodo
pt_br: Ao misturar para fora, alfa vai de 0 a 1 durante esse tempo

# UObjectToolTips,CameraModifier:AlphaOutTime
source: When blending out, alpha proceeds from 1 to 0 over this time
es: Cuando se desfasa, alfa procede de 1 a 0 durante este periodo
pt_br: Ao misturar para dentro, alfa vai de 1 a 0 durante esse tempo

# UObjectToolTips,CameraPreviewInfo
source: Preview APawn class for this track
es: Vista preliminar de la clase APawn para esta pista
pt_br: Visualizar a classe APawn para esta faixa

# UObjectToolTips,CameraPreviewInfo:Location
source: for now this is read-only. It has maintenance issue to be resolved if I enable this.
es: por ahora es de solo lectura. Tiene un fallo de mantenimiento que resolver si se activa.
pt_br: por enquanto, é somente leitura. Tem um problema de manutenção se for ativado.

# UObjectToolTips,CameraShake:AnimBlendInTime
source: Linear blend-in time.
es: Combinación lineal en tiempo.
pt_br: Início da mistura linear.

# UObjectToolTips,CameraShake:AnimBlendOutTime
source: Linear blend-out time.
es: Combinación lineal fuera de tiempo.
pt_br: Final da mistura linear.

# UObjectToolTips,CameraShake:AnimPlayRate
source: Scalar defining how fast to play the anim.
es: Variable que define cómo de rápido reproducir la animación.
pt_br: Escalar definindo o quão rápido a animação é reproduzida.

# UObjectToolTips,CameraShake:AnimScale
source: Scalar defining how "intense" to play the anim.
es: Variable que define cómo de “intensa" hay que reproducir la animación.
pt_br: Escalar que define a "intensidade" da reprodução da animação.

# UObjectToolTips,CameraShake:FOVOscillation
source: FOV oscillation
es: Oscilación del campo de visión
pt_br: Oscilação de FOV

# UObjectToolTips,CameraShake:LocOscillation
source: Positional oscillation
es: Oscilación de la poscisión
pt_br: Oscilação posicional

# UObjectToolTips,CameraShake:RotOscillation
source: Rotational oscillation
es: Oscilación de la rotación
pt_br: Oscilação rotacional

# UObjectToolTips,Canvas:bCenterX
source: Color for drawing.
es: Color para trazar.
pt_br: Cor para desenho.

# UObjectToolTips,Canvas:bCenterY
source: Whether to center the text horizontally (about CurX)
es: Si centrar el texto horizontalmente (cerca de CurX)
pt_br: Se deve centralizar o texto horizontalmente (em torno de CurX)

# UObjectToolTips,Canvas:bNoSmooth
source: Whether to center the text vertically (about CurY)
es: Si centrar el texto verticalmente (cerca de CurY)
pt_br: Se deve centralizar o texto verticalmente (em torno de CurY)

# UObjectToolTips,Canvas:ClipX
source: Origin for drawing in Y.
es: Origen para trazos en Y
pt_br: Origem do desenho em Y.

# UObjectToolTips,Canvas:ClipY
source: Bottom right clipping region.
es: Región de recorte inferior derecha.
pt_br: Região de corte direita inferior.

# UObjectToolTips,Canvas:DrawColor
source: Bottom right clipping region.
es: Región de recorte inferior derecha.
pt_br: Região de corte direita inferior.

# UObjectToolTips,Canvas:ColorModulate
source: Internal.
es: Interno.
pt_br: Interno.

# UObjectToolTips,NetConnection:LastReceiveTime
source: Internal.
es: Interno.
pt_br: Interno.

# UObjectToolTips,Canvas:GradientTexture0
source: Default texture to use
es: Textura predeterminada a usar
pt_br: Textura padrão para usar

# UObjectToolTips,Canvas:OrgX
source: Modifiable properties.
es: Propiedades modificables.
pt_br: Propriedades modificáveis.

# UObjectToolTips,Canvas:OrgY
source: Origin for drawing in X.
es: Origen para trazos en X
pt_br: Origem do desenho em X.

# UObjectToolTips,Canvas:ReporterGraph
source: Helper class to render 2d graphs on canvas
es: Clase de soporte para renderizar gráficos 2D en lienzos
pt_br: Classe auxiliar para renderizar grafos 2d em tela

# UObjectToolTips,Canvas:SizeX
source: Don't bilinear filter.
es: No usar filtro bilineal.
pt_br: Não filtrar bilinearmente.

# UObjectToolTips,Canvas:SizeY
source: Zero-based actual dimensions X.
es: Dimensiones X actuales basadas en cero.
pt_br: Dimensões X reais baseadas em zero.

# UObjectToolTips,CanvasIcon
source: Holds texture information with UV coordinates as well.
es: Contiene la información de la textura también con las coordenadas UV.
pt_br: Mantém as informações de textura com coordenadas UV também.

# UObjectToolTips,CanvasIcon:Texture
source: Source texture
es: Textura fuente
pt_br: Textura da fonte

# UObjectToolTips,CanvasIcon:U
source: UV coords
es: Coordenadas UV
pt_br: Coordenadas UV

# UObjectToolTips,CanvasPanelSlot:LayoutData
source: The anchoring information for the slot
es: La información fijada para la ranura
pt_br: As informações de ancoragem para o slot

# UObjectToolTips,CanvasPanelSlot:SetAlignment
source: Sets the alignment on the slot
es: Ajusta la alineación en la ranura
pt_br: Define o alinhamento no slot

# UObjectToolTips,CanvasPanelSlot:SetAnchors
source: Sets the anchors on the slot
es: Ajusta las fijaciones en la ranura
pt_br: Define as âncoras no slot

# UObjectToolTips,CanvasPanelSlot:SetMaximum
source: Sets the anchors on the slot
es: Ajusta las fijaciones en la ranura
pt_br: Define as âncoras no slot

# UObjectToolTips,CanvasPanelSlot:SetMinimum
source: Sets the anchors on the slot
es: Ajusta las fijaciones en la ranura
pt_br: Define as âncoras no slot

# UObjectToolTips,CanvasPanelSlot:SetPosition
source: Sets the position of the slot
es: Ajusta la posición de la ranura
pt_br: Define a posição do slot

# UObjectToolTips,CanvasPanelSlot:SetZOrder
source: Sets the z-order on the slot
es: Ajusta el orden z en la ranura
pt_br: Define as ordem Z no slot

# UObjectToolTips,CanvasPanelSlot:ZOrder
source: The order priority this widget is rendered in. Higher values are rendered last (and so they will appear to be on top).
es: La prioridad de orden en la que este widget se renderiza. Los valores más altos se renderizan al final (parecen estar en la cima).
pt_br: A ordem de prioridade em que esse widget é renderizado. Valores maiores são renderizados por último (e, portanto, parecerão estar no topo)

# UObjectToolTips,CanvasRenderTarget2D
source: CanvasRenderTarget2D is 2D render target which exposes a Canvas interface to allow you to draw elements onto it directly. Use FindCanvasRenderTarget2D() to find or create a render target texture by unique name, then bind a function to the OnCanvasRenderTargetUpdate delegate which will be called when the render target is updated. If you need to repaint your canvas every single frame, simply call UpdateResource() on it from a Tick function. Also, remember to hold onto your new canvas render target with a reference so that it doesn't get garbage collected.
es: CanvasRenderTarget2D es la meta de renderización en 2D que muestra una interfaz de lienzo que permite trazar elementos directamente sobre él. Usar FindCanvasRenderTarget2D() para encontrar o crear una textura meta de renderizado por nombre único, luego enlazar una función al delegado OnCanvasRenderTargetUpdate, que será llamada cuando se actualice la meta de renderizado. Si necesita volver a pintar su lienzo en cada fotograma, simplemente llame a UpdateResource() desde una función de revisión. Además, no olvide conservar su nueva meta de renderizado de lienzo con una referencia para evitar que se lo lleve la recolección de basura.
pt_br: CanvasRenderTarget2D é um alvo de renderização 2D que expõe uma interface da Tela para permitir que vocÊ desenhe elementos nela diretamente. Use FindCanvasRenderTarget2D() para encontrar ou criar uma textura de alvo de renderização por nome único e, em seguida, vincular uma função ao delegado OnCanvasRenderTargetUpdate que será chamada quando o alvo de renderização for atualizado. Caso precise pintar a tela a cada quadro, chame UpdateResource() em uma função de Tique. Além disso, lembre-se de manter o novo alvo de renderização de tela com uma referência para que ele não receba o lixo coletado.

# UObjectToolTips,CanvasRenderTarget2D:OnCanvasRenderTargetUpdate
source: Called when this Canvas Render Target is asked to update its texture resource.
es: Llamada cuando se le pide a la meta de renderización de lienzo que actualice su fuente de textura.
pt_br: Chamado quando este Alvo de Renderização da Tela é solicitado para atualizar seu recurso de textura.

# UObjectToolTips,CanvasRenderTarget2D:UpdateResource
source: Updates the the canvas render target texture's resource. This is where the render target will create or find a canvas object to use. It also calls UpdateResourceImmediate() to clear the render target texture from the deferred rendering list, to stop the texture from being cleared the next frame. From there it will ask the rendering thread to set up the RHI viewport. The canvas is then set up for rendering and then the user's update delegate is called. The canvas is then flushed and the RHI resolves the texture to make it available for rendering.
es: Actualiza el recurso de textura de renderización meta en el lienzo. Es donde la meta de renderización creará o encontrará un objeto del lienzo a usar. También llama a UpdateResourceImmediate() para borrar la textura de renderización meta de la lista de renderización diferida, para que la textura no se borre en el siguiente fotograma. Desde ahí, pedirá que el subproceso de renderización configure la ventana gráfica RHI. El lienzo se configura entonces para la renderización y luego se llama al delegado de actualización del usuario. A continuación, el lienzo se elimina, mientras que el RHI resuelve la textura para hacer que esté disponible para la renderización.
pt_br: Atualiza o recurso de textura alvo de renderização da tela. É onde o alvo da renderização criará ou encontrará um objeto de tela para usar. Também chama UpdateResourceImmediate() para limpar a textura do alvo de renderização da lista de renderização adiada para impedir que a textura seja apagada no próximo quadro. A partir dali, pedirá ao encadeamento de renderização para configurar a porta de visualização RHI. A tela é então preparada para renderização e o delegado de atualização do usuário é chamado. A tela é apagada e o RHI resolve a textura para deixá-la disponível para renderização.

# UObjectToolTips,CanvasRenderTarget2DFactoryNew:Format
source: Pixel format of the texture render target
es: Formato del píxel de la meta de renderizado de la textura
pt_br: Formato dos pixels do alvo de renderização de textura

# UObjectToolTips,TextureRenderTargetCubeFactoryNew:Format
source: Pixel format of the texture render target
es: Formato del píxel de la meta de renderizado de la textura
pt_br: Formato dos pixels do alvo de renderização de textura

# UObjectToolTips,TextureRenderTargetFactoryNew:Format
source: Pixel format of the texture render target
es: Formato del píxel de la meta de renderizado de la textura
pt_br: Formato dos pixels do alvo de renderização de textura

# UObjectToolTips,CanvasRenderTarget2DFactoryNew:Height
source: Height of the texture render target
es: Altura de la meta de renderizado de la textura
pt_br: Altura do alvo de renderização de textura.

# UObjectToolTips,TextureRenderTargetFactoryNew:Height
source: Height of the texture render target
es: Altura de la meta de renderizado de la textura
pt_br: Altura do alvo de renderização de textura.

# UObjectToolTips,CanvasRenderTarget2DFactoryNew:Width
source: Width of the texture render target
es: Ancho de la meta de renderizado de la textura
pt_br: Largura do alvo de renderização de textura.

# UObjectToolTips,TextureRenderTargetCubeFactoryNew:Width
source: Width of the texture render target
es: Ancho de la meta de renderizado de la textura
pt_br: Largura do alvo de renderização de textura.

# UObjectToolTips,TextureRenderTargetFactoryNew:Width
source: Width of the texture render target
es: Ancho de la meta de renderizado de la textura
pt_br: Largura do alvo de renderização de textura.

# UObjectToolTips,CanvasUVTri
source: Simple 2d triangle with UVs
es: Triángulo 2d simple con los UV
pt_br: Triângulo 2D simples com UVs

# UObjectToolTips,CanvasUVTri:V0_Color
source: Color of first vertex
es: Color del primer vértice
pt_br: Cor do primeiro vértice

# UObjectToolTips,CanvasUVTri:V0_Pos
source: Position of first vertex
es: Posición del primer vértice
pt_br: Posição do primeiro vértice

# UObjectToolTips,CanvasUVTri:V0_UV
source: UV of first vertex
es: UV del primer vértice
pt_br: UV do primeiro vértice

# UObjectToolTips,CanvasUVTri:V1_Color
source: Color of second vertex
es: Color del segundo vértice
pt_br: Cor do segundo vértice

# UObjectToolTips,CanvasUVTri:V1_Pos
source: Position of second vertex
es: Posición del segundo vértice
pt_br: Posição do segundo vértice

# UObjectToolTips,CanvasUVTri:V1_UV
source: UV of second vertex
es: UV del segundo vértice
pt_br: UV do segundo vértice

# UObjectToolTips,CanvasUVTri:V2_Color
source: Color of third vertex
es: Color del tercer vértice
pt_br: Cor do terceiro vértice

# UObjectToolTips,CanvasUVTri:V2_Pos
source: Position of third vertex
es: Posición del tercer vértice
pt_br: Posição do terceiro vértice

# UObjectToolTips,CanvasUVTri:V2_UV
source: UV of third vertex
es: UV del tercer vértice
pt_br: UV do terceiro vértice

# UObjectToolTips,CapsuleComponent
source: A capsule generally used for simple collision. Bounds are rendered as lines in the editor.
es: Una cápsula usada generalmente para la colisión simple. Los límites se renderizan como las líneas en el editor.
pt_br: Uma cápsula geralmente usada para colisão simples. Os limites são renderizados como linhas no editor.

# UObjectToolTips,CapsuleComponent:GetShapeScale
source: Get the scale used by this shape. This is a uniform scale that is the minimum of any non-uniform scaling. @return the scale used by this shape.
es: Obtener la escala usada por esta forma. Esta es una escala uniforme, la mínima de cualquier escalado irregular. @return la escala usada por esta forma.
pt_br: Obter a escala usada por esta forma. Esta é uma escala uniforme que é o mínimo de qualquer escalonamento não uniforme. @return a escala usada por esta forma.

# UObjectToolTips,SphereComponent:GetShapeScale
source: Get the scale used by this shape. This is a uniform scale that is the minimum of any non-uniform scaling. @return the scale used by this shape.
es: Obtener la escala usada por esta forma. Esta es una escala uniforme, la mínima de cualquier escalado irregular. @return la escala usada por esta forma.
pt_br: Obter a escala usada por esta forma. Esta é uma escala uniforme que é o mínimo de qualquer escalonamento não uniforme. @return a escala usada por esta forma.

# UObjectToolTips,CascadeOptions:bCenterCascadeModuleText
source: If true, center the module name and buttons in the module box.
es: Si es verdadero, centrar el nombre y botones del módulo en la caja del módulo.
pt_br: Se for verdadeiro, centrar o nome e botões do módulo na caixa do módulo.

# UObjectToolTips,CascadeOptions:bUseSlimCascadeDraw
source: If true, use the 'slimline' module drawing method in cascade.
es: Si es verdadero, usar el módulo 'fino' trazando el método en cascada.
pt_br: Se for verdadeiro, usa o método de desenho do módulo 'linha fina' em cascata.

# UObjectToolTips,CascadeOptions:Cascade_MouseMoveThreshold
source: The number of units the mouse must move before considering the module as dragged.
es: Número de de unidades que se tiene que mover el ratón antes de considerar que se ha arrastrado el módulo.
pt_br: A quantidade de unidades que o mouse deve se mover antes de considerar o módulo como arrastado.

# UObjectToolTips,CascadeOptions:MotionModeRadius
source: The radius of the motion mode
es: Radio del modo de movimiento
pt_br: O raio do modo de movimento.

# UObjectToolTips,CascadeOptions:SlimCascadeDrawHeight
source: The height to use for the 'slimline' module drawing method in cascade.
es: La altura que se utiliza para el módulo 'fino' trazando el método en cascada.
pt_br: A altura para usar o método de desenho do módulo "linha fina" em cascata.

# UObjectToolTips,Character:BasedMovement
source: Info about our current movement base (object we are standing on).
es: Información sobre nuestra base de movimiento actual (el objeto sobre el cual nos encontramos).
pt_br: Informações sobre a base do movimento atual (o objeto sobre o qual se está).

# UObjectToolTips,Character:bClientResimulateRootMotion
source: If server disagrees with root motion track position, client has to resimulate root motion from last AckedMove.
es: Si el servidor está en desacuerdo con la posición en pista de movimiento raíz, el cliente tiene que volver a simular el movimiento raíz desde la última AckedMove.
pt_br: Se o servidor discordar da posição da faixa do movimento raiz, o cliente tem que ressimular o movimento raiz do último AckedMove.
