Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SoundWave:Subtitles
source: Subtitle cues. If empty, use SpokenText as the subtitle. Will often be empty, as the contents of the subtitle is commonly identical to what is spoken.
es: Pistas del subtítulo. Si están vacías, usa SpokenText como subtítulo. Estarán vacías normalmente, ya que los contenidos del subtítulo con normalmente idénticos a lo que se está hablando.
pt_br: Comandos de legenda. Se estiver vazio, usar SpokenText como legenda. Estará frequentemente em branco, pois o conteúdo da legenda é geralmente idêntico ao que é dito.

# UObjectToolTips,SoundWave:Volume
source: Playback volume of sound 0 to 1 - Default is 1.0.
es: Volumen de la reproducción del sonido de 0 a 1 - 1.0 es el predeterminado.
pt_br: Volume de reprodução do som 0 a 1 - Padrão é 1.0.

# UObjectToolTips,SourceCodeAccessSettings:PreferredAccessor
source: The source code editor we prefer to use.
es: El editor de código fuente que preferimos utilizar
pt_br: O editor de código de origem que se prefere usar.

# UObjectToolTips,Spacer:SetSize
source: Sets the size of the spacer
es: Ajusta el tamaño del espaciador
pt_br: Define o tamanho do espaçador

# UObjectToolTips,Spacer:Size
source: The size of the spacer
es: El tamaño del espaciador
pt_br: O tamanho do espaçador

# UObjectToolTips,SpectatorPawnMovement:bIgnoreTimeDilation
source: If true, component moves at full speed no matter the time dilation. Default is false.
es: Si es verdadero, el componente se mueve a toda velocidad independientemente de la dilatación del tiempo. Es falso de forma predeterminada.
pt_br: Se for verdadeiro, o componente se moverá à velocidade total qualquer que seja a dilatação de tempo. O padrão é falso.

# UObjectToolTips,SphereComponent:GetScaledSphereRadius
source: @return the radius of the sphere, with component scale applied.
es: @return el radio de la esfera, con la escala del componente aplicada.
pt_br: @return o raio da esfera com a escala do componente aplicada.

# UObjectToolTips,SphereComponent:GetUnscaledSphereRadius
source: @return the radius of the sphere, ignoring component scale.
es: @return el radio de la esfera, omitiendo la escala del componente.
pt_br: @return o raio da esfera, ignorando a escala do componente.

# UObjectToolTips,SphereReflectionCaptureComponent:CaptureDistanceScale
source: Not needed anymore, not yet removed in case the artist setup values are needed in the future
es: Ya no es necesario, no se ha eliminado en caso de que valores de configuración del artista se necesiten en el futuro
pt_br: Não é mais necessário, mas ainda não foi removido caso os valores definidos pelo artista sejam necessários no futuro.

# UObjectToolTips,SpinBoxStyle
source: Represents the appearance of an SSpinBox
es: Representa la apariencia de un SSpinBox
pt_br: Representa a aparência de uma SSpinBox

# UObjectToolTips,SpinBoxStyle:ActiveFillBrush
source: Brush used to fill the spinbox when it's active
es: Pincel usado para rellenar la casilla numérica cuando está activa
pt_br: Pincel usado para preencher a caixa de número quando está ativa

# UObjectToolTips,SpinBoxStyle:ArrowsImage
source: Image used to draw the spinbox arrows
es: Imagen usada para trazar las flechas de la casilla numérica
pt_br: Imagem usada para desenhar as setas da caixa de número

# UObjectToolTips,SpinBoxStyle:BackgroundBrush
source: Brush used to draw the background of the spinbox
es: Pincel usado para trazar el fondo de la casilla numérica
pt_br: Pincel usado para desenhar o fundo da caixa de número

# UObjectToolTips,SpinBoxStyle:ForegroundColor
source: Color used to draw the spinbox foreground elements
es: Color usado para trazar los elementos del primer plano de la casilla numérica
pt_br: Cor usada para desenhar os elementos em primeiro plano da caixa de número

# UObjectToolTips,SpinBoxStyle:HoveredBackgroundBrush
source: Brush used to draw the background of the spinbox when it's hovered over
es: Pincel usado para trazar el fondo de la casilla numérica cuando tiene el puntero encima
pt_br: Pincel usado para desenhar o fundo da caixa de número quando o mouse passa por cima

# UObjectToolTips,SpinBoxStyle:InactiveFillBrush
source: Brush used to fill the spinbox when it's inactive
es: Pincel usado para rellenar la casilla numérica cuando no está activa
pt_br: Pincel usado para preencher a caixa de número quando está inativa

# UObjectToolTips,SpinBoxStyle:TextPadding
source: Padding to add around the spinbox and its text
es: Espacio que añadir alrededor de la casilla numérica y el texto
pt_br: Preenchimento a ser adicionado ao redor da caixa de número e seu texto

# UObjectToolTips,SpiralStairBuilder:NumSteps
source: The total number of steps
es: El número total de pasos
pt_br: O número total de degraus

# UObjectToolTips,SpiralStairBuilder:NumStepsPer360
source: The number of steps in one whole spiral rotation
es: El número de pasos en una rotación espiral completa
pt_br: O número de degraus em uma rotação espiral completa

# UObjectToolTips,SpiralStairBuilder:SlopedCeiling
source: Whether the underside of the spiral is sloped or stepped
es: Si el lado inferior de la espiral va en subida o bajada
pt_br: Se a parte inferior da espiral é inclinada ou com degraus

# UObjectToolTips,SpiralStairBuilder:SlopedFloor
source: Whether the surface of the spiral is sloped or stepped
es: Si la superficie del espiral va en subida o bajada
pt_br: Se a superfície da espiral é inclinada ou com degraus

# UObjectToolTips,SpiralStairBuilder:StepThickness
source: The thickness of each step
es: El grosor de cada paso
pt_br: A espessura de cada degrau

# UObjectToolTips,SplineComponent:AddSplineLocalPoint
source: Adds a local space point to the spline
es: Añade un punto del sistema de coordenadas local al spline
pt_br: Adiciona um ponto de espaço local à emenda

# UObjectToolTips,SplineComponent:AddSplineWorldPoint
source: Adds a world space point to the spline
es: Añade un punto del sistema de coordenadas global al spline
pt_br: Adiciona um ponto de espaço do mundo à emenda

# UObjectToolTips,SplineComponent:bStationaryEndpoints
source: Whether the endpoints of the spline are considered stationary when traversing the spline at non-constant velocity. Essentially this sets the endpoints' tangents to zero vectors.
es: Si los puntos finales de la spline se consideran estáticos cuando se atraviesa la spline a una velocidad no constante. En resumen, establece las tangentes de los puntos finales a vectores cero.
pt_br: Se os pontos terminais da emenda são considerados estacionários ao percorrer a emenda em velocidade não constante. Essencialmente, isso define as tangentes dos pontos terminais como vetores zero.

# UObjectToolTips,SplineComponent:ClearSplinePoints
source: Clears all the points in the spline
es: Borra todos los puntos en la spline
pt_br: Remover todos os pontos na emenda

# UObjectToolTips,SplineComponent:Duration
source: Specifies the duration of the spline in seconds
es: Especifica la duración del spline en segundos
pt_br: Especifica a duração da emenda em segundos

# UObjectToolTips,SplineComponent:GetDirectionAtDistanceAlongSpline
source: Given a distance along the length of this spline, return a unit direction vector of the spline tangent there.
es: Dada una distancia a lo largo de la longitud de este spline, devolver un vector de dirección de la unidad de la tangente de spline ahí.
pt_br: Dada uma distância ao longo do comprimento desta emenda, retorna um vetor de direção da tangente de emenda correspondente.

# UObjectToolTips,SplineComponent:GetDirectionAtTime
source: Given a time from 0 to the spline duration, return a unit direction vector of the spline tangent there.
es: Dado un tiempo desde 0 a la duración del spline, devolver un vector de dirección de la unidad del tangente spline ahí.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna uma unidade de vetor de direção da tangente da emenda correspondente.

# UObjectToolTips,SplineComponent:GetWorldDirectionAtTime
source: Given a time from 0 to the spline duration, return a unit direction vector of the spline tangent there.
es: Dado un tiempo desde 0 a la duración del spline, devolver un vector de dirección de la unidad del tangente spline ahí.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna uma unidade de vetor de direção da tangente da emenda correspondente.

# UObjectToolTips,SplineComponent:GetInputKeyAtDistanceAlongSpline
source: Given a distance along the length of this spline, return the corresponding input key at that point
es: Dada una distancia a lo largo de la longitud de este spline, devolver la clave de entrada correspondiente en ese punto.
pt_br: Dada uma distância ao longo do comprimento desta emenda, retorna a chave de entrada correspondente naquele ponto.

# UObjectToolTips,SplineComponent:GetLocalLocationAndTangentAtSplinePoint
source: Get local location and tangent at a spline point
es: Obtener la ubicación y tangente local en un punto spline
pt_br: Obtém a localização e a tangente local em um ponto de emenda

# UObjectToolTips,SplineComponent:GetLocationAtDistanceAlongSpline
source: Given a distance along the length of this spline, return the point in space where this puts you
es: Dada una distancia a lo largo de la longitud de este spline, devolver el punto en el espacio donde este le coloca.
pt_br: Dada uma distância ao longo do comprimento desta emenda, retorna o ponto no espaço em que isto coloca você

# UObjectToolTips,SplineComponent:GetLocationAtTime
source: Given a time from 0 to the spline duration, return the point in space where this puts you
es: Dado un tiempo desde 0 a la duración del spline, devolver el punto en el espacio donde este le coloca.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna o ponto no espaço em que isto coloca você.

# UObjectToolTips,SplineComponent:GetWorldLocationAtTime
source: Given a time from 0 to the spline duration, return the point in space where this puts you
es: Dado un tiempo desde 0 a la duración del spline, devolver el punto en el espacio donde este le coloca.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna o ponto no espaço em que isto coloca você.

# UObjectToolTips,SplineComponent:GetNumberOfSplinePoints
source: Get the number of points that make up this spline
es: Obtener el conteo de puntos que componen este spline
pt_br: Obtém o número de pontos que fazem esta emenda

# UObjectToolTips,SplineComponent:GetRotationAtTime
source: Given a time from 0 to the spline duration, return a rotation corresponding to the spline's position and direction there.
es: Dado un tiempo desde 0 a la duración del spline, devolver una rotación correspondiente a la posición y dirección del spline ahí.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna uma rotação correspondente à posição da emenda e a direção correspondente.

# UObjectToolTips,SplineComponent:GetWorldRotationAtTime
source: Given a time from 0 to the spline duration, return a rotation corresponding to the spline's position and direction there.
es: Dado un tiempo desde 0 a la duración del spline, devolver una rotación correspondiente a la posición y dirección del spline ahí.
pt_br: Dado um tempo a partir de 0 na duração da emenda, retorna uma rotação correspondente à posição da emenda e a direção correspondente.

# UObjectToolTips,SplineComponent:GetSplineLength
source: Returns total length along this spline
es: Devuelve la longitud total a lo largo de este spline
pt_br: Retorna o comprimento total ao longo desta emenda

# UObjectToolTips,SplineComponent:GetWorldLocationAtSplinePoint
source: Get the world location at spline point
es: Obtener la ubicación global en el punto spline
pt_br: Obtém a localização do mundo no ponto de emenda

# UObjectToolTips,SplineComponent:ReparamStepsPerSegment
source: Number of steps per spline segment to place in the reparameterization table
es: Número de pasos por segmento de spline a ubicar en la tabla de reparametrización
pt_br: Número de passos por segmento de emenda a colocar na tabela de reparametrização

# UObjectToolTips,SplineComponent:SetSplineLocalPoints
source: Sets the spline to an array of local space points
es: Ajusta el spline a una matriz de puntos del sistema de coordenadas local
pt_br: Define a emenda para uma matriz de pontos de espaço local

# UObjectToolTips,SplineComponent:SetSplineWorldPoints
source: Sets the spline to an array of world space points
es: Ajusta el spline a una matriz de puntos del sistema de coordenadas global
pt_br: Define a emenda para uma matriz de pontos de espaço do mundo

# UObjectToolTips,SplineComponent:SetWorldLocationAtSplinePoint
source: Move an existing point to a new world location
es: Mover un punto existente a una nueva ubicación global
pt_br: Movo um ponto existente para uma nova localização do mundo

# UObjectToolTips,SplineMeshComponent:bAllowSplineEditingPerInstance
source: If true, spline keys may be edited per instance in the level viewport. Otherwise, the spline should be initialized in the construction script.
es: Si es verdadero, se pueden editar las claves spline por instancia en el nivel de la ventana gráfica. De lo contrario, se debería inicializar el spline en la secuencia de construcción.
pt_br: Se for verdadeiro, as chaves de emenda podem ser editadas conforme a instância na porta de visualização do nível. Caso contrário, a emenda deverá ser inicializada no script de construção.

# UObjectToolTips,SplineMeshComponent:BodySetup
source: Physics data.
es: Datos físicos.
pt_br: Dados de física.

# UObjectToolTips,StaticMesh:BodySetup
source: Physics data.
es: Datos físicos.
pt_br: Dados de física.

# UObjectToolTips,SplineMeshComponent:bSmoothInterpRollScale
source: If true, will use smooth interpolation (ease in/out) for Scale, Roll, and Offset along this section of spline. If false, uses linear
es: Si es verdadero, usaremos interpolación suave para escala, alabeo y desplazamiento a lo largo de esta sección de spline. Si es falso, usa lineal
pt_br: Se for verdadeiro, usará a interpolação suave (facilita a entrara/saída) de Escalonar, Giro e Deslocamento ao longo da seção da emenda. Se for falso, usará linear

# UObjectToolTips,SplineMeshComponent:CachedMeshBodySetupGuid
source: Used to automatically trigger rebuild of collision data
es: Usado para iniciar automáticamente el recopilado de los datos de colisión
pt_br: Usado para disparar automaticamente a recompilação de dados de colisão

# UObjectToolTips,SplineMeshComponent:SetEndOffset
source: Set the end offset
es: Establecer el desplazamiento final
pt_br: Define o deslocamento final

# UObjectToolTips,SplineMeshComponent:SetEndPosition
source: Set the end position of spline in local space
es: Ajustar la posición final del spline en el sistema de coordenadas local
pt_br: Define a posição final da emenda no espaço local

# UObjectToolTips,SplineMeshComponent:SetEndRoll
source: Set the end roll
es: Ajustar el alabeo final
pt_br: Define o giro final

# UObjectToolTips,SplineMeshComponent:SetEndScale
source: Set the end scaling
es: Establecer el final del escalado
pt_br: Define o escalonamento final

# UObjectToolTips,SplineMeshComponent:SetEndTangent
source: Set the end tangent vector of spline in local space
es: Ajustar el vector tangente final del spline en el sistema de coordenadas local
pt_br: Define o vetor tangente final da emenda no espaço local

# UObjectToolTips,SplineMeshComponent:SetStartAndEnd
source: Set the start and end, position and tangent, all in local space
es: Ajustar el inicio y el final, posición y tangente, todo en el sistema de coordenadas local
pt_br: Define o início e o fim, a posição e a tangente, todos no espaço local

# UObjectToolTips,SplineMeshComponent:SetStartOffset
source: Set the start offset
es: Ajustar el desplazamiento inicial
pt_br: Define o deslocamento inicial

# UObjectToolTips,SplineMeshComponent:SetStartPosition
source: Set the start position of spline in local space
es: Ajustar la posición inicial del spline en el sistema de coordenadas local
pt_br: Define a posição inicial da emenda no espaço local

# UObjectToolTips,SplineMeshComponent:SetStartRoll
source: Set the start roll
es: Ajustar el alabeo inicial
pt_br: Define o giro inicial

# UObjectToolTips,SplineMeshComponent:SetStartScale
source: Set the start scaling
es: Ajustar el escalado inicial
pt_br: Define o escalonamento inicial

# UObjectToolTips,SplineMeshComponent:SetStartTangent
source: Set the start tangent vector of spline in local space
es: Ajustar el vector tangente inicial del spline en el sistema de coordenadas local
pt_br: Define o vetor tangente inicial da emenda no espaço local

# UObjectToolTips,SplineMeshComponent:SplineParams
source: Spline that is used to deform mesh
es: El spline que se usa para deformar la malla
pt_br: Emenda usada para a malha de deformação

# UObjectToolTips,SplineMeshComponent:SplineUpDir
source: Axis (in component space) that is used to determine X axis for co-ordinates along spline
es: Eje (en espacio componente) que se usa para determinar el eje X para coordenadas a lo largo del spline
pt_br: Eixo (no espaço do componente) que é usado para determinar o eixo X para coordenadas ao longo da emenda

# UObjectToolTips,SplineMeshParams
source: Structure that holds info about spline, passed to renderer to deform UStaticMesh. Also used by Lightmass, so be sure to update Lightmass::FSplineMeshParams and the static lighting code if this changes!
es: Estructura que contiene información sobre la spline, pasada al renderizador para deformar UStaticMesh ¡Usado también por lightmass, por lo que se debe asegurar de actualizar Lightmass::FSplineMeshParams y el código de la iluminación estática por si cambia!
pt_br: Estrutura que mantém informações sobre uma emenda, passado para renderizador para deformar UStaticMesh. Também usada pelo Lightmass, então certifique-se de atualizar o Lightmass::FSplineMeshParams e o código de iluminação estática se isso for alterado!

# UObjectToolTips,SplineMeshParams:StartRoll
source: Roll around spline applied at start
es: Alabeo alrededor de spline aplicado al inicio
pt_br: Giro ao redor da emenda no início

# UObjectToolTips,SplitterStyle
source: Represents the appearance of an SSplitter
es: Representa la apariencia de un SSplitter
pt_br: Representa a aparência de um SSplitter

# UObjectToolTips,SplitterStyle:HandleHighlightBrush
source: Brush used to draw the handle in its highlight state
es: Pincel usado para trazar el segmento en su estado resaltado
pt_br: Pincel usado para desenhar o manipulador em seu estado destacado

# UObjectToolTips,SplitterStyle:HandleNormalBrush
source: Brush used to draw the handle in its normal state
es: Pincel usado para trazar el segmento en su estado normal
pt_br: Pincel usado para desenhar o manipulador em seu estado normal

# UObjectToolTips,SpotLightComponent
source: A spot light component emits a directional cone shaped light (Eg a Torch).
es: Un componente de la luz de foco emite una luz direccional en forma de cono (ej. una linterna)
pt_br: Um componente de holofote emite uma luz direcional em formato cônico (por exemplo, uma lanterna).

# UObjectToolTips,SpotLightComponent:InnerConeAngle
source: Degrees.
es: Grados.
pt_br: Graus.

# UObjectToolTips,SpotLightComponent:OuterConeAngle
source: Degrees.
es: Grados.
pt_br: Graus.

# UObjectToolTips,SpringArmComponent:bDoCollisionTest
source: If true, do a collision test using ProbeChannel and ProbeSize to prevent camera clipping into level.
es: Si es verdadero, realice una prueba de colisión utilizando ProbeChannel y ProbeSize para prevenir el recorte de cámara en el nivel.
pt_br: Se for verdadeiro, fará um teste de colisão usando ProbeChannel e ProbeSize para evitar o corte da câmera no nível.

# UObjectToolTips,SpringArmComponent:bInheritPitch
source: Should we inherit pitch from parent component. Does nothing if using Absolute Rotation.
es: ¿Debemos heredar un ángulo del componente padre? No hace nada si usamos rotación absoluta.
pt_br: Deve-se herdar a inclinação do componente pai? Não terá efeito se usar Rotação Absoluta.

# UObjectToolTips,SpringArmComponent:bInheritRoll
source: Should we inherit roll from parent component. Does nothing if using Absolute Rotation.
es: ¿Debemos heredar un alabeo del componente padre? No hace nada si usamos rotación absoluta.
pt_br: Deve-se herdar o giro do componente pai? Não terá efeito se usar Rotação Absoluta.

# UObjectToolTips,SpringArmComponent:bInheritYaw
source: Should we inherit yaw from parent component. Does nothing if using Absolute Rotation.
es: ¿Debemos heredar una guiñada del componente padre? No hace nada si usamos rotación absoluta.
pt_br: Deve-se herdar a guinada do componente pai? Não terá efeito se usar Rotação Absoluta.

# UObjectToolTips,SpringArmComponent:ProbeChannel
source: Collision channel of the query probe (defaults to ECC_Camera)
es: El canal de la colisión del sondeo de la consulta (predetermina a ECC_Camera)
pt_br: Canal da Colisão da sonda de consulta (padrão ECC_Camera)

# UObjectToolTips,SpringArmComponent:ProbeSize
source: How big should the query probe sphere be (in unreal units)
es: Cómo de grande debe ser la esfera de prueba de la consulta (en unidades unreal)
pt_br: De que tamanho deve ser a esfera da sonda de consulta (em unidades do unreal)

# UObjectToolTips,SpringArmComponent:SocketOffset
source: offset at end of spring arm; use this instead of the relative offset of the attached component to ensure the line trace works as desired
es: desplazamiento al final del brazo del resorte; usarlo en lugar del desplazamiento relativo del componente acoplado para asegurar que el trazo de la línea funcione como se desea
pt_br: deslocamento na extremidade do braço da mola; use isso em vez do deslocamento relativo do componente anexado para garantir que o rastreamento da linha funcione como desejado

# UObjectToolTips,SpringArmComponent:TargetArmLength
source: Natural length of the spring arm when there are no collisions
es: Longitud natural del brazo del resorte cuando no hay colisiones
pt_br: Comprimento natural do braço da mola quando não há colisões

# UObjectToolTips,SpringArmComponent:TargetOffset
source: Offset at start of spring, applied in world space. Use this if you want a world-space offset from the parent component instead of the usual relative-space offset.
es: Desplazamiento al inicio de resorte, aplicado en sistema de coordenadas global. Use este si quiere un desplazamiento en el sistema de coordenadas global desde el componente padre, en lugar de un desplazamiento de espacio relativo usual.
pt_br: Deslocamento no começo da mola e aplicado no espaço do mundo. Use se desejar um deslocamento no espaço do mundo a partir do componente pai em vez do deslocamento normal do espaço relativo.

# UObjectToolTips,SpriteCategoryInfo
source: Information about the sprite category
es: Información sobre la categoría de sprite
pt_br: Informação sobre a categoria de sprite

# UObjectToolTips,SpriteCategoryInfo:Category
source: Sprite category that the component belongs to
es: Categoría sprite a la cual pertenece el componente.
pt_br: Categoria de sprite a que pertence o componente

# UObjectToolTips,SpriteCategoryInfo:Description
source: Localized description of the sprite category
es: Descripción localizada de la categoría sprite
pt_br: Descrição localizada da categoria do sprite

# UObjectToolTips,SpriteCategoryInfo:DisplayName
source: Localized name of the sprite category
es: Nombre localizado de la categoría sprite
pt_br: Nome localizado da categoria do sprite
