Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,CharacterMovementComponent:CharacterOwner
source: Character movement component belongs to
es: El componente de movimiento del personaje pertenece a
pt_br: O componente de movimento do personagem pertence a

# UObjectToolTips,CharacterMovementComponent:ClientAckGoodMove
source: If no client adjustment is needed after processing received ServerMove(), ack the good move so client can remove it from SavedMoves
es: Si no es necesario ajustar el cliente tras procesar el ServerMove() recibido, hackear el movimiento bueno y así el cliente puede eliminarlo de SavedMoves.
pt_br: Se nenhum ajuste do cliente for necessário após o processamento receber o ServerMove(), confirma o movimento bom para que o cliente possa removê-lo de SavedMoves

# UObjectToolTips,CharacterMovementComponent:ClientAdjustPosition
source: Replicate position correction to client, associated with a timestamped servermove. Client will replay subsequent moves after applying adjustment.
es: Duplicar la rectificación de la posición al cliente, asociado con un movimiento del servidor en un tiempo fijado. El cliente reproducirá movimientos posteriores después de aplicar el ajuste.
pt_br: Replica a correção na posição para o cliente, associada com um movimento do servidor com marcação de data e hora. O cliente irá repetir os movimentos subsequentes após a aplicação do ajuste.

# UObjectToolTips,CharacterMovementComponent:ClientVeryShortAdjustPosition
source: Bandwidth saving version, when velocity is zeroed
es: Versión de guardado del ancho de banda, cuando la velocidad está a cero
pt_br: Versão de economia de largura de banda, quando a velocidade é zerada

# UObjectToolTips,CharacterMovementComponent:CrouchedHalfHeight
source: Collision half-height when crouching (component scale is applied separately)
es: Colisión a media altura cuando está agachado (la escala del componente se aplica por separado)
pt_br: Meia altura da colisão ao agachar (a escala do componente é aplicada separadamente)

# UObjectToolTips,CharacterMovementComponent:CrouchedSpeedMultiplier
source: Multiplier to max ground speed to use when crouched
es: Multiplicador de la velocidad máxima de la base que se utiliza cuando se está agachado
pt_br: Multiplicador para a velocidade máxima de solo a ser usada quando agachado

# UObjectToolTips,CharacterMovementComponent:DeferredUpdatedMoveComponent
source: What to update CharacterOwner and UpdatedComponent after movement ends
es: Qué actualizar CharacterOwner y UpdatedComponent después de que termine el movimiento
pt_br: Como que atualizar CharacterOwner e UpdatedComponent depois que movimento terminar

# UObjectToolTips,CharacterMovementComponent:GetAnalogInputModifier
source: @return Modifier [0..1] based on the magnitude of the last input vector, which is used to modify the acceleration and max speed during movement.
es: @return Modificador [0..1] basado en la magnitud del último vector de entrada, el cual se usa para modificar la aceleración y la máxima velocidad durante el movimiento.
pt_br: @return Modificador [0..1] baseado na magnitude do último vetor de entrada, que é usado para modificar a aceleração e a velocidade máxima durante o movimento.

# UObjectToolTips,CharacterMovementComponent:GetCharacterOwner
source: Get the Character that owns UpdatedComponent.
es: Obtener el carácter que pertenece a UpdatedComponent.
pt_br: Obter o Personagem que tem o UpdatedComponent.

# UObjectToolTips,CharacterMovementComponent:GetCurrentAcceleration
source: @return Current acceleration, computed from input vector each update.
es: @return Aceleración actual, calculada de cada actualización del vector de entrada.
pt_br: @return Aceleração atual, calculada do vetor de entrada a cada atualização.

# UObjectToolTips,CharacterMovementComponent:GetImpartedMovementBaseVelocity
source: If we have a movement base, get the velocity that should be imparted by that base, usually when jumping off of it. Only applies the components of the velocity enabled by bImpartBaseVelocityX, bImpartBaseVelocityY, bImpartBaseVelocityZ.
es: Si tenemos un movimiento base, obtener la velocidad que se debe ejecutar mediante esa base, normalmente cuando se salta desde ella. Solo aplica los componentes de la velocidad activada mediante bImpartBaseVelocityX, bImpartBaseVelocityY, bImpartBaseVelocityZ.
pt_br: Se há uma base para o movimento, busca a velocidade que ela deve transferir, normalmente ao se pular dela. Somente aplica as componentes da velocidade permitidas por bImpartBaseVelocityX, bImpartBaseVelocityY e bImpartBaseVelocityZ

# UObjectToolTips,CharacterMovementComponent:GetMaxAcceleration
source: @return Maximum acceleration for the current state.
es: @return Aceleración máxima para el estado actual.
pt_br: @return Aceleração máxima para o estado atual.

# UObjectToolTips,CharacterMovementComponent:GetMaxJumpHeight
source: Compute the max jump height based on the JumpZVelocity velocity and gravity.
es: Calcular la altura máxima de un salto según la velocidad JumpZVelocity y la gravedad.
pt_br: Computar a altura máxima de salto com base na velocidade e gravidade JumpZVelocity.

# UObjectToolTips,CharacterMovementComponent:GetPerchRadiusThreshold
source: @return The distance from the edge of the capsule within which we don't allow the character to perch on the edge of a surface.
es: @return La distancia desde la arista de la cápsula dentro de la cual no permitimos al carácter que se coloque en el borde de una superficie.
pt_br: @return A distância da borda da cápsula dentro da qual não queremos que o personagem pouse na borda de uma superfície.

# UObjectToolTips,CharacterMovementComponent:GetValidPerchRadius
source: Returns the radius within which we can stand on the edge of a surface without falling (if this is a walkable surface). Simply computed as the capsule radius minus the result of GetPerchRadiusThreshold().
es: Devuelve el radio en el que podemos permanecer en la arista de la superficie sin caernos (si es una superficie transitable). Calculado como el radio de la cápsula menos el resultado de GetPerchRadiusThreshold().
pt_br: Retorna o raio dentro do qual é possível permanecer na borda da superfície sem cair (se for uma superfície caminhável). Calculado simplesmente como o raio da cápsula menos o resultado de GetPerchRadiusThreshold().

# UObjectToolTips,CharacterMovementComponent:GravityScale
source: Custom gravity scale. Gravity is multiplied by this amount for the character.
es: Escala de gravedad personalizada. La gravedad para el carácter se multiplica por esta cantidad.
pt_br: Escala de gravidade personalizada. A gravidade é multiplicada por essa quantidade para o personagem.

# UObjectToolTips,CharacterMovementComponent:GroupsToAvoid
source: Will avoid other agents if they are in one of specified groups
es: Se evitarán otros agentes si están en uno de los grupos especificados.
pt_br: Evitará outros agentes se estiverem em um dos grupos especificados

# UObjectToolTips,WheeledVehicleMovementComponent:GroupsToAvoid
source: Will avoid other agents if they are in one of specified groups
es: Se evitarán otros agentes si están en uno de los grupos especificados.
pt_br: Evitará outros agentes se estiverem em um dos grupos especificados

# UObjectToolTips,CharacterMovementComponent:GroupsToIgnore
source: Will NOT avoid other agents if they are in one of specified groups, higher priority than GroupsToAvoid
es: NO se evitarán otros agentes si están en uno de los grupos especificados, con prioridad más alta que GroupsToAvoid
pt_br: NÃO evitará outros agentes se estiverem em um dos grupos especificados, prioridade maior que GroupsToAvoid

# UObjectToolTips,WheeledVehicleMovementComponent:GroupsToIgnore
source: Will NOT avoid other agents if they are in one of specified groups, higher priority than GroupsToAvoid
es: NO se evitarán otros agentes si están en uno de los grupos especificados, con prioridad más alta que GroupsToAvoid
pt_br: NÃO evitará outros agentes se estiverem em um dos grupos especificados, prioridade maior que GroupsToAvoid

# UObjectToolTips,CharacterMovementComponent:InitialPushForceFactor
source: Initial impulse force to apply when the player bounces into a blocking physics object.
es: Fuerza del impulso inicial que aplicar cuando un jugador rebota en un objeto físico de bloqueo.
pt_br: Força de impulso inicial aplicada quando o jogador rebater em um objeto de física que o bloqueie.

# UObjectToolTips,CharacterMovementComponent:IsWalkable
source: Return true if the hit result should be considered a walkable surface for the character.
es: Devuelve verdadero si el resultado del golpe debe considerarse como una superficie transitable para el personaje.
pt_br: Retorna verdadeiro se for necessário que o resultado do impacto seja considerado uma superfície caminhável para este personagem.

# UObjectToolTips,CharacterMovementComponent:IsWalking
source: @return true if the character is in the 'Walking' movement mode.
es: @return verdadero si el personaje está en el modo de movimiento 'Caminar'.
pt_br: @return verdadeiro se o personagem estiver no modo de movimento 'Caminhando'.

# UObjectToolTips,CharacterMovementComponent:JumpOffJumpZFactor
source: Fraction of JumpZVelocity to use when automatically "jumping off" of a base actor that's not allowed to be a base for a character. (For example, if you're not allowed to stand on other players.)
es: Fracción de JumpZVelocity que se utiliza cuando se "salta hacia afuera" automáticamente de un actor base que no tiene permitido ser una base para un personaje. (Por ejemplo, si no está permitido pararse sobre otros jugadores).
pt_br: Fração de JumpZVelocity para usar quando "pulando" automaticamente de um ator base que não pode ser base de um personagem. (Por exemplo: se não é permitido ficar de pé sobre outros jogadores.)

# UObjectToolTips,CharacterMovementComponent:JumpOutOfWaterPitch
source: When exiting water, jump if control pitch angle is this high or above.
es: Cuando existe agua, saltar si el ángulo de control es así de alto o está por encima.
pt_br: Ao sair da água, pular se o ângulo de inclinação do controle estiver a essa altura ou superior.

# UObjectToolTips,CharacterMovementComponent:JumpZVelocity
source: Initial velocity (instantaneous vertical acceleration) when jumping.
es: Velocidad inicial (aceleración vertical instantánea) al saltar.
pt_br: Velocidade inicial (aceleração vertical instantânea) ao pular.

# UObjectToolTips,CharacterMovementComponent:K2_GetModifiedMaxAcceleration
source: @return Maximum acceleration for the current state, based on MaxAcceleration and any additional modifiers.
es: @return Aceleración máxima para el estado actual, basada en MaxAcceleration y en otros modificadores adicionales.
pt_br: @return Aceleração máxima para o estado atual com base em MaxAcceleration e qualquer modificador adicional.

# UObjectToolTips,CharacterMovementComponent:K2_GetWalkableFloorAngle
source: Get the max angle in degrees of a walkable surface for the character.
es: Obtener el máximo ángulo en grados de una superficie transitable para el personaje.
pt_br: Obtém o ângulo máximo em graus de uma superfície caminhável para o personagem.

# UObjectToolTips,CharacterMovementComponent:K2_GetWalkableFloorZ
source: Get the Z component of the normal of the steepest walkable surface for the character. Any lower than this and it is not walkable.
es: Obtener el componente Z de la normal de la superficie transitable más inclinada para el personaje. Cualquiera mas bajo a este y que no sea transitable.
pt_br: Obtém o componente Z do normal da superfície caminhável mais íngreme para o personagem. Qualquer valor abaixo disso e não será mais caminhável

# UObjectToolTips,CharacterMovementComponent:Mass
source: Mass of pawn (for when momentum is imparted to it).
es: Masa del peón (para cuando se le ha ejecutado un impulso).
pt_br: Massa do peão (para quando momento for transferido para ele)

# UObjectToolTips,CharacterMovementComponent:MaxAcceleration
source: Max Acceleration (rate of change of velocity)
es: Aceleración máxima (proporción del cambio de la velocidad)
pt_br: Aceleração máxima (taxa de mudança da velocidade)

# UObjectToolTips,CharacterMovementComponent:MaxCustomMovementSpeed
source: The maximum speed when using Custom movement mode.
es: La velocidad máxima al usar el modo de movimiento personalizado.
pt_br: A velocidade máxima ao usar o modo de movimento Personalizado.

# UObjectToolTips,CharacterMovementComponent:MaxFlySpeed
source: The maximum flying speed.
es: La velocidad máxima al volar.
pt_br: A velocidade máxima de voo.

# UObjectToolTips,CharacterMovementComponent:MaxOutOfWaterStepHeight
source: Maximum step height for getting out of water
es: Altura máxima del paso para salir del agua
pt_br: Altura máxima do passo para sair da água

# UObjectToolTips,CharacterMovementComponent:MaxStepHeight
source: Maximum height character can step up
es: Altura máxima que el carácter puede subir
pt_br: Altura máxima do passo de um personagem

# UObjectToolTips,CharacterMovementComponent:MaxSwimSpeed
source: The maximum swimming speed.
es: La velocidad máxima al nadar.
pt_br: A velocidade máxima de nado.

# UObjectToolTips,CharacterMovementComponent:MaxTouchForce
source: Maximum force applied to touched physics objects. If < 0.0f, there is no maximum.
es: Fuerza máxima aplicada a los objetos físico que se han tocado. Si < 0.0f, no hay máximo.
pt_br: Força máxima aplicada aos objetos de física tocados. Se < 0.0f, não há máximo.

# UObjectToolTips,CharacterMovementComponent:MaxWalkSpeed
source: The maximum ground speed when walking. Also determines maximum lateral speed when falling.
es: La velocidad máxima al caminar. También determina la velocidad lateral máxima al caer.
pt_br: A velocidade de deslocamento máxima ao caminhar. Também determina a velocidade lateral máxima ao cair.

# UObjectToolTips,CharacterMovementComponent:MaxWalkSpeedCrouched
source: The maximum ground speed when walking and crouched.
es: La velocidad máxima al caminar y estando agachado.
pt_br: A velocidade de deslocamento máxima ao caminhar e agachar.

# UObjectToolTips,CharacterMovementComponent:MinTimeBetweenTimeStampResets
source: Minimum time between client TimeStamp resets. !! This has to be large enough so that we don't confuse the server if the client can stall or timeout. We do this as we use floats for TimeStamps, and server derives DeltaTime from two TimeStamps. As time goes on, accuracy decreases from those floating point numbers. So we trigger a TimeStamp reset at regular intervals to maintain a high level of accuracy.
es: Tiempo mínimo entre reajustes TimeStamp del cliente. !! Esto tiene que ser lo suficientemente grande como para que no confundamos el servidor si el cliente se estanca o supera el tiempo de espera. Lo hacemos a medida que usamos puntos flotantes para TimeStamps, y el servidor deriva DeltaTime de dos TimeStamps. A medida que pasa el tiempo, la precisión disminuye de esos números de puntos flotantes. Así que desencadenamos un reinicio de TimeStamp a intervalos regulares para mantener un alto nivel de precisión.
pt_br: Tempo mínimo entre redefinições de TimeStamp. !! Tem de ser grande o bastante para não confundir o servidor se o cliente puder protelar ou chegar ao tempo limite. Isso é feito pois usam-se flutuantes para TimeStamp e o servidor deriva DeltaTime a partir de dois TimeStamps. À medida que o tempo passa, a precisão diminui a partir desses números de ponto de flutuação. Assim, dispara-se uma redefinição de TimeStamp em intervalos regulares para manter um alto nível de precisão.

# UObjectToolTips,CharacterMovementComponent:MinTouchForce
source: Minimum Force applied to touched physics objects. If < 0.0f, there is no minimum.
es: Fuerza mínima aplicada a los objetos físicos que se han tocado. Si < 0.0f, no hay mínimo.
pt_br: Força mínima aplicada aos objetos de física tocados. Se < 0.0f, não há mínimo.

# UObjectToolTips,CharacterMovementComponent:OutofWaterZ
source: Z velocity applied when pawn tries to get out of water
es: Velocidad de Z aplicada cuando el peón trata de salir del agua
pt_br: Velocidade Z aplicada quando o peão tenta sair da água

# UObjectToolTips,CharacterMovementComponent:PendingLaunchVelocity
source: Temporarily holds launch velocity when pawn is to be launched so it happens at end of movement.
es: Mantiene temporalmente la velocidad de lanzamiento cuando se va a lanzar al peón, ocurre al final del movimiento.
pt_br: Retém temporariamente a velocidade de lançamento quando o peão estiver para ser lançado para que isso ocorra no final do movimento.

# UObjectToolTips,WheeledVehicleMovementComponent:PendingLaunchVelocity
source: Temporarily holds launch velocity when pawn is to be launched so it happens at end of movement.
es: Mantiene temporalmente la velocidad de lanzamiento cuando se va a lanzar al peón, ocurre al final del movimiento.
pt_br: Retém temporariamente a velocidade de lançamento quando o peão estiver para ser lançado para que isso ocorra no final do movimento.

# UObjectToolTips,CharacterMovementComponent:PerchAdditionalHeight
source: When perching on a ledge, add this additional distance to MaxStepHeight when determining how high above a walkable floor we can perch. Note that we still enforce MaxStepHeight to start the step up; this just allows the character to hang off the edge or step slightly higher off the floor. (@see PerchRadiusThreshold)
es: Cuando se coloca en un saliente, añadir esta distancia adicional a MaxStepHeight cuando se determine cómo de alto nos podemos colocar sobre un suelo transitable. Tener en cuenta que aún ejecutamos MaxStepHeight para iniciar el paso adelante; esto solo permite al carácter colgarse de la arista o ir algo más arriba alejándose del suelo. (@see PerchRadiusThreshold)
pt_br: Ao pousar em uma borda, adicione essa distância à MaxStepHeight ao determinar quanto acima de um chão caminhável é possível pousar. Observe que ainda forçamos a MaxStepHeight a iniciar o passo; isso apenas permite que o personagem se pendure na borda ou pise um pouco mais alto do chão. (@see PerchRadiusThreshold)

# UObjectToolTips,CharacterMovementComponent:PerchRadiusThreshold
source: Don't allow the character to perch on the edge of a surface if the contact is this close to the edge of the capsule. Note that characters will not fall off if they are within MaxStepHeight of a walkable surface below.
es: No permitir que el carácter se coloque en la arista de una superficie si el contacto está así de cerca de la arista de la cápsula. Tenga en cuenta que los caracteres no se caerán si están dentro de MaxStepHeight de una superficie transitable inferior.
pt_br: Não permite que o personagem pouse na borda de uma superfície se o contato estiver próximo assim da borda da cápsula. Observe que personagens não cairão se estiverem dentro de MaxStepHeight de uma superfície caminhável abaixo.

# UObjectToolTips,CharacterMovementComponent:PostPhysicsTickFunction
source: Post-physics tick function for this character
es: Función de revisión después de los físicos para este personaje
pt_br: Função de tique pós-física deste personagem

# UObjectToolTips,CharacterMovementComponent:PushForceFactor
source: Force to apply when the player collides with a blocking physics object.
es: Forzar que aplicar cuando el jugador choca contra un objeto físicos de bloqueo.
pt_br: Força para aplicar quando o jogador colide com um objeto de física de bloqueio.

# UObjectToolTips,CharacterMovementComponent:PushForcePointZOffsetFactor
source: Z-Offset for the position the force is applied to. 0.0f is the center of the physics object, 1.0f is the top and -1.0f is the bottom of the object.
es: Desplazamiento de Z para la posición de la fuerza que se ha aplicado. 0.0f es el centro del objeto físico, 1.0f es la parte superior -1.0f es la parte inferior del objeto.
pt_br: Deslocamento Z para a posição em que a força é aplicada. 0.0f é o centro do objeto físico, 1.0f é a parte superior e -1.0f é a parte inferior do objeto.

# UObjectToolTips,CharacterMovementComponent:ServerMove
source: Replicated function sent by client to server - contains client movement and view info.
es: Se ha duplicado la función enviada por el cliente al servidor - contiene el movimiento del cliente y la información de visualización.
pt_br: Função replicada enviada pelo cliente ao servidor - contém as informações de movimento e visualização do cliente.

# UObjectToolTips,CharacterMovementComponent:ServerMoveDual
source: Replicated function sent by client to server - contains client movement and view info for two moves.
es: Se ha duplicado la función enviada por el cliente al servidor - contiene el movimiento del cliente y la información de visualización para dos movimientos.
pt_br: Função replicada enviada pelo cliente ao servidor - contém as informações de movimento e visualização do cliente para dois movimentos.

# UObjectToolTips,CharacterMovementComponent:ServerMoveOld
source: Resending an (important) old move. Process it if not already processed.
es: Reenviando un movimiento anterior (importante). Procesarlo si aún no lo está.
pt_br: Reenviando um movimento antigo (importante). Processe-o caso ainda não esteja processado.

# UObjectToolTips,CharacterMovementComponent:SetAvoidanceEnabled
source: Change avoidance state and registers in RVO manager if needed
es: Cambiar el estado y registros de invalidación en el gestor RVO, si es necesario
pt_br: Alterar estado de evasão e registrar no gerenciador de RVO se necessário

# UObjectToolTips,CharacterMovementComponent:SetWalkableFloorAngle
source: Set the max angle in degrees of a walkable surface for the character. Also computes WalkableFloorZ.
es: Establecer el ángulo máximo en grados de una superficie transitable para el personaje. También calcula WalkableFloorZ.
pt_br: Define o ângulo máximo em graus de uma superfície caminhável para o personagem. Também calcula WalkableFloorZ.

# UObjectToolTips,CharacterMovementComponent:SetWalkableFloorZ
source: Set the Z component of the normal of the steepest walkable surface for the character. Also computes WalkableFloorAngle.
es: Ajusta el componente Z de la normal de la superficie transitable más inclinada para el personaje. También calcula WalkableFloorAngle.
pt_br: Define o componente Z do normal da superfície caminhável mais íngreme para o personagem. Também calcula WalkableFloorAngle.

# UObjectToolTips,CharacterMovementComponent:TouchForceFactor
source: Force to apply to physics objects that are touched by the player.
es: Forzar para aplicar a los objetos físicos que ha tocado el jugador.
pt_br: Força para aplicar a objetos de física que são tocados pelo jogador.

# UObjectToolTips,CharacterMovementComponent:WalkableFloorAngle
source: Max angle in degrees of a walkable surface. Any greater than this and it is too steep to be walkable.
es: Ángulo máximo en grados de una superficie transitable. Cualquier valor superior será demasiado empinado y no será transitable.
pt_br: Ângulo máximo em graus de uma superfície caminhável. Qualquer valor maior que este e a superfície será íngreme demais para caminhar.

# UObjectToolTips,CharacterMovementComponent:WalkableFloorZ
source: Minimum Z value for floor normal. If less, not a walkable surface. Computed from WalkableFloorAngle.
es: Valor mínimo de Z para la normal del suelo. Si es menor, el suelo no será transitable. Se calcula usando WalkableFloorAngle.
pt_br: Valor Z mínimo para a normal do chão. Se for menos, não será uma superfície caminhável. Computador a partir de WalkableFloorAngle.
