Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,LODSoloTrack
source: Temporary array for tracking 'solo' emitter mode. Entry will be true if emitter was enabled
es: Matriz temporal para seguir el modo del emisor 'solo'. La entrada será verdadera si el emisor estaba activado.
pt_br: Matriz temporária para rastrear o modo de emissor "solo". A entrada será verdadeira se o emissor for ativado

# UObjectToolTips,Margin
source: Describes the space around a Widget.
es: Describe el sistema de coordenadas alrededor de un widget.
pt_br: Descreve o espaço ao redor de um Widget.

# UObjectToolTips,Margin:Bottom
source: Holds the margin to the bottom.
es: Contiene el margen de la parte inferior.
pt_br: Contém a margem da parte inferior.

# UObjectToolTips,Margin:Left
source: Holds the margin to the left.
es: Contiene el margen de la izquierda.
pt_br: Contém a margem da esquerda.

# UObjectToolTips,Margin:Right
source: Holds the margin to the right.
es: Contiene el margen de la derecha.
pt_br: Contém a margem da direita.

# UObjectToolTips,Margin:Top
source: Holds the margin to the top.
es: Contiene el margen de la parte superior.
pt_br: Contém a margem da parte superior.

# UObjectToolTips,Material
source: A Material is an asset which can be applied to a mesh to control the visual look of the scene. In general, when light from the scene hits the surface, the shading model of the material is used to calculate how that light interacts with the surface.
es: Un material es un activo que se puede aplicar a un malla para controlar el aspecto visual de la escena. En general, cuando la luz de la escena llega a la superficie, el modelo en degradación del material se usa para calcular cómo esa luz interactúa con la superficie.
pt_br: Um Material é um ativo que pode ser aplicado a uma malha para controlar o aspecto visual da cena. No geral, quando a luz da cena atinge a superfície, o modelo de sombreamento do material é usado para calcular como essa luz interage com a superfície.

# UObjectToolTips,Material:AmbientOcclusion
source: output ambient occlusion to the GBuffer
es: oclusión del entorno de salida a GBuffer
pt_br: oclusão do ambiente de saída para o GBuffer

# UObjectToolTips,Material:bAllowDevelopmentShaderCompile
source: If true the compilation environment will be changed to remove the global COMPILE_SHADERS_FOR_DEVELOPMENT flag.
es: Si es verdadero, el entorno de compilación se cambiarán para eliminar el indicador global COMPILE_SHADERS_FOR_DEVELOPMENT.
pt_br: Se for verdadeiro, o ambiente de compilação será alterado para remover o sinalizador global COMPILE_SHADERS_FOR_DEVELOPMENT.

# UObjectToolTips,Material:bDisableDepthTest
source: Whether to draw on top of opaque pixels even if behind them. This only has meaning for translucency.
es: Si trazar en la parte superior de los píxeles opacos incluso si están detrás. Solo tiene sentido para la translucidez.
pt_br: Se deve desenhar sobre pixels opacos mesmo se estiver atrás deles. Isso só é usado para translucidez.

# UObjectToolTips,Material:bEnableAdaptiveTessellation
source: Enables adaptive tessellation, which tries to maintain a uniform number of pixels per triangle.
es: Activa el teselado adaptable, que intenta mantener un número uniforme de píxeles por triángulo.
pt_br: Ativa o mosaico adaptativo, que tenta manter um número uniforme de pixels por triângulo.

# UObjectToolTips,Material:bEnableCrackFreeDisplacement
source: Prevents cracks in the surface of the mesh when using tessellation.
es: Evita las pistas en la superficie de la malla cuando usan un mosaico.
pt_br: Impede rachaduras na superfície da malha ao usar mosaicos.

# UObjectToolTips,Material:bEnableResponsiveAA
source: Indicates that the material should be rendered using responsive anti-aliasing. Improves sharpness of small moving particles such as sparks. Only use for small moving features because it will cause aliasing of the background.
es: Indica que el material se debe renderizar usando suavizado receptivo. Mejora la definición de partículas de pequeños movimientos como las chispas. Solo se usa para funciones de pequeños movimientos porque causará la irregularidad del fondo.
pt_br: Indica que o material só deve ser renderizado usando suavização responsiva. Melhora a nitidez de pequenas partículas em movimento, como fagulhas. Só deve ser usado para objetos pequenos em movimento, pois causa redução da suavidade do plano de fundo.

# UObjectToolTips,Material:bEnableSeparateTranslucency
source: Indicates that the material should be rendered in the SeparateTranslucency Pass (not affected by DOF, requires bAllowSeparateTranslucency to be set in .ini).
es: Indica que el material se debe renderizar en el paso de SeparateTranslucency (DOF no lo afecta, necesita ajustar bAllowSeparateTranslucency en .ini).
pt_br: Indica que o material deve ser renderizado na Passagem SeparateTranslucency (não afetado pelo DOF, requer que bAllowSeparateTranslucency esteja definido no .ini).

# UObjectToolTips,Material:bFullyRough
source: Forces the material to be completely rough. Saves a number of instructions and one sampler.
es: Fuerza el material para que sea completamente irregular. Guarda un número de instrucciones y un muestreo.
pt_br: Força o material a ser completamente áspero. Salva um número de instruções e um amostrador.

# UObjectToolTips,Material:bGenerateSphericalParticleNormals
source: Whether to generate spherical normals for particles that use this material.
es: Si generar normales esféricas para las partículas que usan este material.
pt_br: Se deve gerar normais esféricas para partículas que usam esse material.

# UObjectToolTips,Material:bIsMasked
source: true if Material is masked and uses custom opacity
es: verdadero si material está enmascarado y usa opacidad personalizada
pt_br: verdadeiro se o Material estiver mascarado e usar opacidade personalizada

# UObjectToolTips,Material:bIsMaterialEditorStatsMaterial
source: true if this is a special material used for stats by the material editor.
es: verdadero si este es un material especial que usa el editor de materiales para estadísticas.
pt_br: verdadeiro se é um material especial usado para estatísticas para o editor de materiais.

# UObjectToolTips,Material:bIsPreviewMaterial
source: true if Material is the preview material used in the material editor.
es: verdadero si material es el material de vista preliminar usado en el editor de materiales.
pt_br: verdadeiro se o Material for o material de visualização no editor de materiais.

# UObjectToolTips,Material:BlendableLocation
source: Where the node is inserted in the (post processing) graph, only used if domain is PostProcess
es: Dónde se inserta el nodo en el gráfico (de posprocesamiento), solo se usa si el dominio es PostProcess
pt_br: Onde o nó é inserido no grafo (pós-processamento). Somente usado se o domínio for PostProcess

# UObjectToolTips,Material:BlendablePriority
source: If multiple nodes with the same type are inserted at the same point, this defined order and if they get combined, only used if domain is PostProcess
es: Si varios nodos con el mismo tipo se insertan en el mismo punto se define el orden y si se combinan, se usan solo si el dominio es PostProcess
pt_br: Se vários nós do mesmo tipo forem inseridos no mesmo ponto, essa ordem definida e, se eles forem combinados, é usada somente se o domínio for PostProcess

# UObjectToolTips,Material:BlendMode
source: Determines how the material's color is blended with background colors.
es: Determina cómo se combina el color del material con los colores del fondo.
pt_br: Determina como a cor do material é misturada com as cores do plano de fundo.

# UObjectToolTips,Material:bTangentSpaceNormal
source: Whether the material takes a tangent space normal or a world space normal as input. (TangentSpace requires extra instructions but is often more convenient).
es: Si el material adquiere una normal del espacio de la tangente o del espacio global como entrada. (TangentSpace requiere instrucciones extra pero normalmente es más conveniente).
pt_br: Se o material usa uma normal de espaço tangente ou normal de espaço do mundo como entrada. (TangentSpace requer instruções extras, mas costuma ser mais conveniente).

# UObjectToolTips,Material:bUsedAsSpecialEngineMaterial
source: This is a special usage flag that allows a material to be assignable to any primitive type. This is useful for materials used by code to implement certain viewmodes, for example the default material or lighting only material. The cost is that nearly 20x more shaders will be compiled for the material than the average material, which will greatly increase shader compile time and memory usage. This flag should only be enabled when absolutely necessary, and is purposefully not exposed to the UI to prevent abuse.
es: Este es un indicador de uso especial que permite que un material se pueda asignar a cualquier tipo de primitiva. Es útil para los materiales utilizados por código para implementar determinados modos de visualización, por ejemplo, el material predeterminado o el material de solo iluminación. El costo es que se compilarán cerca de 20 veces más sombreadores que para el material promedio, lo que aumentará en gran medida el tiempo de compilación del sombreador y el uso de memoria. Este indicador sólo se debe activar cuando sea absolutamente necesario, no está expuesto a propósito en la UI para evitar su abuso.
pt_br: Esse é um sinalizador de uso especial que permite que um material seja atribuível a qualquer tipo de primitivo. É útil para materiais usados pelo código para implementar certos modos de visualização, por exemplo, o material padrão ou o material apenas de iluminação. O custo é que quase 20x mais sombreadores serão compilados para o material do que para o material médio, o que aumentará significativamente o tempo de compilação e o uso de memória dos sombreadores. Esse sinalizador só deve ser ativado quando absolutamente necessário e não é exposto à IU, de propósito, para evitar abuso.

# UObjectToolTips,Material:bUsedWithBeamTrails
source: Indicates that the material and its instances can be use with beam trails This will result in the shaders required to support beam trails being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con pistas de rayo Resultará en los degradados necesitados para admitir que las pistas de rayo se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com trilhas de feixe Isso resultará na compilação dos sombreadores necessários para suportar trilhas de feixe, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithClothing
source: Indicates that the material and its instances can be use with clothing This will result in the shaders required to support clothing being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con prenda Resultará en los degradados necesitados para admitir que las prendas se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com vestuário Isso resultará na compilação dos sombreadores necessários para suportar vestuário, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithEditorCompositing
source: Indicates that the material and its instances can be use with editor compositing This will result in the shaders required to support editor compositing being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con el compuesto del editor Resultará en los degradados necesitados para admitir que el compuesto del editor se compile, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com composição de editores Isso resultará na compilação dos sombreadores necessários para suportar composição de editores, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithInstancedStaticMeshes
source: Indicates that the material and its instances can be use with instanced static meshes This will result in the shaders required to support instanced static meshes being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con mallas estáticas instanciadas Resultará en los degradados necesitados para admitir que las mallas estáticas estanciadas se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com malhas estáticas instanciadas Isso resultará na compilação dos sombreadores necessários para suportar malhas estáticas instanciadas, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithMeshParticles
source: Indicates that the material and its instances can be use with mesh particles This will result in the shaders required to support mesh particles being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con partículas de la malla Resultará en los degradados necesitados para admitir que las partículas de la malla se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com partículas de malha Isso resultará na compilação dos sombreadores necessários para suportar partículas de malha, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithMorphTargets
source: Indicates that the material and its instances can be use with morph targets This will result in the shaders required to support morph targets being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con metas de modelado Resultará en los degradados necesitados para admitir que las metas de modelado se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com alvos de transformação Isso resultará na compilação dos sombreadores necessários para suportar alvos de transformação, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithParticleSprites
source: Indicates that the material and its instances can be use with particle sprites This will result in the shaders required to support particle sprites being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con sprites de la partícula Resultará en los degradados necesitados para admitir que los sprites de la partícula se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com sprites de partículas Isso resultará na compilação dos sombreadores necessários para suportar sprites de partículas, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithSkeletalMesh
source: Indicates that the material and its instances can be use with skeletal meshes. This will result in the shaders required to support skeletal meshes being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con mallas esqueleto. Resultará en los degradados necesitados para admitir que las mallas esqueleto se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com malhas esqueléticas Isso resultará na compilação dos sombreadores necessários para suportar malhas esqueléticas, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithSplineMeshes
source: Indicates that the material and its instances can be use with spline meshes This will result in the shaders required to support spline meshes being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con mallas de spline Resultará en los degradados necesitados para admitir que las mallas de spline se compilen, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com malhas de emenda Isso resultará na compilação dos sombreadores necessários para suportar malhas de emenda, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithStaticLighting
source: Indicates that the material and its instances can be use with static lighting This will result in the shaders required to support static lighting being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con iluminación estática Resultará en los degradados necesitados para admitir que la iluminación estática se compile, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com iluminação estática Isso resultará na compilação dos sombreadores necessários para suportar iluminação estática, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUsedWithUI
source: Indicates that the material and its instances can be use with Slate UI and UMG This will result in the shaders required to support UI materials being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con Slate UI y UMG Esto resultará en los sombreados requeridos para permitir que los materiales IU se compilen, lo que incrementará el tiempo de recopilación del sombreador y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com IU e UMG de planos Isso resultará na compilação dos sombreadores necessários para a compatibilidade com materiais de IU em compilação, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUseEmissiveForDynamicAreaLighting
source: If enabled, the material's emissive colour is injected into the LightPropagationVolume
es: Si está activado, el color del material de emisión se ha inyectado en LightPropagationVolume
pt_br: Se estiver ativa, a cor de emissão do material é injetada no LightPropagationVolume

# UObjectToolTips,Material:bUseLightmapDirectionality
source: Use lightmap directionality and per pixel normals. If disabled, lighting from lightmaps will be flat but cheaper.
es: Usar la orientación del mapa de iluminación y las normales por píxel. Si está desactivado, la iluminación de los mapas de iluminación será directa pero de menos calidad.
pt_br: Usar a direcionalidade do mapa de luzes e normais por pixel. Se for desativado, a iluminação do mapa de luzes será plana porém menos custos.

# UObjectToolTips,Material:bUseMaterialAttributes
source: when true, the material attributes pin is used instead of the regular pins.
es: cuando es verdadero, el Pin de los atributos del material se usa en lugar de los Pins regulares.
pt_br: quando for verdadeiro, o fixador de atributos de material é usado em vez de fixadores comuns.

# UObjectToolTips,Material:bUsesDistortion
source: Indicates that the material and its instances can be use with distortion This will result in the shaders required to support distortion being compiled which will increase shader compile time and memory usage.
es: Indica que el material y las instancias se pueden usar con distorción Resultará en los degradados necesitados para admitir que la distorsión se compile, lo que incrementará el tiempo de compilación de degradado y el uso de memoria.
pt_br: Indica que o material e suas instâncias podem ser usados com distorção Isso resultará na compilação dos sombreadores necessários para suportar distorção, o que aumentará o tempo de compilação e uso de memória dos sombreadores.

# UObjectToolTips,Material:bUseTranslucencyVertexFog
source: When true, translucent materials are fogged. Defaults to true.
es: Cuando es verdadero, los materiales translúcidos se nublan. Predeterminar a verdadero.
pt_br: Quando for verdadeiro, materiais translúcidos são enevoados. O padrão é verdadeiro.

# UObjectToolTips,Material:CustomizedUVs
source: These inputs are evaluated in the vertex shader and allow artists to do arbitrary vertex shader operations and access them in the pixel shader. When unconnected or hidden they default to passing through the vertex UVs.
es: Estas entradas se evalúan en el sombreador de vértices y permite a los artistas realizar operaciones con el sombreador de vértices y acceder a ellas en el sombreador de píxeles. Cuando no está conectado o está oculto, pasarán a través de los UV de vértices de forma predeterminada.
pt_br: Essas entradas são avaliadas no sombreador de vértice e permite que os artistas façam operações arbitrárias do sombreador de vértices e acessem-nas no sombreador de pixels. Quando não conectados ou ocultos, o padrão é passar pelos UVs do vértice.

# UObjectToolTips,Material:D3D11TessellationMode
source: The type of tessellation to apply to this object. Note D3D11 required for anything except MTM_NoTessellation.
es: El tipo de mosaico que aplicar a este objeto. Tenga en cuenta que D3D11 se necesita para todo excepto MTM_NoTessellation
pt_br: O tipo de mosaico para aplicar a esse objeto. Observe o D3D11 necessário para qualquer coisa exceto MTM_NoTessellation.

# UObjectToolTips,Material:DecalBlendMode
source: Defines how the GBuffer chanels are getting manipulated by a decal material pass. (only with MaterialDomain == MD_DeferredDecal)
es: Define cómo un paso del material de la textura decorativa manipula los canales de GBuffer. (solo con with MaterialDomain == MD_DeferredDecal)
pt_br: Define como os canais de GBuffer estão sendo manipulados por um passe de material de decalque. (Somente com MaterialDomain == MD_DeferredDecal)

# UObjectToolTips,Material:DiffuseColor
source: Reflection.
es: Reflexión.
pt_br: Reflexo.

# UObjectToolTips,Material:EditorComments
source: Array of comments associated with this material; viewed in the material editor.
es: Matriz de comentarios asociados a este material; vistos en el editor de materiales.
pt_br: Matriz de comentários associados com este material, visualizado no editor de materiais.

# UObjectToolTips,MaterialFunction:FunctionEditorComments
source: Array of comments associated with this material; viewed in the material editor.
es: Matriz de comentarios asociados a este material; vistos en el editor de materiales.
pt_br: Matriz de comentários associados com este material, visualizado no editor de materiais.

# UObjectToolTips,Material:EmissiveColor
source: Emission.
es: Emisión.
pt_br: Emissão.

# UObjectToolTips,Material:Expressions
source: Array of material expressions, excluding Comments. Used by the material editor.
es: Matriz de expresiones materiales, excluyendo los comentarios. Usada por el editor de material.
pt_br: Matriz de expressões de material, excluindo comentários. Usado pelo editor de materiais.
