Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleLODLevel:RequiredModule
source: The required module for this LOD level
es: El módulo requerido para este nivel LOD
pt_br: O módulo necessário para esse nível de LOD

# UObjectToolTips,ParticleLODLevel:SpawningModules
source: SpawningModules - These are called to determine how many particles to spawn.
es: SpawningModules - Estos se llaman para determinar cuántas partículas hay que generar.
pt_br: SpawningModules - São chamados para determinar o número de partículas a criar.

# UObjectToolTips,ParticleLODLevel:SpawnModule
source: The SpawnRate/Burst module - required by all emitters.
es: El módulo SpawnRate/Burst - necesario por todos los emisores.
pt_br: Módulo SpawnRate/Burst - necessário a todos os emissores.

# UObjectToolTips,ParticleLODLevel:SpawnModules
source: SpawnModules - These are called when particles are spawned.
es: SpawnModules - Estos se llaman cuando se generan las partículas.
pt_br: SpawnModules - São chamados quando as partículas são criadas.

# UObjectToolTips,ParticleLODLevel:TypeDataModule
source: Module<SINGULAR> used for emitter type "extension".
es: Modo<SINGULAR> usado para la "extensión" tipo emisor.
pt_br: Módulo<SINGULAR> usado para o tipo de emissor "extensão".

# UObjectToolTips,ParticleLODLevel:UpdateModules
source: UpdateModules - These are called when particles are updated.
es: UpdateModules - Estos se llaman cuando se actualizan las partículas.
pt_br: UpdateModules - São chamados quando as partículas são atualizadas.

# UObjectToolTips,ParticleModule:b3DDrawMode
source: If true, the module should render its 3D visualization helper
es: Si es verdadero, el módulo debe hacer un renderizado del asistente de la visualización 3D
pt_br: Se for verdadeiro, o módulo deverá renderizar seu ajudante de visualização 3D

# UObjectToolTips,ParticleModule:bCurvesAsColor
source: If true, the module displays FVector curves as colors
es: Si es verdadero, el módulo muestra curvas FVector como colores
pt_br: Se for verdadeiro, o módulo exibirá curvas FVector como cores

# UObjectToolTips,ParticleModule:bEditable
source: If true, the module has had editing enabled on it
es: Si es verdadero, se ha habilitado la edición del módulo
pt_br: Se for verdadeiro, a edição do módulo estará ativada

# UObjectToolTips,ParticleModule:bEnabled
source: If true, the module is enabled
es: Si es verdadero, el módulo está activado
pt_br: Se for verdadeiro, o módulo estará ativado

# UObjectToolTips,ParticleModule:bFinalUpdateModule
source: If true, the module performs operations on particles during final update
es: Si es verdadero, el módulo realiza operaciones en partículas durante la actualización final
pt_br: Se for verdadeiro, o módulo executará operações em partículas durante a atualização final.

# UObjectToolTips,ParticleModule:bRequiresLoopingNotification
source: If true, the module should be told when looping
es: Si es verdadero, se debe informar al módulo cuando se repita
pt_br: Se for verdadeiro, o módulo deverá ser declarado se estiver em loop

# UObjectToolTips,ParticleModule:bSpawnModule
source: If true, the module performs operations on particles during Spawning
es: Si es verdadero, el módulo realiza operaciones en partículas durante la creación
pt_br: Se for verdadeiro, o módulo executará operações em partículas durante a criação.

# UObjectToolTips,ParticleModule:bSupported3DDrawMode
source: If true, the module supports rendering a 3D visualization helper
es: Si es verdadero, el módulo soporta el renderizado de un asistente de visualización 3D
pt_br: Se for verdadeiro, o módulo aceitará a renderização de um auxiliar de visualização 3D

# UObjectToolTips,ParticleModule:bSupportsRandomSeed
source: If true, the module supports RandomSeed setting
es: Si es verdadero, el módulo soporta los ajustes de RandomSeed
pt_br: Se for verdadeiro, o módulo aceitará a configuração RandomSeed

# UObjectToolTips,ParticleModule:bUpdateForGPUEmitter
source: If true, the module performs operations on particles during update and/or final update for GPU emitters
es: Si es verdadero, el módulo realiza operaciones en partículas durante la actualización y/o actualización final para emisores GPU
pt_br: Se for verdadeiro, o módulo executará operações em partículas durante a atualização e/ou atualização final de emissores de GPU.

# UObjectToolTips,ParticleModule:bUpdateModule
source: If true, the module performs operations on particles during Updating
es: Si es verdadero, el módulo realiza operaciones en partículas durante la actualización
pt_br: Se for verdadeiro, o módulo executará operações em partículas durante a atualização.

# UObjectToolTips,ParticleModule:LODValidity
source: The LOD levels this module is present in. Bit-flags are used to indicate validity for a given LOD level. For example, if ((1 << Level) & LODValidity) != 0 then the module is used in that LOD.
es: Niveles de LOD en los que este módulo está presente. Los indicadores por bit se usan para indicar la validez de un nivel LOD proporcionado. Por ejemplo, si. ((1 << Level) & LODValidity) != 0 entonces el módulo se usa en ese LOD.
pt_br: Níveis de LOD em que este módulo está presente. Sinalizadores de bit são usados para indicar a validade de um nível de LOD válido. Por exemplo, se ((1 << Nível) & LODValidity) != 0 o módulo é usado naquele LOD.

# UObjectToolTips,ParticleModuleAcceleration:bApplyOwnerScale
source: If true, then apply the particle system components scale to the acceleration value.
es: Si es verdadero, entonces aplicar la escala de los componentes del sistema de partículas al valor de la aceleración.
pt_br: Se for verdadeiro, aplicar a escala dos componentes do sistema de partículas ao valor da aceleração.

# UObjectToolTips,ParticleModuleAccelerationBase:bAlwaysInWorldSpace
source: If true, then treat the acceleration as world-space
es: Si es verdadero, entonces tratar la aceleración como sistema de coordenadas global
pt_br: Se for verdadeiro, tratar a aceleração como no espaço do mundo.

# UObjectToolTips,ParticleModuleAccelerationConstant:Acceleration
source: Constant acceleration for particles in this system.
es: Aceleración constante para las partículas en este sistema.
pt_br: Aceleração constante para partículas neste sistema.

# UObjectToolTips,ParticleModuleAccelerationDrag:DragCoefficient
source: Per-particle drag coefficient. Evaluted using emitter time.
es: Coeficiente de arrastre por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Coeficiente de arrasto por partícula. Avaliado usando o tempo do emissor.

# UObjectToolTips,ParticleModuleAccelerationDrag:DragCoefficientRaw
source: Per-particle drag coefficient. Evaluted using emitter time.
es: Coeficiente de arrastre por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Coeficiente de arrasto por partícula. Avaliado usando o tempo do emissor.

# UObjectToolTips,ParticleModuleAccelerationDragScaleOverLife:DragScale
source: Per-particle drag scale. Evaluted using particle relative time.
es: Escala de arrastre por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Escala de arrasto por partícula. Avaliada usando o tempo relativo da partícula.

# UObjectToolTips,ParticleModuleAccelerationDragScaleOverLife:DragScaleRaw
source: Per-particle drag scale. Evaluted using particle relative time.
es: Escala de arrastre por partícula. Se ha evaluado mediante el tiempo del emisor.
pt_br: Escala de arrasto por partícula. Avaliada usando o tempo relativo da partícula.

# UObjectToolTips,ParticleModuleAccelerationOverLifetime:AccelOverLife
source: The acceleration of the particle over its lifetime. Value is obtained using the RelativeTime of the partice. The current and base velocity values of the particle are then updated using the formula velocity += acceleration* DeltaTime where DeltaTime is the time passed since the last frame.
es: La aceleración de la partícula durante su tiempo de vida. El valor se obtiene usando el RelativeTime de la partícula. Los valores de la velocidad base y actual de la partícula se actualizan usando la fórmula velocidad += DeltaTime de aceleración* donde DeltaTime es el tiempo transcurrido desde el último fotograma.
pt_br: A aceleração da partícula no decorrer do seu tempo de vida. O valor é obtido usando o RelativeTime da partícula. Os valores das velocidades base e atual da partícula são então atualizados usando a fórmula velocidade += aceleração* DeltaTime , onde DeltaTime é o tempo decorrido desde o último quadro.

# UObjectToolTips,ParticleModuleAttractorLine:EndPoint0
source: The first endpoint of the line.
es: El primer punto final de la línea.
pt_br: O primeiro ponto final da linha.

# UObjectToolTips,ParticleModuleAttractorLine:EndPoint1
source: The second endpoint of the line.
es: El segundo punto final de la línea.
pt_br: O segundo ponto final da linha.

# UObjectToolTips,ParticleModuleAttractorLine:Range
source: The range of the line attractor.
es: El rango del atractor de línea.
pt_br: O alcance do atrator de linha.

# UObjectToolTips,ParticleModuleAttractorLine:Strength
source: The strength of the line attractor.
es: La fuerza del atractor de línea.
pt_br: A força do atrator de linha.

# UObjectToolTips,ParticleModuleAttractorParticle:bAffectBaseVelocity
source: If true, the velocity adjustment will be applied to the base velocity.
es: Si es verdadero, el ajuste de la velocidad se aplicará a la velocidad base.
pt_br: Se for verdadeiro, o ajuste de velocidade será aplicado somente à velocidade base.

# UObjectToolTips,ParticleModuleAttractorPoint:bAffectBaseVelocity
source: If true, the velocity adjustment will be applied to the base velocity.
es: Si es verdadero, el ajuste de la velocidad se aplicará a la velocidad base.
pt_br: Se for verdadeiro, o ajuste de velocidade será aplicado somente à velocidade base.

# UObjectToolTips,ParticleModuleAttractorParticle:bInheritSourceVel
source: Whether the particle should inherit the source veloctiy if it expires.
es: Si la partícula debe heredar la velocidad fuente si expira.
pt_br: Se a partícula deve herdar a velocidade da fonte se ela expirar.

# UObjectToolTips,ParticleModuleAttractorParticle:bRenewSource
source: Whether the particle should grab a new particle if it's source expires.
es: Si la partícula debe tomar una partícula nueva si su fuente expira.
pt_br: Se a partícula deve pegar uma nova partícula se a sua fonte expirar.

# UObjectToolTips,ParticleModuleAttractorParticle:bStrengthByDistance
source: The strength curve is a function of distance or of time.
es: La curva de fuerza es un función o de distancia o de tiempo.
pt_br: A curva de força é uma função da distância ou do tempo.

# UObjectToolTips,ParticleModuleAttractorPoint:StrengthByDistance
source: The strength curve is a function of distance or of time.
es: La curva de fuerza es un función o de distancia o de tiempo.
pt_br: A curva de força é uma função da distância ou do tempo.

# UObjectToolTips,ParticleModuleAttractorParticle:EmitterName
source: The source emitter for attractors
es: El emisor fuente para los atractores.
pt_br: O emissor fonte para atratores

# UObjectToolTips,ParticleModuleAttractorParticle:Range
source: The radial range of the attraction around the source particle. Particle-life relative.
es: El rango radial de la atracción alrededor de la partícula fuente. Vida de la partícula relativa.
pt_br: O alcance radial da atração ao redor da partícula fonte. Relativo à vida da partícula.

# UObjectToolTips,ParticleModuleAttractorParticle:SelectionMethod
source: The method to use when selecting an attractor target particle from the emitter. One of the following: Random - Randomly select a particle from the source emitter. Sequential - Select a particle using a sequential order.
es: El método que se utiliza cuando se selecciona una partícula meta del atractor del emisor. Uno de los siguientes: Aleatorio - Seleccionar aleatoriamente una partícula del emisor fuente. Consecutivo - Seleccionar una partícula mediante un orden consecutivo.
pt_br: O método usado ao selecionar uma partícula alvo do atrator do emissor. Um dos seguintes: Random - Seleciona aleatoriamente uma partícula do emissor fonte. Sequential - Seleciona uma partícula usando a ordem sequencial.

# UObjectToolTips,ParticleModuleAttractorParticle:Strength
source: The strength of the attraction (negative values repel). Particle-life relative if StrengthByDistance is false.
es: La fuerza de atracción (los calores negativos se rechazan). La vida de la partícula relativa si StrengthByDistance es falso.
pt_br: A força da atração (valores negativos repelem). Relativo à vida da partícula se StrengthByDistance for falso.

# UObjectToolTips,ParticleModuleAttractorPoint:bOverrideVelocity
source: If true, set the velocity.
es: Si es verdadero, ajusta la velocidad.
pt_br: Se for verdadeiro, define a velocidade.

# UObjectToolTips,ParticleModuleAttractorPoint:bUseWorldSpacePosition
source: If true, treat the position as world space. So don't transform the the point to localspace.
es: Si es verdadero, tratar la posición como sistema de coordenadas global. Por lo que no transformar el punto a sistema de coordenadas local.
pt_br: Se for verdadeiro, trata a posição como no espaço do mundo. Então não transforme o ponto para espaço local.

# UObjectToolTips,ParticleModuleAttractorPoint:Negative_X
source: Whether particles can move along the negative X axis.
es: Si las partículas pueden moverse por el eje X negativo.
pt_br: Se as partículas podem se mover ao longo do eixo X negativo.

# UObjectToolTips,ParticleModuleAttractorPoint:Negative_Y
source: Whether particles can move along the negative Y axis.
es: Si las partículas pueden moverse por el eje Y negativo.
pt_br: Se as partículas podem se mover ao longo do eixo Y negativo.

# UObjectToolTips,ParticleModuleAttractorPoint:Negative_Z
source: Whether particles can move along the negative Z axis.
es: Si las partículas pueden moverse por el eje Z negativo.
pt_br: Se as partículas podem se mover ao longo do eixo Z negativo.

# UObjectToolTips,ParticleModuleAttractorPoint:Position
source: The position of the point attractor from the source of the emitter.
es: La posición del atractor de punto de la fuente del emisor.
pt_br: A posição do atrator puntiforme da fonte do emissor.

# UObjectToolTips,ParticleModuleAttractorPoint:Positive_X
source: Whether particles can move along the positive X axis.
es: Si las partículas pueden moverse por el eje X positivo.
pt_br: Se as partículas podem se mover ao longo do eixo X positivo.

# UObjectToolTips,ParticleModuleAttractorPoint:Positive_Y
source: Whether particles can move along the positive Y axis.
es: Si las partículas pueden moverse por el eje Y positivo.
pt_br: Se as partículas podem se mover ao longo do eixo Y positivo.

# UObjectToolTips,ParticleModuleAttractorPoint:Positive_Z
source: Whether particles can move along the positive Z axis.
es: Si las partículas pueden moverse por el eje Z positivo.
pt_br: Se as partículas podem se mover ao longo do eixo Z positivo.

# UObjectToolTips,ParticleModuleAttractorPoint:Range
source: The radial range of the attractor.
es: El rango radial del atractor.
pt_br: O alcance radial do atrator.

# UObjectToolTips,ParticleModuleAttractorPoint:Strength
source: The strength of the point attractor.
es: La fuerza del atractor de punto.
pt_br: A força do atrator puntiforme.

# UObjectToolTips,ParticleModuleAttractorPointGravity:Position
source: The position of the point gravity source.
es: La posición de la fuente de gravedad del punto.
pt_br: A posição da fonte puntiforme de gravidade.

# UObjectToolTips,ParticleModuleAttractorPointGravity:Radius
source: The distance at which the influence of the point begins to falloff.
es: La distancia a la que la influencia de el punto comienza a decaer.
pt_br: A distância em que a influência do ponto começa a decair.

# UObjectToolTips,ParticleModuleAttractorPointGravity:Strength
source: The strength of the point source.
es: La fuerza de la fuente del punto.
pt_br: A força da fonte puntiforme.

# UObjectToolTips,ParticleModuleAttractorPointGravity:StrengthRaw
source: The strength of the point source.
es: La fuerza de la fuente del punto.
pt_br: A força da fonte puntiforme.

# UObjectToolTips,ParticleModuleBeamModifier:bAbsoluteTangent
source: If true, don't transform the tangent modifier into the tangent basis.
es: Si es verdadero, no transformar el modificador de la tangente en las bases de la tangente.
pt_br: Se for verdadeiro, o modificador da tangente não será transformado na base da tangente.

# UObjectToolTips,ParticleModuleBeamModifier:ModifierType
source: Whether this module modifies the Source or the Target.
es: Si este módulo modifica la fuente o la meta.
pt_br: Se esse módulo modifica a Fonte ou o Alvo.

# UObjectToolTips,ParticleModuleBeamModifier:Position
source: The value to use when modifying the position.
es: El valor que se utiliza cuando se modifica la posición.
pt_br: O valor usado ao modificar a posição.

# UObjectToolTips,ParticleModuleBeamModifier:PositionOptions
source: The options associated with the position.
es: Las opciones asociadas con la posición.
pt_br: As opções associadas à posição.

# UObjectToolTips,ParticleModuleBeamModifier:Strength
source: The value to use when modifying the Strength.
es: El valor que se utiliza cuando se modifica la fuerza.
pt_br: O valor usado ao modificar a Força.

# UObjectToolTips,ParticleModuleBeamModifier:StrengthOptions
source: The options associated with the Strength.
es: Las opciones asociadas con la fuerza.
pt_br: As opções associadas à Força.

# UObjectToolTips,ParticleModuleBeamModifier:Tangent
source: The value to use when modifying the Tangent.
es: El valor que se utiliza cuando se modifica la tangente.
pt_br: O valor usado ao modificar a Tangente.

# UObjectToolTips,ParticleModuleBeamModifier:TangentOptions
source: The options associated with the Tangent.
es: Las opciones asociadas con la tangente.
pt_br: As opções associadas à Tangente.

# UObjectToolTips,ParticleModuleBeamNoise:bApplyNoiseScale
source: If true, apply the noise scale to the beam.
es: Si es verdadero, aplicar la escala del ruido al rayo.
pt_br: Se for verdadeiro, aplicar a escala de ruído ao feixe.

# UObjectToolTips,ParticleModuleBeamNoise:bLowFreq_Enabled
source: Is low frequency noise enabled.
es: ¿Está activado el ruido de baja frecuencia activado?
pt_br: Ruídos de baixa frequência são permitidos?

# UObjectToolTips,ParticleModuleBeamNoise:bNoiseLock
source: INTERNAL - Whether the noise points should be locked.
es: INTERNO - Si los puntos de ruido deben estar bloqueados.
pt_br: INTERNO - Se os pontos de ruído devem travar.

# UObjectToolTips,ParticleModuleBeamNoise:bNRScaleEmitterTime
source: If true, the NoiseRangeScale will be grabbed based on the emitter time. If false, the NoiseRangeScale will be grabbed based on the particle time.
es: Si es verdadero, se cogerá NoiseRangeScale en base al tiempo del emisor. Si es falso, se cogerá NoiseRangeScale en base al tiempo de la partícula.
pt_br: Se for verdadeiro, a NoiseRangeScale será recuperada com base no tempo do emissor. Se for falso, a NoiseRangeScale será recuperada com base no tempo da partícula.

# UObjectToolTips,ParticleModuleBeamNoise:bOscillate
source: Whether the noise points should be oscillate.
es: Si los puntos de ruido deben oscilar.
pt_br: Se os pontos de ruído devem oscilar.

# UObjectToolTips,ParticleModuleBeamNoise:bSmooth
source: Whether the noise movement should be smooth or 'jerky'.
es: Si el movimiento del ruido debe ser suave o 'brusco'.
pt_br: Se o movimento do ruído deve ser suave ou 'tremido'.

# UObjectToolTips,ParticleModuleBeamNoise:bTargetNoise
source: Whether to apply noise to the target point (or end of line in distance mode...) If true, the beam could potentially 'leave' the target...
es: Si aplicar ruido al punto meta (o fina de la línea en el modo distancia...) Si es verdadero, el rayo podría 'dejar' potencialmente la meta...
pt_br: Se deve ser aplicado ruído ao ponto alvo (ou no fim da linha no modo de distância...) Se for verdadeiro, o feixe pode potencialmente 'deixar' o alvo...

# UObjectToolTips,ParticleModuleBeamNoise:bUseNoiseTangents
source: If true, calculate tangents at each noise point.
es: Si es verdadero, calcular las tangentes en cada punto del ruido.
pt_br: Se for verdadeiro, calcular as tangentes em cada ponto de ruído.

# UObjectToolTips,ParticleModuleBeamNoise:Frequency
source: The frequency of noise points.
es: La frecuencia de los puntos de ruido.
pt_br: A frequência dos pontos de ruído.

# UObjectToolTips,ParticleModuleBeamNoise:Frequency_LowRange
source: If not 0, then the frequency will select a random value in the range [Frequency_LowRange..Frequency]
es: Si no es 0, la frecuencia seleccionará un valor aleatorio en el rango [Frequency_LowRange..Frequency]
pt_br: Se não for 0, a frequência selecionará um valor aleatório no intervalo [Frequency_LowRange..Frequency]

# UObjectToolTips,ParticleModuleBeamNoise:FrequencyDistance
source: The distance at which to deposit noise points. If 0.0, then use the static frequency value. If not, distribute noise points at the given distance, up to the static Frequency value. At that point, evenly distribute them along the beam.
es: La distancia a la que almacenar los puntos de ruido. Si 0.0, entonces usar el valor de frecuencia estática. Si no, distribuir los puntos de ruido en la distancia proporcionada, hasta el valor de frecuencia estática. En ese punto, distribuirlos uniformemente a lo largo del rayo.
pt_br: A distância onde depositar pontos de ruído. Se for 0.0, deve-se usar um valor de frequência estática. Caso contrário, distribuir pontos de ruído na distância fornecida, até o valor de Frequência estática. Nesse ponto, distribuí-los igualmente ao longo do feixe.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseLockRadius
source: Default target-point information to use if the beam method is endpoint.
es: Información del punto meta predeterminado que se utiliza si un método de rayo es el punto final.
pt_br: Informações do ponto de destino padrão a ser usado caso o método de feixe seja de ponto final.

# UObjectToolTips,ParticleModuleBeamTarget:LockRadius
source: Default target-point information to use if the beam method is endpoint.
es: Información del punto meta predeterminado que se utiliza si un método de rayo es el punto final.
pt_br: Informações do ponto de destino padrão a ser usado caso o método de feixe seja de ponto final.

# UObjectToolTips,ParticleModuleBeamTarget:Target
source: Default target-point information to use if the beam method is endpoint.
es: Información del punto meta predeterminado que se utiliza si un método de rayo es el punto final.
pt_br: Informações do ponto de destino padrão a ser usado caso o método de feixe seja de ponto final.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseLockTime
source: How long the noise points should be locked - 0.0 indicates forever.
es: Durante cuánto tiempo se deben bloquear los puntos de ruido - 0.0 indica para siempre.
pt_br: Por quanto tempo os pontos de ruído devem ficar travados - 0.0 indica eternamente.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseRange
source: The noise point ranges.
es: Los rangos del punto de ruido.
pt_br: Os intervalos do ponto de ruído.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseRangeScale
source: A scale factor that will be applied to the noise range.
es: Un factor de la escala que se aplicará al rango del ruido.
pt_br: Um fator de escala que será aplicado ao intervalo de ruídos.
