Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleRequired:EmitterNormalsMode
source: Normal generation mode for this emitter LOD.
es: Modo de creación normal para este LOD del emisor.
pt_br: Modo de geração normal para este emissor de LOD.

# UObjectToolTips,ParticleModuleRequired:InterpolationMethod
source: The interpolation method to used for the SubUV image selection. One of the following: PSUVIM_None - Do not apply SubUV modules to this emitter. PSUVIM_Linear - Smoothly transition between sub-images in the given order, with no blending between the current and the next PSUVIM_Linear_Blend - Smoothly transition between sub-images in the given order, blending between the current and the next PSUVIM_Random - Pick the next image at random, with no blending between the current and the next PSUVIM_Random_Blend - Pick the next image at random, blending between the current and the next
es: El método de interpolación usado para la selección de la imagen SubUV. Uno de los siguientes: PSUVIM_None - No aplicar módulos SubUV a este emisor. PSUVIM_Linear - Transición de suavizado entre las subimágenes en el orden proporcionado, sin combinación entre la actual y la siguiente. PSUVIM_Linear_Blend - Transición de suavizado entre las subimágenes en el orden proporcionado, combinando entre la actual y la siguiente. PSUVIM_Random - Escoger la siguiente imagen al azar, sin combinación entre la actual y la siguiente PSUVIM_Random_Blend - Escoger la siguiente imagen al azar, combinando entre la actual y la siguiente.
pt_br: O método de interpolação usado para a seleção de imagem SubUV. Um dos seguintes: PSUVIM_None - Não aplica os módulos SubUV a esse emissor. PSUVIM_Linear - Transição suave entre subimagens na ordem dada, sem mistura entre a atual e a próxima PSUVIM_Linear_Blend - Transição suave entre as subimagens na ordem dada, misturando entre a atual e a próxima PSUVIM_Random - Escolhe a próxima imagem aleatoriamente, sem mistura entre a imagem atual e a próxima PSUVIM_Random_Blend - Escolhe a próxima imagem aleatoriamente, misturando entre a imagem atual e a próxima

# UObjectToolTips,ParticleModuleRequired:MacroUVPosition
source: Local space position that UVs generated with the ParticleMacroUV material node will be centered on.
es: La posición del sistema de coordenadas local que los UV han generado en la que se centrará el nodo del material ParticleMacroUV.
pt_br: Posição no espaço local em que serão centradas as UVs geradas pelo nó material ParticleMacroUV.

# UObjectToolTips,ParticleSystem:MacroUVPosition
source: Local space position that UVs generated with the ParticleMacroUV material node will be centered on.
es: La posición del sistema de coordenadas local que los UV han generado en la que se centrará el nodo del material ParticleMacroUV.
pt_br: Posição no espaço local em que serão centradas as UVs geradas pelo nó material ParticleMacroUV.

# UObjectToolTips,ParticleModuleRequired:MacroUVRadius
source: World space radius that UVs generated with the ParticleMacroUV material node will tile based on.
es: Radio del sistema de coordenadas global que los UV han generado con el nodo del material de ParticleMacroUV en base al cual se creará la tesela
pt_br: Raio no espaço do mundo que as UVs geradas com o nó de material ParticleMacroUV usarão para repetir em placas.

# UObjectToolTips,ParticleSystem:MacroUVRadius
source: World space radius that UVs generated with the ParticleMacroUV material node will tile based on.
es: Radio del sistema de coordenadas global que los UV han generado con el nodo del material de ParticleMacroUV en base al cual se creará la tesela
pt_br: Raio no espaço do mundo que as UVs geradas com o nó de material ParticleMacroUV usarão para repetir em placas.

# UObjectToolTips,ParticleModuleRequired:Material
source: The material to utilize for the emitter at this LOD level.
es: El material que utilizar para el emisor en este nivel LOD.
pt_br: O material a utilizar para o emissor nesse nível de LOD.

# UObjectToolTips,ParticleModuleRequired:MaxDrawCount
source: The maximum number of particles to DRAW for this emitter. If set to 0, it will use whatever number are present.
es: El número máximo de partículas que TRAZAR para este emisor. Si está ajustado a 0, usará cualquier número que esté presente.
pt_br: O número máximo de partículas a DESENHAR para esse emissor. Se definido como 0, usará qualquer número que estiver presente.

# UObjectToolTips,ParticleModuleRequired:NormalsCylinderDirection
source: When EmitterNormalsMode is ENM_Cylindrical, particle normals are created to face away from the cylinder going through NormalsSphereCenter in the direction NormalsCylinderDirection. NormalsCylinderDirection is in local space.
es: Cuando EmitterNormalsMode es ENM_Cylindrical, las normales de la partícula se crean para alejarse del cilindro que pasa por NormalsSphereCenter en la dirección NormalsCylinderDirection. NormalsCylinderDirection está en el sistema de coordenadas local.
pt_br: Onde EmitterNormalsMode é ENM_Cylindrical, as normais de partícula são criadas para ficarem de costas para o cilindro que atravessando o NormalsSphereCenter na direção NormalsCylinderDirection. O NormalsCylinderDirection está no espaço local.

# UObjectToolTips,ParticleModuleRequired:NormalsSphereCenter
source: When EmitterNormalsMode is ENM_Spherical, particle normals are created to face away from NormalsSphereCenter. NormalsSphereCenter is in local space.
es: Cuando EmitterNormalsMode es ENM_Spherical, las normales de la partícula se crean para alejarse de NormalsSphereCenter. NormalsSphereCenter está en el sistema de coordenadas local.
pt_br: Onde EmitterNormalsMode é ENM_Spherical, as normais de partícula são criadas para ficarem de costas para o NormalsSphereCenter. NormalsSphereCenter está no espaço local.

# UObjectToolTips,ParticleModuleRequired:ParticleBurstMethod
source: The method to utilize when burst-emitting particles
es: El método a utilizar cuando las partículas emiten una explosión
pt_br: O método usado ao emitir partículas em sequência

# UObjectToolTips,ParticleModuleRequired:RandomImageChanges
source: The number of times to change a random image over the life of the particle.
es: Número de veces para cambiar una imagen aleatoria durante la vida de la partícula.
pt_br: A quantidade de vezes para alterar uma imagem aleatória ao longo da vida da partícula.

# UObjectToolTips,ParticleModuleRequired:RandomImageTime
source: The amount of time (particle-relative, 0.0 to 1.0) to 'lock' on a random sub image 0.0 = change every frame 1.0 = select a random image at spawn and hold for the life of the particle
es: La cantidad de tiempo (relativo a partículas, 0.0 to 1.0) para 'bloquear' en una subimagen aleatoria 0.0 = cambia con cada fotograma 1.0 = seleccionar una imagen aleatoria durante la generación y mantener durante la vida de la partícula
pt_br: Quantidade de tempo (relativo a partícula, de 0.0 a 1.0) para 'travar' em uma subimagem aleatória. 0.0 = altera a cada quadro 1.0 = seleciona uma imagem aleatória ao ser criada e se mantém durante a vida útil da partícula

# UObjectToolTips,ParticleModuleRequired:SortMode
source: The sorting mode to use for this emitter. PSORTMODE_None - No sorting required. PSORTMODE_ViewProjDepth - Sort by view projected depth of the particle. PSORTMODE_DistanceToView - Sort by distance of particle to view in world space. PSORTMODE_Age_OldestFirst - Sort by age, oldest drawn first. PSORTMODE_Age_NewestFirst - Sort by age, newest drawn first.
es: El modo de clasificación que se utiliza para este emisor. PSORTMODE_None - No es necesaria una clasificación. PSORTMODE_ViewProjDepth - Clasificar según la profundidad proyectada en la vista de partícula. PSORTMODE_DistanceToView - Clasificar según la distancia de la partícula a ver en el sistema de coordenadas global. PSORTMODE_Age_OldestFirst - Clasificar por edad, primero el trazo más antiguo. PSORTMODE_Age_NewestFirst - Clasificar por edad, primero el trazo más reciente.
pt_br: O modo de ordenamento usado para esse emissor. PSORTMODE_None - Nenhum ordenamento necessário. PSORTMODE_ViewProjDepth - Ordenar por profundidade projetada de visualização da partícula. PSORTMODE_DistanceToView - Ordenar pela distância da partícula a ser visualizada no espaço do mundo. PSORTMODE_Age_OldestFirst - Ordenar por idade, com os mais velhos sendo desenhados primeiro. PSORTMODE_Age_NewestFirst - Ordenar por idade, com os mais novos sendo desenhados primeiro.

# UObjectToolTips,ParticleModuleRequired:SpawnRate
source: The rate at which to spawn particles
es: El rango en el que crear partículas
pt_br: A taxa de criação de partículas

# UObjectToolTips,ParticleModuleRequired:SubImages_Horizontal
source: The number of sub-images horizontally in the texture
es: Número de subimágenes en horizontal en la textura
pt_br: O número de subimagens horizontalmente na textura

# UObjectToolTips,SubUVAnimation:SubImages_Horizontal
source: The number of sub-images horizontally in the texture
es: Número de subimágenes en horizontal en la textura
pt_br: O número de subimagens horizontalmente na textura

# UObjectToolTips,ParticleModuleRequired:SubImages_Vertical
source: The number of sub-images vertically in the texture
es: Número de subimágenes en horizontal en la textura
pt_br: O número de subimagens verticalmente na textura

# UObjectToolTips,SubUVAnimation:SubImages_Vertical
source: The number of sub-images vertically in the texture
es: Número de subimágenes en horizontal en la textura
pt_br: O número de subimagens verticalmente na textura

# UObjectToolTips,ParticleModuleRotation:StartRotation
source: Initial rotation of the particle (1 = 360 degrees). The value is retrieved using the EmitterTime.
es: Rotación inicial de la partícula (1 = 360 grados). El valor se recupera usando el tiempo del emisor.
pt_br: Rotação inicial da partícula (1 = 360 graus). O valor é recuperado usando o EmitterTime.

# UObjectToolTips,ParticleModuleRotationOverLifetime:RotationOverLife
source: The rotation of the particle (1.0 = 360 degrees). The value is retrieved using the RelativeTime of the particle.
es: Rotación inicial de la partícula (1 = 360 grados). El valor se recupera usando el RelativeTime de la partícula.
pt_br: A rotação da partícula (1.0 = 360 graus). O valor é recuperado usando o RelativeTime da partícula.

# UObjectToolTips,ParticleModuleRotationOverLifetime:Scale
source: If true, the particle rotation is multiplied by the value retrieved from RotationOverLife. If false, the particle rotation is incremented by the value retrieved from RotationOverLife.
es: Si es verdadero, la rotación de la partícula se multiplica por el valor recuperado de RotationOverLife. Si es verdadero, la rotación de la partícula se incrementa por el valor recuperado de RotationOverLife
pt_br: Se for verdadeiro, a rotação da partícula é multiplicada pelo valor recuperado de RotationOverLife. Se for falso, a rotação da partícula é incrementada pelo valor recuperado de RotationOverLife.

# UObjectToolTips,ParticleModuleSize:StartSize
source: The initial size that should be used for a particle. The value is retrieved using the EmitterTime during the spawn of a particle. It is added to the Size and BaseSize fields of the spawning particle.
es: El tamaño inicial que se debe usar para una partícula. El valor se recupera mediante el EmitterTime durante la creación de una partícula. Se añade a los campos de BaseSize y del tamaño de la partícula de la creación.
pt_br: O tamanho inicial que deve ser usado para a partícula. O valor é recuperado usando o EmitterTime durante a criação de uma partícula. É adicionado aos campos Size e BaseSize da partícula criada.

# UObjectToolTips,ParticleModuleSizeMultiplyLife:LifeMultiplier
source: The scale factor for the size that should be used for a particle. The value is retrieved using the RelativeTime of the particle during its update.
es: Factor de la escala para el tamaño que se puede usar para un partícula. El valor se recupera mediante el RelativeTime de una partícula durante la actualización.
pt_br: O fator de escala para o tamanho que deve ser usado para uma partícula. O valor é recuperado usando o RelativeTime da partícula durante sua atualização.

# UObjectToolTips,ParticleModuleSizeMultiplyLife:MultiplyX
source: If true, the X-component of the scale factor will be applied to the particle size X-component. If false, the X-component is left unaltered.
es: Si es verdadero, el componente X del factor de la escala se aplicará al componente X del tamaño de la partícula. Si es falso, el componente X queda sin modificar.
pt_br: Se for verdadeiro, a componente X do fator de escala será aplicada à componente X do tamanho da partícula. Se for falso, a componente X não é alterada.

# UObjectToolTips,ParticleModuleSizeMultiplyLife:MultiplyY
source: If true, the Y-component of the scale factor will be applied to the particle size Y-component. If false, the Y-component is left unaltered.
es: Si es verdadero, el componente Y del factor de la escala se aplicará al componente X del tamaño de la partícula. Si es falso, el componente Y queda sin modificar.
pt_br: Se for verdadeiro, a componente Y do fator de escala será aplicada à componente Y do tamanho da partícula. Se for falso, a componente Y não é alterada.

# UObjectToolTips,ParticleModuleSizeMultiplyLife:MultiplyZ
source: If true, the Z-component of the scale factor will be applied to the particle size Z-component. If false, the Z-component is left unaltered.
es: Si es verdadero, el componente Z del factor de la escala se aplicará al componente X del tamaño de la partícula. Si es falso, el componente Z queda sin modificar.
pt_br: Se for verdadeiro, a componente Z do fator de escala será aplicada à componente Z do tamanho da partícula. Se for falso, a componente Z não é alterada.

# UObjectToolTips,ParticleModuleSizeScale:EnableX
source: Ignored
es: Omitido
pt_br: Ignorado

# UObjectToolTips,ParticleModuleSizeScale:EnableY
source: Ignored
es: Omitido
pt_br: Ignorado

# UObjectToolTips,ParticleModuleSizeScale:EnableZ
source: Ignored
es: Omitido
pt_br: Ignorado

# UObjectToolTips,ParticleModuleSizeScale:SizeScale
source: The amount the BaseSize should be scaled before being used as the size of the particle. The value is retrieved using the RelativeTime of the particle during its update. NOTE: this module overrides any size adjustments made prior to this module in that frame.
es: Cantidad a la que BaseSize se debe escalar antes de usarse como un tamaño de la partícula. El valor se recupera media el RelativeTime de la partícula durante su actualización. NOTA: este módulo suprime cualquier ajustes del tamaño realizado anteriormente a este módulo en ese fotograma.
pt_br: A quantidade pela qual o BaseSize deve ser escalonado antes de ser usado como o tamanho da partícula. O valor é recuperado usando o RelativeTime da partícula durante sua atualização. OBSERVAÇÃO: Esse módulo substitui quaisquer ajustes de tamanho feitos antes deste módulo neste quadro.

# UObjectToolTips,ParticleModuleSizeScaleBySpeed:MaxScale
source: The maximum amount by which to scale a particle in each dimension.
es: Cantidad máxima a la que escalar una partícula en cada dimensión.
pt_br: A quantidade máxima para escalonar uma partícula em cada dimensão.

# UObjectToolTips,ParticleModuleSizeScaleBySpeed:SpeedScale
source: By how much speed affects the size of the particle in each dimension.
es: Con cuánta cantidad de velocidad se afecta el tamaño de la partícula en cada dimensión.
pt_br: Quanto a velocidade afeta o tamanho da partícula em cada dimensão.

# UObjectToolTips,ParticleModuleSourceMovement:SourceMovementScale
source: The scale factor to apply to the source movement before adding to the particle location. The value is looked up using the particles RELATIVE time [0..1].
es: El factor de escala que aplicar al movimiento fuente antes de añadirlo a la ubicación de la partícula. El valor se busca mediante el tiempo RELATIVO de las partículas [0..1].
pt_br: O fator de escala para aplicar ao movimento da fonte antes de adicionar ao local da partícula. O valor é buscado usando o tempo RELATIVO da partícula [0..1].

# UObjectToolTips,ParticleModuleSpawn:BurstScale
source: Scale all burst entries by this amount.
es: Escalar todas las entradas de la explosión por esta cantidad.
pt_br: Escalona todas as entradas de sequência por esta quantidade.

# UObjectToolTips,ParticleModuleSpawn:ParticleBurstMethod
source: The method to utilize when burst-emitting particles.
es: El método que se utiliza cuando las partículas emiten una explosión.
pt_br: O método usado ao emitir partículas em sequência.

# UObjectToolTips,ParticleModuleSpawn:Rate
source: The rate at which to spawn particles.
es: Ratio al que crear partículas.
pt_br: A taxa de criação de partículas.

# UObjectToolTips,ParticleModuleSpawn:RateScale
source: The scalar to apply to the rate.
es: Variable que aplicar al ratio.
pt_br: O escalar para aplicar à taxa.

# UObjectToolTips,ParticleModuleSpawnBase:bProcessBurstList
source: If true, the BurstList of the SpawnModule of the emitter will be processed. If mutliple Spawn modules are 'stacked' in an emitter, if ANY of them have this set to false, it will not process the SpawnModule BurstList.
es: Si es verdadero, la BurstList del SpawnModule del emisor se procesará. Si varios módulos de creación están 'apilados' en un emisor, si ALGUNO de ellos tiene este ajuste a falso, no procesará la BurstList del SpawnModule.
pt_br: Se for verdadeiro, a BurstList do SpawnModule do emissor será processada. Se vários módulos de Criação estiverem 'empilhados' em um emissor, se QUALQUER um deles tiver isso definido como falso a BurstList do SpawnModule não será processada.

# UObjectToolTips,ParticleModuleSpawnBase:bProcessSpawnRate
source: If true, the SpawnRate of the SpawnModule of the emitter will be processed. If mutliple Spawn modules are 'stacked' in an emitter, if ANY of them have this set to false, it will not process the SpawnModule SpawnRate.
es: Si es verdadero, la SpawnRate del SpawnModule del emisor se procesará. Si varios módulos de creación están 'apilados' en un emisor, si ALGUNO de ellos tiene este ajuste a falso, no procesará la BurstList del SpawnModule.
pt_br: Se for verdadeiro, a SpawnRate do SpawnModule do emissor será processada. Se vários módulos de Criação estiverem 'empilhados' em um emissor, se QUALQUER um deles tiver isso definido como falso a SpawnRate do SpawnModule não será processada.

# UObjectToolTips,ParticleModuleSpawnPerUnit:bIgnoreMovementAlongX
source: If true, ignore the X-component of the movement
es: Si es verdadero, omitir el componente X del movimiento
pt_br: Se for verdadeiro, a componente X do movimento será ignorada

# UObjectToolTips,ParticleModuleSpawnPerUnit:bIgnoreMovementAlongY
source: If true, ignore the Y-component of the movement
es: Si es verdadero, omitir el componente Y del movimiento
pt_br: Se for verdadeiro, a componente Y do movimento será ignorada

# UObjectToolTips,ParticleModuleSpawnPerUnit:bIgnoreMovementAlongZ
source: If true, ignore the Z-component of the movement
es: Si es verdadero, omitir el componente Z del movimiento
pt_br: Se for verdadeiro, a componente Z do movimento será ignorada

# UObjectToolTips,ParticleModuleSpawnPerUnit:bIgnoreSpawnRateWhenMoving
source: If true, process the default spawn rate when not moving... When not moving, skip the default spawn rate. If false, return the bProcessSpawnRate setting.
es: Si es verdadero, procesa el ratio de la creación predeterminada cuando no se está moviendo... Cuando no se mueve, se salta el ratio de la creación predeterminada.nSi es falso, devuelve la configuración de bProcessSpawnRate.
pt_br: Se for verdadeiro, processa a taxa de criação padrão quando não houver movimento... Quando não houver movimento, pula a taxa de criação padrão. Se for falso, retorna a configuração bProcessSpawnRate.

# UObjectToolTips,ParticleModuleSpawnPerUnit:MaxFrameDistance
source: The maximum valid movement for a single frame. If 0.0, then the check is not performed. Currently, if the distance moved between frames is greater than this then NO particles will be spawned. This is primiarily intended to cover cases where the PSystem is attached to teleporting objects.
es: El movimiento válido máximo para un solo fotograma. Si es 0.0, entonces no ha habido revisión. Actualmente, si la distancia que se mueve entre fotogramas es mayor que esto NO se creará ninguna partícula. Se enfoca principalmente en subir los casos cuando el PSystem está acoplado a objetos transportados.
pt_br: O movimento válido máximo para um único quadro. Se for 0.0, a verificação não é realizada. Atualmente, se a distância movida entre os quadros for maior do que isso, NENHUMA partícula será criada. Isso é primariamente feito para cobrir os casos onde PSystem está anexado a objetos que estão teletransportando.

# UObjectToolTips,ParticleModuleSpawnPerUnit:MovementTolerance
source: The tolerance for moving vs. not moving w.r.t. the bIgnoreSpawnRateWhenMoving flag. Ie, if (DistanceMoved < (UnitScalar x MovementTolerance)) then consider it not moving.
es: La tolerancia para el movimiento vs. permanecer quieto con respecto al indicador bIgnoreSpawnRateWhenMoving. Por ejemplo, si (DistanceMoved < (UnitScalar x MovementTolerance)) entonces considerar no moverlo.
pt_br: A tolerância entre movendo vs. não movendo com relação ao sinalizador bIgnoreSpawnRateWhenMoving. i.e. se (DistanceMoved < (UnitScalar x MovementTolerance)) considere que não está em movimento.

# UObjectToolTips,ParticleModuleSpawnPerUnit:SpawnPerUnit
source: The amount to spawn per meter distribution. The value is retrieved using the EmitterTime.
es: La cantidad para crear la distribución por metro. El valor se recupera mediante el EmitterTime.
pt_br: A distribuição da quantidade para criar por metro. O valor é recuperado usando o EmitterTime.

# UObjectToolTips,ParticleModuleSpawnPerUnit:UnitScalar
source: The scalar to apply to the distance traveled. The value from SpawnPerUnit is divided by this value to give the actual number of particles per unit.
es: Variable que aplicar a la distancia recorrida. El valor de SpawnPerUnit está dividido por este valor para dar el número actual de partículas por unidad.
pt_br: O escalar a ser aplicado à distância percorrida. O valor do SpawnPerUnit é dividido por esse valor para fornecer o número de partículas por unidade.

# UObjectToolTips,ParticleModuleSubUV:SubImageIndex
source: The index of the sub-image that should be used for the particle. The value is retrieved using the RelativeTime of the particles.
es: El índice de la subimagen que se debe usar para la partícula. El valor se recupera mediante el RelativeTime de las partículas.
pt_br: O índice da subimagem que deve ser usada para a partícula. O valor é recuperado usando o RelativeTime das partículas.

# UObjectToolTips,ParticleModuleSubUVMovie:bUseEmitterTime
source: If true, use the emitter time to look up the frame rate. If false (default), use the particle relative time.
es: Si es verdadero, usar el tiempo del emisor para buscar el ratio del fotograma. Si es falso (predeterminado), usar el tiempo relativo de la partícula.
pt_br: Se for verdadeiro, usa o tempo do emissor para buscar a taxa de quadros. Se for falso (padrão), usa o tempo relativo da partícula.

# UObjectToolTips,ParticleModuleSubUVMovie:FrameRate
source: The frame rate the SubUV images should be 'flipped' thru at.
es: El rango de fotogramas en el que se deben “hojear” las imágenes SubUV.
pt_br: A taxa de quadro das imagens SubUV devem ser "viradas".
