Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,StateMachineDebugData
source: This structure represents debugging information for a single state machine
es: Esta estructura representa la información de depuración para un máquina de estado único
pt_br: Essa estrutura representa informações de depuração para uma máquina de estado único

# UObjectToolTips,StaticMesh:bAutoComputeLODScreenSize
source: If true, the distances at which LODs swap are computed automatically.
es: Si es verdadero, se calculan automáticamente las distancias en las cuales se cambian los LOD
pt_br: Se for verdadeiro, as distâncias em que os LODs são alternados serão computadas automaticamente.

# UObjectToolTips,StaticMesh:bHasNavigationData
source: If true, mesh will have NavCollision property with additional data for navmesh generation and usage. Set to false for distant meshes (always outside navigation bounds) to save memory on collision data.
es: Si es verdadero, la malla tendrá la propiedad NavCollision con datos adicionales para el uso y la creación de la malla de navegación. Ajustar a falso para las mallas distantes (siempre fuera de los límites de navegación) para ahorrar memoria en los datos de la colisión.
pt_br: Se for verdadeiro, a malha terá a propriedade NavCollision com dados adicionais para geração e uso de navmesh. Defina como falso para malhas distantes (sempre fora dos limites de navegação) para economizar memória em dados de colisão.

# UObjectToolTips,StaticMesh:bStripComplexCollisionForConsole
source: If true, strips unwanted complex collision data aka kDOP tree when cooking for consoles. On the Playstation 3 data of this mesh will be stored in video memory.
es: Si es verdadero, quita datos de colisión complejos e innecesarios, también conocidos como árbol kDOP, cuando se procesa para consolas. En la Playstation 3, los datos de esta malla se almacenarán en la memoria de video.
pt_br: Se for verdadeiro, remove os dados de colisão complexos indesejados, conhecidos como árvore kDOP, ao preparar para consoles. No Playstation 3, os dados dessa malha serão armazenados na memória de vídeo.

# UObjectToolTips,StaticMesh:EditorCameraPosition
source: The stored camera position to use as a default for the static mesh editor
es: La posición de cámara almacenada que se utiliza como valor predeterminado para el editor de malla estática.
pt_br: A posição armazenada da câmera a usar como padrão para o editor de malha estática

# UObjectToolTips,StaticMesh:ElementToIgnoreForTexFactor
source: Index of an element to ignore while gathering streaming texture factors. This is useful to disregard automatically generated vertex data which breaks texture factor heuristics.
es: Índice de un elemento a ignorar mientras se recolectan los factores de textura de la transmisión de flujo. Esto es útil para ignorar datos de vértices generados automáticamente que rompe la heurística del factor de la textura.
pt_br: Indexa um elemento a ignorar ao coletar fatores de textura de transmissão. Útil para desconsiderar automaticamente os dados de vértice gerados que quebram a heurística do fator de textura.

# UObjectToolTips,StaticMesh:LightMapCoordinateIndex
source: The light map coordinate index
es: El índice de coordenadas del mapa de la luz
pt_br: O índice de coordenadas do mapa de luzes

# UObjectToolTips,StaticMesh:LightMapResolution
source: The light map resolution
es: La resolución del mapa de la luz.
pt_br: A resolução do mapa de luzes

# UObjectToolTips,StaticMesh:LODGroup
source: The LOD group to which this mesh belongs.
es: El grupo LOD al que pertenece esta malla.
pt_br: Grupo de LOD ao qual pertence esta malha.

# UObjectToolTips,StaticMesh:LpvBiasMultiplier
source: Bias multiplier for Light Propagation Volume lighting
es: Multiplicador de la desviación para la iluminación del volumen de la propagación de la luz
pt_br: Multiplicador de tendência para iluminação do Volume de Propagação de Luz

# UObjectToolTips,StaticMesh:Materials
source: Materials used by this static mesh. Individual sections index in to this array.
es: Materiales usados por esta malla estática. Secciones individuales se indexan en esta matriz.
pt_br: Materiais usados por esta malha estática. As seções individuais indexam para esta matriz.

# UObjectToolTips,StaticMesh:NavCollision
source: Pre-build navigation collision
es: Volver a diseñar la colisión de la navegación
pt_br: Colisão de navegação antes da compilação

# UObjectToolTips,StaticMesh:Sockets
source: Array of named socket locations, set up in editor and used as a shortcut instead of specifying everything explicitly to AttachComponent in the StaticMeshComponent.
es: Matriz de ubicaciones de punto de acople identificados, se configura en el editor y se usa como atajo en lugar de especificar todo explícitamente a AttachComponent en StaticMeshComponent.
pt_br: Matriz dos locais da soquete nomeada, configurados no editor e usados como atalhos em vez de especificar tudo explicitamente ao AttachComponent no StaticMeshComponent.

# UObjectToolTips,StaticMesh:SourceFilePath
source: Path to the resource used to construct this static mesh
es: Ruta hacia los recursos utilizados para construir esta malla estática
pt_br: Caminho para o recurso usado na construção desta malha estática.

# UObjectToolTips,StaticMesh:SourceModels
source: Imported raw mesh bulk data.
es: Datos importados por lotes de malla sin procesar
pt_br: Importou dados em lote de malha.

# UObjectToolTips,StaticMeshComponent:bIgnoreInstanceForTextureStreaming
source: Ignore this instance of this static mesh when calculating streaming information. This can be useful when doing things like applying character textures to static geometry, to avoid them using distance-based streaming.
es: Omitir esta instancia de la malla estática cuando de calcula la información de la transmisión de flujo. Puede ser útil cuando haciendo cosas como aplicando texturas de carácter a la geometría estática, evitarlas usando la transmisión de flujo en base a la distancia.
pt_br: Ignorar essa instância desta malha estática ao calcular a informação de transmissão. Isso pode ser útil, por exemplo, ao aplicar texturas de personagem a geometria estática, para evitar que elas usem transmissão baseada em distância.

# UObjectToolTips,StaticMeshComponent:bOverrideWireframeColor
source: If true, WireframeColorOverride will be used. If false, color is determined based on mobility and physics simulation settings
es: Si es verdadero, se usará WireframeColorOverride. Si es falso, el color se determina de acuerdo con los ajustes de simulación de movilidad y físicos
pt_br: Se for verdadeiro, WireframeColorOverride será usado. Se for falso, a cor será determinada com base nas configurações de simulação de mobilidade e de física

# UObjectToolTips,StaticMeshComponent:bUseSubDivisions
source: Whether to use subdivisions or just the triangle's vertices.
es: Si usar subdivisiones o solamente las vértices del triángulo.
pt_br: Se deve usar subdivisões ou apenas os vértices do triângulo.

# UObjectToolTips,StaticMeshComponent:GetLocalBounds
source: Get Local bounds
es: Obtener límites locales
pt_br: Obter limites Locais

# UObjectToolTips,StaticMeshComponent:LODData
source: Static mesh LOD data. Contains static lighting data along with instanced mesh vertex colors.
es: Datos LOD de malla estática. Contiene datos de iluminación estática junto con colores de vértices de la malla instanciada.
pt_br: Dados de LOD de malha estática. Contém dados de iluminação estática em conjunto com cores do vértice da malha instanciada.

# UObjectToolTips,StaticMeshComponent:OverriddenLightMapRes
source: Light map resolution to use on this component, used if bOverrideLightMapRes is true
es: Resolución del mapa de iluminación que se utiliza en este componente, usado si bOverrideLightMapRes es verdadero
pt_br: Resolução do mapa de luzes a usar neste componente, usada se bOverrideLightMapRes for verdadeiro

# UObjectToolTips,StaticMeshComponent:PreviousLODLevel
source: LOD that was desired for rendering this StaticMeshComponent last frame.
es: El LOD que se deseaba para renderizar este último fotograma de StaticMeshComponent.
pt_br: LOD desejado para renderizar o último quadro deste StaticMeshComponent.

# UObjectToolTips,StaticMeshComponent:SetStaticMesh
source: Change the StaticMesh used by this instance.
es: Cambiar la StaticMesh que ha usado esta instancia
pt_br: Altera a StaticMesh usada por esta instância.

# UObjectToolTips,StaticMeshComponent:StaticMeshDerivedDataKey
source: Derived data key of the static mesh, used to determine if an update from the source static mesh is required.
es: Clave de datos derivada de la malla estática, se usa para determinar si se requiere una actualización de la malla estática fuente.
pt_br: Chave de dados derivados da malha estática, usada para determinar se uma atualização da malha estática da fonte é necessária.

# UObjectToolTips,StaticMeshComponent:StreamingDistanceMultiplier
source: Allows adjusting the desired resolution of streaming textures that uses UV 0. 1.0 is the default, whereas a higher value increases the streamed-in resolution.
es: Permite ajustar la resolución deseada de las texturas de la transmisión (streaming) que usa UV 0. 1.0 es el predeterminado, mientras que un valor más alto aumenta la resolución en transmisión en continuo.
pt_br: Permite ajustar a resolução das texturas de transmissão que usa UV 0. 1.0 é o padrão, e um valor maior aumenta a resolução da transmissão de entrada.

# UObjectToolTips,StaticMeshComponent:SubDivisionStepSize
source: Subdivision step size for static vertex lighting.
es: Tamaño de paso de subdivisión para iluminación de vértice estático.
pt_br: Tamanho da etapa da subdivisão da iluminação do vértice estático.

# UObjectToolTips,StaticMeshComponent:WireframeColorOverride
source: Wireframe color to use if bOverrideWireframeColor is true
es: Color de la malla de alambre que se utiliza si bOverrideWireframeColor es verdadero
pt_br: Cor da grade de linhas usada se bOverrideWireframeColor for verdadeiro

# UObjectToolTips,StaticMeshComponentLODInfo:PaintedVertices
source: Vertex data cached at the time this LOD was painted, if any
es: Datos vertex en caché en el momento en el que se pintó LOD, si lo hubiese
pt_br: Dados de vértice armazenados em cache no momento em que o LOD foi pintado, se existirem

# UObjectToolTips,StaticMeshLightingInfo
source: Statistics page for static meshes.
es: Página de estadísticas para las mallas estáticas.
pt_br: Página de estatísticas para malhas estáticas.

# UObjectToolTips,StaticMeshLightingInfo:bHasLightmapTexCoords
source: Does the Lightmap have UVs?
es: ¿Los UV tienen mapa de iluminación?
pt_br: O Mapa de Luz tem UVs?

# UObjectToolTips,StaticMeshLightingInfo:bTextureMapping
source: Current mapping type flag - not displayed
es: Indicador del tipo de asignación actual - no se muestra
pt_br: Sinalizador do tipo de mapeamento atual - não exibido

# UObjectToolTips,StaticMeshLightingInfo:LevelName
source: Cached version of the level name this object resides in
es: Versión almacenada del nombre del nivel en el que reside este objeto
pt_br: Versão em cache do nome do nível dentro do qual este objeto reside

# UObjectToolTips,StaticMeshLightingInfo:LightMapLightCount
source: Num lightmap lights
es: Número de luces del mapa de iluminación
pt_br: Número de luzes do mapa de luz

# UObjectToolTips,StaticMeshLightingInfo:ShadowMapLightCount
source: Number of lights generating shadow maps on the primitive.
es: Número de luces que generan mapas de sombreado en la primitiva.
pt_br: Número de luzes gerando mapas de sombra no primitivo.

# UObjectToolTips,StaticMeshLightingInfo:StaticLightingResolution
source: The static lighting resolution the texture mapping was estimated with.
es: La resolución de la iluminación estática a la que se ha estimado la asignación de la textura.
pt_br: A resolução da iluminação estática com a qual o mapeamento de textura foi estimado.

# UObjectToolTips,StaticMeshLightingInfo:StaticMesh
source: The source StaticMesh that is related to this info.
es: La StaticMesh fuente que está relacionada con esta información.
pt_br: A StaticMesh da fonte que está relacionada a essas informações.

# UObjectToolTips,StaticMeshLightingInfo:StaticMeshActor
source: The actor that is related to this error/warning.
es: El actor que está relacionado con este error/aviso.
pt_br: O ator que está relacionado a esse erro/aviso.

# UObjectToolTips,StaticMeshLightingInfo:TextureLightMapMemoryUsage
source: Estimated memory usage in KB for light map texel data.
es: Uso de memoria estimada en KB para los datos de texel del mapa de iluminación.
pt_br: Uso estimado de memória em KB para dados de texel de mapa de luzes.

# UObjectToolTips,StaticMeshLightingInfo:TextureMapping
source: Current mapping type string
es: Cadena de tipo de asignación actual
pt_br: String de tipo de mapeamento atual

# UObjectToolTips,StaticMeshLightingInfo:TextureShadowMapMemoryUsage
source: Estimated memory usage in KB for shadow map texel data.
es: Uso de memoria estimada en KB para los datos de texel del mapa de sombreado.
pt_br: Uso estimado de memória em KB para dados de texel de mapa de sombras.

# UObjectToolTips,StaticMeshLightingInfo:VertexLightMapMemoryUsage
source: Estimated memory usage in KB for light map vertex data.
es: Uso de memoria estimada en KB para los datos del vértice del mapa de iluminación.
pt_br: Uso estimado de memória em KB para dados de vértice de mapa de luzes.

# UObjectToolTips,StaticMeshLightingInfo:VertexShadowMapMemoryUsage
source: Estimated memory usage in KB for shadow map vertex data.
es: Uso de memoria estimada en KB para los datos del vértice del mapa de sombreado.
pt_br: Uso estimado de memória em KB para dados de vértice de mapa de sombras.

# UObjectToolTips,StaticMeshOptimizationSettings
source: Old optimization settings.
es: Ajustes de la optimización anterior
pt_br: Configurações antigas de otimização

# UObjectToolTips,StaticMeshOptimizationSettings:SilhouetteImportance
source: How important the shape of the geometry is (EImportanceLevel).
es: Qué importante es la forma de la geometría (EImportanceLevel).
pt_br: Grau de importância do formato da geometria (EImportanceLevel).

# UObjectToolTips,StaticMeshOptimizationSettings:TextureImportance
source: How important texture density is (EImportanceLevel).
es: Qué importante es la densidad de la textura (EImportanceLevel).
pt_br: Grau de importância da densidade de textura (EImportanceLevel).

# UObjectToolTips,StaticMeshSocket:SocketName
source: Defines a named attachment location on the UStaticMesh. These are set up in editor and used as a shortcut instead of specifying everything explicitly to AttachComponent in the StaticMeshComponent. The Outer of a StaticMeshSocket should always be the UStaticMesh.
es: Define una ubicación de acoplamiento identificado en UStaticMesh. Están instalados en el editor y se usan como atajo en lugar de especificar todo explicitamente a AttachComponent en StaticMeshComponent. El exterior de un StaticMeshSocket debe ser siempre UStaticMesh.
pt_br: Define a localização de um anexo nomeado na UStaticMesh. São configurados no editor e usados como atalhos em vez de especificar tudo explicitamente ao AttachComponent no StaticMeshComponent. O Exterior de um StaticMesh sempre deve ser a UStaticMesh.

# UObjectToolTips,StaticMeshSourceModel
source: Source model from which a renderable static mesh is built.
es: Modelo fuente del que se diseña una malla estática que se puede renderizar.
pt_br: Modelo fonte do qual uma malha estática renderizável é compilada.

# UObjectToolTips,StaticMeshSourceModel:BuildSettings
source: Settings applied when building the mesh.
es: Ajustes aplicados al diseñar la malla.
pt_br: Configurações aplicadas ao compilar a malha.

# UObjectToolTips,StaticMeshSourceModel:ScreenSize
source: ScreenSize to display this LOD
es: ScreenSize para mostrar este LOD
pt_br: ScreenSize para exibir este LOD

# UObjectToolTips,StreamableTextureInstance
source: Structure containing all information needed for determining the screen space size of an object/ texture instance.
es: Estructura que contiene toda la información necesaria para determinar el tamaño sistema de coordenadas de la pantalla de una instancia del objeto/textura.
pt_br: Estrutura contendo todas as informações necessárias para determinar o tamanho do espaço da tela da instância de textura/objeto.

# UObjectToolTips,StreamedAudioPlatformData
source: Platform-specific data used streaming audio at runtime.
es: Datos de la plataforma específica usada para transmitir audio durante el tiempo de ejecución.
pt_br: Dados específicos da plataforma usaram áudio de transmissão no tempo de execução.

# UObjectToolTips,StreamingSettings:UseBackgroundLevelStreaming
source: Whether to allow background level streaming.
es: Si permitir la transmisión de flujo del nivel del fondo.
pt_br: Se deve permitir a transmissão de nível em segundo plano.

# UObjectToolTips,StringAssetReference
source: A string asset reference
es: Una referencia del activo de la cadena
pt_br: Uma referência de ativo de string

# UObjectToolTips,StringClassReference
source: A string class reference
es: Una referencia de la clase de la cadena
pt_br: Uma referência de classe de string

# UObjectToolTips,StructVariableDescription:Category
source: TYPE DATA
es: TIPOS DE DATOS
pt_br: DADOS DO TIPO

# UObjectToolTips,StructVariableDescription:CurrentDefaultValue
source: CurrentDefaultValue stores the actual default value, after the DefaultValue was changed, and before the struct was recompiled
es: CurrentDefaultValue almacena el valor predeterminado actual, después de cambiar a DefaultValue, y antes de la recopilación de la estructura
pt_br: CurrentDefaultValue armazena o valro padrão atual, depois que DefaultValue foi alterado, e antes do struct ser recompilado

# UObjectToolTips,SubDSurfaceActor:SpriteComponent
source: Reference to the billboard component
es: Referencia al componente rótulo
pt_br: Referência ao componente do placar

# UObjectToolTips,SubtitleCue
source: A line of subtitle text and the time at which it should be displayed.
es: Una línea del subtítulo y el tiempo en el que se debe visualizar.
pt_br: Uma linha de texto de legenda e o instante no qual ela deve ser exibida.

# UObjectToolTips,SubtitleCue:Time
source: The time at which the subtitle is to be displayed, in seconds relative to the beginning of the line.
es: El tiempo en el que el subtítulo se tiene que visualizar, en segundos relativos al comienzo de la línea.
pt_br: O instante em que a legenda é exibida, em segundos relativo ao início da linha.

# UObjectToolTips,SubTrackGroup
source: A small structure holding data for grouping subtracks. (For UI drawing purposes)
es: Un estructura que contiene datos para las subpistas de agrupamiento. (Para propósitos de trazado de la UI)
pt_br: Uma pequena estrutura que mantém os dados para agrupamento de subfaixas. (Para fins de desenhar IU)

# UObjectToolTips,SubTrackGroup:bIsCollapsed
source: If this group is collapsed
es: Si este grupo está reducido
pt_br: Se este grupo está recolhido

# UObjectToolTips,SubTrackGroup:bIsSelected
source: If this group is selected
es: Si este grupo está seleccionado
pt_br: Se este grupo está selecionado

# UObjectToolTips,SubTrackGroup:GroupName
source: Name of the subtrack group
es: Nombre del grupo de subpista
pt_br: Nome do grupo de subfaixas

# UObjectToolTips,SubTrackGroup:TrackIndices
source: Indices to tracks in the parent track subtrack array.
es: Índices para pistas en la matriz de subpistas con pista padre.
pt_br: Indexa em trilhas na matriz de subtrilhas da trilha pai.

# UObjectToolTips,SupportedSubTrackInfo
source: Helper struct for creating sub tracks supported by this track
es: Estructura de soporte para crear subsistas admitidas por esta pista
pt_br: Struct auxiliar para criar subfaixas suportadas por esta faixa

# UObjectToolTips,SupportedSubTrackInfo:GroupIndex
source: Index into the any subtrack group this subtrack belongs to (can be -1 for no group)
es: Índice en el grupo de subpistas a la que pertenece esta subpista (puede ser -1 si no pertenece a ningún grupo)
pt_br: Indexa em qualquer grupo de subfaixa à qual esta subfaixa pertence (pode ser -1 para nenhum grupo)

# UObjectToolTips,SupportedSubTrackInfo:SubTrackName
source: The name of the subtrack
es: El nombre de la subpista
pt_br: O nome da subfaixa

# UObjectToolTips,SupportedSubTrackInfo:SupportedClass
source: The sub track class which is supported by this track
es: La clase de subpista soportada por esta pista
pt_br: A classe da subfaixa que é suportada por essa faixa

# UObjectToolTips,SwarmAlertMessage:AlertLevel
source: The type of alert
es: El tipo de alerta
pt_br: O tipo de alerta

# UObjectToolTips,SwarmAlertMessage:JobGuid
source: The Job Guid
es: El Guid de trabajo
pt_br: Guid de Trabalho

# UObjectToolTips,SwarmAlertMessage:ObjectGuid
source: The identifier for the object that is associated with the issue
es: El identificador del objeto asociado con esta cuestión
pt_br: O identificador do objeto que está associado com o problema

# UObjectToolTips,SwarmAlertMessage:TextMessage
source: Generic text message for informational purposes
es: Mensaje de texto genérico con fines informativos
pt_br: Mensagem de texto genérica para fins informativos

# UObjectToolTips,SwarmAlertMessage:TypeId
source: App-specific identifier for the type of the object
es: Identificador específico de app para el tipo de objeto
pt_br: O identificador específico do aplicativo para o tipo de objeto

# UObjectToolTips,SwarmDebugOptions
source: Debug options for Swarm
es: Opciones de depurado para el enjambre
pt_br: Opções de depuração para Swarm

# UObjectToolTips,SwarmDebugOptions:bDistributionEnabled
source: If true, Swarm will distribute jobs. If false, only the local machine will execute the jobs.
es: Si es verdadero, el enjambre distribuirá tareas. Si es falso, será solo la máquina local la que ejecutará las tareas.
pt_br: Se for verdadeiro, o Swarm distribuirá trabalhos. Se for falso, somente a máquina local executará os trabalhos.

# UObjectToolTips,SwarmDebugOptions:bForceContentExport
source: If true, Swarm will force content to re-export rather than using the cached version. If false, Swarm will attempt to use the cached version.
es: Si es verdadero, el enjambre forzará al contenido para volverlo a exportar en lugar de usar la versión almacenada. Si es falso, el enjambre intentará usar la versión almacenada.
pt_br: Se for verdadeiro, o Swarm forçará o conteúdo a ser reexportado, em vez de usar a versão em cache. Se for falso, o Swarm tentará usar a versão em cache.

# UObjectToolTips,SwarmJobStateMessage:ExitCode
source: Various stats, including run time, exit codes, etc.
es: Varias estadísticas, que incluyen tiempo de ejecución, códigos de salida, etc.
pt_br: Diversas estatísticas, incluindo tempo de execução, códigos de saída etc.

# UObjectToolTips,SwarmTaskStateMessage:ExitCode
source: Various stats, including run time, exit codes, etc.
es: Varias estadísticas, que incluyen tiempo de ejecución, códigos de salida, etc.
pt_br: Diversas estatísticas, incluindo tempo de execução, códigos de saída etc.

# UObjectToolTips,SwarmJobStateMessage:Guid
source: The Job GUID used for identifying the Job
es: El Guid de trabajo utilizado para identificar el trabajo
pt_br: GUID de Trabalho usada para identificar o Trabalho

# UObjectToolTips,SwarmJobStateMessage:State
source: The current state and arbitrary message
es: El estado actual y mensaje arbitrario
pt_br: O estado atual e uma mensagem arbitrária

# UObjectToolTips,SwarmTaskStateMessage:State
source: The current state and arbitrary message
es: El estado actual y mensaje arbitrario
pt_br: O estado atual e uma mensagem arbitrária
