Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MaterialFunction:FunctionExpressions
source: Array of material expressions, excluding Comments. Used by the material editor.
es: Matriz de expresiones materiales, excluyendo los comentarios. Usada por el editor de material.
pt_br: Matriz de expressões de material, excluindo comentários. Usado pelo editor de materiais.

# UObjectToolTips,Material:ExpressionTextureReferences
source: Cached texture references from all expressions in the material (including nested functions). This is used to link uniform texture expressions which were stored in the DDC with the UTextures that they reference.
es: Referencias de textura en caché de todas las expresiones en el material (incluyendo las funciones anidadas). Se usa para enlazar expresiones de texturas uniformes que estaban almacenadas en el DDC con UTextures a las que hacen referencia.
pt_br: Referências de textura armazenadas em cachê de todas as expressões no material (incluindo funções aninhadas). Isto é usado para vincular expressões de textura uniforme que são armazenadas no DDC com UTextures que são referenciadas.

# UObjectToolTips,Material:MaterialDecalResponse
source: Defines how the material reacts on DBuffer decals (Affects look, performance and texture/sample usage). Non DBuffer Decals can be disabled on the primitive (e.g. static mesh)
es: Define cómo el material reacciona en texturas decorativas DBuffer (afecta a la apariencia, rendimiento y textura/ejemplos de uso). Las texturas decorativas que no son DBuffer pueden ser deshabilitadas en la primitiva (por ej. malla estática)
pt_br: Define como o material reage nos decalques DBuffer (afeta o visual, desempenho e textura/uso de amostra). Nenhum Decalque DBuffer pode ser desativado no primitivo (ex.: malha estática)

# UObjectToolTips,Material:MaterialDomain
source: The domain that the material's attributes will be evaluated in. Certain pieces of material functionality are only valid in certain domains, for example vertex normal is only valid on a surface.
es: El dominio en el que se evaluarán los atributos del material. Algunas piezas de funcionalidad de materiales son sólo válidas en ciertos dominios, por ejemplo, la normal vértice sólo es válida sobre una superficie.
pt_br: O domínio em que os atributos do material serão avaliados. Certas partes da funcionalidade do material só são válidas em certos domínios, por exemplo, a normal do vértice só é válida em uma superfície.

# UObjectToolTips,Material:MaterialFunctionInfos
source: Array of all functions this material depends on.
es: Matriz de todas las funciones de las cuales depende este material
pt_br: Matriz de todas as funções dos quais este material depende.

# UObjectToolTips,Material:MaterialParameterCollectionInfos
source: Array of all parameter collections this material depends on.
es: Matriz de todas las colecciones de parámetros de las cuales depende este material
pt_br: Matriz de todas as coleções de parâmetros das quais este material depende.

# UObjectToolTips,Material:NumCustomizedUVs
source: Number of customized UV inputs to display. Unconnected customized UV inputs will just pass through the vertex UVs.
es: Número de entradas UV personalizadas que reproducir. Entradas UV personalizadas pasarán a través de los UV del vértice.
pt_br: Número de entradas de UV personalizadas a exibir. Entradas de UV personalizadas não conectadas vão simplesmente passar pelas UVs do vértice.

# UObjectToolTips,Material:Opacity
source: Transmission.
es: Transmisión
pt_br: Transmissão.

# UObjectToolTips,Material:OpacityMaskClipValue
source: If BlendMode is BLEND_Masked, the surface is not rendered where OpacityMask < OpacityMaskClipValue.
es: Si BlendMode está BLEND_Masked, la superficie no está renderizada donde OpacityMask < OpacityMaskClipValue.
pt_br: Se o BlendMode é BLEND_Masked, a superfície não será renderizada onde OpacityMask < OpacityMaskClipValue.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:OpacityMaskClipValue
source: If BlendMode is BLEND_Masked, the surface is not rendered where OpacityMask < OpacityMaskClipValue.
es: Si BlendMode está BLEND_Masked, la superficie no está renderizada donde OpacityMask < OpacityMaskClipValue.
pt_br: Se o BlendMode é BLEND_Masked, a superfície não será renderizada onde OpacityMask < OpacityMaskClipValue.

# UObjectToolTips,Material:PhysMaterial
source: Physical material to use for this graphics material. Used for sounds, effects etc.
es: Material físico que se utiliza para este material de gráficos. Usado para los sonidos, efectos, etc.
pt_br: Material físico a ser usado para este material de gráfico. Usado para sons, efeitos etc.

# UObjectToolTips,MaterialEditorInstanceConstant:PhysMaterial
source: Physical material to use for this graphics material. Used for sounds, effects etc.
es: Material físico que se utiliza para este material de gráficos. Usado para los sonidos, efectos, etc.
pt_br: Material físico a ser usado para este material de gráfico. Usado para sons, efeitos etc.

# UObjectToolTips,MaterialInstance:PhysMaterial
source: Physical material to use for this graphics material. Used for sounds, effects etc.
es: Material físico que se utiliza para este material de gráficos. Usado para los sonidos, efectos, etc.
pt_br: Material físico a ser usado para este material de gráfico. Usado para sons, efeitos etc.

# UObjectToolTips,Material:Refraction
source: output refraction index for translucent rendering Air:1.0 Water:1.333 Ice:1.3 Glass:~1.6 Diamond:2.42
es: índice de refracción de salida para renderizado translúcido Aire:1.0 Agua:1.333 Hielo:1.3 Cristal:~1.6 Diamante:2.42
pt_br: índice de refração de saída para renderização translúcida Ar:1.0 Água:1.333 Gelo:1.3 Vidro:~1.6 Diamante:2.42

# UObjectToolTips,Material:RefractionDepthBias
source: This is the refraction depth bias, larger values offset distortion to prevent closer objects from rendering into the distorted surface at acute viewing angles but increases the disconnect between surface and where the refraction starts.
es: Esta es la desviación de la profundidad de refracción. Valores mayores desplazan la distorsión para evitar la renderización de los objetos más cercanos en la superficie distorsionada en ángulos de visión precisa, pero incrementa la desconexión entre la superficie y dónde se inicia la refracción.
pt_br: Essa é a tendência de profundidade da refração, valores maiores deslocam a distorção para evitar que objetos próximos sejam renderizados na superfície distorcida em ângulos de visão agudos, mas aumenta a desconexão entre a superfície e onde a refração é iniciada.

# UObjectToolTips,MaterialEditorInstanceConstant:RefractionDepthBias
source: This is the refraction depth bias, larger values offset distortion to prevent closer objects from rendering into the distorted surface at acute viewing angles but increases the disconnect between surface and where the refraction starts.
es: Esta es la desviación de la profundidad de refracción. Valores mayores desplazan la distorsión para evitar la renderización de los objetos más cercanos en la superficie distorsionada en ángulos de visión precisa, pero incrementa la desconexión entre la superficie y dónde se inicia la refracción.
pt_br: Essa é a tendência de profundidade da refração, valores maiores deslocam a distorção para evitar que objetos próximos sejam renderizados na superfície distorcida em ângulos de visão agudos, mas aumenta a desconexão entre a superfície e onde a refração é iniciada.

# UObjectToolTips,Material:ShadingModel
source: Determines how inputs are combined to create the material's final color.
es: Determina cómo se combinan las entradas para crear el color final del material.
pt_br: Determina como as entradas são combinadas para criar a cor final do material.

# UObjectToolTips,Material:StateId
source: Guid that uniquely identifies this material. Any changes to the state of the material that do not appear separately in the shadermap DDC keys must cause this guid to be regenerated! For example, a modification to the Expressions array. Code changes that cause the guid to be regenerated on load should be avoided, as that requires a resave of the content to stop recompiling every load.
es: GUID que identifica de manera única este material. Cualquier cambio en el estado de material que no aparece por separado en las teclas de ShaderMap DDC hace que el GUID se vuelva a regenerar! Por ejemplo, una modificación en la matriz expresiones. Se deben evitar los cambios de código que causan la regeneración del GUID durante la carga, ya que obliga a guardar de nuevo el contenido para detener la recopilación en cada carga.
pt_br: GUID que define exclusivamente este material. Todas as alterações de GUID para o estado do material que não aparecem separadamente nas chaves de DCC do mapa do sombreador deverão fazer com que esta GUID seja regenerada! Por exemplo: uma modificação na matriz Expressões. As alterações de código que fazem com que a GUID seja regenerada no carregamento devem ser evitadas, pois isso requer um novo salvamento do conteúdo para parar a recompilação a cada carregamento.

# UObjectToolTips,Material:SubsurfaceColor
source: Inner material color, only used for ShadingModel=Subsurface
es: Color interno de material, solo se usa para ShadingModel=Subsurface
pt_br: Cor interna do material usada somente para ShadingModel=Subsurface

# UObjectToolTips,Material:TessellationMultiplier
source: Multiplies the tessellation factors applied when a tessellation mode is set.
es: Multiplica los factores de teselado aplicados cuando está configurado el modo de teselado.
pt_br: Multiplica os fatores de mosaico aplicados quando o modo de mosaico estiver definido.

# UObjectToolTips,Material:TranslucencyDirectionalLightingIntensity
source: Useful for artificially increasing the influence of the normal on the lighting result for translucency. A value larger than 1 increases the influence of the normal, a value smaller than 1 makes the lighting more ambient.
es: Útil para aumentar de manera artificial la influencia de la normal en el resultado de la iluminación para la translucidez. Un valor mayor de 1 aumenta la influencia de la normal, un valor menor de 1 crea una iluminación más ambiental.
pt_br: Útil para aumentar artificialmente a influência da normal no resultado de iluminação para translucidez. Um valor maior do que 1 aumenta a influência da normal, um valor menor do que 1 torna a iluminação mais ambiente.

# UObjectToolTips,Material:TranslucencyLightingMode
source: Sets the lighting mode that will be used on this material if it is translucent.
es: Ajusta el modo de iluminación que se usará en este material si es translúcido.
pt_br: Define o modo da iluminação que será usado neste material se ele for translúcido.

# UObjectToolTips,Material:TranslucentBackscatteringExponent
source: Controls how diffuse the material's backscattering is when using the MSM_Subsurface shading model. Larger exponents give a less diffuse look (smaller, brighter backscattering highlight). This is only used when the object is casting a volumetric translucent shadow from a directional light.
es: Calibra el difuminado de la retrodispersión del material cuando se usa el modelo de sombreado de MSM_Subsurface. Los exponentes mayores proporcionan un aspecto menos difuso (cuanto más pequeño, más brillante la retrodispersión). Solo se usa cuando el objeto proyecta en una sombra translúcida volumétrica proveniente de una luz direccional.
pt_br: Controla quão difuso é o retroespalhamento do material ao usar o modelo de sombreamento MSM_Subsurface. Exponentes maiores fornecem uma aparência menos difusa (menores, destaque de retroespalhamento mais brilhante). Isso é usado somente quando o objeto projeta uma sombra volumétrica translúcida a partir de uma luz direcional.

# UObjectToolTips,Material:TranslucentMultipleScatteringExtinction
source: Colored extinction factor used to approximate multiple scattering in dense volumes. This is only used when the object is casting a volumetric translucent shadow.
es: Factor de difuminado del color usado para diseminación múltiple de aproximación en los volúmenes densos. Solo se usa cuando el objeto se proyecta en una sombra translúcida volumétrica.
pt_br: Fator de extinção colorido usado para aproximar espalhamento múltiplos em volumes densos. Isso só é usado quando o objeto está projetando uma sombra translúcida volumétrica.

# UObjectToolTips,Material:TranslucentSelfShadowDensityScale
source: Scale used to make translucent self-shadowing more or less opaque than the material's shadow on other objects. This is only used when the object is casting a volumetric translucent shadow.
es: Escala que se ha usado para el autosombreado translúcido más o menos opaco que el sombreado del material en otros objetos. Solo se usa cuando el objeto proyecta una sombra translúcida volumétrica.
pt_br: Escala usada para tornar o sombreamento próprio translúcido mais ou menos opaco do que a sombra do material em outros objetos. Usado apenas quando o objeto está projetando uma sombra translúcida volumétrica.

# UObjectToolTips,Material:TranslucentSelfShadowSecondDensityScale
source: Used to make a second self shadow gradient, to add interesting shading in the shadow of the first.
es: Usado para crear una segunda gradiente de sombreado, para añadir degradación en el sombreado de la primera.
pt_br: Usado para fazer um segundo degradê de sombra própria para adicionar um sombreamento interessante à sombra do primeiro.

# UObjectToolTips,Material:TranslucentSelfShadowSecondOpacity
source: Controls the strength of the second self shadow gradient.
es: Calibra la fuerza de la segunda gradiente del auto sombreado.
pt_br: Controla a intensidade do segundo degradê de sombra própria.

# UObjectToolTips,Material:TranslucentShadowDensityScale
source: Scale used to make translucent shadows more or less opaque than the material's actual opacity.
es: Escala usada para crear sombrar translúcidas más o menos opacas que la opacidad actual del material.
pt_br: Escala usada para tornar sombras translúcidas mais ou menos opacas que a opacidade real do material.

# UObjectToolTips,Material:TranslucentShadowStartOffset
source: Local space distance to bias the translucent shadow. Positive values move the shadow away from the light.
es: Distancia del sistema de coordenadas local para desviar el sombreado translúcido. Los valores positivos alejan la sombra de la luz.
pt_br: Distância no espaço local de deslocamento da sombra translúcida. Valores positivos movem a sombra para longe da luz.

# UObjectToolTips,Material:TwoSided
source: Indicates that the material should be rendered without backface culling and the normal should be flipped for backfaces.
es: Indica que el material se debe renderizar sin la selección por caras ocultas y que la normal se debe cambiar para las caras ocultas.
pt_br: Indica que o material deve ser renderizado sem descarte de face posterior, e a normal deve ser invertida para as faces posteriores.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:TwoSided
source: Indicates that the material should be rendered without backface culling and the normal should be flipped for backfaces.
es: Indica que el material se debe renderizar sin la selección por caras ocultas y que la normal se debe cambiar para las caras ocultas.
pt_br: Indica que o material deve ser renderizado sem descarte de face posterior, e a normal deve ser invertida para as faces posteriores.

# UObjectToolTips,Material:UsageFlagWarnings
source: true if we have printed a warning about material usage for a given usage flag.
es: verdadero si hemos impreso una advertencia sobre el uso de material para un indicador de uso específico.
pt_br: verdadeiro se foi exibida uma advertência sobre uso de material para um determinado sinalizador de uso.

# UObjectToolTips,Material:Wireframe
source: Enables a wireframe view of the mesh the material is applied to.
es: Activa una visualización en malla de alambre de la malla a la cual se aplica el material.
pt_br: Ativa a exibição de uma visualização em grande de linhas da malha na qual o material é aplicado.

# UObjectToolTips,Material:WorldDisplacement
source: Offset in world space applied to tessellated vertices.
es: Desplazamiento en el sistema de coordenadas global aplicado a vértices cubiertos con teselas.
pt_br: Deslocamento no espaço do mundo aplicado a vértices em mosaico

# UObjectToolTips,Material:WorldPositionOffset
source: Adds to world position in the vertex shader.
es: Añade a la posición global en el sombreador vértice.
pt_br: Adiciona à posição do mundo no sombreador de vértices.

# UObjectToolTips,MaterialBillboardComponent
source: A 2d material that will be rendered always facing the camera.
es: Un segundo material que se renderizará siempre mirando hacia la cámara.
pt_br: Um material 2D que será renderizado sempre voltado para a câmera.

# UObjectToolTips,MaterialBillboardComponent:AddElement
source: Adds an element to the sprite.
es: Añade un elemento al sprite.
pt_br: Adiciona um elemento ao sprite.

# UObjectToolTips,MaterialEditorInstanceConstant:bUseOldStyleMICEditorGroups
source: Should we use old style typed arrays for unassigned parameters instead of a None group (new style)?
es: ¿Debemos usar las matrices de tipo del estilo anterior para los parámetro sin asignar en lugar de un grupo 'Ninguno' (estilo nuevo)?
pt_br: Devemos usar as matrizes formatadas no estilo antigo para parâmetros não atribuídos em vez do grupo Nenhum (novo estilo)?

# UObjectToolTips,MaterialEditorInstanceConstant:LightmassSettings
source: The Lightmass override settings for this object.
es: Ajustes de supresión de lightmass para este objeto.
pt_br: O Lightmass substitui as configurações para esse objeto.

# UObjectToolTips,MaterialEditorInstanceConstant:Parent
source: since the Parent may point across levels and the property editor needs to import this text, it must be marked lazy so it doesn't set itself to NULL in FindImportedObject
es: puesto que el padre puede apuntar a través de los niveles y el editor de la propiedad necesita importar este texto, se debe marcar como lento ya que no se marcará como NULO por sí mismo en FindImportedObject
pt_br: como o Pai pode apontar através dos níveis e o editor de propriedades precisa importar esse texto, ele deve ser marcado como "ocioso" para que não se defina como NULO em FindImportedObject

# UObjectToolTips,MaterialEditorOptions:bAlwaysRefreshAllPreviews
source: If true, always refresh all expression previews.
es: Si es verdadero, actualizar siempre todas las vistas preliminares de la expresión.
pt_br: Se for verdadeiro, todas as visualizações de expressão sempre serão atualizadas.

# UObjectToolTips,MaterialEditorOptions:bHideUnusedConnectors
source: If true, don't render connectors that are not connected to anything.
es: Si es verdadero, no renderizar los conectores que no están conectados a nada.
pt_br: Se for verdadeiro, conectores que não estiverem conectados a nada não serão renderizados.

# UObjectToolTips,MaterialEditorOptions:bLivePreviewUpdate
source: If true, always refresh the material preview.
es: Si es verdadero, actualiza siempre la vista preliminar del material.
pt_br: Se for verdadeiro, atualizará sempre a visualização do material.

# UObjectToolTips,MaterialEditorOptions:bRealtimeExpressionViewport
source: If true, the linked object viewport updates in realtime.
es: Si es verdadero, la ventana gráfica del objeto enlazado se actualiza en tiempo real.
pt_br: Se for verdadeiro, a porta de visualização do objeto vinculado é atualizada em tempo real.

# UObjectToolTips,MaterialEditorOptions:bRealtimeMaterialViewport
source: If true, the 3D material preview viewport updates in realtime.
es: Si es verdadero, la ventana gráfica de la vista preliminar del material 3D se actualiza en tiempo real.
pt_br: Se for verdadeiro, a porta de visualização de material 3D é atualizada em tempo real.

# UObjectToolTips,MaterialEditorOptions:bShowBackground
source: If true, render background object in the preview scene.
es: Si es verdadero, hace un renderizado del objeto del fondo en la escena de la vista preliminar.
pt_br: Se for verdadeiro, renderiza objetos de fundo na cena de visualização.

# UObjectToolTips,MaterialEditorOptions:bShowGrid
source: If true, render grid the preview scene.
es: Si es verdadero, hace un renderizado de la rejilla de la escena de la vista preliminar.
pt_br: Se for verdadeiro, renderiza a grade na cena de visualização.

# UObjectToolTips,MaterialEditorOptions:bShowMobileStats
source: If true, show mobile statis and errors.
es: Si es verdadero, mostrar estados y errores móviles.
pt_br: Se for verdadeiro, exibirá estatísticas e erros do móvel.

# UObjectToolTips,MaterialEditorOptions:bUseUnsortedMenus
source: If false, use expression categorized menus.
es: Si es falso, usar los menús clasificados de la expresión.
pt_br: Se for falso, menus categorizados por expressão serão usados.

# UObjectToolTips,MaterialEditorOptions:FavoriteExpressions
source: The users favorite material expressions.
es: Las expresiones del material favorito de los usuarios.
pt_br: As expressões de material favoritas do usuário.

# UObjectToolTips,MaterialExpression:bCollapsed
source: If true, show a collapsed version of the node
es: Si es verdadero, mostrar una versión reducida del nodo
pt_br: Se for verdadeiro, exibirá uma versão recolhida do nó

# UObjectToolTips,MaterialExpression:bHidePreviewWindow
source: If true, do not render the preview window for the expression
es: Si es verdadero, no renderizar la ventana de vista preliminar para la expresión
pt_br: Se for verdadeiro, não renderizará a janela de visualização da expressão

# UObjectToolTips,MaterialExpression:bIsParameterExpression
source: Indicates that this is a 'parameter' type of expression and should always be loaded (ie not cooked away) because we might want the default parameter.
es: Indica que este es un tipo de 'parámetro' de expresión y debería cargarse siempre (es decir, sin procesar) porque podríamos querer el parámetro predeterminado.
pt_br: Indica que é um tipo de expressão 'parâmetro' e que deve sempre ser carregada (ou seja, sem remover a preparação) porque o parâmetro padrão pode ser necessário.

# UObjectToolTips,MaterialExpression:bNeedToUpdatePreview
source: If true, we should update the preview next render. This is set when changing bRealtimePreview.
es: Si es verdadero, deberíamos actualizar la vista preliminar del siguiente renderizado. Se establece cuando se cambia bRealtimePreview.
pt_br: Se for verdadeiro, a próxima renderização da visualização deverá ser atualizada. Definido ao alterar bRealtimePreview.

# UObjectToolTips,MaterialExpression:BorderColor
source: Color of the expression's border outline.
es: Color del delineado del borde de la expresión
pt_br: Cor do contorno da borda da expressão.

# UObjectToolTips,MaterialExpression:bRealtimePreview
source: Set to true by RecursiveUpdateRealtimePreview() if the expression's preview needs to be updated in realtime in the material editor.
es: Ajustar a verdadero por RecursiveUpdateRealtimePreview() si la vista preliminar de la expresión necesita actualizarse en tiempo real en el editor de materiales.
pt_br: Definido como verdadeiro por RecursiveUpdateRealtimePreview() se for necessário atualizar a visualização da expressão em tempo real no editor de material.

# UObjectToolTips,MaterialExpression:bShaderInputData
source: Whether the node represents an input to the shader or not. Used to color the node's background.
es: Si el nodo representa o no una entrada al sombreador. Se usa para colorear el fondo del nodo.
pt_br: Se o nó representa uma entrada para o sombreador ou não Usado para colorir o fundo do nó.
