Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MaterialExpressionFunctionOutput:Id
source: Id of this input, used to maintain references through name changes.
es: ID de esta entrada, usada para mantener referencias a través de los cambios de nombres.
pt_br: ID desta entrada, usado para manter referência através de alterações de nome.

# UObjectToolTips,MaterialExpressionFunctionInput:InputName
source: The input's name, which will be drawn on the connector in function call expressions that use this function.
es: El nombre de la entrada, que se trazará en el conector en las expresiones de llamada de función que usa esta función.
pt_br: O nome da entrada, que será desenhado no conector em expressões de chamada de função que usarem essa função.

# UObjectToolTips,MaterialExpressionFunctionInput:InputType
source: Type of this input. Input code chunks will be cast to this type, and a compiler error will be emitted if the cast fails.
es: Tipo de esta entrada. Los chunks del código de entrada proyectarán a este tipo, y se emitirá un error del compilador si la proyección falla.
pt_br: O tipo dessa entrada. Os blocos do código de entrada projetarão esse tipo, e um erro de compilador será emitido se a projeção falhar.

# UObjectToolTips,MaterialExpressionFunctionInput:PreviewValue
source: Value used to preview this input when editing the material function.
es: Valor usado para una vista preliminar de esta entrada cuando se edita la función del material.
pt_br: Valor usado para visualizar essa entrada ao editar a função do material.

# UObjectToolTips,MaterialExpressionFunctionInput:SortPriority
source: Controls where the input is displayed relative to the other inputs.
es: Calibra dónde se visualiza la entrada según las otras entradas.
pt_br: Controla onde a entrada é exibida em relação às outras entradas.

# UObjectToolTips,MaterialExpressionFunctionOutput:A
source: Stores the expression in the material function connected to this output.
es: Almacena la expresión en la función material conectada a esta salida.
pt_br: Armazena a expressão na função de material conectada a esta saída.

# UObjectToolTips,MaterialExpressionFunctionOutput:bLastPreviewed
source: Whether this output was previewed the last time this function was edited.
es: Si se obtuvo una vista preliminar de esta salida la última vez que se editó esta función
pt_br: Se essa saída foi visualizada na última vez em que essa função foi editada.

# UObjectToolTips,MaterialExpressionFunctionOutput:Description
source: The output's description, which will be used as a tooltip on the connector in function call expressions that use this function.
es: La descripción de la salida, que se usará como una herramienta de ayuda en el conector en las expresiones de llamada de la función que usa esta función.
pt_br: A descrição da saída, que será usada como uma dica de ferramenta no conector em expressões de chamada de função que usarem essa função.

# UObjectToolTips,MaterialExpressionFunctionOutput:OutputName
source: The output's name, which will be drawn on the connector in function call expressions that use this function.
es: El nombre de la salida, que se trazará en el conector en las expresiones de llamada de función que usa esta función.
pt_br: O nome da saída, que será desenhada no conector em expressões de chamada de função que usarem essa função.

# UObjectToolTips,MaterialExpressionFunctionOutput:SortPriority
source: Controls where the output is displayed relative to the other outputs.
es: Calibra dónde se visualiza la salida según las otras salidas.
pt_br: Controla onde a saída é exibida em relação às outras saídas.

# UObjectToolTips,MaterialExpressionGIReplace:Default
source: Used for direct lighting computations e.g. real-time shaders
es: Usado para cálculos de iluminación directa, por ej. degradados en tiempo real
pt_br: Usado para cálculos de iluminação direta, por exemplo, sombreadores em tempo real

# UObjectToolTips,MaterialExpressionGIReplace:DynamicIndirect
source: Used for dynamic indirect lighting e.g. Light Propagation Volumes
es: Usado para la iluminación indirecta dinámica, por ej. volúmenes de propagación de luz
pt_br: Usado para iluminação indireta dinâmica, por exemplo, Volumes de propagação de luz

# UObjectToolTips,MaterialExpressionGIReplace:StaticIndirect
source: Used for baked indirect lighting e.g. Lightmass
es: Usado para la iluminación indirecta procesada, p. ej. lightmass
pt_br: Usado para pré-renderizar iluminação indireta, por exemplo, Lightmass

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:MappingPanU
source: Offset to apply to the mapping along U.
es: Desplazamiento que aplicar a la asignación en U.
pt_br: Deslocamento a aplicar ao mapeamento ao longo de U.

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:MappingPanV
source: Offset to apply to the mapping along V.
es: Desplazamiento que aplicar a la asignación en V.
pt_br: Deslocamento a aplicar ao mapeamento ao longo de V.

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:MappingRotation
source: Rotation to apply to the mapping.
es: Rotación que se aplica a la asignación.
pt_br: Rotação para aplicar ao mapeamento.

# UObjectToolTips,MaterialExpressionLandscapeLayerCoords:MappingScale
source: Uniform scale to apply to the mapping.
es: Escala uniforme que aplicar la asignación.
pt_br: Escala uniforme para aplicar ao mapeamento.

# UObjectToolTips,MaterialExpressionLandscapeLayerWeight:Base
source: Defaults to 'ConstBase' if not specified
es: Predeterminados para 'ConstBase' si no se especifica
pt_br: Padrões para 'ConstBase' se não for especificado

# UObjectToolTips,MaterialExpressionLandscapeLayerWeight:ConstBase
source: only used if Base is not hooked up
es: solo se usa si base no está conectado
pt_br: somente usado se Base não estiver definido

# UObjectToolTips,MaterialExpressionLandscapeLayerWeight:Layer
source: Ignored if not specified
es: Se ignora si no se especifica
pt_br: Ignorar se não especificado

# UObjectToolTips,MaterialExpressionSceneTexture:Coordinates
source: Ignored if not specified
es: Se ignora si no se especifica
pt_br: Ignorar se não especificado

# UObjectToolTips,MaterialExpressionStaticSwitch:Value
source: Ignored if not specified
es: Se ignora si no se especifica
pt_br: Ignorar se não especificado

# UObjectToolTips,MaterialExpressionLinearInterpolate:Alpha
source: Defaults to 'ConstAlpha' if not specified
es: Predeterminados para 'ConstAlpha' si no se especifica
pt_br: Padrões para 'ConstAlpha' se não for especificado

# UObjectToolTips,MaterialExpressionLinearInterpolate:ConstAlpha
source: only used if Alpha is not hooked up
es: solo se usa si alfa no está enganchado
pt_br: somente usado se Alfa não estiver definido

# UObjectToolTips,MaterialExpressionMaterialFunctionCall:FunctionInputs
source: Array of all the function inputs that this function exposes.
es: Matriz de todas las entradas de funciones expuestas por esta función.
pt_br: Matriz de todas as entradas de função que essa função expões.

# UObjectToolTips,MaterialExpressionMaterialFunctionCall:FunctionOutputs
source: Array of all the function outputs that this function exposes.
es: Matriz de todas las salidas de funciones expuestas por esta función.
pt_br: Matriz de todas as saídas de função que essa função expões.

# UObjectToolTips,MaterialExpressionMaterialFunctionCall:MaterialFunction
source: The function to call.
es: La Función para llamar.
pt_br: A função a chamar.

# UObjectToolTips,MaterialExpressionNoise:bTurbulence
source: How multiple frequencies are getting combined
es: Cómo se están combinando varias frecuencias
pt_br: Como várias frequências são combinadas

# UObjectToolTips,MaterialExpressionNoise:FilterWidth
source: scalar, to clamp the Levels at pixel level, can be computed like this: max(length(ddx(Position)), length(ddy(Position))
es: escalar, para fijar los niveles a nivel de píxel, puede calcularse así: máx(longitud(ddx(Posición)), longitud(ddy(Posición))
pt_br: escalar para restringir os Níveis em nível de pixel, pode ser calculado da seguinte forma: max(length(ddx(Posição)), length(ddy(Posição))

# UObjectToolTips,MaterialExpressionNoise:LevelScale
source: usually 2 but higher values allow efficient use of few levels
es: normalmente 2 pero valores más altos permiten usos eficientes de algunos niveles
pt_br: geralmente 2, mas valores maiores permitem o uso eficiente de poucos níveis

# UObjectToolTips,MaterialExpressionNoise:NoiseFunction
source: Noise function, affects performance and look
es: Función de ruido, afecta la reproducción y el aspecto
pt_br: Funções de ruído, afeta desempenho e visual

# UObjectToolTips,MaterialExpressionNoise:Position
source: 2 to 3 dimensional vector
es: 2 a 3 vector dimensional.
pt_br: 2 a 3 vetores dimensionais

# UObjectToolTips,MaterialExpressionNoise:Scale
source: can also be done with a multiply on the Position
es: también se puede hacer con una multiplicación en la posición
pt_br: também pode ser feito com uma multiplicação na Posição

# UObjectToolTips,MaterialExpressionPanner:bFractionalPart
source: Output only the fractional part of the pan calculation for greater precision. Output is greater than or equal to 0 and less than 1.
es: Salida de solo la parte fraccional del cálculo panorámico para una mayor precisión. La salida es mayor que o igual a 0 y menor que 1.
pt_br: Saída somente da parte fracionária do cálculo de panorâmica para uma maior precisão. A saída é maior ou igual a 0 e inferior a 1.

# UObjectToolTips,MaterialExpressionPanner:Time
source: Defaults to Game Time if not specified
es: Predeterminados para Game Time si no se especifica
pt_br: Padrões para Tempo de Jogo se não for especificado

# UObjectToolTips,MaterialExpressionRotator:Time
source: Defaults to Game Time if not specified
es: Predeterminados para Game Time si no se especifica
pt_br: Padrões para Tempo de Jogo se não for especificado

# UObjectToolTips,MaterialExpressionParameter:ParameterName
source: The name of the parameter
es: Nombre del parámetro
pt_br: O nome do parâmetro

# UObjectToolTips,ParticleSysParam:Name
source: The name of the parameter
es: Nombre del parámetro
pt_br: O nome do parâmetro

# UObjectToolTips,MaterialExpressionPower:ConstExponent
source: only used if Exponent is not hooked up
es: solo se usa si exponent no está conectada
pt_br: somente usado se Expoente não estiver definido

# UObjectToolTips,MaterialExpressionPower:Exponent
source: Defaults to 'ConstExponent' if not specified
es: Predeterminados para 'ConstExponent' si no se especifica
pt_br: Padrões para 'ConstExponent' se não for especificado

# UObjectToolTips,MaterialExpressionQualitySwitch:Default
source: Default connection, used when a specific quality level input is missing.
es: Conexión predeterminada, se usa cuando no hay una entrada de nivel de calidad específica
pt_br: Conexão padrão. Usada quando uma entrada de nível de qualidade específica está ausente.

# UObjectToolTips,MaterialExpressionReflectionVectorWS:bNormalizeCustomWorldNormal
source: (true): The specified world normal will be normalized. (false): WorldNormal will just be used as is, faster but possible artifacts if normal length isn't 1
es: (verdadero): La normal del mundo especificado se normalizará. (falso): WorldNormal solo se usará tal como es, será más rápido pero se pueden producir posibles daños si la longitud de la normal no es 1
ko: Normalize Custom World Normal - (true): 지정된 월드 노멀이 정규화됩니다. (false): WorldNormal 이 그대로 사용되며, 더 빠르지만 노멀 길이가 1 이 아닌 경우 부작용이 있을 수 있습니다.
pt_br: (verdadeiro): A normal do mundo especificada será normalizado. (falso): A WorldNormal será usado como está; será mais rápido, mas com possíveis artefatos se o comprimento da normal não for 1

# UObjectToolTips,MaterialExpressionReflectionVectorWS:CustomWorldNormal
source: Defaults to Reflection Vector if not specified
es: Predeterminados para Reflection Vector si no se especifica
pt_br: Padrões para Vetor de Reflexo se não for especificado

# UObjectToolTips,MaterialExpressionSceneColor:ConstInput
source: only used if Input is not hooked up
es: solo se usa si entrada no está conectada
pt_br: somente usado se Entrada não estiver definido

# UObjectToolTips,MaterialExpressionSceneDepth:ConstInput
source: only used if Input is not hooked up
es: solo se usa si entrada no está conectada
pt_br: somente usado se Entrada não estiver definido

# UObjectToolTips,MaterialExpressionSceneColor:Input
source: Defaults to 'ConstInput' if not specified
es: Predeterminados para 'ConstInput' si no se especifica
pt_br: Padrões para 'ConstInput' se não for especificado

# UObjectToolTips,MaterialExpressionSceneDepth:Input
source: Defaults to 'ConstInput' if not specified
es: Predeterminados para 'ConstInput' si no se especifica
pt_br: Padrões para 'ConstInput' se não for especificado

# UObjectToolTips,MaterialExpressionSceneTexture:bClampUVs
source: Clamps texture coordinates to the range 0 to 1. Incurs a performance cost.
es: Fija las coordenadas de la textura al rango 0 al 1. Lo que afecta a la reproducción.
pt_br: Restringe as coordenadas de textura ao intervalo 0 a 1. Causa um custo de desempenho.

# UObjectToolTips,MaterialExpressionSceneTexture:SceneTextureId
source: Which scene texture (screen aligned texture) we want to make a lookup into
es: En qué textura de la escena (textura alineada de la pantalla) queremos hacer una búsqueda.
pt_br: Que cena de textura (textura alinhada à tela) queremos consultar

# UObjectToolTips,MaterialExpressionSpeedTree:BillboardThreshold
source: The threshold for triangles to be removed from the bilboard mesh when not facing the camera (0 = none pass, 1 = all pass).
es: El límite para los triángulos que se tienen que eliminar de la malla del rótulo cuando no mira hacia la cámara (0 = ninguno pasa, 1 = todos pasan).
pt_br: O limiar para que triângulos sejam removidos da malha do placar quando não estiver virado para a câmera (0 = nenhum passa, 1 = todos passam).

# UObjectToolTips,MaterialExpressionSpeedTree:GeometryType
source: The type of SpeedTree geometry on which this material will be used
es: El tipo de geometría de SpeedTree en la que se usará este material
pt_br: O tipo de geometria da SpeedTree no qual esse material será usado

# UObjectToolTips,MaterialExpressionSpeedTree:LODType
source: The type of LOD to use
es: El tipo de nivel de detalle (LOD) que se utiliza
pt_br: O tipo de LOD a usar

# UObjectToolTips,MaterialExpressionSpeedTree:WindType
source: The type of wind effect used on this tree. This can only go as high as it was in the SpeedTree Modeler, but you can set it to a lower option for lower quality wind and faster rendering.
es: El tipo de efecto de viento usado en este árbol. Su valor máximo está limitado a SpeedTree Modeler, pero puede establecerlo en una opción inferior para obtener menor calidad pero un renderizado más rápido.
pt_br: O tipo de efeito de vento usado nessa árvore. Não pode ser mais alto do que o que havia no Modelador de SpeedTree, mas pode ser uma opção mais baixa para reduzir a qualidade do vento e renderizar mais rapidamente.

# UObjectToolTips,MaterialExpressionSphereMask:A
source: 1 to 4 dimensional vector, should be the same type as B
es: 1 a 4 vector dimensional, debe ser el mismo tipo que B.
pt_br: 1 a 4 vetores dimensionais, deve ser do mesmo tipo que B

# UObjectToolTips,MaterialExpressionSphereMask:B
source: 1 to 4 dimensional vector, should be the same type as A
es: 1 a 4 vector dimensional, debe ser el mismo tipo que A.
pt_br: 1 a 4 vetores dimensionais, deve ser do mesmo tipo que A

# UObjectToolTips,MaterialExpressionSphereMask:Hardness
source: Defaults to 'HardnessPercent' if not specified
es: Predeterminados para 'HardnessPercent' si no se especifica
pt_br: Padrões para 'HardnessPercent' se não for especificado

# UObjectToolTips,MaterialExpressionSphereMask:Radius
source: Defaults to 'AttenuationRadius' if not specified
es: Predeterminados para 'AttenuationRadius' si no se especifica
pt_br: Padrões para 'AttenuationRadius' se não for especificado

# UObjectToolTips,MaterialExpressionSphericalParticleOpacity:ConstantDensity
source: Constant density of the particle sphere. Will be overridden if Density is connected.
es: Densidad constante de la esfera de las partículas. Se eliminarán si la densidad está conectada.
pt_br: Densidade constante da esfera de partícula. Será substituída se Densidade estiver conectada.

# UObjectToolTips,MaterialExpressionSphericalParticleOpacity:Density
source: Defaults to 'ConstantDensity' if not specified
es: Predeterminados para 'ConstantDensity' si no se especifica
pt_br: Padrões para 'ConstantDensity' se não for especificado

# UObjectToolTips,MaterialExpressionTextureBase:IsDefaultMeshpaintTexture
source: Is default selected texture when using mesh paint mode texture painting
es: Es la textura seleccionada predeterminada al usar la pintura de la textura del modo pintura de la malla
pt_br: É a textura selecionada padrão para pintura de textura usando o modo de pintura de malha

# UObjectToolTips,MaterialExpressionTextureCoordinate:CoordinateIndex
source: Texture coordinate index
es: Índice de coordenadas de la textura
pt_br: Índice da coordenada de textura

# UObjectToolTips,MaterialExpressionTextureCoordinate:UTiling
source: Controls how much the texture tiles horizontally, by scaling the U component of the vertex UVs by the specified amount.
es: Calibra la cantidad de teselas de la textura en vertical, escalando el componente U de los UV del vértice en una cantidad especificada.
pt_br: Controla quanto a textura é repetida em placas horizontalmente, escalonando a componente U das UVs do vértice pela quantidade especificada.

# UObjectToolTips,MaterialExpressionTextureCoordinate:VTiling
source: Controls how much the texture tiles vertically, by scaling the V component of the vertex UVs by the specified amount.
es: Calibra la cantidad de teselas de la textura en vertical, escalando el componente V de los UV del vértice en una cantidad especificada.
pt_br: Controla quanto a textura é repetida em placas verticalmente, escalonando a componente V das UVs do vértice pela quantidade especificada.

# UObjectToolTips,MaterialExpressionTextureSample:ConstCoordinate
source: only used if Coordinates is not hooked up
es: solo se usa si coordenadas no está conectada
pt_br: somente usado se Coordenadas não estiver definido

# UObjectToolTips,MaterialExpressionTextureSample:ConstMipValue
source: only used if MipValue is not hooked up
es: solo se usa si MipValue no está conectado
pt_br: somente usado se MipValue não estiver definido

# UObjectToolTips,MaterialExpressionTextureSample:MipValue
source: Defaults to 'ConstMipValue' if not specified
es: Predeterminados para 'ConstMipValue' si no se especifica
pt_br: Padrões para 'ConstMipValue' se não for especificado

# UObjectToolTips,MaterialExpressionTextureSample:TextureObject
source: Defaults to 'Texture' if not specified
es: Predeterminados para 'Textura' si no se especifica
pt_br: Padrões para 'Texture' se não for especificado

# UObjectToolTips,MaterialExpressionTime:bIgnorePause
source: This time continues advancing regardless of whether the game is paused.
es: Este tiempo continúa avanzando a pesar de que el juego esté pausado.
pt_br: Esse tempo continua avançando mesmo se o jogo for pausado.

# UObjectToolTips,MaterialExpressionTransform:Input
source: input expression for this transform
es: expresión de entrada para esta transformación
pt_br: expressão de entrada para essa transformação

# UObjectToolTips,MaterialExpressionTransformPosition:Input
source: input expression for this transform
es: expresión de entrada para esta transformación
pt_br: expressão de entrada para essa transformação

# UObjectToolTips,MaterialExpressionTransform:TransformSourceType
source: Source coordinate space of the FVector
es: Sistema de coordenadas fuente del FVector
pt_br: Espaço da coordenada fonte do FVector

# UObjectToolTips,MaterialExpressionTransform:TransformType
source: Destination coordinate space of the FVector
es: sistema de coordenadas de destino del FVector
pt_br: Espaço da coordenada de destino do FVector

# UObjectToolTips,MaterialExpressionTransformPosition:TransformSourceType
source: source format of the position that will be transformed
es: formato fuente de la posición que se transformará
pt_br: formato da origem da posição que será transformada

# UObjectToolTips,MaterialExpressionTransformPosition:TransformType
source: type of transform to apply to the input expression
es: tipo de transformación que aplicar la expresión de entrada
pt_br: tipo de transformação aplicada à expressão de entrada

# UObjectToolTips,MaterialFactoryNew:InitialTexture
source: An initial texture to place in the newly created material
es: Una textura inicial para ubicarla en el material recién creado
pt_br: Uma textura inicial para colocar no novo material criado

# UObjectToolTips,MaterialFunction
source: A Material Function is a collection of material expressions that can be reused in different materials
es: Una función del material es una colección de expresiones del material que se pueden volver a usar en materiales diferentes.
pt_br: Uma Função de Material é uma coleção de expressões de material que podem ser reutilizadas em diferentes materiais

# UObjectToolTips,MaterialFunction:bExposeToLibrary
source: Whether to list this function in the material function library, which is a window in the material editor that lists categorized functions.
es: Si crear una lista con esta función en la biblioteca de la función del material, la cual es una ventana en el editor del material que enumera funciones clasificadas.
pt_br: Se deve listar essa função na biblioteca de função de material, que é uma janela no editor de material que lista as funções categorizadas.

# UObjectToolTips,MaterialFunction:bReentrantFlag
source: Transient flag used to track re-entrance in recursive functions like IsDependent.
es: Indicador transitorio usado para monitorear la reentrada en funciones recursivas como IsDependent.
pt_br: Sinalizador transiente para reentrada da faixa em funções recursivas, como IsDependent.

# UObjectToolTips,MaterialFunction:Description
source: Description of the function which will be displayed as a tooltip wherever the function is used.
es: Descripción de la función que se visualizará como una herramienta de ayuda sin importar dónde se use dicha función.
pt_br: Descrição da função que será exibida como uma dica de ferramenta sempre que a função for usada.

# UObjectToolTips,MaterialFunction:LibraryCategories
source: Categories that this function belongs to in the material function library. Ideally categories should be chosen carefully so that there are not too many.
es: Categorías a las que pertenece esta función en la biblioteca de la función del material. Las mejores categorías se deben escoger con cuidado ya que no hay demasiadas.
pt_br: Categorias às quais esta função pertence na biblioteca de funções de material. Idealmente, as categorias devem ser escolhidas cuidadosamente para que não sejam muitas.

# UObjectToolTips,MaterialFunction:LibraryCategoriesText
source: Categories that this function belongs to in the material function library. Ideally categories should be chosen carefully so that there are not too many.
es: Categorías a las que pertenece esta función en la biblioteca de la función del material. Las mejores categorías se deben escoger con cuidado ya que no hay demasiadas.
pt_br: Categorias às quais esta função pertence na biblioteca de funções de material. Idealmente, as categorias devem ser escolhidas cuidadosamente para que não sejam muitas.
