Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,FastArraySerializerItem
source: Base struct for items using Fast TArray Replication
es: Estructura base para los elementos usando la duplicación de TArray rápida
pt_br: Struct base para itens que usam a Replicação TArray Rápida

# UObjectToolTips,FbxAnimSequenceImportData
source: Import data and options used when importing any mesh from FBX
es: Importar datos y opciones usados cuando importa cualquier malla de fbx
pt_br: Importar dados e opções usadas ao importar qualquer malha de FBX

# UObjectToolTips,FbxMeshImportData
source: Import data and options used when importing any mesh from FBX
es: Importar datos y opciones usados cuando importa cualquier malla de fbx
pt_br: Importar dados e opções usadas ao importar qualquer malha de FBX

# UObjectToolTips,FbxTextureImportData
source: Import data and options used when importing any mesh from FBX
es: Importar datos y opciones usados cuando importa cualquier malla de fbx
pt_br: Importar dados e opções usadas ao importar qualquer malha de FBX

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bImportMeshesInBoneHierarchy
source: If checked, meshes nested in bone hierarchies will be imported instead of being converted to bones.
es: Si ya se ha revisado, las mallas alojadas en las jerarquías del hueso se importarán en lugar de ser transformadas en huesos.
pt_br: Se estiver marcado, malhas aninhadas em hierarquias de osso serão importadas em vez de convertidas a ossos.

# UObjectToolTips,FbxSkeletalMeshImportData:bImportMeshesInBoneHierarchy
source: If checked, meshes nested in bone hierarchies will be imported instead of being converted to bones.
es: Si ya se ha revisado, las mallas alojadas en las jerarquías del hueso se importarán en lugar de ser transformadas en huesos.
pt_br: Se estiver marcado, malhas aninhadas em hierarquias de osso serão importadas em vez de convertidas a ossos.

# UObjectToolTips,FbxAnimSequenceImportData:bUseDefaultSampleRate
source: If enabled, samples all animation curves to 30 FPS
es: Si está activado, muestrea todas las curvas de la animación a 30 FPS
pt_br: Se estiver ativa, amostra todas as curvas de animação em 30 QPS

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bUseDefaultSampleRate
source: If enabled, samples all animation curves to 30 FPS
es: Si está activado, muestrea todas las curvas de la animación a 30 FPS
pt_br: Se estiver ativa, amostra todas as curvas de animação em 30 QPS

# UObjectToolTips,FbxAnimSequenceImportData:SourceAnimationName
source: Name of source animation that was imported, used to reimport correct animation from the FBX file
es: Nombre de la animación fuente que se importó, usada para volver a importar una animación correcta del archivo FBX
pt_br: Nome da animação de origem que foi importada; usado para reimportar a animação correta do arquivo FBX

# UObjectToolTips,FbxAssetImportData
source: Base class for import data and options used when importing any asset from FBX
es: Clase base para los datos y opciones de importación usadas cuando se importa cualquier activo de FBX
pt_br: Classe base dos dados e das opções de importação usados ao importar qualquer ativo de FBX

# UObjectToolTips,FbxImportUI:AnimSequenceImportData
source: Import data used when importing animations
es: Importar los datos utilizados cuando se importan las animaciones
pt_br: Importar dados usados ao importar animações

# UObjectToolTips,FbxSceneImportFactory:AnimSequenceImportData
source: Import data used when importing animations
es: Importar los datos utilizados cuando se importan las animaciones
pt_br: Importar dados usados ao importar animações

# UObjectToolTips,FbxImportUI:bCombineMeshes
source: If enabled, combines all meshes into a single mesh
es: Si está activado, combina todas las mallas en una sola
pt_br: Se estiver ativa, combina todas as malhas em uma única malha

# UObjectToolTips,FbxImportUI:bCreatePhysicsAsset
source: If checked, create new PhysicsAsset if it doesn't have it
es: Si ya se ha revisado, crear un PhysicsAsset nuevo si no lo tiene
pt_br: Se estiver marcado, cria um novo PhysicsAsset caso ainda não tenha

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bCreatePhysicsAsset
source: If checked, create new PhysicsAsset if it doesn't have it
es: Si ya se ha revisado, crear un PhysicsAsset nuevo si no lo tiene
pt_br: Se estiver marcado, cria um novo PhysicsAsset caso ainda não tenha

# UObjectToolTips,FbxImportUI:bImportAnimations
source: True to import animations from the FBX File
es: Verdadero para importar animaciones del archivo FBX
pt_br: Verdadeiro para importar as animações do arquivo FBX

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bImportAnimations
source: True to import animations from the FBX File
es: Verdadero para importar animaciones del archivo FBX
pt_br: Verdadeiro para importar as animações do arquivo FBX

# UObjectToolTips,FbxImportUI:bImportMaterials
source: Whether to automatically create Unreal materials for materials found in the FBX scene
es: Si crear automáticamente materiales Unreal para materiales encontrados en la escena FBX
pt_br: Se dever criar automaticamente materiais do Unreal para os materiais encontrados na cena FBX

# UObjectToolTips,FbxImportUI:bImportTextures
source: The option works only when option "Import UMaterial" is OFF. If "Import UMaterial" is ON, textures are always imported.
es: La opción solo funciona cuando la opción "Importar UMaterial" está APAGADA. Si "Importar UMaterial" está ENCENDIDA, las texturas se importarán siempre.
pt_br: A opção funciona somente quando a opção "Importar UMaterial" estiver DESATIVADA. Se "Importar UMaterial" estivar ATIVADA, as texturas sempre serão importadas.

# UObjectToolTips,FbxImportUI:bOverrideFullName
source: Use the string in "Name" field as full name of mesh. The option only works when the scene contains one mesh.
es: Usar la cadena en el campo de “nombre” como nombre completo de la malla. La opción solo funciona cuando la escena contiene una malla.
pt_br: Usar o string no campo "Nome" como o nome completo da malha. A opção funciona somente quando a cena contém uma malha.

# UObjectToolTips,FbxImportUI:MeshTypeToImport
source: Type of asset to import from the FBX file
es: Tipo de activo que importar del archivo FBX
pt_br: Tipo de ativo para importar do arquivo FBX

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:AnimationLength
source: Type of asset to import from the FBX file
es: Tipo de activo que importar del archivo FBX
pt_br: Tipo de ativo para importar do arquivo FBX

source: Type of asset to import from the FBX file
es: Tipo de activo que importar del archivo FBX
pt_br: Tipo de ativo para importar do arquivo FBX

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bPreserveLocalTransform
source: Type of asset to import from the FBX file
es: Tipo de activo que importar del archivo FBX
pt_br: Tipo de ativo para importar do arquivo FBX

# UObjectToolTips,FbxImportUI:PhysicsAsset
source: If this is set, use this PhysicsAsset. It is possible bCreatePhysicsAsset == false, and PhysicsAsset == NULL. It is possible they do not like to create anything.
es: Si está ajustado, usar este PhysicsAsset. Es posible que bCreatePhysicsAsset == falso, y PhysicsAsset == NULO. Es posible que no quieran crear nada.
pt_br: Se estiver definido, usará este PhysicsAsset. É possível que bCreatePhysicsAsset == falso e PhysicsAsset == NULL. É possível que eles não gostem de criar nada.

# UObjectToolTips,FbxImportUI:SkeletalMeshImportData
source: Import data used when importing skeletal meshes
es: Importar los datos utilizados cuando se importan las mallas esqueleto
pt_br: Importar dados usados ao importar malhas esqueléticas

# UObjectToolTips,FbxSceneImportFactory:SkeletalMeshImportData
source: Import data used when importing skeletal meshes
es: Importar los datos utilizados cuando se importan las mallas esqueleto
pt_br: Importar dados usados ao importar malhas esqueléticas

# UObjectToolTips,FbxImportUI:StaticMeshImportData
source: Import data used when importing static meshes
es: Importar los datos utilizados cuando se importan las mallas estáticas
pt_br: Importar dados usados ao importar malhas estáticas

# UObjectToolTips,FbxSceneImportFactory:StaticMeshImportData
source: Import data used when importing static meshes
es: Importar los datos utilizados cuando se importan las mallas estáticas
pt_br: Importar dados usados ao importar malhas estáticas

# UObjectToolTips,FbxImportUI:TextureImportData
source: Import data used when importing textures
es: Importar los datos utilizados cuando se importan las texturas
pt_br: Importar dados usados ao importar texturas

# UObjectToolTips,FbxSceneImportFactory:TextureImportData
source: Import data used when importing textures
es: Importar los datos utilizados cuando se importan las texturas
pt_br: Importar dados usados ao importar texturas

# UObjectToolTips,FbxMeshImportData:bImportMeshLODs
source: If enabled, creates LOD models for Unreal meshes from LODs in the import file; If not enabled, only the base mesh from the LOD group is imported
es: Si está activado, crea modelos de LOD para mallas unreal de niveles de detalle en el archivo de importación. Si no esta activado, solo se importa la malla base del grupo de LOD
pt_br: Se estiver ativa, cria modelos de LOD para malhas do Unreal a partir de LODs no arquivo de importação; Caso contrário, somente a malha base do grupo de LOD é importada.

# UObjectToolTips,FbxMeshImportData:NormalImportMethod
source: Enabling this option will read the tangents(tangent,binormal,normal) from FBX file instead of generating them automatically.
es: Al activar esta opción se leerán las tangentes (tangente, binormal, normal) del archivo FBX en lugar de generarlas automáticamente.
pt_br: Ativar esta opção lerá as tangentes (tangente, binormal, normal) do arquivo FBX em vez de gerá-las automaticamente.

# UObjectToolTips,FbxSceneImportOptionsStaticMesh:NormalImportMethod
source: Enabling this option will read the tangents(tangent,binormal,normal) from FBX file instead of generating them automatically.
es: Al activar esta opción se leerán las tangentes (tangente, binormal, normal) del archivo FBX en lugar de generarlas automáticamente.
pt_br: Ativar esta opção lerá as tangentes (tangente, binormal, normal) do arquivo FBX em vez de gerá-las automaticamente.

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bImportMorphTargets
source: If enabled, creates Unreal morph objects for the imported meshes
es: Si está activado, crea objetos de modelado de unreal para las mallas importadas
pt_br: Se estiver ativa, cria objetos de transformação do Unreal para as malhas importadas

# UObjectToolTips,FbxSkeletalMeshImportData:bImportMorphTargets
source: If enabled, creates Unreal morph objects for the imported meshes
es: Si está activado, crea objetos de modelado de unreal para las mallas importadas
pt_br: Se estiver ativa, cria objetos de transformação do Unreal para as malhas importadas

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bKeepOverlappingVertices
source: If checked, do not filter same vertices. Keep all vertices even if they have exact same properties
es: Si está seleccionado, no filtrar los mismos vértices. Mantenga todos los vértices incluso si tienen las mismas propiedades.
pt_br: Se marcado, não filtra os mesmos vértices. Mantém todos os vértices mesmo que tenham as mesmas propriedades.

# UObjectToolTips,FbxSkeletalMeshImportData:bKeepOverlappingVertices
source: If checked, do not filter same vertices. Keep all vertices even if they have exact same properties
es: Si está seleccionado, no filtrar los mismos vértices. Mantenga todos los vértices incluso si tienen las mismas propiedades.
pt_br: Se marcado, não filtra os mesmos vértices. Mantém todos os vértices mesmo que tenham as mesmas propriedades.

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bPreserveSmoothingGroups
source: If checked, triangles with non-matching smoothing groups will be physically split.
es: Si ya se ha revisado, se dividirán físicamente los triángulos con grupos de suavizado incompatibles.
pt_br: Se estiver marcado, triângulos com grupos de suavização que não coincidem serão fisicamente separados.

# UObjectToolTips,FbxSkeletalMeshImportData:bPreserveSmoothingGroups
source: If checked, triangles with non-matching smoothing groups will be physically split.
es: Si ya se ha revisado, se dividirán físicamente los triángulos con grupos de suavizado incompatibles.
pt_br: Se estiver marcado, triângulos com grupos de suavização que não coincidem serão fisicamente separados.

# UObjectToolTips,FbxSceneImportOptionsSkeletalMesh:bUpdateSkeletonReferencePose
source: If enabled, update the Skeleton (of the mesh being imported)'s reference pose.
es: Si está activado, actualizar la posición de referencia del esqueleto (de la malla importada).
pt_br: Se estiver ativa, atualiza a pose de referência do Esqueleto (da malha sendo importada)

# UObjectToolTips,FbxSkeletalMeshImportData:bUpdateSkeletonReferencePose
source: If enabled, update the Skeleton (of the mesh being imported)'s reference pose.
es: Si está activado, actualizar la posición de referencia del esqueleto (de la malla importada).
pt_br: Se estiver ativa, atualiza a pose de referência do Esqueleto (da malha sendo importada)

# UObjectToolTips,FbxSceneImportOptionsStaticMesh:bOneConvexHullPerUCX
source: If checked, one convex hull per UCX_ prefixed collision mesh will be generated instead of decomposing into multiple hulls
es: Si ya se ha revisado, se generará una envolvente convexa para la malla de colisión UCX_ prefixed en lugar de descomponerse en varias envolventer
pt_br: Se estiver marcado, somente um casco convexo por malha de colisão com prefixo UCX_ será gerado, em vez de decompor em vários cascos

# UObjectToolTips,FbxStaticMeshImportData:bOneConvexHullPerUCX
source: If checked, one convex hull per UCX_ prefixed collision mesh will be generated instead of decomposing into multiple hulls
es: Si ya se ha revisado, se generará una envolvente convexa para la malla de colisión UCX_ prefixed en lugar de descomponerse en varias envolventer
pt_br: Se estiver marcado, somente um casco convexo por malha de colisão com prefixo UCX_ será gerado, em vez de decompor em vários cascos

# UObjectToolTips,FbxSceneImportOptionsStaticMesh:bRemoveDegenerates
source: Disabling this option will keep degenerate triangles found. In general you should leave this option on.
es: Al desactivar esta opción se mantendrán los triángulos obsoletos encontrados. Por lo general, debe dejar esta opción activada.
pt_br: Desativar esta opção manterá os triângulos degenerados encontrados. Em geral, essa opção deve ser deixada ligada.

# UObjectToolTips,FbxStaticMeshImportData:bRemoveDegenerates
source: Disabling this option will keep degenerate triangles found. In general you should leave this option on.
es: Al desactivar esta opción se mantendrán los triángulos obsoletos encontrados. Por lo general, debe dejar esta opción activada.
pt_br: Desativar esta opção manterá os triângulos degenerados encontrados. Em geral, essa opção deve ser deixada ligada.

# UObjectToolTips,FbxSceneImportOptionsStaticMesh:StaticMeshLODGroup
source: For static meshes, enabling this option will combine all meshes in the FBX into a single monolithic mesh in Unreal
es: Para las mallas estáticas, al activar esta opción se combinarán todas las mallas del FBX en una sola malla rígida en Unreal
pt_br: Para malhas estáticas, ativar esta opção combinará todas as malhas no FBX em uma única malha monolítica no Unreal

# UObjectToolTips,FbxStaticMeshImportData:StaticMeshLODGroup
source: For static meshes, enabling this option will combine all meshes in the FBX into a single monolithic mesh in Unreal
es: Para las mallas estáticas, al activar esta opción se combinarán todas las mallas del FBX en una sola malla rígida en Unreal
pt_br: Para malhas estáticas, ativar esta opção combinará todas as malhas no FBX em uma única malha monolítica no Unreal

# UObjectToolTips,FbxSkeletalMeshImportData
source: Import data and options used when importing a static mesh from fbx
es: Importar datos y opciones usados cuando importa una malla estática de fbx
pt_br: Importar dados e opções usadas ao importar uma malha estática de FBX

# UObjectToolTips,FbxSkeletalMeshImportData:bUseT0AsRefPose
source: Enable this option to use frame 0 as reference pose
es: Activar esta opción para usar el fotograma 0 como posición de referencia
pt_br: Ative esta opção para usar o quadro 0 como pose de referência

# UObjectToolTips,FilePath
source: Structure for file paths that are displayed in the UI.
es: Estructura para las rutas del archivo que se visualizan en UI (interfaz del usuario).
pt_br: Estrutura para caminhos de arquivo que estão exibidos na IU.

# UObjectToolTips,FilePath:FilePath
source: The path to the file.
es: La ruta para el archivo.
pt_br: O caminho para o arquivo.

# UObjectToolTips,FileServerCommandlet
source: Implements a file server commandlet.
es: Aplica una commandlet del servidor del archivo.
pt_br: Implementa um commandlet do servidor de arquivos.

# UObjectToolTips,FileServerReady
source: Implements a message that is published by file servers when they're ready to accept connections.
es: Aplica un mensaje que han publicado los servidores del archivo cuando están listos para aceptar conexiones.
pt_br: Implementa uma mensagem que é publicada pelos servidores de arquivo quando eles estão prontos para aceitar conexões.

# UObjectToolTips,FileServerReady:AddressList
source: Holds the list of IP addresses that the file server is listening on.
es: Contiene la lista de direcciones IP que el servidor de archivos está escuchando.
pt_br: Contém a lista de endereços IP que o servidor de arquivos está escutando.

# UObjectToolTips,FileServerReady:InstanceId
source: Holds the file server's application identifier.
es: Contiene el identificador de la aplicación del servidor de archivos.
pt_br: Contém o identificador do aplicativo do servidor de arquivos.

# UObjectToolTips,FindFloorResult:bLineTrace
source: True if the hit found a valid walkable floor using a line trace (rather than a sweep test, which happens when the sweep test fails to yield a walkable surface).
es: Verdadero si el golpe ha encontrado un suelo transitable válido usando un trazo de la línea (mejor que un análisis de barrido, que ocurre cuando el análisis de barrido falla al producir una superficie transitable).
pt_br: Verdadeiro se o impacto encontrou um chão caminhável válido usando rastreamento de linha (em vez de um teste de varredura, que ocorre quando o teste de varredura falha em produzir uma superfície caminhável).

# UObjectToolTips,FindFloorResult:bWalkableFloor
source: True if the hit found a valid walkable floor.
es: Verdadero si el golpe ha encontrado un suelo transitable válido.
pt_br: Verdadeiro se o impacto encontrou um chão válido caminhável.

# UObjectToolTips,FindFloorResult:FloorDist
source: The distance to the floor, computed from the swept capsule trace.
es: La distancia hasta el suelo, calculada desde el trazo de la cápsula barrida.
pt_br: A distância até o chão, calculada a partir do rastreamento de cápsula varrida.

# UObjectToolTips,FindFloorResult:LineDist
source: The distance to the floor, computed from the trace. Only valid if bLineTrace is true.
es: La distancia hasta el suelo, calculada desde el trazo. Solo es válido si bLineTrace es verdadero.
pt_br: A distância até o chão, calculada a partir do rastreamento. Somente válida se bLineTrace for verdadeiro.

# UObjectToolTips,FloatCurve:FloatCurve
source: Curve data for float.
es: Datos de la curva para un punto flotante.
pt_br: Dados de curva para flutuante.

# UObjectToolTips,VectorCurve:FloatCurves
source: Curve data for float.
es: Datos de la curva para un punto flotante.
pt_br: Dados de curva para flutuante.

# UObjectToolTips,FloatDistribution
source: Type-safe floating point distribution.
es: Tipo seguro de la distribución del punto flotante.
pt_br: Distribuição do ponto flutuante de tipo seguro.

# UObjectToolTips,FloatingPawnMovement:Acceleration
source: Acceleration applied by input (rate of change of velocity)
es: Aceleración aplicada por una entrada (proporción del cambio de la velocidad)
pt_br: Aceleração aplicada pela entrada (taxa de mudança da velocidade)

# UObjectToolTips,FloatingPawnMovement:bPositionCorrected
source: Set to true when a position correction is applied. Used to avoid recalculating velocity when this occurs.
es: Ajustar a verdadero cuando se aplica una correción de posición. Usada para evitar el recálculo de velocidad cuando esto ocurre.
pt_br: Definido como verdadeiro ao aplicar uma correção de posição. Usado para evitar o recálculo de velocidade quando isso ocorrer.

# UObjectToolTips,FloatingPawnMovement:Deceleration
source: Deceleration applied when there is no input (rate of change of velocity)
es: La deceleración aplicada cuando no hay entrada (ratio del cambio de la velocidad)
pt_br: Desaceleração aplicada quando não há entrada (taxa de mudança de velocidade)

# UObjectToolTips,FloatingPawnMovement:MaxSpeed
source: Maximum velocity magnitude allowed for the controlled Pawn.
es: Magnitud de velocidad máxima permitida para el peón controlado.
pt_br: Magnitude máxima permitida da velocidade para o Peão controlado.

# UObjectToolTips,FloatRange
source: A float range
es: Un rango de un punto flotante.
pt_br: Um intervalo flutuante

# UObjectToolTips,FloatRangeBound
source: A float range bound
es: Un límite de rango de un punto flotante.
pt_br: Um limite de intervalo flutuante

# UObjectToolTips,FoliageType:bCastShadowAsTwoSided
source: Whether this foliage should cast dynamic shadows as if it were a two sided material.
es: Si este follaje debe proyectar sombras dinámicas como si fuera un material de dos caras.
pt_br: Se essa folhagem deve projetar sombras dinâmicas como se fosse um material de dois lados.

# UObjectToolTips,FoliageType:bCastStaticShadow
source: Whether the foliage should cast a static shadow from shadow casting lights. This flag is only used if CastShadow is true.
es: Si el follaje debe proyectar una sombra estática de las luces de proyección de sombreado. Este indicador solo se usa si CastShadow es verdadero.
pt_br: Se a folhagem deve projetar uma sombra estática de luzes que projetam sombras. Esse sinalizador é usado somente se CastShadow for verdadeiro.

# UObjectToolTips,FoliageType:BodyInstance
source: Custom collision for foliage
es: Colisión personalizada para follaje
pt_br: Colisão personalizada para folhagem

# UObjectToolTips,FoliageType:bOverrideLightMapRes
source: Whether to override the lightmap resolution defined in the static mesh.
es: Si anular la resolución del mapa de iluminación definido en la malla estática.
pt_br: Se deve substituir a resolução do mapa de luz definido na malha estática.

# UObjectToolTips,StaticMeshComponent:bOverrideLightMapRes
source: Whether to override the lightmap resolution defined in the static mesh.
es: Si anular la resolución del mapa de iluminación definido en la malla estática.
pt_br: Se deve substituir a resolução do mapa de luz definido na malha estática.

# UObjectToolTips,FoliageType:bReceivesDecals
source: Whether the foliage receives decals.
es: Si el follaje recibe texturas decorativas.
pt_br: Se a folhagem recebe decalques.

# UObjectToolTips,FoliageType:LowBoundOriginRadius
source: X, Y is origin position and Z is radius...
es: X, Y es la posición original y Z es el radio...
pt_br: X, Y é a posição de origem e Z é o raio...
