Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Actor:ActorHasTag
source: See if this actor contains the supplied tag
es: Ver si este actor contiene la etiqueta proporcionada
pt_br: Ver se este ator contém o rótulo fornecido

# UObjectToolTips,Actor:bActorSeamlessTraveled
source: Indicates the actor was pulled through a seamless travel.
es: Indica que se pasó al actor a través de un viaje ininterrumpido.
pt_br: Indica que o ator foi enviado por meio de um percurso sem emendas.

# UObjectToolTips,Actor:bAlwaysRelevant
source: Always relevant for network (overrides bOnlyRelevantToOwner).
es: De relevancia siempre para la red (anula bOnlyRelevantToOwner).
pt_br: Sempre relevante para a rede (substitui bOnlyRelevantToOwner).

# UObjectToolTips,Actor:bBlockInput
source: If true, all input on the stack below this actor will not be considered
es: Si es verdadero, toda entrada en la pila inferior a este actor no se tendrá en cuenta.
pt_br: Se for verdadeiro, todas as entradas na pilha abaixo deste ator não serão consideradas.

# UObjectToolTips,Actor:bEditable
source: Whether the actor can be manipulated by editor operations.
es: Si se puede manipular al actor con operaciones del editor
pt_br: Se o ator pode ser manipulado por operações do editor.

# UObjectToolTips,Actor:bNetLoadOnClient
source: This actor will be loaded on network clients during map load
es: Este actor se cargará en lo clientes de red durante la carga del mapa
pt_br: Esse ator será carregado nos clientes da rede durante o carregamento do mapa

# UObjectToolTips,Actor:bNetUseOwnerRelevancy
source: If actor has valid Owner, call Owner's IsNetRelevantFor and GetNetPriority
es: Si el actor tine un propietario válido, llamar a IsNetRelevantFor y GetNetPriority del propietario.
pt_br: Se o ator tem um Dono válido, chamar IsNetRelevantFor e GetNetPriority do Dono.

# UObjectToolTips,Actor:bPendingNetUpdate
source: Is this actor still pending a full net update due to clients that weren't able to replicate the actor at the time of LastNetUpdateTime
es: El actor sigue en espera de una actualización de red debido a que los clientes no fueron capaces de duplicarlo durante LastNetUpdateTime
pt_br: Ainda falta uma atualização de rede completa neste ator porque os clientes não conseguiram replicar o ator no tempo de LastNetUpdateTime

# UObjectToolTips,Actor:Children
source: Array of Actors whose Owner is this actor
es: Matriz de actores cuyo propietario es este actor
pt_br: Matriz dos Atores em que o Dono é este ator

# UObjectToolTips,Actor:CustomTimeDilation
source: Allow each actor to run at a different time speed. The DeltaTime for a frame is multiplied by the global TimeDilation (in WorldSettings) and this CustomTimeDilation for this actor's tick.
es: Permitir que cada actor se ejecute en una velocidad de tiempo diferente. El DeltaTime durante un fotograma se multiplica por el TimeDilation global (en WorldSettings) y este CustomTimeDilation por la revisión de este actor.
pt_br: Permite que cada ator seja executado em uma velocidade de tempo diferente. O DeltaTime para um quadro é multiplicado pelo TimeDilation global (em WorldSettings) e pelo CustomTimeDilation para esse tique do ator.

# UObjectToolTips,Actor:FlushNetDormancy
source: Forces dormant actor to replicate but doesn't change NetDormancy state (i.e., they will go dormant again if left dormant)
es: Fuerza al actor en reposo que duplicar, pero no modifica el estado NetDormancy (ej. volverán al estado de reposo si se le deja)
pt_br: Força o ator dormente a replicar, mas não altera o estado de NetDormancy (ou seja, eles se tornarão dormentes novamente se forem deixados dormentes)

# UObjectToolTips,Actor:FolderPath
source: The folder path of this actor in the world (empty=root, / separated)
es: La ruta de carpeta de este actor en el mundo (vacío=raíz, / separada)
pt_br: O caminho da pasta desse ator no mundo (vazio=raiz, separado por / )

# UObjectToolTips,Actor:ForceNetUpdate
source: Force actor to be updated to clients
es: Forzar al actor a actualizarse para los clientes
pt_br: Forçar ator a ser atualizado nos clientes

# UObjectToolTips,Actor:GetActorEnableCollision
source: Get current state of collision for the whole actor
es: Obtener el estado actual de la colisión para todo el actor
pt_br: Obter estado atual da colisão para o ator completo

# UObjectToolTips,Actor:GetActorForwardVector
source: Get the forward (X) vector (length 1.0) from this Actor, in world space.
es: Obtener el vector (longitud 1.0) de avance (X) para este actor, en el sistema de coordenadas global.
pt_br: Obtém o vetor para frente (X) (comprimento 1.0) a partir deste ator no espaço do mundo.

# UObjectToolTips,Actor:GetActorRelativeScale3D
source: Return the actor's relative scale 3d
es: Devuelve la escala 3D relativa del actor
pt_br: Retorna o 3D da escala relativa do ator

# UObjectToolTips,Actor:GetActorRightVector
source: Get the right (Y) vector (length 1.0) from this Actor, in world space.
es: Obtener el vector (Y) derecho (longitud 1.0) para este actor, en el sistema de coordenadas global.
pt_br: Obtém o vetor para a direita (X) (comprimento 1.0) a partir deste ator no espaço do mundo.

# UObjectToolTips,Actor:GetActorScale3D
source: Returns the Actor's world-space scale.
es: Devuelve la escala del sistema de coordenadas global del actor.
pt_br: Retorna a escala de espaço do mundo do ator.

# UObjectToolTips,Actor:GetActorUpVector
source: Get the up (Z) vector (length 1.0) from this Actor, in world space.
es: Obtener el vector (Z) superior (longitud 1.0) de este actor, en el sistema de coordenadas global.
pt_br: Obtém o vetor para cima (Z) (comprimento 1.0) a partir deste ator no espaço do mundo.

# UObjectToolTips,Actor:GetComponentByClass
source: Script exposed version of FindComponentByClass
es: Versión expuesta de secuencias de FindComponentByClass
pt_br: Versão exposta a script de FindComponentByClass

# UObjectToolTips,Actor:GetDistanceTo
source: Returns the distance from this Actor to OtherActor.
es: Devuelve la distancia desde este actor hasta OtherActor.
pt_br: Retorna a distância entre esse Ator e OtherActor.

# UObjectToolTips,Actor:GetDotProductTo
source: Returns the dot product from this Actor to OtherActor. Returns -2.0 on failure. Returns 0.0 for coincidental actors.
es: Devuelve el producto escalar de este Actor a OtherActor. Devuelve -2.0 cuando falla. Devuelve 0.0 para actores simultáneos.
pt_br: Retorna o produto de ponto deste ator para OtherActor. Retorna -2.0 em caso de falha. Retorna 0.0 para atores coincidentes.

# UObjectToolTips,Actor:GetHorizontalDistanceTo
source: Returns the distance from this Actor to OtherActor, ignoring Z.
es: Devuelve la distancia desde este actor hasta OtherActor, omitiendo Z.
pt_br: Retorna a distância entre esse Ator e OtherActor, ignorando Z.

# UObjectToolTips,Actor:GetHorizontalDotProductTo
source: Returns the dot product from this Actor to OtherActor, ignoring Z. Returns -2.0 on failure. Returns 0.0 for coincidental actors.
es: Devuelve el producto escalar de este Actor a OtherActor, ignorando Z. Devuelve -2.0 cuando falla. Devuelve 0.0 para actores simultáneos.
pt_br: Retorna o produto de ponto deste ator para OtherActor, ignorando Z. Retorna -2.0 em caso de falha. Retorna 0.0 para atores coincidentes.

# UObjectToolTips,Actor:GetInstigator
source: Returns the instigator for this actor, or NULL if there is none.
es: Devuelve el instigador para este actor, o NULO si no hay ninguno.
pt_br: Retorna o instigador para este ator, ou NULO caso não tenha nenhum.

# UObjectToolTips,Actor:GetInstigatorController
source: Returns the instigator's controller for this actor, or NULL if there is none.
es: Devuelve el controlador del instigador para este actor, o NULO si no hay ninguno.
pt_br: Retorna o controlador do instigador para este ator, ou NULO caso não tenha nenhum.

# UObjectToolTips,Actor:GetLifeSpan
source: Get the remaining lifespan of this actor. If zero is returned the actor lives forever.
es: Obtener el tiempo de vida que le queda a este actor. Si es cero el actor vive para siempre.
pt_br: Obter o tempo de vida restante deste ator. Se zero for retornado, o ator viverá para sempre.

# UObjectToolTips,Actor:GetOverlappingComponents
source: Returns list of components this actor is overlapping.
es: Devuelve una lista de componentes a los que este actor superpone.
pt_br: Retorna a lista de componentes que este ator está sobrepondo.

# UObjectToolTips,Actor:GetVelocity
source: Returns velocity (in cm/s (Unreal Units/second) of the rootcomponent if it is either using physics or has an associated MovementComponent
es: Devuelve la velocidad (en cm/s (Unidades Unreal/segundos) del componente de la raíz si está o usando físicas o tiene un MovementComponent asociado
pt_br: Retorna a velocidade (em cm/s (Unidades Unreal/segundo)) do rootcomponent se estiver usando a física ou se tem um MovementComponent associado

# UObjectToolTips,Actor:GetVerticalDistanceTo
source: Returns the distance from this Actor to OtherActor, ignoring XY.
es: Devuelve la distancia desde este actor hasta OtherActor, omitiendo XY.
pt_br: Retorna a distância entre esse Ator e OtherActor, ignorando XY.

# UObjectToolTips,Actor:GroupActor
source: The group this actor is a part of.
es: El grupo al que pertenece este actor.
pt_br: O grupo do qual esse ator é parte.

# UObjectToolTips,Actor:HasAuthority
source: Returns whether this actor has network authority
es: Devuelve si este actor tiene autoridad de la red.
pt_br: Retorna se este ator possui autoridade de rede

# UObjectToolTips,Actor:Instigator
source: Pawn responsible for damage caused by this actor.
es: Peón responsable del daño causado por este actor.
pt_br: Peão responsável pelo dano causado por este ator.

# UObjectToolTips,Actor:K2_DestroyActor
source: Destroy the actor
es: Destruir el actor
pt_br: Destrói o ator

# UObjectToolTips,Actor:K2_DestroyComponent
source: DEPRECATED - Use Component::DestroyComponent
es: OBSOLETO - Usar Component::DestroyComponent
pt_br: DESCONTINUADO - Use Component::DestroyComponent

# UObjectToolTips,Actor:K2_GetRootComponent
source: Returns the RootComponent of this Actor
es: Devuelve el RootComponent de este actor
pt_br: Retorna o RootComponent deste Ator

# UObjectToolTips,Actor:K2_TeleportTo
source: Teleport this actor to a new location. If the actor doesn't fit exactly at the location specified, tries to slightly move it out of walls and such. @param DestLocation The target destination point @param DestRotation The target rotation at the destination @return true if the actor has been successfully moved, or false if it couldn't fit.
es: Transporta a este actor a una ubicación nueva. Si el actor no encaja exactamente en la ubicación especificada, intenta sacarlo suavemente de las paredes y demás. @param DestLocation Punto de destino meta @param DestRotation Rotación meta en el destino @return verdadero si el actor se ha movido correctamente, o falso si no se puede ajustar.
pt_br: Teletransporta esse ator para um novo local. Se o ator não encaixar exatamente no local especificado, ele tenta se mover levemente para fora das paredes. @param DestLocation O ponto de destino alvo @param DestRotation A rotação alvo no destino @return verdadeiro se o ator for movido, falso se ele não encaixar.

# UObjectToolTips,Actor:Layers
source: Layer's the actor belongs to. This is outside of the editoronly data to allow hiding of LD-specified layers at runtime for profiling.
es: Capa a la cual pertenece el actor. Esto está afuera de los datos editoronly para permitir ocultar capas de LD especificadas durante el tiempo de ejecución para el perfilado.
pt_br: Camada a que pertence o ator. Externo aos dados somente de editor para permitir a ocultação das camadas especificadas por LD no tempo de execução para a perfilação.

# UObjectToolTips,Actor:MakeMIDForMaterial
source: Allocate a MID for a given parent material.
es: Asignar un MID para un material padre proporcionado
pt_br: Aloque um MID para um determinado material pai.

# UObjectToolTips,Actor:NetCullDistanceSquared
source: Square of the max distance from the client's viewpoint that this actor is relevant and will be replicated.
es: El cuadrado de la distancia máxima del punto de vista del cliente de que este actor es relevante y se duplicará.
pt_br: Quadrado da distância máxima do ponto de vista do cliente em que esse ator é relevante e será replicado.

# UObjectToolTips,Actor:NetDriverName
source: Used to specify the net driver to replicate on (NAME_None || NAME_GameNetDriver is the default net driver)
es: Usado para especificar el controlador de red en el cual duplicar (NAME_None || NAME_GameNetDriver es el controlador de red predeterminado)
pt_br: Usado para especificar o driver de rede para replicar em (NAME_None || NAME_GameNetDriver é o driver de rede padrão)

# UObjectToolTips,Actor:NetPriority
source: Priority for this actor when checking for replication in a low bandwidth or saturated situation, higher priority means it is more likely to replicate
es: Prioridad para este actor cuando busca una duplicación en una situación saturada o de ancho de banda bajo, la prioridad alta significa que sea más probable de duplicar.
pt_br: Prioridade deste ator ao ser considerado para replicação em uma situação de saturação ou de baixa largura de banda. Uma prioridade mais alta significa uma chance maior de replicação.

# UObjectToolTips,Actor:NetTag
source: Internal - used by UWorld::ServerTickClients()
es: Interno - usado por UWorld::ServerTickClients()
pt_br: Interno - usado por UWorld::ServerTickClients()

# UObjectToolTips,Actor:NetUpdateFrequency
source: How often (per second) this actor will be considered for replication, used to determine NetUpdateTime
es: Con qué frecuencia (por segundos) se tendrá en cuenta a este actor para la duplicación, usado para determinar NetUpdateTime
pt_br: Com que frequência (por segundo) esse ator será considerado para replicação, usada para determinar NetUpdateTime

# UObjectToolTips,Actor:NetUpdateTime
source: Next time this actor will be considered for replication, set by SetNetUpdateTime()
es: La próxima vez, este actor se considerará para duplicación, establecido por NetUpdateTime()
pt_br: Da próxima vez, este ator será considerado para replicação, definido por SetNetUpdateTime()

# UObjectToolTips,Actor:OnRep_AttachmentReplication
source: Called on client when updated AttachmentReplication value is received for this actor.
es: Llamada en el cliente cuando se recibe el valor de AttachmentReplication actualizado para este actor
pt_br: Chamado no cliente quando o valor de AttachmentReplication atualizado é recebido por este ator.

# UObjectToolTips,Actor:OnRep_ReplicatedMovement
source: ReplicatedMovement struct replication event
es: Evento de duplicación de la estructura ReplicatedMovement
pt_br: Evento de replicação de struct de ReplicatedMovement

# UObjectToolTips,Actor:OnTakeAnyDamage
source: Called when the actor is damaged in any way.
es: Llamada cuando el actor es dañado de cualquier modo.
pt_br: Chamado quando o ator é danificado de qualquer forma.

# UObjectToolTips,Actor:ReceiveActorBeginCursorOver
source: Event when this actor has the mouse moved over it with the clickable interface.
es: Evento para cuando se mueve el ratón sobre este actor con la interfaz en la que se puede pinchar.
pt_br: Evento quando este ator tem o mouse movido sobre ele com a interface clicável.

# UObjectToolTips,Actor:ReceiveActorEndCursorOver
source: Event when this actor has the mouse moved off of it with the clickable interface.
es: Evento para cuando se aparte el ratón de este actor con la interfaz en la que se puede pinchar.
pt_br: Evento quando este ator tem o mouse movido para fora dele com a interface clicável.

# UObjectToolTips,Actor:ReceiveActorOnClicked
source: Event when this actor is clicked by the mouse when using the clickable interface.
es: Evento para cuando este actor se pincha con el ratón cuando se usa una interfaz en la que se pueda pinchas
pt_br: Evento quando este ator é clicado pelo mouse ao usar a interface clicável.

# UObjectToolTips,Actor:ReceiveActorOnInputTouchBegin
source: Event when this actor is touched when click events are enabled.
es: Evento para cuando se toca a este actor cuando están activados los eventos click.
pt_br: Evento quando este ator é tocado quando eventos de clique estão ativados.

# UObjectToolTips,Actor:ReceiveActorOnInputTouchEnd
source: Event when this actor is under the finger when untouched when click events are enabled.
es: Evento para cuando este actor sin tocar está bajo el cursor cuando están activados los eventos click.
pt_br: Evento quando este ator está sob o dedo quando não tocado e eventos de clique ativados.

# UObjectToolTips,Actor:ReceiveActorOnInputTouchEnter
source: Event when this actor has a finger moved over it with the clickable interface.
es: Evento para cuando se mueve el cursor sobre este actor con la interfaz en la que se puede pinchar.
pt_br: Evento quando este ator tem um dedo movido sobre ele com a interface clicável.

# UObjectToolTips,Actor:ReceiveActorOnInputTouchLeave
source: Event when this actor has a finger moved off of it with the clickable interface.
es: Evento para cuando se aparte el cursor de este actor con la interfaz en la que se puede pinchar.
pt_br: Evento quando este ator tem um dedo movido para fora dele com a interface clicável.

# UObjectToolTips,Actor:ReceiveActorOnReleased
source: Event when this actor is under the mouse when left mouse button is released while using the clickable interface.
es: Evento para cuando este actor está bajo el ratón cuando se deja de presionar el botón izquierdo mientras se usa la interfaz en la que se puede pinchar.
pt_br: Evento quando este ator está sob o mouse com o botão esquerdo do mouse liberado, usando a interface clicável.

# UObjectToolTips,Actor:ReceiveAnyDamage
source: Event when this actor takes ANY damage
es: Evento para cuando este actor no recibe NINGÚN daño
pt_br: Evento quando este ator recebe QUALQUER dano

# UObjectToolTips,Actor:ReceiveEndPlay
source: Event to notify blueprints this actor is about to be deleted.
es: Evento para avisar de los Blueprints que este actor está a punto de eliminar.
pt_br: Evento para notificar esquemas que este ator está prestes a ser excluído.

# UObjectToolTips,Actor:ReceivePointDamage
source: Event when this actor takes POINT damage
es: Evento para cuando este actor no recibe NINGÚN daño
pt_br: Evento quando este ator recebe dano por PONTO

# UObjectToolTips,Actor:ReceiveRadialDamage
source: Event when this actor takes RADIAL damage @todo Pass it the full array of hits instead of just one?
es: Evento para cuando este actor recibe un daño RADIAL @todo ¿Pasarle la matriz completa en lugar de solo una?
pt_br: Evento quando este ator recebe dano RADIAL @todo Passar a matriz completa de impactos em vez de somente um?

# UObjectToolTips,Actor:ReceiveTick
source: Event called every frame
es: DataSource ha revisado y evaluado cada fotograma
pt_br: Evento chamou todos os quadros

# UObjectToolTips,ActorComponent:ReceiveTick
source: Event called every frame
es: DataSource ha revisado y evaluado cada fotograma
pt_br: Evento chamou todos os quadros

# UObjectToolTips,Actor:ReplicatedMovement
source: Used for replication of our RootComponent's position and velocity
es: Usado para duplicación de la posición y velocidad de nuestro RootComponent
pt_br: Usado para replicação da posição e da velocidade do RootComponent

# UObjectToolTips,Actor:SetActorEnableCollision
source: Allows enabling/disabling collision for the whole actor
es: Permite activar/desactivar la colisión para todo el actor
pt_br: Permite ativar/desativar a colisão para todo o ator

# UObjectToolTips,Actor:SetActorHiddenInGame
source: Sets the actor to be hidden in the game @param bNewHidden Whether or not to hide the actor and all its components
es: Ajusta el actor para estar oculto en el juego @param bNewHidden Si ocultar o no el actor y todos sus componentes
pt_br: Define o ator que será ocultado no jogo @param bNewHidden Se deve ou não esconder o ator e todos os seus componentes

# UObjectToolTips,Actor:SetActorScale3D
source: Set the Actor's world-space scale.
es: Ajustar la escala del sistema de coordenadas global del actor.
pt_br: Define a escala de espaço do mundo do Ator.

# UObjectToolTips,Actor:SetLifeSpan
source: Set the lifespan of this actor. When it expires the object will be destroyed. If requested lifespan is 0, the timer is cleared and the actor will not be destroyed.
es: Ajustar la vida de este actor. Cuando expira el objeto se eliminará. Si la vida solicitada es 0, el reloj se borra y el actor no se destruirá.
pt_br: Definir o tempo de vida deste ator. Quando expirar, o objeto será destruído. Se o tempo de vida solicitado for 0, o cronômetro é apagado e o ator não será destruído.

# UObjectToolTips,Actor:SnapRootComponentTo
source: Snap the RootComponent of this Actor to the supplied Actor's root component, optionally at a named socket. It is not valid to call this on components that are not Registered. If InSocketName == NAME_None, it will attach to origin of the InParentActor.
es: Atraer al RootComponent de este actor al componente raíz del actor proporcionado, de forma opcional en un punto de acople identificado. No es válido llamarlo en los componentes que no están registrados. Si InSocketName == NAME_None, se acoplará al origen del InParentActor.
pt_br: Adere o RootComponent deste Ator ao componente raiz do Ator dado, opcionalmente em um soquete nomeado. Não é válido chamar isto nos componentes que não estão Registrados. InSocketName == NAME_None, anexará à origem do InParentActor.

# UObjectToolTips,ActorChannel:Actor
source: Variables.
pt_br: Variáveis.

# UObjectToolTips,ECsgOper
source: Variables.
pt_br: Variáveis.

# UObjectToolTips,ActorComponent:Activate
source: Activates the SceneComponent @param bReset - The value to assign to HiddenGame.
es: Activa el SceneComponent @param bReset - El valor que asignar a HiddenGame.
pt_br: Ativa o SceneComponent @param bReset - O valor a ser atribuído a HiddenGame.

# UObjectToolTips,ActorComponent:AssetUserData
source: Array of user data stored with the component
es: Matriz de los datos del usuario almacenados con el componente
pt_br: Matriz de dados de usuário armazenados com o componente

# UObjectToolTips,ActorComponent:bCreatedByConstructionScript
source: True if this component was created by a construction script, and will be destroyed by DestroyConstructedComponents
es: Verdadero si este componente fue creado mediante una secuencia de construcción, y si será destruido por DestroyConstructedComponents
pt_br: Verdadeiro se esse componente foi criado por um script de construção e será destruído por DestroyConstructedComponents

# UObjectToolTips,ActorComponent:bIsActive
source: Whether the component is currently active.
es: Si el componente está activo actualmente.
pt_br: Se o componente está atualmente ativo.

# UObjectToolTips,ActorComponent:bNetAddressable
source: Is this component safe to ID over the network by name?
es: ¿Es este componente seguro de identificar en la red mediante el nombre?
pt_br: Este componente é seguro para identificar na rede por nome?

# UObjectToolTips,ActorComponent:bReplicates
source: Is this component currently replicating? Should the network code consider it for replication? Owning Actor must be replicating first!
es: ¿Se ha duplicado este componente? ¿Debe el código de la red tenerlo en cuenta para la duplicación? ¡El actor que le pertenece se debe duplicar primero!
pt_br: Esse componente está atualmente replicando? O código de rede deveria considerá-lo para replicação? O Ator dono deve ser replicado primeiro!
