Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,TimelineFloatTrack:FloatProperty
source: Cached float property pointer
es: Puntero con propiedades del punto flotante en caché
pt_br: Ponteiro de propriedade flutuante armazenado em cachê

# UObjectToolTips,TimelineFloatTrack:FloatPropertyName
source: Name of property that we should update from this curve
es: Nombre de la propiedad que debemos actualizar desde esta curva
pt_br: Nome da propriedade a ser atualizada a partir desta curva.

# UObjectToolTips,TimelineLinearColorTrack:LinearColorPropertyName
source: Name of property that we should update from this curve
es: Nombre de la propiedad que debemos actualizar desde esta curva
pt_br: Nome da propriedade a ser atualizada a partir desta curva.

# UObjectToolTips,TimelineVectorTrack:VectorPropertyName
source: Name of property that we should update from this curve
es: Nombre de la propiedad que debemos actualizar desde esta curva
pt_br: Nome da propriedade a ser atualizada a partir desta curva.

# UObjectToolTips,TimelineFloatTrack:InterpFunc
source: Function that the output from ValueCurve will be passed to
es: Función a la que se pasará la salida de ValueCurve
pt_br: Função para a qual a saída de ValueCurve será passada

# UObjectToolTips,TimelineLinearColorTrack:InterpFunc
source: Function that the output from ValueCurve will be passed to
es: Función a la que se pasará la salida de ValueCurve
pt_br: Função para a qual a saída de ValueCurve será passada

# UObjectToolTips,TimelineVectorTrack:InterpFunc
source: Function that the output from ValueCurve will be passed to
es: Función a la que se pasará la salida de ValueCurve
pt_br: Função para a qual a saída de ValueCurve será passada

# UObjectToolTips,TimelineLinearColorTrack
source: Struct that contains one entry for each linear color interpolation performed by the timeline
es: Estructura que contiene una entrada para cada interpolación del color lineal reproducido mediante la línea de tiempo
pt_br: Struct que contém uma entrada para cada interpolação de cor linear realizada pela linha do tempo

# UObjectToolTips,TimelineLinearColorTrack:LinearColorProperty
source: Cached linear color struct property pointer
es: Puntero con propiedades de la estructura de color lineal en caché
pt_br: Ponteiro da propriedade do struct de cor linear armazenado em cachê

# UObjectToolTips,TimelineTemplate:bAutoPlay
source: If we want the timeline to auto-play
es: Si queremos reproducir automáticamente la línea del tiempo
pt_br: Se a linha do tempo deve ser reproduzida automaticamente

# UObjectToolTips,TimelineTemplate:bLoop
source: If we want the timeline to loop
es: Si queremos que la línea de tiempo entre en bucle.
pt_br: Se a linha do tempo deve ser reproduzida em loop

# UObjectToolTips,TimelineTemplate:bReplicated
source: If we want the timeline to loop
es: Si queremos que la línea de tiempo entre en bucle.
pt_br: Se a linha do tempo deve ser reproduzida em loop

# UObjectToolTips,TimelineTemplate:EventTracks
source: Set of event tracks
es: Conjunto de pistas del evento
pt_br: Conjuntos de faixas de evento

# UObjectToolTips,TimelineTemplate:FloatTracks
source: Set of float interpolation tracks
es: Conjunto de pistas de interpolación de puntos flotantes
pt_br: Conjunto de trilhas de interpolação flutuante

# UObjectToolTips,TimelineTemplate:LengthMode
source: How we want the timeline to determine its own length (e.g. specified length, last keyframe)
es: Cómo queremos la línea de tiempo para determinar su extensión (ej. largo especificado, último fotograma clave)
pt_br: Como queremos que a linha do tempo determine sua própria duração (e.g. comprimento especificado, último quadro-chave)

# UObjectToolTips,TimelineTemplate:LinearColorTracks
source: Set of linear color interpolation tracks
es: Conjunto de pistas de interpolación de colores lineales
pt_br: Conjunto de trilhas de interpolação de cor linear

# UObjectToolTips,TimelineTemplate:MetaDataArray
source: Metadata information for this timeline
es: Información de los metadatos para esta línea de tiempo
pt_br: Informação de metadados para esta linha do tempo

# UObjectToolTips,TimelineTemplate:TimelineLength
source: Length of this timeline
es: La longitud de esta línea de tiempo
pt_br: Duração desta linha do tempo

# UObjectToolTips,TimelineTemplate:VectorTracks
source: Set of vector interpolation tracks
es: Conjunto de pistas de interpolación de vectores
pt_br: Conjunto de trilhas de interpolação de vetores

# UObjectToolTips,TimelineVectorTrack:VectorCurve
source: Vector curve to be evaluated
es: Curva del vector a evaluar
pt_br: Curva vetorial a ser avaliada

# UObjectToolTips,TimelineVectorTrack:VectorProperty
source: Cached vector struct property pointer
es: Puntero con propiedades de la estructura de vectores en caché
pt_br: Ponteiro da propriedade do struct vetorial armazenado em cachê

# UObjectToolTips,Timespan
source: A time span value.
es: Un valor del periodo de tiempo.
pt_br: Um valor de intervalo de tempo.

# UObjectToolTips,TireFrictionScalePair
source: Pairs desired tire friction scale with tire type
es: Escalar la fricción del neumático para este tipo de neumático
pt_br: Associa a escala de atrito dos pneus desejada com o tipo de pneu

# UObjectToolTips,TireFrictionScalePair:FrictionScale
source: Friction scale for this type of tire
es: Escala de fricción para este tipo de neumático
pt_br: Escala de atrito para este tipo de pneu

# UObjectToolTips,TireFrictionScalePair:TireType
source: Tire type
es: Tipo de neumático
pt_br: Tipo de pneu

# UObjectToolTips,TireType:FrictionScale
source: Scale the tire friction for this tire type
es: Escalar la fricción del neumático para este tipo de neumático
pt_br: Escalona o atrito do pneu para este tipo de pneu

# UObjectToolTips,ToggleTrackKey
source: Information for one toggle in the track.
es: Información para una conmutación en la pista.
pt_br: Informação sobre uma alternância na faixa.

# UObjectToolTips,VisibilityTrackKey
source: Information for one toggle in the track.
es: Información para una conmutación en la pista.
pt_br: Informação sobre uma alternância na faixa.

# UObjectToolTips,TouchInputControl:AltInputKey
source: The alternate input to send from this control (for sticks, this is the vertical axis)
es: La entrada alternativa que enviar desde este control (para los sticks, este es el eje vertical)
pt_br: A entrada alternativa para enviar a partir desse controle (para analógicos, esse é o eixo vertical)

# UObjectToolTips,TouchInputControl:Center
source: The center point of the control (if <= 1.0, it's relative to screen, > 1.0 is absolute)
es: El punto central del control (si <= 1.0, es relativo a la pantalla, > 1.0 es absoluto)
pt_br: O ponto central do controle (se <= 1.0, é relativo à tela, > 1.0 é absoluto)

# UObjectToolTips,TouchInputControl:Image1
source: For sticks, this is the Thumb
es: Para las tarjetas, esta es la miniatura
pt_br: Para direcionais analógicos, este é o Polegar

# UObjectToolTips,TouchInputControl:Image2
source: For sticks, this is the Background
es: Para los sticks, este es el fondo
pt_br: Para direcionais analógicos, este é o Fundo

# UObjectToolTips,TouchInputControl:InputScale
source: The scale for control input
es: La escala para la entrada de control
pt_br: A escala para a entrada de controle

# UObjectToolTips,TouchInputControl:InteractionSize
source: The interactive size of the control (if <= 1.0, it's relative to screen, > 1.0 is absolute)
es: El tamaño interactivo del control (si <= 1.0, es relativo a la pantalla, > 1.0 es absoluto)
pt_br: O tamanho interativo do controle (se <= 1.0, é relativo à tela, > 1.0 é absoluto)

# UObjectToolTips,TouchInputControl:MainInputKey
source: The main input to send from this control (for sticks, this is the horizontal axis)
es: La entrada principal que enviar desde este control (para las tarjetas, ese es el eje horizontal)
pt_br: A entrada principal para enviar a partir desse controle (para analógicos, esse é o eixo horizontal)

# UObjectToolTips,TouchInputControl:ThumbSize
source: For sticks, the size of the thumb (if <= 1.0, it's relative to screen, > 1.0 is absolute)
es: Para los sticks, el tamaño de la miniatura (si <= 1.0, es relativo a la pantalla, > 1.0 es absoluto)
pt_br: Para direcionais, o tamanho da miniatura (se <= 1.0, é relativo à tela, > 1.0 é absoluto)

# UObjectToolTips,TouchInputControl:VisualSize
source: The size of the control (if <= 1.0, it's relative to screen, > 1.0 is absolute)
es: Magnitud del control (si <= 1.0, es relativo a la pantalla, > 1.0 es absoluto)
pt_br: O tamanho do controle (se <= 1.0, é relativo à tela, > 1.0 é absoluto)

# UObjectToolTips,TouchInterface
source: Defines an interface by which touch input can be controlled using any number of buttons and virtual joysticks
es: Define una interfaz con la cual se puede controlar una entrada táctil usando cualquier número de botones y palancas de mando virtuales
pt_br: Define uma interface pela qual a entrada de toque pode ser controlada com o uso de qualquer número de botões e joysticks virtuais

# UObjectToolTips,TouchInterface:ActivationDelay
source: How long after joystick enabled for touch (0.0 will disable this feature)
es: Cuánto tiempo esperar para tocar el joystick tras haberse activado (0.0 desactivará esta función)
pt_br: Tempo após ativação de toque no joystick (0.0 destivará esta função)

# UObjectToolTips,TouchInterface:ActiveOpacity
source: Opacity (0.0 - 1.0) of all controls while any control is active
es: Opacidad (0.0 - 1.0) de todos lo controles mientras cualquier control este activo
pt_br: Opacidade (0.0 - 1.0) de todos os controles quando qualquer controle estiver ativo

# UObjectToolTips,TouchInterface:bPreventRecenter
source: Whether to prevent joystick re-center
es: Si evitar que se vuelva a centrar el joystick
pt_br: Se deve evitar a recentralização do joystick

# UObjectToolTips,TouchInterface:InactiveOpacity
source: Opacity (0.0 - 1.0) of all controls while no controls are active
es: Opacidad (0.0 - 1.0) de todos lo controles mientras no hay controles activos
pt_br: Opacidade (0.0 - 1.0) de todos os controles quando nenhum controle estiver ativo

# UObjectToolTips,TouchInterface:StartupDelay
source: Delay at startup before virtual joystick is drawn
es: Retraso durante el arranque antes de trazar la palanca de mando virtual
pt_br: Atraso no início antes de desenhar o joystick virtual

# UObjectToolTips,TouchInterface:TimeUntilDeactive
source: How long after user interaction will all controls fade out to Inactive Opacity
es: Durante cuánto tiempo se atenuarán los controles a la opacidad inactiva tras la interacción del usuario
pt_br: Quanto tempo após a interação com o usuário os controles reduzirão para Opacidade Inativa

# UObjectToolTips,TouchInterface:TimeUntilReset
source: How long after going inactive will controls reset/recenter themselves (0.0 will disable this feature)
es: Durante cuánto tiempo se reajustaran/renovarán los controles tras volverse inactivos (0.0 desactivará esta función)
pt_br: Após quanto tempo de inatividade os controles serão reiniciados/recentralizados (0.0 desativará esta função)

# UObjectToolTips,TriangleSortSettings
source: Struct containing triangle sort settings for a particular section
es: Estructura que contiene los ajustes de clasificación del triángulo para una sección en particular
pt_br: Struct contendo configurações de classificação triangular para a seção particular

# UObjectToolTips,TrueTypeFontFactory:bFontSelected
source: True if a font was selected during the non-legacy creation process
es: Verdadero si se seleccionó una fuente durante el proceso de creación no legada
pt_br: Verdadeiro se uma fonte foi selecionada durante o processo de criação não herdado

# UObjectToolTips,TrueTypeFontFactory:bPropertiesConfigured
source: True when the font dialog was shown for this factory during the non-legacy creation process
es: Verdadero cuando se mostró el diálogo de fuente para esta fábrica durante el proceso de creación no legado
pt_br: Verdadeiro quando o diálogo da fonte foi exibido para essa fábrica durante o processo de criação não herdado

# UObjectToolTips,TrueTypeFontFactory:ImportOptions
source: Import options for the font
es: Importar opciones para la fuente
pt_br: Importar opções para a fonte

# UObjectToolTips,TTEventTrack
source: Structure storing information about one event track
es: Estructura que almacena información sobre una pista del evento
pt_br: Estrutura que armazena informações sobre uma faixa de evento

# UObjectToolTips,TTEventTrack:CurveKeys
source: Curve object used to store keys
es: Objeto curvado que se usa para almacenar claves
pt_br: Objeto usado para armazenar chaves

# UObjectToolTips,TTFloatTrack
source: Structure storing information about one float interpolation track
es: Estructura que almacena información sobre una pista de interpolación del punto flotante
pt_br: Estrutura que armazena informações sobre uma faixa de interpolação de flutuante

# UObjectToolTips,TTFloatTrack:CurveFloat
source: Curve object used to define float value over time
es: Objeto curvado que se usa para definir el valor de punto flotante con el tiempo
pt_br: Objeto de curva usado para definir o valor do flutuante sobre o tempo

# UObjectToolTips,TTLinearColorTrack
source: Structure storing information about one color interpolation track
es: Estructura que almacena información sobre una pista de interpolación del color
pt_br: Estrutura que armazena informações sobre uma faixa de interpolação de cores

# UObjectToolTips,TTLinearColorTrack:CurveLinearColor
source: Curve object used to define color value over time
es: Objeto curvado que se usa para definir el valor de color conforme avanza el tiempo
pt_br: Objeto de curva usado para definir o valor da cor sobre o tempo

# UObjectToolTips,TTTrackBase:bIsExternalCurve
source: Flag to identify internal/external curve
es: Indicador para identificar curva interna/externa
pt_br: Sinalizador para identificar a curva interna/externa

# UObjectToolTips,TTTrackBase:TrackName
source: Name of this track
es: Nombre de esta pista
pt_br: Nome desta trilha

# UObjectToolTips,TTVectorTrack
source: Structure storing information about one vector interpolation track
es: Estructura que almacena información sobre una pista de interpolación del vector
pt_br: Estrutura que armazena informações sobre uma faixa de interpolação vetorial

# UObjectToolTips,TTVectorTrack:CurveVector
source: Curve object used to define vector value over time
es: Objeto curvado que se usa para definir el valor vector con el tiempo
pt_br: Objeto de curva usado para definir o valor do vetor sobre o tempo

# UObjectToolTips,TViewTarget:PlayerState
source: PlayerState (used to follow same player through pawn transitions, etc., when spectating)
es: PlayerState (usado para seguir al jugador a través de las transiciones del peón, etc., cuando está observando)
pt_br: PlayerState (usado para seguir o mesmo jogador mesmo por transições de peão etc, quando em estado de espectador)

# UObjectToolTips,TwitterIntegrationBase:AuthorizeAccounts
source: Starts the process of authorizing the local user(s). When TID_AuthorizeComplete is called, then GetNumAccounts() will return a valid number of accounts @return true if the authorization process started, and TID_AuthorizeComplete delegates will be called
es: Comienza el proceso de autorización de usuario(s) local(es). Cuando se llama a TID_AuthorizeComplete entonces GetNumAccounts() devolverá un número válido de cuentas @return verdadero si el proceso de autorización ha comenzado, y si se llamará a los delegados TID_AuthorizeComplete
pt_br: Inicia o processo de autorização dos usuários locais. Quando TID_AuthorizeComplete é chamado, GetNumAccounts() retornará um número válido de contas @return verdadeiro se o processo de autorização for iniciado e os delegados TID_AuthorizeComplete serão chamados

# UObjectToolTips,TwitterIntegrationBase:CanShowTweetUI
source: @return true if the user is allowed to use the Tweet UI
es: @return verdadero si se permite al usuario usar la UI (Interfaz del usuario) del Tweet
pt_br: @return verdadeiro se o usuário tiver permissão para usar a IU do Tuíte

# UObjectToolTips,TwitterIntegrationBase:GetAccountName
source: @return the display name of the given Twitter account
es: @return el nombre de la visualización de la cuenta del Twitter proporcionada
pt_br: @return o nome de exibição da conta do Twitter informada

# UObjectToolTips,TwitterIntegrationBase:GetNumAccounts
source: @return The number of accounts that were authorized
es: @return El número de cuentas que se autorizaron
pt_br: @return O número de contas que foram autorizadas

# UObjectToolTips,TwitterIntegrationBase:Init
source: Perform any needed initialization
es: Reproducir cualquier inicio que se necesito
pt_br: Efetua qualquer inicialização necessária

# UObjectToolTips,TwitterIntegrationBase:ShowTweetUI
source: Kicks off a tweet, using the platform to show the UI. If this returns false, or you are on a platform that doesn't support the UI, you can use the TwitterRequest method to perform a manual tweet using the Twitter API @param InitialMessage [optional] Initial message to show @param URL [optional] URL to attach to the tweet @param Picture [optional] Name of a picture (stored locally, platform subclass will do the searching for it) to add to the tweet @return true if a UI was displayed for the user to interact with, and a TID_TweetUIComplete will be sent
es: Lanza un tweet, mediante la plataforma para mostrar la interfaz del usuario. Si se devuelve falso o se está en una plataforma que no admite la interfaz de usuario, se puede usar el método TwitterRequest para reproducir un tweet manual mediante la IPA del twitter @param InitialMessage [optional] Mensaje inicial que mostrar @param URL [optional] URL que acoplar al tweet @param Picture [optional] Nombre de una imagen (almacenada localmente, la subclase de la plataforma la buscará) que añadir al tweet @return es verdadero si una se ha visualizado la IU con la que interactuar el usuario, y se enviará un TID_TweetUIComplete
pt_br: Inicia um tuíte, usando a plataforma para exibir a IU. Se retornar falso, ou se você estiver em uma plataforma que não suporta a IU, você pode usar o método de TwitterRequest para enviar um tuíte manual usando a API do Twitter @param InitialMessage [opcional] Mensagem inicial a ser exibida @param URL [opcional] URL para anexar ao tuíte @param Picture [opcional] Nome de uma figura (armazenada localmente, a subclasse da plataforma fará a busca) para adicionar ao tuíte @return verdadeiro se uma IU foi exibida para que o usuário interaja, e um TID_TweetUIComplete será enviado.

# UObjectToolTips,TwitterIntegrationBase:TwitterRequest
source: Kicks off a generic twitter request @param URL The URL for the twitter request @param KeysAndValues The extra parameters to pass to the request (request specific). Separate keys and values: < "key1", "value1", "key2", "value2" > @param Method The method for this request (get, post, delete) @param AccountIndex A user index if an account is needed, or -1 if an account isn't needed for the request @return true the request was sent off, and a TID_RequestComplete
es: Lanza una solicitud de twitter genérica @param URL El URL para la solicitud de twitter @param KeysAndValues Los parámetros extra para pasar a la solicitud (solicitud específica). Valores y claves individuales: < "key1", "value1", "key2", "value2" > @param Método El método para esta solicitud (recibir, enviar, eliminar) @param AccountIndex Un índice de usuario si se necesita una cuenta, o -1 si no es necesaria una cuenta para la solicitud @devuelve verdadero en la solicitud enviada, y una TID_RequestComplete
pt_br: Inicia uma solicitação genérica do twitter @param URL O URL para a solicitação do twitter @param KeysAndValues Os parâmetros adicionais para passar à solicitação (específico da solicitação). Valores e chaves separados: < "key1", "value1", "key2", "value2" > @param Method O método para esta solicitação (buscar, publicar, excluir) @param AccountIndex Um índice de usuário se uma conta for necessária, ou -1 se uma conta não for necessária para a solicitação @return verdadeiro se a solicitação foi enviada, e um TID_RequestComplete

# UObjectToolTips,UniformGridPanel
source: A panel that evenly divides up available space between all of its children.
es: Un panel que divide el espacio disponible de forma equitativa entre todos sus hijos.
pt_br: Um painel que divide igualmente o espaço disponível entre todos os seus filhos.

# UObjectToolTips,UniformGridPanel:MinDesiredSlotHeight
source: The minimum desired height of the slots
es: La altura mínima deseada para estas ranuras
pt_br: A altura mínima desejada dos slots

# UObjectToolTips,UniformGridPanel:MinDesiredSlotWidth
source: The minimum desired width of the slots
es: El ancho mínimo deseado para estas ranuras
pt_br: A largura mínima desejada dos slots

# UObjectToolTips,UniformGridPanel:SlotPadding
source: Padding given to each slot
es: Espacio dado a cada ranura
pt_br: Preenchimento dado a cada slot

# UObjectToolTips,UniformGridSlot
source: A slot for UUniformGridPanel, these slots all share the same size as the largest slot in the grid.
es: Una ranura para UUniformGridPanel, todas estas ranuras tienen el mismo tamaño que la ranura más grande en la rejilla.
pt_br: Um slot para UUniformGridPanel, esses slots compartilham o mesmo tamanho que o maior slot na grade.

# UObjectToolTips,UniqueNetIdRepl
source: Wrapper for opaque type FUniqueNetId Makes sure that the opaque aspects of FUniqueNetId are properly handled/serialized over network RPC and actor replication
es: Envoltura para FUniqueNetId de tipo opaco Se asegura de que el aspecto opaco de FUniqueNetId está colocado/seriado correctamente en la duplicación del actor y RPC (Llamada remota) de red
pt_br: Envoltório para o FUniqueNetId de tipo opaco Garante que os aspectos opacos do FUniqueNetId são manipulados/serializados adequadamente sobre o RPC de rede e a replicação de ator

# UObjectToolTips,UnrealEdEngine:AnimationCompressionAlgorithms
source: Global list of instanced animation compression algorithms.
es: Lista global de algoritmos para la compresión de animaciones instanciadas.
pt_br: Lista global dos algoritmos de compactação da animação.

# UObjectToolTips,UnrealEdEngine:AutoReimportManager
source: Manager responsible for configuring auto reimport
es: Gestor responsable de configurar la reimportación automática
pt_br: Gerenciador responsável por configurar a reimportação automática

# UObjectToolTips,UnrealEdEngine:bNeedWarningForPkgEngineVer
source: Whether the user needs to be prompted about a package being saved with an engine version newer than the current one or not
es: Si es necesario o no preguntarle al usuario sobre el guardado de un paquete con una versión de motor más reciente que la actual
pt_br: Se o usuário precisa ou não ser perguntado sobre um pacote sendo salvo com uma versão do mecanismo mais recente do que a atual

# UObjectToolTips,UnrealEdEngine:bNeedWarningForWritePermission
source: Whether the user needs to be prompted about a package being saved when the user does not have permission to write the file
es: Si es necesario preguntarle al usuario sobre el guardado de un paquete, cuando el usuario no tiene permiso para guardar el archivo
pt_br: Se o usuário precisa ser perguntado sobre um pacote sendo salvo quando o usuário não tem permissão para gravar o arquivo

# UObjectToolTips,UnrealEdEngine:CookServer
source: Cooker server incase we want to cook ont he side while editing...
es: Servidor de procesamiento en caso de que deseemos procesar mientras editamos...
pt_br: Servidor do preparador, caso queiramos preparar na lateral durante a edição...
