Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,NavCollision:bIsDynamicObstacle
source: If set, mesh will be used as dynamic obstacle (don't create navmesh on top, much faster adding/removing)
es: Si lo ajusta, la malla se usará como un obstáculo dinámico (no crear una malla de navegación en la parte superior, añadir/eliminar mucho más rápido)
pt_br: Se definido, a malha será usada como um obstáculo dinâmico (não será criada uma navmesh por cima, tornando a adição/remoção mais rápidas)

# UObjectToolTips,NavCollision:BoxCollision
source: list of nav collision boxes
es: lista de las cajas de la colisión de navegación
pt_br: lista de caixas de colisão de navegação

# UObjectToolTips,NavCollision:CylinderCollision
source: list of nav collision cylinders
es: lista de los cilindros de la colisión de navegación
pt_br: lista de cilindros de colisão de navegação

# UObjectToolTips,NavGraphNode:Owner
source: Who's this node referring to? This will most commonly point to an actor or a component
es: ¿A quién se refiere este nodo? Lo más probable es que apunte a un actor o componente
pt_br: A quem esse nó se refere? Comumente, apontará para um ator ou componente

# UObjectToolTips,NavigationData
source: Represents abstract Navigation Data (sub-classed as NavMesh, NavGraph, etc) Used as a common interface for all navigation types handled by NavigationSystem
es: Representa los datos de navegación abstracta (subclasificadas como NavMesh, NavGraph, etc) Usada como una interfaz común para todos lo tipos de navegación manipulada por NavigationSystem.
pt_br: Representa Dados de Navegação abstratos (subclassificado como NavMesh, NavGraph etc.) Usado como uma interface comum para todos os tipos de navegação manipulados pelo NavigationSystem

# UObjectToolTips,NavigationData:bEnableDrawing
source: if set to true then this navigation data will be drawing itself when requested as part of "show navigation"
es: si lo ajusta a verdadero, los datos de navegación se trazarán por sí solos cuando se soliciten como parte de "mostrar navegación"
pt_br: se for verdadeiro, estes dados de navegação serão desenhados quando solicitados como parte de "exibir navegação"

# UObjectToolTips,NavigationData:bRebuildAtRuntime
source: If true, the NavMesh can be dynamically rebuilt at runtime.
es: Si es verdadero, se puede volver a diseñar el NavMesh durante el tiempo de ejecución.
pt_br: Se for verdadeiro, NavMesh poderá ser recompilado dinamicamente no tempo de execução.

# UObjectToolTips,NavigationData:ObservedPathsTickInterval
source: all observed paths will be processed every ObservedPathsTickInterval seconds
es: todas las rutas observadas se procesarán cada ObservedPathsTickInterval segundos
pt_br: todos os caminhões observados serão processados a cada ObservedPathsTickInterval segundos

# UObjectToolTips,NavigationData:SupportedAreas
source: serialized area class - ID mapping
es: clase de áreas serializadas - asignación de ID
pt_br: classe de área serializada - mapeamento de ID

# UObjectToolTips,NavigationFilterArea:AreaClass
source: navigation area class
es: clase de área de navegación
pt_br: classe da área de navegação

# UObjectToolTips,NavigationFilterArea:bIsExcluded
source: mark as excluded
es: marcar como excluido
pt_br: marca como excluído

# UObjectToolTips,NavigationFilterArea:EnteringCostOverride
source: override for entering cost
es: anulación de los costos de ingreso
pt_br: substituição para custo de entrada

# UObjectToolTips,NavigationFilterArea:TravelCostOverride
source: override for travel cost
es: anulación de los costos de viaje
pt_br: substituição para curso de percurso

# UObjectToolTips,NavigationFilterFlags
source: Use UNavigationSystem.DescribeFilterFlags() to setup user friendly names of flags
es: Usa UNavigationSystem.DescribeFilterFlags() para configurar nombres descriptivos de los indicadores
pt_br: Usa UNavigationSystem.DescribeFilterFlags() para configurar nomes de sinalizador que podem ser entendidos pelo usuário

# UObjectToolTips,NavigationGraph
source: currently abstract since it's not full implemented
es: actualmente abstracto desde que no se ha aplicado por completo
pt_br: atualmente abstrato já que não foi implementado completamente

# UObjectToolTips,NavigationLinkBase:AreaClass
source: Area type of this link (empty = default)
es: Tipo del área de este enlace (vacío = predeterminado)
pt_br: Tipo de área deste vínculo (vazio = padrão)

# UObjectToolTips,NavigationLinkBase:Description
source: this is an editor-only property to put descriptions in navlinks setup, to be able to identify it easier
es: es una propiedad de solo edición para añadir descripciones en la instalación de los enlaces de navegación, para poder identificarlo más fácilmente.
pt_br: essa é uma propriedade somente do editor para colocar descrições na configuração navlinks, para ser mais fácil de identificá-la

# UObjectToolTips,NavigationObjectBase:bIsPIEPlayerStart
source: True if this nav point was spawned to be a PIE player start.
es: Verdadero si este punto de navegación se generó para ser un inicio de jugador PIE.
pt_br: Verdadeiro se esse ponto de navegação foi criado para ser o início de um jogador em PIE.

# UObjectToolTips,NavigationPath
source: UObject wrapper for FNavigationPath
es: Envolvente UObject para FNavigationPath
pt_br: Envoltório de UObject para FNavigationPath

# UObjectToolTips,NavigationPath:EnableRecalculationOnInvalidation
source: if enabled path will request recalculation if it gets invalidated due to a change to underlying navigation
es: si está habilitado, la ruta solicitará el recálculo si resulta invalidado debido a un cambio en la navegación subyacente
pt_br: se ativado, o caminho solicitará o recálculo se for invalidado devido a uma alteração na navegação subjacente

# UObjectToolTips,NavigationPath:GetDebugString
source: UObject end
es: Fin de UObject
pt_br: UObject fim

# UObjectToolTips,NavigationQueryFilter
source: Class containing definition of a navigation query filter
es: Clase que contiene la definición de un filtro de consulta de la navegación
pt_br: Classe que contém a definição de um filtro de consulta de navegação

# UObjectToolTips,NavigationQueryFilter:Areas
source: list of overrides for navigation areas
es: lista de anulaciones para áreas de navegación
pt_br: lista de substituições para áreas de navegação

# UObjectToolTips,NavigationQueryFilter:ExcludeFlags
source: forbidden flags of navigation nodes
es: indicadores prohibidos de nodos de navegación
pt_br: sinalizadores proibidos em nós de navegação

# UObjectToolTips,NavigationQueryFilter:IncludeFlags
source: required flags of navigation nodes
es: indicadores necesarios de los nodos de navegación
pt_br: sinalizadores necessários em nós de navegação

# UObjectToolTips,NavigationSystem:bAutoCreateNavigationData
source: Should navigation system spawn default Navigation Data when there's none and there are navigation bounds present?
es: ¿Debe el sistema de navegación crear datos de navegación predeterminada cuando no hay ninguno y si hay límites de navegación presentes?
pt_br: O sistema de navegação deve criar dados de navegação padrão quando não houver nenhum, e houver limites de navegação?

# UObjectToolTips,NavigationSystem:DirtyAreasUpdateFreq
source: update frequency for dirty areas on navmesh
es: frecuencia de actualización para las áreas 'sucias' en la malla de navegación
pt_br: frequência de atualização para áreas sujas na navmesh

# UObjectToolTips,NavigationSystem:GetPathCost
source: Potentially expensive. Use with caution. Consider using UPathFollowingComponent::GetRemainingPathCost instead
es: Conlleva un gran coste. Usar con precaución. Considerar el uso de UPathFollowingComponent::GetRemainingPathCost instead
pt_br: Potencialmente custoso. Use com cuidado. Considere usar, em vez disso, UPathFollowingComponent::GetRemainingPathCost

# UObjectToolTips,NavigationSystem:GetPathLength
source: Potentially expensive. Use with caution
es: Conlleva un gran coste. Usar con precaución
pt_br: Potencialmente custoso. Use com cuidado.

# UObjectToolTips,NavigationSystem:ProjectPointToNavigation
source: Project a point onto the NavigationData
es: Proyectar un punto sobre NavigationData
pt_br: Projeta um ponto em NavigationData

# UObjectToolTips,NavigationTestingActor:bGatherDetailedInfo
source: if set, all steps of A* algorithm will be accessible for debugging
es: si está ajustado, todos los pasos del algoritmo A* estarán accesibles para la depuración
pt_br: se for definido, todas as etapas do algoritmo A* serão acessíveis para depuração

# UObjectToolTips,NavigationTestingActor:bShowBestPath
source: show current best path
es: mostrar la mejor ruta actual
pt_br: mostrar o melhor caminho

# UObjectToolTips,NavigationTestingActor:bShowDiffWithPreviousStep
source: show which nodes were modified in current A* step
es: mostrar qué nodos se modificaron durante el paso de A* actual
pt_br: exibir quais nós foram modificados na etapa A* atual

# UObjectToolTips,NavigationTestingActor:bShowNodePool
source: show polys from open (orange) and closed (yellow) sets
es: mostrar los polígonos de los abiertos (naranja) y los cerrados (amarillo)
pt_br: exibir polígonos de conjuntos abertos (laranja) e fechados (amarelo)

# UObjectToolTips,NavigationTestingActor:CostDisplayMode
source: determines which cost will be shown
es: determina qué costo se mostrará
pt_br: determina que custo será exibido

# UObjectToolTips,NavigationTestingActor:PathfindingTime
source: Time in micro seconds
es: Tiempo en microsegundos
pt_br: Tempo em microssegundos

# UObjectToolTips,NavigationTestingActor:TextCanvasOffset
source: text canvas offset to apply
es: desplazamiento a aplicar sobre el texto del lienzo
pt_br: deslocamento da tela do texto a aplicar

# UObjectToolTips,NavLinkCustomComponent
source: Encapsulates NavLinkCustomInterface interface, can be used with Actors not relevant for navigation Additional functionality: - can be toggled - can create obstacle area for easier/forced separation of link end points - can broadcast state changes to nearby agents
es: Encapsula la interfaz NavLinkCustomInterface, puede usarse con actores no relevantes para la navegación. Funcionalidad adicional: -con solo un botón puede activarse y desactivarse -puede crear un área de obstáculos para una separación más fácil/forzada de los puntos finales enlazados -puede transmitir cambios de estado a agentes cercanos
pt_br: Encapsula a interface NavLinkCustomInterface, pode ser usado com Atores não relevantes para a navegação Funcionalidade adicional: - pode ser alternada - pode criar áreas de obstáculo para uma separação mais fácil/forçada dos pontos finais de links - pode transmitir estados de estado para agentes próximos

# UObjectToolTips,NavLinkCustomComponent:bCreateBoxObstacle
source: if set, box obstacle area will be added to generation
es: si está ajustado, el área de obstáculo de la caja se añadirá a la creación
pt_br: se for definido, a área de obstáculo de caixa será adicionada à geração

# UObjectToolTips,NavLinkCustomComponent:bLinkEnabled
source: is link currently in enabled state? (area class)
es: ¿El enlace está activado? (clase del área)
pt_br: o vínculo está no estado ativado? (classe da área)

# UObjectToolTips,NavLinkCustomComponent:bNotifyWhenDisabled
source: should link notify nearby agents when it changes state to disabled
es: debe enlazar los agentes cercanos del aviso cuando modifica el estado a desactivado
pt_br: o vínculo deve notificar agentes próximos quando alterar para o estado desativado

# UObjectToolTips,NavLinkCustomComponent:bNotifyWhenEnabled
source: should link notify nearby agents when it changes state to enabled
es: debe enlazar los agentes cercanos del aviso cuando modifica el estado a activado
pt_br: o vínculo deve notificar agentes próximos quando alterar para o estado ativado

# UObjectToolTips,NavLinkCustomComponent:BroadcastChannel
source: trace channel for state change broadcast
es: canal del trazo para la difusión del cambio de estado
pt_br: canal de rastreamento para difusão de alteração de estado

# UObjectToolTips,NavLinkCustomComponent:BroadcastInterval
source: interval for state change broadcast (0 = single broadcast)
es: intervalo para la difusión del cambio de estado (0 = difusión única)
pt_br: intervalo para a difusão de alteração de estado (0 = difusão única)

# UObjectToolTips,NavLinkCustomComponent:BroadcastRadius
source: radius of state change broadcast
es: radio de la difusión del cambio de estado
pt_br: raio da difusão de alteração de estado

# UObjectToolTips,NavLinkCustomComponent:DisabledAreaClass
source: area class to use when link is disabled
es: clase de área que se utiliza cuando el enlace está deshabilitado
pt_br: classe da área usada quando o vínculo é desativado

# UObjectToolTips,NavLinkCustomComponent:EnabledAreaClass
source: area class to use when link is enabled
es: clase de área que se utiliza cuando el enlace está habilitado
pt_br: classe da área usada quando o vínculo é ativado

# UObjectToolTips,NavLinkCustomComponent:LinkDirection
source: direction of link
es: dirección del enlace
pt_br: direção do vínculo

# UObjectToolTips,NavLinkCustomComponent:LinkRelativeEnd
source: end point, relative to owner
es: punto final, relativo al propietario
pt_br: ponto final, relativo ao dono

# UObjectToolTips,NavLinkCustomComponent:LinkRelativeStart
source: start point, relative to owner
es: punto de inicio, relativo al propietario
pt_br: ponto inicial, relativo ao dono

# UObjectToolTips,NavLinkCustomComponent:NavLinkUserId
source: link Id assigned by navigation system
es: enlazar el ID asignado por el sistema de navegación
pt_br: ID do vínculo atribuído pelo sistema de navegação

# UObjectToolTips,NavLinkCustomComponent:ObstacleAreaClass
source: area class for simple box obstacle
es: clase de área para obstáculos de caja simple
pt_br: classe da área para obstáculo de caixa simples

# UObjectToolTips,NavLinkCustomComponent:ObstacleExtent
source: extent of simple box obstacle
es: extensión de un obstáculo de caja simple
pt_br: limites do obstáculo da caixa simples

# UObjectToolTips,NavLinkCustomComponent:ObstacleOffset
source: offset of simple box obstacle
es: desplazamiento del obstáculo de caja simple
pt_br: deslocamento do obstáculo da caixa simples

# UObjectToolTips,NavLinkProxy:bSmartLinkIsRelevant
source: Smart link: toggle relevancy
es: Enlace inteligente: conmutar relevancia
pt_br: Vínculo inteligente: alternar relevância

# UObjectToolTips,NavLinkProxy:HasMovingAgents
source: check if any agent is moving through smart link right now
es: revisar si algún agente se mueve a través del enlace inteligente en este momento
pt_br: verificar se qualquer agente está se movendo no vínculo inteligente agora

# UObjectToolTips,NavLinkProxy:IsSmartLinkEnabled
source: check if smart link is enabled
es: revisar si el enlace inteligente está conectado
pt_br: verificar se o vínculo inteligente está ativado

# UObjectToolTips,NavLinkProxy:PointLinks
source: Navigation links (point to point) added to navigation data
es: Enlaces (punto por punto) de navegación añadidos a los datos de la navegación
pt_br: Vínculos de navegação (ponto a ponto) adicionados aos dados de navegação

# UObjectToolTips,NavLinkProxy:ReceiveSmartLinkReached
source: called when agent reaches smart link during path following, use ResumePathFollowing() to give control back
es: llamada cuando el agente alcanza el encale inteligente durante el seguimiento de la ruta. Usar ResumePathFollowing() para devolver el control
pt_br: chamado quando o agente atinge o vínculo inteligente durante o acompanhamento de caminho, usa ResumePathFollowing() para devolver o controle

# UObjectToolTips,NavLinkProxy:ResumePathFollowing
source: resume normal path following
es: reanudar el seguimiento de la ruta normal
pt_br: retomar acompanhamento de caminho normal

# UObjectToolTips,NavLinkProxy:SetSmartLinkEnabled
source: change state of smart link
es: cambiar el estado del enlace inteligente
pt_br: alterar o estado do vínculo inteligente

# UObjectToolTips,NavMovementComponent:bUpdateNavAgentWithOwnersCollision
source: If set to true NavAgentProps' radius and height will be updated with Owner's collision capsule size
es: Si se ajusta a verdadero, se actualizará el radio y la altura de NavAgentProps con el tamaño de la cápsula de colisión del propietario.
pt_br: Se definido como verdadeiro, o raio e a altura dos NavAgentProps serão atualizados com o tamanho da cápsula da colusão do Dono

# UObjectToolTips,NavMovementComponent:IsCrouching
source: @return true if currently crouching
es: @return verdadero si está ahora agachado
pt_br: @return verdadeiro se estiver agachado no momento

# UObjectToolTips,NavMovementComponent:IsFalling
source: @return true if currently falling (not flying, in a non-fluid volume, and not on the ground)
es: @return verdadero si está cayendo (no flotando, en un volumen no fluido, y tampoco en la base)
pt_br: @return verdadeiro se estiver em queda no momento (não estiver voando, em um volume não fluido e não no chão)

# UObjectToolTips,NavMovementComponent:IsFlying
source: @return true if currently flying (moving through a non-fluid volume without resting on the ground)
es: @return verdadero si está flotando (moviéndose por un volumen no fluido sin apoyarse en el suelo)
pt_br: @return verdadeiro se estiver em voo (movendo-se por volume não fluido sem estar no chão)

# UObjectToolTips,NavMovementComponent:IsMovingOnGround
source: @return true if currently moving on the ground (e.g. walking or driving)
es: @return verdadero si el peón se está moviendo por la base (ej. caminando o conduciendo)
pt_br: @return verdadeiro se estiver movendo-se sobre o chão (por exemplo: caminhando ou conduzindo)

# UObjectToolTips,NavMovementComponent:IsSwimming
source: @return true if currently swimming (moving through a fluid volume)
es: @return verdadero si está nadando (moviéndose por un volumen fluido)
pt_br: @return verdadeiro se estiver nadando (movendo-se por um volume de fluido)

# UObjectToolTips,NavMovementComponent:MovementState
source: Expresses runtime state of character's movement. Put all temporal changes to movement properties here
es: Expresa el estado del tiempo de ejecución del movimiento del personaje. Ingrese aquí todos los cambios temporales a las propiedades de movimiento
pt_br: Expressa o estado de tempo de execução do movimento do personagem. Põe aqui todas as alterações temporais às propriedades de movimento

# UObjectToolTips,NavMovementComponent:StopActiveMovement
source: Stops applying further movement (usually zeros acceleration).
es: Deja de aplicar movimientos de avance (normalmente la aceleración es cero).
pt_br: Interrompe a aplicação de mais movimentos (geralmente zera a aceleração).

# UObjectToolTips,NavMovementComponent:StopMovementKeepPathing
source: Stops movement immediately (reset velocity) but keeps following current path
es: Detiene el movimiento inmediatamente (restablecer velocidad) pero continúa siguiendo la ruta actual
pt_br: Cessa o movimento imediatamente (redefine a velocidade), mas continua a seguir o caminho atual

# UObjectToolTips,NetConnection:Children
source: child connections for secondary viewports
es: conexiones hijo para ventanas gráficas secundarias
pt_br: conexões de filhos para portas de visualização secundárias

# UObjectToolTips,NetConnection:Driver
source: Owning net driver
es: Controlador de red propietario
pt_br: Driver de rede do proprietário

# UObjectToolTips,NetConnection:InternalAck
source: Maximum packet size.
es: Tamaño máximo del paquete.
pt_br: Tamanho máximo do pacote.

# UObjectToolTips,NetConnection:OwningActor
source: Reference to controlling actor (usually PlayerController)
es: Referencia al actor controlador (por lo general PlayerController)
pt_br: Referência a um ator de controle (geralmente PlayerController)

# UObjectToolTips,NetConnection:PackageMap
source: Package map between local and remote. (negotiates net serialization)
es: Empaquetar mapa entre local y remoto (negocia la serialización de red).
pt_br: Mapa de pacotes entre local e remoto (negocia a serialização de rede)

# UObjectToolTips,NetDriver:ClientConnections
source: Array of connections to clients (this net driver is a host)
es: Matriz de conexiones con los clientes (este driver de red es un anfitrión)
pt_br: Matriz das conexões aos clientes (ese driver de rede é um host)

# UObjectToolTips,NetDriver:NetConnectionClass
source: The loaded UClass of the net connection type to use
es: La UClass cargada del tipo de conexión de red a usar
pt_br: A UClass carregada do tipo de conexão de rede a usar

# UObjectToolTips,NetDriver:NetConnectionClassName
source: Used to specify the class to use for connections
es: Usado para especificar la clase que se utiliza para las conexiones
pt_br: Usado para especificar a classe a usar para conexões

# UObjectToolTips,NetDriver:NetDriverName
source: Used to specify the net driver to filter actors with (NAME_None || NAME_GameNetDriver is the default net driver)
es: Usado para especificar el controlador de red para filtrar actores con (NAME_None || NAME_GameNetDriver es el controlador de red predeterminado)
pt_br: Usado para especificar o driver de rede para filtrar atores com (NAME_None || NAME_GameNetDriver é o driver de rede padrão)

# UObjectToolTips,NetDriver:ServerConnection
source: Connection to the server (this net driver is a client)
es: Conexión al servidor (este driver de red es un cliente)
pt_br: Conexão ao servidor (este driver de rede é um cliente)

# UObjectToolTips,NetDriver:ServerTravelPause
source: Amount of time a server will wait before traveling to next map, gives clients time to receive final RPCs on existing level @see NextSwitchCountdown
es: Cantidad de tiempo que un servidor espera antes de viajar al siguiente mapa, da tiempo a los clientes a recibir RPC finales sobre el nivel existente @see NextSwitchCountdown
pt_br: Quantidade de tempo que um servidor aguardará antes de viajar ao próximo mapa. Fornece o tempo dos clientes para receber os RPCs finais no nível existente @see NextSwitchCountdown

# UObjectToolTips,NetDriver:Time
source: Accumulated time for the net driver, updated by Tick
es: Tiempo acumulado para el driver, actualizado por revisión.
pt_br: Tempo acumulado para o driver de rede, atualizado pelo Tique

# UObjectToolTips,NetDriver:World
source: World this net driver is associated with
es: Mundo con el que está asociado este driver de red
pt_br: O mundo ao qual o driver de rede está associado

# UObjectToolTips,NetDriverDefinition
source: Container for describing various types of netdrivers available to the engine The engine will try to construct a netdriver of a given type and, failing that, the fallback version.
es: Contenedor para describir varios tipos de drivers disponibles para el motor El motor intentará construir un driver de un tipo proporcionado y, si falla, la versión de recurso.
pt_br: Recipiente para descrever diversos tipos de NetDrivers disponíveis para o mecanismo O mecanismo tentará construir um NetDriver de um determinado tipo e, se falhar, tentará uma versão nova.

# UObjectToolTips,NetDriverDefinition:DefName
source: Unique name of this net driver definition
es: Nombre único de esta definición de controlador de red
pt_br: Nome único para a definição desse driver de rede

# UObjectToolTips,NetDriverDefinition:DriverClassName
source: Class name of primary net driver
es: Nombre de la clase del controlador de red primario
pt_br: Nome da classe do driver de rede principal
