Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PawnAction:BrainComp
source: @Note: THIS IS HERE _ONLY_ BECAUSE OF THE WAY AI MESSAGING IS CURRENTLY IMPLEMENTED. WILL GO AWAY!
es: @Note: ESTO ESTÁ AQUÍ _SOLO_ DEBIDO A LA FORMA EN QUE SE IMPLEMENTA EL ENVÍO DE MENSAJES EN IA. ¡DESAPARECERÁ!
pt_br: @Note: ISSO ESTÁ AQUI _SOMENTE_ POR CAUSA DA MANEIRA QUE A MENSAGEM DE IA ESTÁ IMPLEMENTADA NO MOMENTO. ISSO SUMIRÁ!

# UObjectToolTips,PawnAction:ChildAction
source: Current child node executing on top of this Action
es: Nodo hijo actual que se está ejecutando encima de esta acción
pt_br: Nó filho atual executando no topo desta Ação

# UObjectToolTips,PawnAction:GetActionPriority
source: Blueprint interface
es: Interfaz Blueprint
pt_br: Interface do esquema

# UObjectToolTips,PawnAction_BlueprintBase:ActionStart
source: Blueprint interface
es: Interfaz Blueprint
pt_br: Interface do esquema

# UObjectToolTips,PawnAction:OwnerComponent
source: Extra reference to the component this action is being governed by
es: Referencia adicional para el componente que gobierna esta acción
pt_br: Referência adicional ao componente que está governando esta ação

# UObjectToolTips,PawnAction_Repeat:ActionToRepeat
source: Action to repeat. This instance won't really be run, it's a source for copying actions to be actually performed
es: Acción a repetir. Esta instancia no se ejecutará, es una fuente para copiar acciones que sí se van a realizar.
pt_br: Ação para repetir. Essa instância não será executada, é uma fonte para copiar ações que serão realizadas

# UObjectToolTips,PawnActionsComponent:K2_AbortAction
source: Aborts given action instance
es: Cancela la instancia de acción proporcionada.
pt_br: Anula a instância de ação fornecida

# UObjectToolTips,PawnActionsComponent:K2_ForceAbortAction
source: Aborts given action instance
es: Cancela la instancia de acción proporcionada.
pt_br: Anula a instância de ação fornecida

# UObjectToolTips,PawnMovementComponent:GetPawnOwner
source: Return the Pawn that owns UpdatedComponent.
es: Devolver el peón que posee UpdatedComponent.
pt_br: Retorna o Peão que possui UpdatedComponent.

# UObjectToolTips,PawnMovementComponent:IsMoveInputIgnored
source: Helper to see if move input is ignored. If there is no Pawn or UpdatedComponent, returns true, otherwise defers to the Pawn's implementation of IsMoveInputIgnored().
es: Soporte para ver si la entrada del movimiento se ha omitido. Si no hay ningún peón o UpdatedComponent, devuelve verdadero, de lo contrario, difiere a la implementación del peón de IsMoveInputIgnored().
pt_br: Ajudante para ver se a entrada de movimento é ignorada. Se não houver Peão ou UpdatedComponent, retorna verdadeiro, caso contrário transfere para a implementação do Peão de IsMoveInputIgnored().

# UObjectToolTips,PawnNoiseEmitterComponent
source: PawnNoiseEmitterComponent tracks noise event data used by SensingComponents to hear a Pawn. This component is intended to exist on either a Pawn or its Controller. It does nothing on network clients.
es: Los datos del evento del ruido de las pistas PawnNoiseEmitterComponent usadas por SensingComponents para oír al peón. Se ha intentado que este componente exista tanto en el peón como en su controlador. No haré nada en los clientes de la red.
pt_br: PawnNoiseEmitterComponent rastreia dados de eventos de ruído usados por SensingComponents para ouvir um Peão. Este componente deve existir ou em um Peão ou em seu Controlador. Ele não tem efeito sobre clientes de rede.

# UObjectToolTips,PawnNoiseEmitterComponent:LastLocalNoiseTime
source: Time of last local noise update
es: Tiempo de la última actualización de ruido local
pt_br: Tempo da última atualização de ruído local

# UObjectToolTips,PawnNoiseEmitterComponent:LastLocalNoiseVolume
source: Most recent noise made by this pawn at its own location
es: Sonido más reciente hecho por este peón en su propia ubicación
pt_br: Ruído mais recente produzido por este peão em sua localização

# UObjectToolTips,PawnNoiseEmitterComponent:LastRemoteNoisePosition
source: Most recent noise made by this pawn not at its own location
es: Sonido más reciente hecho por este peón que no está en su propia ubicación
pt_br: Ruído mais recente produzido por este peão fora de sua localização

# UObjectToolTips,PawnNoiseEmitterComponent:LastRemoteNoiseTime
source: Time of last remote noise update
es: Tiempo de la última actualización de ruido remoto
pt_br: Tempo da última atualização de ruído remoto

# UObjectToolTips,PawnNoiseEmitterComponent:LastRemoteNoiseVolume
source: Most recent volume of noise made by this pawn not at its own location
es: Volumen de sonido más reciente hecho por este peón que no está en su propia ubicación
pt_br: Volume de ruído mais recente produzido por este peão fora de sua localização

# UObjectToolTips,PawnNoiseEmitterComponent:NoiseLifetime
source: After this amount of time, new sound events will overwrite previous sounds even if they are not louder (allows old sounds to decay)
es: Tras esta cantidad de tiempo, nuevos eventos de sonido sobrescribirán sonidos previos incluso si no son muy altos (permite declinar los sonidos anteriores)
pt_br: Afeta essa quantidade de tempo. Novos eventos de som substituirão sons anteriores mesmo se não forem mais altos (permite que os sons antigos diminuam)

# UObjectToolTips,PawnSensingComponent
source: SensingComponent encapsulates sensory (ie sight and hearing) settings and functionality for an Actor, allowing the actor to see/hear Pawns in the world. It does nothing on network clients.
es: SensingComponent encapsula la funcionalidad y ajustes de detección (ej. ver y oir) para un actor, permitiendo al actor ver/oir a los peones en el mundo. No hace nada en los clientes de la red.
pt_br: O SensingComponent encapsula as configurações e a funcionalidade sensorial (i.e. visão e audição) para um Ator, permitindo que o ator veja/escute Peões no mundo. Não faz nada em clientes de rede.

# UObjectToolTips,PawnSensingComponent:bEnableSensingUpdates
source: If true, component will perform sensing updates. At runtime change this using SetSensingUpdatesEnabled().
es: Si es verdadero, el componente reproducirá actualizaciones de detección.Cambiar durante la ejecución usando SetSensingUpdatesEnabled().
pt_br: Se for verdadeiro, o componente realizará atualizações de detecção. Em tempo de execução, modifique isso com SetSensingUpdatesEnabled().

# UObjectToolTips,PawnSensingComponent:bHearNoises
source: If true, we will perform audibility tests and will be notified when a Pawn makes a noise that can be heard. Default: true IMPORTANT NOTE: If we can see pawns (bSeePawns is true), and the pawn is visible, noise notifications are not triggered.
es: Si es verdadero, reproduciremos pruebas del audio y se notificará cuando un peón haga un ruido que se pueda oír. Predeterminado: verdadero NOTA IMPORTANTE: Si podemos ver peones (bSeePawns es verdadero), y el peón es visible, las notificaciones del ruido no se han disparado.
pt_br: Se for verdadeiro, serão feitos testes de audibilidade e uma notificação será disparada quando um Peão fizer um som audível. Padrão: verdadeiro OBSERVAÇÃO IMPORTANTE: Se peões puderem ser vistos (bSeePawns é verdadeiro), e o peão estiver visível, notificações de ruído não serão disparadas.

# UObjectToolTips,PawnSensingComponent:bOnlySensePlayers
source: If true, will only sense player-controlled pawns in the world. Default: true
es: Si es verdadero, solo sentirá a los peones controlados por el jugador en el mundo. Predeterminado: verdadero
pt_br: Se for verdadeiro, perceberá, no mundo, somente peões controlados por jogadores. Padrão: verdadeiro

# UObjectToolTips,PawnSensingComponent:bSeePawns
source: If true, we will perform visibility tests and will trigger notifications when a Pawn is visible. Default: true
es: Si es verdadero, reproduciremos pruebas de visibilidad y dispararemos notificaciones cuando un peón sea visible. Predeterminado: verdadero
pt_br: Se for verdadeiro, serão feitos testes de visibilidade e uma notificação será disparada quando um Peão estiver visível. Padrão: verdadeiro

# UObjectToolTips,PawnSensingComponent:HearingMaxSoundAge
source: Max age of sounds we can hear. Should be greater than SensingInterval, or you might miss hearing some sounds!
es: Vigencia máxima de los sonidos que podemos oír. ¡Deben ser mayores de SensingInterval, o puede que no oiga algunos sonidos!
pt_br: Idade máxima dos sons que podemos ouvir. Deve ser maior do que SensingInterval, ou você pode deixar de ouvir alguns sons!

# UObjectToolTips,PawnSensingComponent:HearingThreshold
source: Max distance at which a makenoise(1.0) loudness sound can be heard, regardless of occlusion
es: Distancia máxima a la que un sonido muy fuerte que crea ruido (1.0) se puede oír a pesar de la oclusión (LOSHearingThreshold debe ser > HearingThreshold)
pt_br: Distância máxima da qual um som de intensidade makenoise(1.0) pode ser ouvido independente de oclusão

# UObjectToolTips,PawnSensingComponent:LOSHearingThreshold
source: Max distance at which a makenoise(1.0) loudness sound can be heard if unoccluded (LOSHearingThreshold should be > HearingThreshold)
es: Distancia máxima a la que un sonido muy fuerte que crea ruido (1.0) se puede oír si no están obstruidos (LOSHearingThreshold debe ser > HearingThreshold)
pt_br: Distância máxima da qual um som de intensidade makenoise(1.0) pode ser ouvido sem oclusão (LOSHearingThreshold deve ser > HearingThreshold)

# UObjectToolTips,PawnSensingComponent:OnHearNoise
source: Delegate to execute when we hear a noise from a Pawn's PawnNoiseEmitterComponent.
es: Delegado que se ejecuta cuando escuchamos un ruido de PawnNoiseEmitterComponent de un peón.
pt_br: Delegado para executar quando escutamos um barulho de um PawnNoiseEmitterComponent do Peão.

# UObjectToolTips,PawnSensingComponent:OnSeePawn
source: Delegate to execute when we see a Pawn.
es: Delegado que se ejecuta cuando vemos un peón.
pt_br: Delegado para executar quando vimos um Peão.

# UObjectToolTips,PawnSensingComponent:PeripheralVisionCosine
source: Cosine of limits of peripheral vision. Computed from PeripheralVisionAngle.
es: Coseno de límites de la visión periférica. Se calcula a partir de PeripheralVisionAngle.
pt_br: Cosseno dos limites da visão periférica. Computado a partir de PeripheralVisionAngle.

# UObjectToolTips,PawnSensingComponent:SensingInterval
source: Amount of time between pawn sensing updates. Use SetSensingInterval() to adjust this at runtime. A value <= 0 prevents any updates.
es: Cantidad de tiempo en el que el peón detecta las actualizaciones. Usar SetSensingInterval() para ajustarlo en el tiempo de ejecución. Un valor <= 0 evita cualquier actualización.
pt_br: Tempo entre as atualizações de detecção do peão. Use SetSensingInterval() para ajustar isso em tempo de execução. Um valor <= 0 evita quaisquer atualizações.

# UObjectToolTips,PawnSensingComponent:SetPeripheralVisionAngle
source: Sets PeripheralVisionAngle. Calculates PeripheralVisionCosine from PeripheralVisionAngle
es: Ajusta PeripheralVisionAngle. Calcula el PeripheralVisionCosine del PeripheralVisionAngle
pt_br: Define PeripheralVisionAngle. Calcula PeripheralVisionCosine do PeripheralVisionAngle

# UObjectToolTips,PawnSensingComponent:SetSensingInterval
source: Changes the SensingInterval. If we are currently waiting for an interval, this can either extend or shorten that interval. A value <= 0 prevents any updates.
es: Cambia el SensingInterval. Si estamos esperando un intervalo, esto puede o extender o acortar el intervalo. Un valor <= 0 evita cualquier actualización.
pt_br: Altera o SensingInterval. Se estivermos esperando um intervalo no momento, isso poderá estender ou encurtar esse intervalo. Um valor <= 0 impede atualizações.

# UObjectToolTips,PawnSensingComponent:SetSensingUpdatesEnabled
source: Enables or disables sensing updates. The timer is reset in either case.
es: Activa o desactiva la detección de actualizaciones. El reloj se ajusta en ambos casos.
pt_br: Ativa ou desativa atualizações de detecção. O cronômetro é zerado em ambos os casos.

# UObjectToolTips,PawnSensingComponent:SightRadius
source: Maximum sight distance.
es: Distancia máxima de visión.
pt_br: Distância máxima de visão.

# UObjectToolTips,PendingNetGame:NetDriver
source: Net driver created for contacting the new server Transferred to world on successful connection
es: Controlador de red creado para contactar con el nuevo servidor Transferido al mundo en una conexión exitosa
pt_br: Driver de rede criado para contactar o novo servidor Transferido para o mundo em caso de conexão efetuada

# UObjectToolTips,PhATSimOptions:bShowConstraintsAsPoints
source: Whether to draw constraints as points
es: Si trazar la restricciones como puntos
pt_br: Se deve desenhar restrições como pontos

# UObjectToolTips,PhATSimOptions:bShowNamesInHierarchy
source: Whether to draw bone names in the viewport
es: Si trazar los nombres del hueso en la pantalla gráfica
pt_br: Se deve desenhar os nomes de ossos na porta de visualização

# UObjectToolTips,PhATSimOptions:bUpdateJointsFromAnimation
source: Lets you manually control the physics/animation
es: Permite que se controle manualmente las/la físicas/animación
ko: 애니메이션에서 조인트 업데이트 - 피직스/애니메이션을 수동 제어할 수 있도록 해줍니다.
pt_br: Permite que você controle manualmente a física/animação

# UObjectToolTips,PhATSimOptions:PhysicsBlend
source: Lets you manually control the physics/animation
es: Permite que se controle manualmente las/la físicas/animación
ko: 피직스 블렌드 - 피직스/애니메이션을 수동 제어할 수 있도록 해줍니다.
pt_br: Permite que você controle manualmente a física/animação

# UObjectToolTips,PhATSimOptions:ConstraintDrawSize
source: Controls how large constraints are drawn in PhAT
es: Calibra cómo de grandes son las restricciones trazadas en PhAT
pt_br: Controla quão grandes as restrições são desenhadas em PhAT

# UObjectToolTips,PhATSimOptions:FloorGap
source: The gap between the floor & physics object (requires restart of PhAT)
es: El hueco entre el suelo y el objeto física (necesita reiniciar PhAT)
pt_br: A lacuna entre os objetos de física e o chão (requer a reinicialização de PhAT)

# UObjectToolTips,PhATSimOptions:GravScale
source: Scale factor for the gravity used in the simulation
es: Factor de la escala para la gravedad usada en la simulación
pt_br: Fator da escala para a gravidade usada na simulação

# UObjectToolTips,PhATSimOptions:HandleAngularDamping
source: Angular damping of mouse spring forces
es: Disminución angular de las fuerzas del resorte del ratón
pt_br: Amortecimento angular das forças elásticas do mouse

# UObjectToolTips,PhATSimOptions:HandleAngularStiffness
source: Angular stiffness of mouse spring forces
es: Firmeza angular de la tensión del resorte del ratón.
pt_br: Rigidez angular das forças elásticas do mouse

# UObjectToolTips,PhATSimOptions:HandleLinearDamping
source: Linear damping of mouse spring forces
es: Atenuación lineal de la tensión del resorte del ratón
pt_br: Amortecimento linear das forças elásticas do mouse

# UObjectToolTips,PhATSimOptions:HandleLinearStiffness
source: Linear stiffness of mouse spring forces
es: Firmeza lineal de la tensión del resorte del ratón
pt_br: Rigidez linear das forças elásticas do mouse

# UObjectToolTips,PhATSimOptions:InterpolationSpeed
source: How quickly we interpolate the physics target transform for mouse spring forces
es: Cómo de rápido interpolamos la transformación meta física para la tensión del resorte del ratón.
pt_br: Quão rápido devemos interpolar a transformação do alvo de física para forças elásticas do mouse

# UObjectToolTips,PhATSimOptions:PokeBlendTime
source: Time taken to blend from physics to animation.
es: Duración para combinar desde la física hasta la animación.
ko: 찌르기 블렌딩 시간 - 피직스에서 애니메이션으로 블렌딩하는 데 걸리는 시간입니다.
pt_br: Tempo necessário para misturar da física para a animação.

# UObjectToolTips,PhATSimOptions:PokePauseTime
source: Time between poking ragdoll and starting to blend back.
es: Tiempo entre dar un toque al efecto ragdoll y comenzar a combinar de nuevo.
ko: 찌르기 일시정지 시간 - 래그돌을 찔렀을 때 다시 블렌딩이 시작될 때까지의 시간입니다.
pt_br: Tempo entre bater no boneco de pano e começar a misturar novamente.

# UObjectToolTips,PhATSimOptions:PokeStrength
source: Strength of the impulse used when poking with left mouse button
es: Fuerza del impulso usado cuando se da un toque con el botón izquierdo del ratón
pt_br: Força do impulso usado ao clicar com o botão esquerdo do mouse

# UObjectToolTips,PhysicalMaterial
source: Physical materials are used to define the response of a physical object when interacting dynamically with the world.
es: Material físicos se usan para definir la respuesta de un objeto físico cuando interactúa de forma dinámica con el mundo.
pt_br: Materiais físicos são usados para definir a resposta de um objeto físico em interações dinâmicas com o mundo.

# UObjectToolTips,PhysicalMaterial:bOverrideFrictionCombineMode
source: If set we will use the FrictionCombineMode of this material, instead of the FrictionCombineMode found in the project settings.
es: Si se ajusta, usaremos el FrictionCombineMode de este material, en lugar del FrictionCombineMode encontrado en los ajustes del proyecto.
pt_br: Se definido, usaremos FrictionCombineMode deste material em vez do FrictionCombineMode encontrado nas configurações do projeto.

# UObjectToolTips,PhysicalMaterial:Density
source: Used with the shape of the object to calculate its mass properties. The higher the number, the heavier the object. g per cubic cm.
es: Usado con la forma del objeto para calcular las propiedades de la masa. Cuanto mayor sea el número, mayor será el peso del objeto. En g por cm cúbico.
pt_br: Usado com o formato do objeto para calcular suas propriedades de massa. Quanto maior o número, mais pesado o objeto é. g por cm cúbico.

# UObjectToolTips,PhysicalMaterial:DestructibleDamageThresholdScale
source: How much to scale the damage threshold by on any destructible we are applied to
es: Cuánto escalar según el límite de daño en cualquier destructible al que estamos aplicados.
pt_br: Fator de escala a ser aplicado no limiar de dano em qualquer destrutível em que estamos aplicados

# UObjectToolTips,PhysicalMaterial:Friction
source: Friction value of surface, controls how easily things can slide on this surface
es: Valor de la fricción de la superficie, controla cómo de fácil se pueden deslizar las cosas en esta superficie
pt_br: Valor de atrito da superfície. Controla quão facilmente as coisas podem deslizar nesta superfície.

# UObjectToolTips,PhysicalMaterial:FrictionCombineMode
source: Friction combine mode, controls how friction is computed for multiple materials.
es: Modo de combinación de fricción, controla cómo se calcula la fricción para varios materiales.
pt_br: Modo de combinação de atrito, controla como o atrito é calculado de vários materiais.

# UObjectToolTips,PhysicsSettings:FrictionCombineMode
source: Friction combine mode, controls how friction is computed for multiple materials.
es: Modo de combinación de fricción, controla cómo se calcula la fricción para varios materiales.
pt_br: Modo de combinação de atrito, controla como o atrito é calculado de vários materiais.

# UObjectToolTips,PhysicalMaterial:RaiseMassToPower
source: Used to adjust the way that mass increases as objects get larger. This is applied to the mass as calculated based on a 'solid' object. In actuality, larger objects do not tend to be solid, and become more like 'shells' (e.g. a car is not a solid piece of metal). Values are clamped to 1 or less.
es: Usado para ajustar la manera en que la masa incrementa mientras los objetos aumentan. Esto se aplica a la masa cuando se ha calculado en base a un objeto 'sólido'. En este momento, los objetos más grandes no tienden a ser sólidos, y se vuelven más como 'carcasas' (ej. un coche no es una pieza sólida de metal). Los valores están fijos en 1 o menos.
pt_br: Usado para ajustar a maneira como a massa aumenta à medida que os objetos ficam maiores. Isso é aplicado à massa conforme calculado com base em um objeto 'sólido'. Na verdade, objetos maiores não tendem a ser sólidos, se tornando mais como 'cascas' (ex.: um carro não é um pedaço sólido de metal). Os valores são restritos a 1 ou menos.

# UObjectToolTips,PhysicalMaterial:SurfaceType
source: To edit surface type for your project, use ProjectSettings/Physics/PhysicalSurface section
es: Para editar el tipo de superficie para su proyecto, use la sección ConfiguraciónDelProyecto/Físicos/SuperficieFísica
pt_br: Para editar o tipo de superfície do projeto, use a seção ProjectSettings/Physics/PhysicalSurface

# UObjectToolTips,PhysicalMaterial:TireFrictionScale
source: Overall tire friction scalar for every type of tire. This value is multiplied against our parents' values.
es: Variable de la fricción del neumático general para cada tipo de neumático. Este valor se multiplica en contraste con los valores de nuestros padres.
pt_br: Escalar de atrito geral do pneu, para todos os tipos de pneu. Este valor é multiplicado pelos valores dos pais.

# UObjectToolTips,PhysicalMaterial:TireFrictionScales
source: Tire friction scales for specific types of tires. These values are multiplied against our parents' values.
es: Las escalas de fricción de la rueda para tipos específicos de neumáticos. Estos valores se han multiplicado en contraste con los valores de nuestros padres.
pt_br: Escalas de atrito do pneu para tipos específicos de pneu. Esses valores são multiplicados pelos valores dos pais.

# UObjectToolTips,PhysicalSurfaceName
source: Structure that represents the name of physical surfaces.
es: Estructura que representa el nombre de superficies físicas.
pt_br: Estrutura que representa o nome das superfícies físicas.

# UObjectToolTips,PhysicsAsset:BoundsBodies
source: Index of bodies that are marked bConsiderForBounds
es: Índice de cuerpos marcados con bConsiderForBounds
pt_br: Índice de corpos marcados como bConsiderForBounds

# UObjectToolTips,PhysicsAsset:ConstraintSetup
source: Array of RB_ConstraintSetup objects. Stores information about a joint between two bodies, such as position relative to each body, joint limits etc.
es: Matriz de objetos RB_ConstraintSetup. Almacena información sobre una unión entre dos cuerpos, como la posición relativa de cada uno, los límites de unión, etc.
pt_br: Matriz de objetos RB_ConstraintSetup. Armazena informações sobre uma atriculação entre dois corpos, como uma posição relativa a cada corpo, limites de articulações etc.

# UObjectToolTips,PhysicsAsset:ConstraintSetup.ConstraintSetup
source: Array of RB_ConstraintSetup objects. Stores information about a joint between two bodies, such as position relative to each body, joint limits etc.
es: Matriz de objetos RB_ConstraintSetup. Almacena información sobre una unión entre dos cuerpos, como la posición relativa de cada uno, los límites de unión, etc.
pt_br: Matriz de objetos RB_ConstraintSetup. Armazena informações sobre uma atriculação entre dois corpos, como uma posição relativa a cada corpo, limites de articulações etc.

# UObjectToolTips,PhysicsAsset:DefaultSkelMesh
source: Default skeletal mesh to use when previewing this PhysicsAsset etc. Is the one that was used as the basis for creating this Asset.
es: Malla esqueleto predeterminada que se utiliza cuando se hace una vista preliminar de este PhysicsAsset etc. Es el que se usa como base para crear este activo.
pt_br: Malha esquelética padrão para ser usada ao visualizar este PhysicsAsset etc. É o que foi usado como a base para criar o ativo.

# UObjectToolTips,PhysicsCollisionHandler:DefaultImpactSound
source: Sound to play
es: Sonido que reproducir
pt_br: Som a reproduzir
