Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ActorComponent:ComponentHasTag
source: See if this component contains the supplied tag
es: Ver si este componente contiene la etiqueta proporcionada
pt_br: Ver se este componente contém o rótulo fornecido

# UObjectToolTips,ActorComponent:ComponentTags
source: Array of tags that can be used for grouping and categorizing. Can also be accessed from scripting.
es: Matriz de las etiquetas que se pueden usar para agrupar y clasificar. También se puede acceder desde la secuencia
pt_br: Matriz de rótulos que pode ser usada para agrupar e categorizar. Também pode ser acessada nos scripts.

# UObjectToolTips,ActorComponent:Deactivate
source: Deactivates the SceneComponent.
es: Desactiva el SceneComponent.
pt_br: Desativa o SceneComponent.

# UObjectToolTips,ActorComponent:GetOwner
source: Follow the Outer chain to get the AActor that 'Owns' this component
es: Seguir la cadena externa para conseguir el AActor al que 'pertenece' este componente
pt_br: Seguir a cadeia Externa para obter o AActor que é 'Dono' deste componente

# UObjectToolTips,ActorComponent:IsActive
source: Returns whether the component is active or not @return - The active state of the component.
es: Devuelve si el componente está activo o no @return - El estado activo del componente.
pt_br: Retorna se o componente está ativo ou não @return - O estado ativo do componente.

# UObjectToolTips,ActorComponent:K2_DestroyComponent
source: Unregister and mark for pending kill a component. This may not be used to destroy a component is owned by an actor other than the one calling the function.
es: Dar de baja y marcar como pendiente matar un componente. No se puede usar para destruir un componente que pertenezca a un actor aparte de aquel que llama a la función.
pt_br: Descadastrar e marcar um componente para eliminação pendente. Isso não deve ser usado para destruir um componente que pertence a um ator que não seja aquele que está chamando a função.

# UObjectToolTips,ActorComponent:PrimaryComponentTick
source: Main tick function for the Actor
es: Función de revisión principal para el actor
pt_br: Função de tique principal para o Ator

# UObjectToolTips,ActorComponent:SetActive
source: Sets whether the component is active or not @param bNewActive - The new active state of the component
es: Ajusta si el componente es activo o no @param bNewActive - El estado activo nuevo del componente
pt_br: Define se o componnete está ativo ou não @param bNewActive - O novo estado ativo do componente

# UObjectToolTips,ActorComponent:ToggleActive
source: Toggles the active state of the component
es: Conmuta el estado activo del componente
pt_br: Alterna o estado ativo do componente

# UObjectToolTips,ActorFactory:bShowInEditorQuickMenu
source: Whether to appear in the editor add actor quick menu
es: Si aparece en el menú rápido añadir actor del editor
pt_br: Se deve aparecer no menu rápido de adição de ator do editor

# UObjectToolTips,ActorFactory:DisplayName
source: Name used as basis for 'New Actor' menu.
es: Nombre usado como base para el menú 'Nuevo actor'.
pt_br: Nome usado como base do menu 'Novo Ator'

# UObjectToolTips,ActorFactory:MenuPriority
source: Indicates how far up the menu item should be. The higher the number, the higher up the list.
es: Indica la altura a la que debe estar el elemento del menú. Mientras mas alto sea el número, más alta será su ubicación en la lista.
pt_br: Indica a distância em relação ao topo em que os itens do menu devem estar. Quando maior o número, mais acima estará na lista.

# UObjectToolTips,ActorFactory:NewActorClass
source: AActor subclass this ActorFactory creates.
es: AActor subclase que este ActorFactory crea.
pt_br: AActor subclasse que esse ActorFactory cria.

# UObjectToolTips,ActorFactory:NewActorClassName
source: name of actor subclass this actorfactory creates - dynamically loaded. Overrides NewActorClass.
es: nombre de la subclase de actores que crea este ActorFactory - se carga de forma dinámica. Anula NewActorClass.
pt_br: nome da subclasse do ator que essa actorfactory cria - carregado dinamicamente. Substitui NewActorClass.

# UObjectToolTips,ActorFactory:SpawnPositionOffset
source: Translation applied to the spawn position.
es: Traslación aplicada a la posición de los peones.
pt_br: Translação aplicada à posição de criação.

# UObjectToolTips,ActorFractureSignature__DelegateSignature
source: Delegate for notification when fracture occurs
es: Delegado para notificar cuando ocurre una fractura
pt_br: Delegado para notificação quando uma fratura ocorre

# UObjectToolTips,ComponentFractureSignature__DelegateSignature
source: Delegate for notification when fracture occurs
es: Delegado para notificar cuando ocurre una fractura
pt_br: Delegado para notificação quando uma fratura ocorre

# UObjectToolTips,AggregateGeometry2D
source: Container for an aggregate of 2D collision shapes
es: Contenedor para un agregado de formas de colisión en 2D
pt_br: Recipiente para um agregado de formatos de colisão 2D

# UObjectToolTips,AIBlueprintHelperLibrary:LockAIResourcesWithAnimation
source: locks indicated AI resources of animated pawn
es: bloquea los recursos de IA indicada del peón animado
pt_br: trava os recursos de IA indicados do peão animado

# UObjectToolTips,AIBlueprintHelperLibrary:UnlockAIResourcesWithAnimation
source: unlocks indicated AI resources of animated pawn. Will unlock only animation-locked resources
es: desbloquea los recursos de la IA indicada del peón animado. Desbloqueará solo los recursos de la animación bloqueada.
pt_br: desbloqueia os recursos de IA indicados do peão animado. Desbloqueará somente recursos travados por animação

# UObjectToolTips,AIController:bAllowStrafe
source: Is strafing allowed during movement?
es: ¿Se permite el ametrallamiento durante el movimiento?
pt_br: É permitido bombardear durante o movimento?

# UObjectToolTips,AIController:bLOSflag
source: used for alternating LineOfSight traces
es: usado para alternar trazos LineOfSight
pt_br: usado para rastreamentos alternativos de LineOfSight

# UObjectToolTips,AIController:BrainComponent
source: Component responsible for behaviors.
es: Componente responsable de los comportamientos.
pt_br: Componente responsável pelos comportamentos.

# UObjectToolTips,AIController:bSkipExtraLOSChecks
source: Skip extra line of sight traces to extremities of target being checked.
es: Omitir línea adicional de trazos de visión a las extremidades meta que se están revisando.
pt_br: Ignora uma linha adicional de traços de visão do alvo em verificação.

# UObjectToolTips,AIController:bWantsPlayerState
source: Specifies if this AI wants its own PlayerState.
es: Especifica si esta IA quiere su propio PlayerState.
pt_br: Especifica se esta IA quer seu próprio PlayerState.

# UObjectToolTips,AIController:GetFocalPoint
source: Retrieve the final position that controller should be looking at.
es: Recuperar la posición final que el controlador debe estar mirando.
pt_br: Recuperar a posição final para qual o controlador deve estar olhando.

# UObjectToolTips,AIController:GetImmediateMoveDestination
source: Returns position of current path segment's end.
es: Devuelve la posición del final del fragmento de la ruta actual.
pt_br: Retorna a posição da extremidade do segmento do caminho atual.

# UObjectToolTips,AIController:GetMoveStatus
source: Returns status of path following
es: Devuelve el estado de la ruta de seguimiento
pt_br: Retorna o status do acompanhamento do caminho

# UObjectToolTips,AIController:HasPartialPath
source: Returns true if the current PathFollowingComponent's path is partial (does not reach desired destination).
es: Devuelve verdadero si la ruta del PathFollowingComponent's actual es parcial (no alcanza el destino deseado)
pt_br: Retorna verdadeiro se o caminho do PathFollowingComponent atual for parcial (não chega ao destino desejado).

# UObjectToolTips,AIController:K2_ClearFocus
source: Clears Focus, will also clear FocalPoint as a result
es: Borra el enfoque, y al hacerlo también borrará FocalPoint
pt_br: Remove o Foco, também removerá FocalPoint

# UObjectToolTips,AIController:K2_SetFocus
source: Set Focus for actor, will set FocalPoint as a result.
es: Ajustar el enfoque para el actor, como consecuencia ajustará FocalPoint
pt_br: Definir Foco para o ator, definirá o FocalPoint como resultado.

# UObjectToolTips,AIController:ReceiveMoveCompleted
source: Blueprint notification that we've completed the current movement request
es: Notificación Blueprint que informa que hemos completado la solicitud actual de movimiento
pt_br: Notificação do esquema em que completamos a solicitação atual de movimento

# UObjectToolTips,AIController:RunBehaviorTree
source: Starts executing behavior tree.
es: Comienza reproduciendo el árbol de comportamiento.
pt_br: Inicia a execução da árvore de comportamento.

# UObjectToolTips,AIController:SetMoveBlockDetection
source: Updates state of movement block detection.
es: Actualiza el estado de detección de bloqueo del movimiento.
pt_br: Atualiza o estado de detecção de bloco de movimento.

# UObjectToolTips,AISchemaAction_NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,DecoratorSchemaAction_NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,EdGraphSchemaAction_EventFromFunction
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2AssignDelegate
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,EdGraphSchemaAction_K2NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,EdGraphSchemaAction_NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,EdGraphSchemaAction_NewStateNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,SoundClassGraphSchemaAction_NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,SoundCueGraphSchemaAction_NewNode
source: Action to add a node to the graph
es: Acción para añadir un nodo al gráfico
pt_br: Ação para adicionar um nó ao grafo

# UObjectToolTips,AISchemaAction_NewNode:NodeTemplate
source: Template of node we want to create
es: Plantilla del nodo que queremos crear
pt_br: Modelo do nó que queremos criar

# UObjectToolTips,AISchemaAction_NewSubNode:NodeTemplate
source: Template of node we want to create
es: Plantilla del nodo que queremos crear
pt_br: Modelo do nó que queremos criar

# UObjectToolTips,DecoratorSchemaAction_NewNode:NodeTemplate
source: Template of node we want to create
es: Plantilla del nodo que queremos crear
pt_br: Modelo do nó que queremos criar

# UObjectToolTips,EdGraphSchemaAction_K2NewNode:NodeTemplate
source: Template of node we want to create
es: Plantilla del nodo que queremos crear
pt_br: Modelo do nó que queremos criar

# UObjectToolTips,EdGraphSchemaAction_NewNode:NodeTemplate
source: Template of node we want to create
es: Plantilla del nodo que queremos crear
pt_br: Modelo do nó que queremos criar

# UObjectToolTips,AISchemaAction_NewSubNode:ParentNode
source: parent node
es: nodo padre
pt_br: nó pai

# UObjectToolTips,BTNode:ParentNode
source: parent node
es: nodo padre
pt_br: nó pai

# UObjectToolTips,AISenseConfig_Sight:PeripheralVisionAngleDegrees
source: How far to the side AI can see, in degrees. Use SetPeripheralVisionAngle to change the value at runtime.
es: A qué distancia puede ver la IA lateral, en grados. Usar SetPeripheralVisionAngle para modificar el valor en el tiempo de ejecución.
pt_br: Quanto a IA é capaz de enxergar lateralmente, em graus. Use SetPeripheralVisionAngle para modificar o valor em tempo de execução.

# UObjectToolTips,PawnSensingComponent:PeripheralVisionAngle
source: How far to the side AI can see, in degrees. Use SetPeripheralVisionAngle to change the value at runtime.
es: A qué distancia puede ver la IA lateral, en grados. Usar SetPeripheralVisionAngle para modificar el valor en el tiempo de ejecución.
pt_br: Quanto a IA é capaz de enxergar lateralmente, em graus. Use SetPeripheralVisionAngle para modificar o valor em tempo de execução.

# UObjectToolTips,AISystem:AIIgnorePlayers
source: cheats
es: trucos
pt_br: trapaças

# UObjectToolTips,AISystem:BehaviorTreeManager
source: Behavior tree manager used by game
es: Gestor del árbol de comportamientos utilizado por el juego
pt_br: Gerenciador da árvore de comportamento usado pelo jogo

# UObjectToolTips,AISystem:EnvironmentQueryManager
source: Environment query manager used by game
es: Gestor de consulta de entorno usado por el juego
pt_br: Gerenciador de consulta do ambiente usado pelo jogo

# UObjectToolTips,AITestSpawnInfo:BehaviorTree
source: if set will be applied to spawned AI
es: si lo ajusta, se aplicará a la IA generada
pt_br: se for definido, será aplicado à IA criada

# UObjectToolTips,AITestSpawnInfo:ControllerClass
source: class to override default pawn's controller class. If None the default will be used
es: clase para anular a la clase predeterminada del controlador del peón. Si es ninguno, se usará la predeterminada
pt_br: classe para substituir a classe padrão do controlador do peão. Se Nenhum, o padrão será usado

# UObjectToolTips,AITestSpawnInfo:PawnClass
source: Determines AI to be spawned
es: Determina la IA que se generará
pt_br: Determina o IA a ser criado

# UObjectToolTips,AITestSpawnInfo:SpawnDelay
source: delay between consecutive spawn attempts
es: retraso entre los intentos de generación consecutivos
pt_br: atraso entre tentativas de criação consecutivas

# UObjectToolTips,AITestSpawnInfo:SpawnLocation
source: Where should AI be spawned
es: Dónde debería generarse la IA
pt_br: Onde a IA deve ser criada

# UObjectToolTips,AITestSpawnSet:FallbackSpawnLocation
source: location used for spawning if spawn info doesn't define one
es: ubicación usada para generar si la información de la creación no define una
pt_br: localização usada para criação se as informações de criação não a definirem

# UObjectToolTips,AITestSpawnSet:Name
source: give the set a name to help identify it if need be
es: dar un nombre al conjunto para identificarlo en caso de necesidad
pt_br: dê um nome ao conjunto para ajudar a identificá-lo, se necessário

# UObjectToolTips,AITestSpawnSet:SpawnInfoContainer
source: what to spawn
es: qué generar
pt_br: o que criar

# UObjectToolTips,AmbientSound:FadeIn
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,DecalActor:SetDecalMaterial
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,Emitter:Activate
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,Light:SetEnabled
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,PointLight:SetRadius
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,RadialForceActor:FireImpulse
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,SpotLight:SetInnerConeAngle
source: BEGIN DEPRECATED (use component functions now in level script)
es: COMIENZA A ESTAR OBSOLETO (usar las funciones del componente ahora en la secuencia del nivel)
pt_br: DESCONTINUADO, INÍCIO (use as funções de componente no script de nível)

# UObjectToolTips,AnchorData:Anchors
source: Anchors.
es: Anclas.
pt_br: Âncoras.

# UObjectToolTips,AnchorData:Offsets
source: Offset.
es: Desplazamiento.
pt_br: Deslocamento.

# UObjectToolTips,Anchors
source: Describes how a widget is anchored.
es: Describe cómo se fija un widget.
pt_br: Descreve como um widget é ancorado.

# UObjectToolTips,Anchors:Maximum
source: Holds the maximum anchors, right + bottom.
es: Contiene las anclas máximas, derecha + inferior.
pt_br: Contém o máximo de âncoras, direita + inferior.

# UObjectToolTips,Anchors:Minimum
source: Holds the minimum anchors, left + top.
es: Contiene las anclas mínimas, izquierda + superior.
pt_br: Contém o mínimo de âncoras, esquerda + superior.

# UObjectToolTips,AnimationActiveTransitionEntry
source: Information about an active transition on the transition stack
es: Información sobre una transición activa en la pila de transición
pt_br: Informação sobre uma transição ativa na pilha de transições

# UObjectToolTips,AnimationAsset:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,AnimationAsset:AssetUserData.AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,Level:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,SkeletalMesh:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,SkeletalMesh:AssetUserData.AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,StaticMesh:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,StaticMesh:AssetUserData.AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,Texture:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,Texture:AssetUserData.AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,WorldSettings:AssetUserData
source: Array of user data stored with the asset
es: Matriz de los datos del usuario almacenados con el activo
pt_br: Matriz de dados de usuário armazenados com o ativo

# UObjectToolTips,AnimationAsset:Skeleton
source: Pointer to the Skeleton this asset can be played on .
es: Puntero para el esqueleto en el que este activo se puede reproducir.
pt_br: Ponteiro para o Esqueleto no qual este ativo pode ser reproduzido.

# UObjectToolTips,AnimationAsset:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,Blueprint:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,GeometryCache:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,MaterialFunction:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,MaterialInterface:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,SkeletalMesh:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,StaticMesh:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,World:ThumbnailInfo
source: Information for thumbnail rendering
es: Información para el renderizado de las miniaturas
pt_br: Informações de renderização de miniaturas

# UObjectToolTips,AnimationCompressionFormat
source: Indicates animation data compression format.
es: Indica el formato de compresión de los datos de la animación.
pt_br: Indica o formato de compactação de dados de animação.

# UObjectToolTips,AnimationConduitGraphSchema
source: @TODO: Should this derive from AnimationTransitionSchema (with appropriate suppression of state-based queries)
es: @TODO: Debe derivar de la AnimationTransitionSchema (con la supresión adecuada de las consultas basadas en el estado)
pt_br: @TODO: Se isso deriva de AnimationTransitionSchema (com a omissão apropriada das consultas com base em estado)

# UObjectToolTips,AnimationCustomTransitionGraph:MyResultNode
source: Result node within the state's animation graph
es: Nodo resultante dentro del gráfico de animación del estado
pt_br: Nó resultante dentro do grafo de animação do estado

# UObjectToolTips,AnimationStateGraph:MyResultNode
source: Result node within the state's animation graph
es: Nodo resultante dentro del gráfico de animación del estado
pt_br: Nó resultante dentro do grafo de animação do estado

# UObjectToolTips,AnimationFrameSnapshot
source: This structure represents debugging information for a frame snapshot
es: Esta estructura representa la información de depuración para una instantánea del fotograma
pt_br: Essa estrutura representa informações de depuração para um instantâneo do quadro

# UObjectToolTips,AnimationGraphSchema:PN_SequenceName
source: Common PinNames
es: PinNames comunes
pt_br: PinNames Comuns

# UObjectToolTips,AnimationGroupReference:GroupName
source: The name of the group
es: Nombre del grupo
pt_br: O nome do grupo

# UObjectToolTips,AnimationGroupReference:GroupRole
source: The type of membership in the group (potential leader, always follower, etc...)
es: El tipo de miembros en el grupo (líder en potencia, seguidor permanente, etc...)
pt_br: O tipo de participação no grupo (líder em potencial, sempre seguidor etc.)
