Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ClientReceiveData
source: Handles the many pieces of data passed into Client Receive
es: Se encarga de muchas de las piezas de los datos que se han pasado al cliente de destino
pt_br: Manipula os diversas dados passados para dentro do Recebimento do Cliente

# UObjectToolTips,ClothingAssetData:AssetName
source: User-defined asset name
es: Nombre del activo del usuario definido
pt_br: Nome do ativo definido pelo usuário

# UObjectToolTips,ClothingAssetData:bClothPropertiesChanged
source: the flag whether cloth physics properties are changed from UE4 editor or not
es: el indicador si las propiedades de físicos de la ropa se han modificado en el editor UE4
pt_br: o sinalizador que indica se as propriedades de física de tecido são alteradas no editor do UE4 ou não

# UObjectToolTips,ClothPhysicsProperties
source: now exposed a part of properties based on 3DS Max plug-in property names are also changed into 3DS Max plug-in's one
es: ahora expuesta una parte de las propiedades basadas en el plug-in de 3DS Max los nombres de las propiedades también han cambiado en 3DS Max plug-in
pt_br: agora expõe uma parte das propriedades com base no plug-in do 3DS Max nomes de propriedades também são alterados para os do plug-in do 3DS Max

# UObjectToolTips,ClothPhysicsProperties:BendResistance
source: Bending stiffness of the cloth in the range [0, 1].
es: Combinando la firmeza de las prendas en el rango [0, 1].
pt_br: Rigidez de dobra do tecido no intervalo [0, 1].

# UObjectToolTips,ClothPhysicsProperties:Damping
source: Spring damping of the cloth in the range[0, 1]
es: Amortiguación por resorte de las prendas en el rango[0, 1]
pt_br: Amortecimento da mola do tecido no intervalo [0, 1].

# UObjectToolTips,ClothPhysicsProperties:Drag
source: Drag coefficient n the range [0, 1]
es: Coeficiente de resistencia n rango [0, 1]
pt_br: Coeficiente de Arrasto no intervalo [0, 1]

# UObjectToolTips,ClothPhysicsProperties:Friction
source: Friction coefficient in the range[0, 1]
es: Coeficiente de fricción en el rango[0, 1]
pt_br: Coeficiente de atrito no intervalo [0, 1]

# UObjectToolTips,ClothPhysicsProperties:InertiaBlend
source: Amount of inertia that is kept when using local space simulation. Internal name is inertia scale
es: Cantidad de inercia que se mantiene cuando se usa la simulación del sistema de coordenadas local. El nombre interno es escala de inercia
pt_br: Quantidade de inércia que é mantida ao usar a simulação de espaço local. O nome inercial é a escala inercial

# UObjectToolTips,ClothPhysicsProperties:SelfCollisionThickness
source: Minimal amount of distance particles will keep of each other.
es: Cantidad mínima de distancia que las partículas mantendrán entre sí.
pt_br: Distância mínima que as partículas manterão entre si.

# UObjectToolTips,ClothPhysicsProperties:ShearResistance
source: Shearing stiffness of the cloth in the range [0, 1].
es: Compartir la firmeza de las prendas en el rango [0, 1].
pt_br: Rigidez de cisalhamento do tecido no intervalo [0, 1].

# UObjectToolTips,CollectionParameterBase
source: Base struct for collection parameters
es: Estructura base para los parámetros de la colección
pt_br: Struct base para parâmetros de coleção

# UObjectToolTips,CollectionParameterBase:Id
source: Uniquely identifies the parameter, used for fixing up materials that reference this parameter when renaming.
es: Identifica de forma única el parámetro, se usa para reparar materiales que hacen referencia a este parámetro cuando se cambia el nombre.
pt_br: Identifica de forma única o parâmetro, usado para corrigir materiais que referenciam esse parâmetro ao renomear.

# UObjectToolTips,CollectionParameterBase:ParameterName
source: The name of the parameter. Changing this name will break any blueprints that reference the parameter.
es: Nombre del parámetro. Al modificar este nombre se romperá cualquier Blueprint que haga referencia a este parámetro.
pt_br: O nome do parâmetro. Alterar esse nome quebrará quaisquer esquemas que referenciem o parâmetro.

# UObjectToolTips,CollectionScalarParameter
source: A scalar parameter
es: Un parámetro de la variable
pt_br: Um parâmetro escalar

# UObjectToolTips,CollectionVectorParameter
source: A vector parameter
es: Un parámetro del vector
pt_br: Um parâmetro de vetor

# UObjectToolTips,CollisionImpactData:ContactInfos
source: all the contact points in the collision
es: todos los puntos de contacto en la colisión
pt_br: todos os pontos de contato na colisão

# UObjectToolTips,CollisionImpactData:TotalFrictionImpulse
source: the total counterimpulse applied of the two objects sliding against each other
es: el impulso contrario total que se aplica a dos objetos que se deslizan entre sí
pt_br: o counterimpulse total aplicado aos dois objetos que deslizam um contra o outro

# UObjectToolTips,CollisionImpactData:TotalNormalImpulse
source: the total impulse applied as the two objects push against each other
es: el impulso total aplicado a medida que los dos objetos se empujan contra sí mismos
pt_br: o impulso total aplicado quando os dois objetos empurram um ao outro

# UObjectToolTips,CollisionProfile:Profiles
source: This is hacky, but without this edit tag, we can't get valid property handle and we can't save them properly to config, so we need this tag.
es: Puede no estar funcionando correctamente, pero sin esta etiqueta de edición, no podemos obtener segmentos de propiedades válidos y no podemos guardarlos correctamente para configurar, por lo que necesitamos la etiqueta.
pt_br: Não é adequado, mas, sem esse rótulo de edição, não é possível obter o manipulador de propriedade válido nem salvá-lo adequadamente na configuração. Portanto, esse rótulo é necessário.

# UObjectToolTips,CollisionResponse:ResponseToChannels
source: Types of objects that this physics objects will collide with. // @todo : make this to be transient, so that it doesn't have to save anymore // we have to still load them until resave
es: Tipos de objetos contra los que colisionarán estos objetos físicos. // @todo : hacer que esto sea transitorio, para que no tenga que guardar // tenemos que cargarlos hasta que se vuelva a guardar
pt_br: Tipos de objetos com os quais esses objetos de física colidirão. // @a fazer : faça com que seja transiente para que não seja preciso salvar mais // ainda é preciso carregá-los até salvar novamente

# UObjectToolTips,CollisionResponseContainer
source: Container for indicating a set of collision channels that this object will collide with.
es: Contenedor para indicar un conjunto de canales de colisión con el que este objeto colisionará.
pt_br: Recipiente para indicar um conjunto de canais de colisão com o qual este objeto colidirá.

# UObjectToolTips,CollisionResponseContainer:EngineTraceChannel1
source: Unspecified Engine Trace Channels
es: Canales del trazo del motor sin especificar
pt_br: Canais de Rastreamento de Mecanismo Não Especificados

# UObjectToolTips,CollisionResponseContainer:GameTraceChannel1
source: in order to use this custom channels we recommend to define in your local file - i.e. #define COLLISION_WEAPON ECC_GameTraceChannel1 and make sure you customize these it in INI file by in DefaultEngine.ini [/Script/Engine.CollisionProfile] GameTraceChannel1="Weapon" also in the INI file, you can override collision profiles that are defined by simply redefining note that Weapon isn't defined in the BaseEngine.ini file, but "Trigger" is defined in Engine +Profiles=(Name="Trigger",CollisionEnabled=QueryOnly,ObjectTypeName=WorldDynamic, DefaultResponse=ECR_Overlap, CustomResponses=((Channel=Visibility, Response=ECR_Ignore), (Channel=Weapon, Response=ECR_Ignore)))
es: para usar estos canales personalizados recomendamos definirlos en el archivo local - ej. #define COLLISION_WEAPON ECC_GameTraceChannel1 y asegurarse de que se personalizan en el archivo INI mediante en DefaultEngine.ini [/Script/Engine.CollisionProfile] GameTraceChannel1="arma" también en el archivo INI, se pueden suprimir los perfiles de colisión definidos mediante un simple proceso de redefinición, tener en cuenta que el arma no está definida en el archivo BaseEngine.ini, pero el "disparador" está definido en el motor +Perfiles=(Name="Disparador",CollisionEnabled=QueryOnly,ObjectTypeName=WorldDynamic, DefaultResponse=ECR_Overlap, CustomResponses=((Canal=Visibilidad, Respuesta=ECR_Ignore), (Canal=arma, Respuesta=ECR_Ignore)))
pt_br: para usar estes canais personalizados, é recomendado a definição no arquivo local - i.e. #define COLLISION_WEAPON ECC_GameTraceChannel1 e certifique-se de personalizar isso no arquivo INI em DefaultEngine.ini [/Script/Engine.CollisionProfile] GameTraceChannel1="Weapon" também no arquivo INI, é possível substituir perfis de colisão que estão definidos simplesmente redefinindo a nota que a Arma não está definida no arquivo BaseEngine.ini, mas "Ativar" é definido no Mecanismo +Profiles=(Name="Trigger",CollisionEnabled=QueryOnly,ObjectTypeName=WorldDynamic, DefaultResponse=ECR_Overlap, CustomResponses=((Channel=Visibility, Response=ECR_Ignore), (Channel=Weapon, Response=ECR_Ignore)))

# UObjectToolTips,CollisionResponseContainer:WorldStatic
source: Reserved Engine Trace Channels Note - If you change this (add/remove/modify) you should make sure it matches with ECollisionChannel (including DisplayName) They has to be mirrored if serialized
es: Canales del trazo del motor reservados. Nota - Si lo cambia (añadir/eliminar/modificar)n debe asegurar que coincide con ECollisionChannel (incluyendo DisplayName)n Se tienen que duplicar si están seriados
pt_br: Canais de Rastreamento de Mecanismo Reservados Observação - Caso seja alterado (adicionado/removido/modificado) certifique-se de que corresponda ao ECollisionChannel (incluindo DisplayName) Eles devem ser espelhado caso sejam serializados

# UObjectToolTips,CollisionResponseTemplate
source: Structure for collision response templates.
es: Estructura para las plantillas de respuesta de la colisión.
pt_br: Estrutura para modelos de resposta de colisão.

# UObjectToolTips,CollisionResponseTemplate:CustomResponses
source: Types of objects that this physics objects will collide with.
es: Tipos de objetos contra los que colisionarán estos objetos físicos.
pt_br: Tipos de objetos com os quais esses objetos de física colidirão.

# UObjectToolTips,CustomProfile:CustomResponses
source: Types of objects that this physics objects will collide with.
es: Tipos de objetos contra los que colisionarán estos objetos físicos.
pt_br: Tipos de objetos com os quais esses objetos de física colidirão.

# UObjectToolTips,Redirector:NewName
source: Types of objects that this physics objects will collide with.
es: Tipos de objetos contra los que colisionarán estos objetos físicos.
pt_br: Tipos de objetos com os quais esses objetos de física colidirão.

# UObjectToolTips,ComboBox
source: The combobox allows you to display a list of options to the user in a dropdown menu for them to select one.
es: La caja combo le permite mostrar una lista de opciones al usuario en un menú desplegable para que elija una.
pt_br: A caixa de combinação permite exibir uma lista de opções para o usuário em um menu suspenso para que selecione uma delas.

# UObjectToolTips,ComboBoxString
source: The combobox allows you to display a list of options to the user in a dropdown menu for them to select one.
es: La caja combo le permite mostrar una lista de opciones al usuario en un menú desplegable para que elija una.
pt_br: A caixa de combinação permite exibir uma lista de opções para o usuário em um menu suspenso para que selecione uma delas.

# UObjectToolTips,ComboBox:Items
source: The list of items to be displayed on the combobox.
es: La lista de elementos a mostrar sobre la caja combo.
pt_br: A lista de itens a ser exibida na caixa de combinação.

# UObjectToolTips,ComboBox:OnGenerateWidgetEvent
source: Called when the widget is needed for the item.
es: Llamada cuando se necesita un widget para un elemento.
pt_br: Chamado quando o widget é necessário para o item.

# UObjectToolTips,ComboBoxString:OnGenerateWidgetEvent
source: Called when the widget is needed for the item.
es: Llamada cuando se necesita un widget para un elemento.
pt_br: Chamado quando o widget é necessário para o item.

# UObjectToolTips,ComboBoxStyle
source: Represents the appearance of an SComboBox
es: Representa la apariencia de un SComboBox
pt_br: Representa a aparência de uma SComboBox

# UObjectToolTips,ComboBoxStyle:ComboButtonStyle
source: The style to use for our SComboButton
es: El estilo que se utiliza para nuestro SComboButton
pt_br: O estilo usado no SComboButton

# UObjectToolTips,ComboBoxStyle:SelectionChangeSlateSound
source: The Sound to play when the selection is changed
es: El sonido que reproducir cuando se modifica la selección
pt_br: O Som a ser reproduzido quando a seleção é alterada

# UObjectToolTips,ComboBoxWidgetStyle:ComboBoxStyle
source: The actual data describing the combo box's appearance.
es: Los datos actuales describen la apariencia de la caja desplegable.
pt_br: Os dados que de fato descrevem a aparência da caixa de combo.

# UObjectToolTips,ComboButtonStyle
source: Represents the appearance of an SComboButton
es: Representa la apariencia de un SComboButton
pt_br: Representa a aparência de um SComboButton

# UObjectToolTips,ComboButtonStyle:ButtonStyle
source: The style to use for our SButton
es: El estilo que se utiliza para nuestro SButton
pt_br: O estilo usado no SButton

# UObjectToolTips,ComboButtonStyle:DownArrowImage
source: Image to use for the down arrow
es: Imagen que se utiliza para la flecha de abajo
pt_br: Imagem usada para a seta para baixo

# UObjectToolTips,ComboButtonStyle:MenuBorderBrush
source: Brush to use to add a "menu border" around the drop-down content
es: Pincel que se utiliza para añadir un "borde del menú" alrededor del contenido desplegable
pt_br: Pincel a ser usado para adicionar uma "borda de menu" ao redor do conteúdo suspenso

# UObjectToolTips,ComboButtonStyle:MenuBorderPadding
source: Padding to use to add a "menu border" around the drop-down content
es: Espacio que se utiliza para añadir un "borde del menú" alrededor del contenido desplegable
pt_br: Preenchimento a ser usado para adicionar uma "borda de menu" ao redor do conteúdo suspenso

# UObjectToolTips,ComboButtonWidgetStyle:ComboButtonStyle
source: The actual data describing the combo button's appearance.
es: Los datos actuales describen la apariencia del botón desplegable.
pt_br: Os dados que de fato descrevem a aparência do botão de combo.

# UObjectToolTips,Commandlet:HelpDescription
source: Description of the commandlet's purpose
es: Descripción del objetivo de commandlet
pt_br: Descrição do propósito do commandlet

# UObjectToolTips,Commandlet:HelpParamDescriptions
source: The description of the parameter
es: La descripción del parámetro
pt_br: A descrição do parâmetro

# UObjectToolTips,Commandlet:HelpParamNames
source: The name of the parameter the commandlet takes
es: El nombre del parámetro que toma commandlet
pt_br: O nome do parâmetro que o commandlet recebe

# UObjectToolTips,Commandlet:HelpUsage
source: Usage template to show for "ucc help"
es: Plantilla de uso para mostrar "ayuda ucc"
pt_br: Modelo de uso a exibir para "ucc help"

# UObjectToolTips,Commandlet:HelpWebLink
source: Hyperlink for more info
es: Hipervínculo para más información
pt_br: Hiperlink para mais informações

# UObjectToolTips,Commandlet:IsServer
source: Whether to load objects required in server, client, and editor context. If IsEditor is set to false, then a UGameEngine (or whatever the value of /Script/Engine.Engine.GameEngine is) will be created for the commandlet instead of a UEditorEngine (or /Script/Engine.Engine.EditorEngine), unless the commandlet overrides the CreateCustomEngine method.
es: Si se cargan objetos requeridos en el servidor, cliente y contexto del editor. Si IsEditor está ajustado a falso, entonces un UGameEngine (o cualquier valor de /Script/Engine.Engine.GameEngine es) se creará para el commandlet en lugar de un UEditorEngine (o /Script/Engine.Engine.EditorEngine), a menos que el commandlet reemplace el método CreateCustomEngine.
pt_br: Se deve carregar objetos necessários no servidor, no cliente e no contexto do editor. Se IsEditor estiver definido como falso, um UGameEngine (ou o valor que /Script/Engine.Engine.GameEngine tiver) será criado para o commandlet em vez de um UEditorEngine (or /Script/Engine.Engine.EditorEngine), a não ser que o commandlet substitua o método CreateCustomEngine.

# UObjectToolTips,Commandlet:LogToConsole
source: Whether to redirect standard log to the console
es: Si redireccionar el registro estándar a la consola
pt_br: Se deve redirecionar o registro padrão para o console

# UObjectToolTips,Commandlet:ShowErrorCount
source: Whether to show standard error and warning count on exit
es: Si se muestra un conteo de errores y advertencias estándar al salir
pt_br: Se deve mostrar a contagem padrão de erros e advertências ao sair

# UObjectToolTips,ComponentHitSignature__DelegateSignature
source: Delegate for notification of blocking collision against a specific component. NormalImpulse will be filled in for physics-simulating bodies, but will be zero for swept-component blocking collisions.
es: Delegado para el aviso de colisión de bloqueo contra un componente específico. NormalImpulse se completará para cuerpos de simulación física, pero estará a cero para colisiones de bloqueo del componente de barrido.
pt_br: Delegado para notificação de colisão de bloqueio contra um componente específico. NormalImpulse será preenchido para corpos com simulação de física, mas será zero para colisões de bloqueio de componente varrido.

# UObjectToolTips,ComponentReference
source: Struct that allows for different ways to reference a component. If just an Actor is specified, will return RootComponent of that Actor.
es: Estructura que permite referencias un componente de diferentes maneras. Si solo se especifica un actor, devolverá el RootComponent de ese actor.
pt_br: Struct que permite maneiras diferentes de referenciar um componente. Se apenas um Ator for especificado, retornará o RootComponent desse Ator.

# UObjectToolTips,ComponentReference:ComponentProperty
source: Name of component property to use
es: Nombre de la propiedad del componente que se utiliza
pt_br: Nome da propriedade de componente a usar

# UObjectToolTips,ComponentReference:OtherActor
source: Pointer to a different Actor that owns the Component.
es: Puntero para un actor diferente que posee el componente
pt_br: Ponteiro para outro Ator que é dono do Componente.

# UObjectToolTips,ComponentSpacePoseLink
source: A component-space pose link to another node
es: Una posición del sistema de coordenadas del componente enlazado con otro nodo
pt_br: Um vínculo de pose no espaço do componente a outro nó

# UObjectToolTips,CompositeSection
source: Section data for each track. Reference of data will be stored in the child class for the way they want AnimComposite vs AnimMontage have different requirement for the actual data reference This only contains composite section information. (vertical sequences)
es: Datos de la sección para cada pista. La referencia de los datos se almacenarán en la clase hijo para la dirección que quieren AnimComposite vs AnimMontage tienen necesidades diferentes para la referencia de los datos actuales Solo contiene información de la sección compuesta (secuencias verticales).
pt_br: Dados da seção para cada faixa. A referência dos dados será armazenada na classe filho para o caminho que desejarem AnimComposite vs AnimMontage possuem requisitos diferentes para a referência de dados de fato Contém apenas informações de seção composta. (sequências verticais)

# UObjectToolTips,CompositeSection:SectionName
source: Section Name
es: Nombre de la sección
pt_br: Nome da Seção

# UObjectToolTips,ConeBuilder:AlignToSide
source: Whether to align the brush to a face
es: Si se alinea el pincel a la cara
pt_br: Se o pincel deve ser alinhado a uma face

# UObjectToolTips,CylinderBuilder:AlignToSide
source: Whether to align the brush to a face
es: Si se alinea el pincel a la cara
pt_br: Se o pincel deve ser alinhado a uma face

# UObjectToolTips,ConeBuilder:CapZ
source: Distance from base to the tip of inner cone (when hollow)
es: Distancia de la base a la punta del cono interior (cuando es hueco)
pt_br: Distância da base à ponta do cone interno (se for oco)

# UObjectToolTips,ConeBuilder:Hollow
source: Whether this is a hollow or solid cone
es: Si este es un cono hueco o sólido
pt_br: Se esse cone é oco ou sólido

# UObjectToolTips,ConeBuilder:InnerRadius
source: Radius of inner cone (when hollow)
es: Radio del cono interior (cuando es hueco)
pt_br: Raio do cone interno (se for oco)

# UObjectToolTips,ConeBuilder:OuterRadius
source: Radius of cone
es: Radio de cono
pt_br: Raio do cone

# UObjectToolTips,ConeBuilder:Sides
source: How many sides this cone should have
es: Cuántos lados debe tener este cono
pt_br: Número de lados que este cone deve ter

# UObjectToolTips,ConeBuilder:Z
source: Distance from base to tip of cone
es: Distancia de la base a la punta del cono
pt_br: Distância da base à ponta do cone

# UObjectToolTips,ConsoleSettings
source: Implements the settings for the UConsole class.
es: Aplica los ajustes para la clase UConsole.
pt_br: Implementa as configurações da classe UConsole.

# UObjectToolTips,ConsoleSettings:AutoCompleteMapPaths
source: List of relative paths (e.g. Content/Maps) to search for map names for auto-complete usage. Specified in BaseInput.ini.
es: Lista de rutas relativas (por ej. contenido/mapas) para buscar nombres de mapas para usar en autocompletar. Se especifica en BaseInput.ini.
pt_br: Lista de caminhos relativos (por exemplo: Conteúdo/Mapas) a buscar nomes de mapas para uso de preenchimento automático. Especificada em BaseInput.ini.

# UObjectToolTips,ConsoleSettings:ManualAutoCompleteList
source: Manual list of auto-complete commands and info specified in BaseInput.ini
es: Lista manual de comandos que se completan automáticamente e información especificada en BaseInput.ini
pt_br: Lista manual de comandos de preenchimento automático e informações especificadas em BaseInput.ini

# UObjectToolTips,ConsoleSettings:MaxScrollbackSize
source: Visible Console stuff
es: Cosas de la consola visible
pt_br: Coisas do console visíveis

# UObjectToolTips,ConstrainComponentPropName
source: Struct used to specify the property name of the component to constrain
es: Estructura usada para especificar el nombre de la propiedad del componente que restringir
pt_br: Struct usada para especificar o nome da propriedade do componente a ser restringido

# UObjectToolTips,ConstrainComponentPropName:ComponentName
source: Name of property
es: Nombre de la propiedad
pt_br: Nome da propriedade

# UObjectToolTips,ConstraintBrokenSignature__DelegateSignature
source: Dynamic delegate to use by components that want to route the broken-event into blueprints
es: Delegado dinámico para que lo usen los componentes que quieren vincular el evento roto en los Blueprints
pt_br: Delegado dinâmico a ser usado pelos componentes que solicitam o desvio de evento quebrado em esquemas

# UObjectToolTips,ConstraintInstance:ConstraintBone1
source: Name of first bone (body) that this constraint is connecting. This will be the 'child' bone in a PhysicsAsset.
es: Nombre del primer hueso (cuerpo) que esta restricción está conectando. Será el hueso 'hijo' en un PhysicsAsset.
pt_br: Nome do primeiro osso (corpo) que essa restrição conecta. Esse será o osso 'filho' em um PhysicsAsset.
