Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PhysicsCollisionHandler:ImpactReFireDelay
source: Min time between effect/sound being triggered
es: Tiempo mínimo entre efecto/sonido disparados
pt_br: Tempo mínimo entre o efeito e o disparo do som

# UObjectToolTips,PhysicsCollisionHandler:ImpactThreshold
source: How hard an impact must be to trigger effect/sound
es: Cómo de fuerte debe ser un impacto para disparar el efecto/sonido
pt_br: Quão forte um impacto deve ser para acionar o efeito/som

# UObjectToolTips,PhysicsCollisionHandler:LastImpactSoundTime
source: Time since last impact sound
es: Tiempo desde que el último sonido de impacto
pt_br: Tempo desde o último som de impacto

# UObjectToolTips,PhysicsConstraintComponent
source: This is effectively a joint that allows you to connect 2 rigid bodies together. You can create different types of joints using the various parameters of this component.
es: Esta es una unión que permite conectar 2 cuerpos rígidos juntos. Se pueden crear diferentes tipos de uniones mediante varios parámetros de este componente.
pt_br: Isto é efetivamente uma articulação que permite a conexão de 2 corpos rígidos. É possível criar tipos diferentes de articulações usando vários parâmetros deste componente.

# UObjectToolTips,PhysicsConstraintComponent:BreakConstraint
source: Break this constraint
es: Romper esta restricción
pt_br: Quebrar esta restrição

# UObjectToolTips,PhysicsConstraintComponent:ComponentName1
source: Name of first component property to constrain. If Actor1 is NULL, will look within Owner. If this is NULL, will use RootComponent of Actor1
es: Nombre de la propiedad del primer componente que restringir. Si Actor1 es NULO, buscará dentro del propietario. Si éste es NULO, usará el RootComponent del Actor1
pt_br: Nome da primeira propriedade do componente a restringir. Se Actor1 for NULL, procurará dentro do Dono. Se isso for NULL, usará a RootComponent do Actor1

# UObjectToolTips,PhysicsConstraintComponent:ComponentName2
source: Name of second component property to constrain. If Actor2 is NULL, will look within Owner. If this is NULL, will use RootComponent of Actor2
es: Nombre de la propiedad del segundo componente que restringir. Si Actor2 es NULO, buscará dentro del propietario. Si éste es NULO, usará el RootComponent del Actor2
pt_br: Nome da segunda propriedade do componente a restringir. Se Actor2 for NULL, procurará dentro do Dono. Se isso for NULL, usará a RootComponent do Actor2

# UObjectToolTips,PhysicsConstraintComponent:ConstraintActor1
source: Pointer to first Actor to constrain.
es: Puntero para restringir el primer actor.
pt_br: Ponteiro para o primeiro Ator a restringir.

# UObjectToolTips,PhysicsConstraintComponent:ConstraintActor2
source: Pointer to second Actor to constrain.
es: Puntero para restringir el segundo actor
pt_br: Ponteiro para o segundo Ator a restringir.

# UObjectToolTips,PhysicsConstraintComponent:ConstraintInstance
source: All constraint settings
es: Todos los ajustes de la restricción
pt_br: Todas as configurações de restrição

# UObjectToolTips,PhysicsConstraintComponent:GetConstraintForce
source: Retrieve the constraint force most recently applied to maintain this constraint. Returns 0 forces if the constraint is not initialized or broken.
es: Recuperar la fuerza de restricción más recientemente aplicada para mantenerla. Devuelve 0 si las fuerzas de la restricción no se han iniciado o roto.
pt_br: Recupera a força de restrição aplicada mais recentemente para manter esta restrição. Retorna 0 força se a restrição não estiver reinicializada ou se estiver rompida.

# UObjectToolTips,PhysicsConstraintComponent:OnConstraintBroken
source: Notification when constraint is broken.
es: Notificación cuando se rompe una restricción.
pt_br: Notificação quando uma restrição for quebrada.

# UObjectToolTips,SkeletalMeshComponent:OnConstraintBroken
source: Notification when constraint is broken.
es: Notificación cuando se rompe una restricción.
pt_br: Notificação quando uma restrição for quebrada.

# UObjectToolTips,PhysicsConstraintComponent:SetConstrainedComponents
source: Directly specify component to connect. Will update frames based on current position.
es: Especificar directamente el componente que conectar. Actualizará los fotogramas basados en la posición actual.
pt_br: Especifica diretamente o componente a conectar. Atualizará os quadros com base na posição atual.

# UObjectToolTips,PhysicsConstraintComponent:SetConstraintReferenceFrame
source: Pass in reference frame in. If the constraint is currently active, this will set its active local pose. Otherwise the change will take affect in InitConstraint.
es: Fotograma de referencia de pase. Si la restricción está activa actualmente, establecerá su posición local activa. De lo contrario, el cambio será válido en InitConstraint.
pt_br: Passa em quadro de referência. Se a restrição estiver ativa no momento, definirá sua pose local ativa. Caso contrário, a alteração vigorará em InitConstraint.

# UObjectToolTips,PhysicsConstraintComponent:SetConstraintReferenceOrientation
source: Pass in reference orientation in (maintains reference position). If the constraint is currently active, this will set its active local pose. Otherwise the change will take affect in InitConstraint.
es: Orientación de referencia de pase (mantiene la posición de referencia). Si la restricción está activa actualmente, establecerá su posición local activa. De lo contrario, el cambio será válido en InitConstraint.
pt_br: Passa na orientação de referência (mantém a posição de referência) Se a restrição estiver ativa no momento, definirá sua pose local ativa. Caso contrário, a alteração vigorará em InitConstraint.

# UObjectToolTips,PhysicsConstraintComponent:SetConstraintReferencePosition
source: Pass in reference position in (maintains reference orientation). If the constraint is currently active, this will set its active local pose. Otherwise the change will take affect in InitConstraint.
es: Posición de referencia de pase (mantiene la orientación de referencia). Si la restricción está activa actualmente, establecerá su posición local activa. De lo contrario, el cambio será válido en InitConstraint.
pt_br: Passa na posição de referência (mantém a orientação de referência) Se a restrição estiver ativa no momento, definirá sua pose local ativa. Caso contrário, a alteração vigorará em InitConstraint.

# UObjectToolTips,PhysicsConstraintComponent:SetDisableCollision
source: If true, the collision between the two rigid bodies of the constraint will be disabled.
es: Si es verdadero, se deshabilitará la colisión entre los dos cuerpos rígidos de la restricción.
pt_br: Se for verdadeiro, a colisão entre os dois corpos rígidos da restrição será desativada.

# UObjectToolTips,PhysicsHandleComponent
source: Utility object for moving physics objects around.
es: Objeto de utilidad para mover los objetos físicos.
pt_br: Objeto de utilidade para mover objetos de física.

# UObjectToolTips,PhysicsHandleComponent:AngularDamping
source: Angular stiffness of the handle spring
es: Resistencia del muelle de manejo angular
pt_br: Rigidez angular da mola da alça

# UObjectToolTips,PhysicsHandleComponent:AngularStiffness
source: Angular stiffness of the handle spring
es: Resistencia del muelle de manejo angular
pt_br: Rigidez angular da mola da alça

# UObjectToolTips,PhysicsHandleComponent:GetTargetLocationAndRotation
source: Get the current location and rotation
es: Obtener la rotación y ubicación actual
pt_br: Obter o local e a rotação atuais

# UObjectToolTips,PhysicsHandleComponent:GrabbedComponent
source: Component we are currently holding
es: Componente que estamos reteniendo
pt_br: Componente que estamos mantendo

# UObjectToolTips,PhysicsHandleComponent:InterpolationSpeed
source: How quickly we interpolate the physics target transform
es: Cómo de rápido interpolamos la transformación meta física
pt_br: Quão rápido devemos interpolar a transformação do alvo de física

# UObjectToolTips,PhysicsHandleComponent:LinearDamping
source: Linear damping of the handle spring.
es: Devuelve la atenuación lineal de este componente.
pt_br: Amortecimento linear da mola da alça

# UObjectToolTips,PhysicsHandleComponent:LinearStiffness
source: Linear stiffness of the handle spring
es: Firmeza lineal de la tensión del resorte de la mano
pt_br: Rigidez linear da mola da alça

# UObjectToolTips,PhysicsHandleComponent:ReleaseComponent
source: Release the currently held component
es: Soltar el componente ahora sujeto
pt_br: Libera o componente retido atualmente

# UObjectToolTips,PhysicsHandleComponent:SetTargetLocation
source: Set the target location
es: Ajustar la ubicación meta
pt_br: Definir o local alvo

# UObjectToolTips,PhysicsHandleComponent:SetTargetLocationAndRotation
source: Set target location and rotation
es: Ajustar rotación y ubicación meta
pt_br: Definir local e rotação alvos

# UObjectToolTips,PhysicsHandleComponent:SetTargetRotation
source: Set the target rotation
es: Ajustar la rotación meta
pt_br: Definir a rotação alvo

# UObjectToolTips,PhysicsSettings:AsyncSceneSmoothingFactor
source: Physics delta time smoothing factor for async scene.
es: Factor de suavizado de tiempo delta de físicos para escena asíncrona.
pt_br: Fator de suavização do tempo delta de física da cena assíncrona.

# UObjectToolTips,PhysicsSettings:bEnable2DPhysics
source: Can 2D physics be used (Box2D)?
es: ¿Se pueden usar físicos en 2D (Box2D)?
pt_br: A física 2D pode ser usada (Box2D)?

# UObjectToolTips,PhysicsSettings:bEnableAsyncScene
source: Enables the use of an async scene
es: Activa el uso de una escena asincrónica
pt_br: Ativa o uso de uma cena assíncrona

# UObjectToolTips,PhysicsSettings:bSubstepping
source: Whether to substep the physics simulation. This feature is still experimental. Certain functionality might not work correctly
es: Si dividir en pasos la simulación de físicos. Esta función sigue en periodo de pruebas, algunas características pueden no funcionar correctamente.
pt_br: Se deve usar subpassos na simulação de física. Esse recurso ainda é experimental. Certas funcionalidades poderão não funcionar corretamente

# UObjectToolTips,PhysicsSettings:DefaultGravityZ
source: Default gravity.
es: Gravedad predeterminada.
pt_br: Gravidade padrão.

# UObjectToolTips,PhysicsSettings:InitialAverageFrameRate
source: Physics delta time initial average.
es: Promedio inicial de tiempo delta de físicos.
pt_br: Média inicial do tempo delta física.

# UObjectToolTips,PhysicsSettings:MaxPhysicsDeltaTime
source: Max Physics Delta Time to be clamped.
es: Tiempo delta de físicos máximo a fijar.
pt_br: Tempo Delta de Física Máx. a limitar.

# UObjectToolTips,PhysicsSettings:MaxSubsteps
source: Max number of substeps for physics simulation.
es: Número máximo de pasos secundarios para la simulación de físicos.
pt_br: Número máximo de subpassos da simulação de física.

# UObjectToolTips,PhysicsSettings:PhysicalSurfaces
source: PhysicalMaterial Surface Types
es: Tipos de superficie PhysicalMaterial
pt_br: Tipos de Superfície PhysicalMaterial

# UObjectToolTips,PhysicsSettings:SyncSceneSmoothingFactor
source: Physics delta time smoothing factor for sync scene.
es: Factor de suavizado de tiempo delta de físicos para escena síncrona.
pt_br: Fator de suavização do tempo delta de física da cena síncrona.

# UObjectToolTips,PhysicsSpringComponent:SpringChannel
source: Strength of thrust force applied to the base object.
es: Potencia de la fuerza del impulso aplicado al objeto base.
pt_br: Intensidade da força de impulso aplicada na base do objeto.

# UObjectToolTips,PhysicsThrusterComponent:ThrustStrength
source: Strength of thrust force applied to the base object.
es: Potencia de la fuerza del impulso aplicado al objeto base.
pt_br: Intensidade da força de impulso aplicada na base do objeto.

# UObjectToolTips,PhysicsThruster
source: Attach one of these on an object using physics simulation and it will apply a force down the negative-X direction ie. point X in the direction you want the thrust in.
es: Acoplar uno de estos en un objeto usando la simulación física y aplicará una fuerza por debajo de la dirección del X negativo ej. apuntar la X en la dirección en la que se quiera el impulso.
pt_br: Anexe um destes em um objeto usando simulação de física e ele aplicará a força para baixo na direção negativa de X ou seja, aponte o X na direção em que você deseja o impulso.

# UObjectToolTips,PhysicsThrusterComponent
source: Used with objects that have physics to apply a force down the negative-X direction ie. point X in the direction you want the thrust in.
es: Usado con los objetos que tienen físicas para aplicar una fuerza bajo la dirección de X negativo ej. apuntar a X en la dirección que se quiera la propulsión.
pt_br: Usado com objetos que possuem física para aplicar uma força para baixo na direção negativa de X ou seja, aponte o X na direção em que deseja o impulso.

# UObjectToolTips,PhysicsVolume:bPhysicsOnContact
source: By default, the origin of an AActor must be inside a PhysicsVolume for it to affect the actor. However if this flag is true, the other actor only has to touch the volume to be affected by it.
es: Por defecto, el origen de un AActor debe estar dentro de un PhysicsVolume para que afecte al actor. Sin embargo, si este indicador es verdadero, el otro actor solo tiene que tocar el volumen para que le afecte.
pt_br: Por padrão, a origem de um AActor deve estar dentro de um PhysicsVolume para afetar o ator. No entanto, se este sinalizador for verdadeiro, o outro ator somente precisa tocar no volume para ser afetado por ele.

# UObjectToolTips,PhysicsVolume:bWaterVolume
source: True if this volume contains a fluid like water
es: Verdadero si este volumen contiene un fluido como el agua
pt_br: Verdadeiro se esse volume contém um fluido como água

# UObjectToolTips,PhysicsVolume:FluidFriction
source: This property controls the amount of friction applied by the volume as pawns using CharacterMovement move through it. The higher this value, the harder it will feel to move through
es: Esta propiedad controla la cantidad de fricción aplicada por el volumen mientras los peones usan el movimiento CharacterMovement a través de él. Cuánto mayor sea el valor, más difícil será moverse.
pt_br: Essa propriedade controla a quantidade de atrito aplicado pelo volume quando peões usando CharacterMovement se moverem através dele. Quanto maior esse valor, mais difícil será se mover

# UObjectToolTips,PhysicsVolume:TerminalVelocity
source: Terminal velocity of pawns using CharacterMovement when falling.
es: Velocidad terminal de los peones que usan CharacterMovement cuando caen.
pt_br: Velocidade terminal de peões que usam CharacterMovement ao cair.

# UObjectToolTips,PIELoginInfo
source: Data structure for storing PIE login credentials
es: Estructura de datos para almacenar credenciales de inicio de sesión de PIE
pt_br: Estrutura de dados para armazenar credenciais de login PIE

# UObjectToolTips,PIELoginInfo:Id
source: Id of the user logging in (email, display name, facebook id, etc)
es: ID del usuario que inicia sesión (correo electrónico, nombre de usuario, ID de Facebook, etc.)
pt_br: ID do usuário em login (e-mail, nome de exibição, ID do Facebook etc.)

# UObjectToolTips,PIELoginInfo:Token
source: Credentials of the user logging in (password or auth token)
es: Credenciales del usuario que está iniciando sesión (contraseña o autenticador)
pt_br: Credenciais do usuário conectando-se (senha ou token de autorização)

# UObjectToolTips,PIELoginInfo:Type
source: Type of account. Needed to identity the auth method to use (epic, internal, facebook, etc)
es: Tipo de cuenta. Necesario para identificar el método de autenticación (Epic, interno, Facebook, etc.)
pt_br: Tipo de conta. Necessário para identificar o método de autenticação a usar (epic, interno, facebook etc)

# UObjectToolTips,PlaneReflectionCaptureComponent:InfluenceRadiusScale
source: Radius of the area that can receive reflections from this capture.
es: Radio del área que puede recibir reflejos desde esta captura.
pt_br: Raio da área que pode receber reflexões desta captura.

# UObjectToolTips,SphereReflectionCaptureComponent:InfluenceRadius
source: Radius of the area that can receive reflections from this capture.
es: Radio del área que puede recibir reflejos desde esta captura.
pt_br: Raio da área que pode receber reflexões desta captura.

# UObjectToolTips,PlatformInterfaceBase:AllDelegates
source: Array of delegate arrays. Only add and remove via helper functions, and call via the helper delegate call function
es: Matriz de matrices delegadas. Solo agrega y elimina mediante funciones de soporte, y llama mediante la función de llamada del delegado de soporte
pt_br: Matriz de matrizes do delegado. Somente adicione ou remova com funções auxiliares, e chamve com a função de chamada do delegado auxiliar

# UObjectToolTips,PlatformInterfaceData:DataName
source: An optional tag for this data
es: Una etiqueta opcional para estos datos
pt_br: Um rótulo opcional para esses dados

# UObjectToolTips,PlatformInterfaceData:IntValue
source: Various typed result values
es: Varios valores de resultados catalogados
pt_br: Valores de resultados de vários tipos

# UObjectToolTips,PlatformInterfaceData:Type
source: Specifies which value is valid for this structure
es: Especifica qué valor es válido para esta estructura
pt_br: Especifica o valor válido para esta estrutura

# UObjectToolTips,PlatformInterfaceDelegate__DelegateSignature
source: Generic platform interface delegate signature
es: Firma del delegado de la interfaz de la plataforma genérica
pt_br: Assinatura de delegado de interface de plataforma genérica

# UObjectToolTips,PlatformInterfaceDelegateResult
source: Generic structure for returning most any kind of data from C++ to delegate functions
es: Estructura genérica para devolver cualquier clase de dato de C++ a las funciones del delegado
pt_br: Estrutura genérica para retornar os tipos de dados mais importantes de C++ para funções de delegado

# UObjectToolTips,PlatformInterfaceDelegateResult:bSuccessful
source: This is always usable, no matter the type
es: Esto es siempre útil, independientemente del tipo
pt_br: Pode sempre ser usado, não importa o tipo

# UObjectToolTips,PlatformInterfaceDelegateResult:Data
source: The result actual data
es: Los datos actuales de resultado
pt_br: Os dados reais de resultado

# UObjectToolTips,PlatformInterfaceWebResponse:BinaryResponse
source: For non-string results, this is the response
es: Para resultados sin cadena, esta es la respuesta
pt_br: Para resultados diferentes de strings, esta é a resposta

# UObjectToolTips,PlatformInterfaceWebResponse:GetHeader
source: Retrieve the header and value for the given index of header/value pair
es: Recuperar la cabecera y el valor para el índices proporcionado del par de cabeceras/valores.
pt_br: Recuperar o cabeçalho e o valor para o índice fornecido do par valor/cabeçalho

# UObjectToolTips,PlatformInterfaceWebResponse:GetHeaderValue
source: @return the value for the given header (or "" if no matching header)
es: GetMaxSpeed() el valor de la cabecera proporcionada (o "" si la cabecera no coincide)
pt_br: @return o valor do cabeçalho especificado (ou "" se não houver cabeçalho correspondente)

# UObjectToolTips,PlatformInterfaceWebResponse:GetNumHeaders
source: @return the number of header/value pairs
es: @return el número de los pares de cabecera/valor
pt_br: @return o número de pares cabeçalho/valor

# UObjectToolTips,PlatformInterfaceWebResponse:OriginalURL
source: This holds the original requested URL
es: Esto mantiene la URL solicitada original
pt_br: Contém o URL original solicitado

# UObjectToolTips,PlatformInterfaceWebResponse:ResponseCode
source: Result code from the response (200=OK, 404=Not Found, etc)
es: Código resultante de la respuesta (200=OK, 404=No se encontró, etc.)
pt_br: Código resultante da resposta (200=OK, 404=Não encontrado etc.)

# UObjectToolTips,PlatformInterfaceWebResponse:StringResponse
source: For string results, this is the response
es: Para resultados con cadena, esta es la respuesta
pt_br: Para resultados de string, esta é a resposta

# UObjectToolTips,PlatformInterfaceWebResponse:Tag
source: A user-specified tag specified with the request
es: Una etiqueta especificada por el usuario con la solicitud.
pt_br: Uma etiqueta especificada por usuário especificada com a solicitação

# UObjectToolTips,Player:CurrentNetSpeed
source: the current speed of the connection
es: la velocidad actual de la conexión
pt_br: a velocidade atual da conexão

# UObjectToolTips,Player:PlayerController
source: The actor this player controls.
es: El actor que controla este jugador.
pt_br: O ator que este reprodutor controla.

# UObjectToolTips,PlayerCameraManager:bIsOrthographic
source: True when this camera should use an orthographic perspective instead of FOV
es: Verdadero cuando esta cámara debe usar una perspectiva ortográfica en lugar del FOV (campo de visión)
pt_br: Verdadeiro quando esta câmera tiver que usar uma perspectiva ortográfica em vez de FOV

# UObjectToolTips,PlayerCameraManager:CameraLensEffects
source: CameraBlood emitter attached to this camera
es: Emisor CameraBlood adjunto a esta cámara
pt_br: Emissor CameraBlood anexado a esta câmera

# UObjectToolTips,PlayerCameraManager:DefaultAspectRatio
source: Default aspect ratio
es: Proporción del aspecto predeterminado
pt_br: Relação de aspecto padrão

# UObjectToolTips,PlayerCameraManager:DefaultOrthoWidth
source: The default desired width (in world units) of the orthographic view (ignored in Perspective mode)
es: El ancho deseado predeterminado (en unidades globales) de la vista ortográfica (se omite en el modo de perspectiva)
pt_br: A largura desejada padrão (em unidades de mundo) da visualização ortográfica (ignorada no modo de Perspectiva)

# UObjectToolTips,PlayerCameraManager:GetOwningPlayerController
source: Returns the PlayerController that owns this camera.
es: Devuelve el PlayerController que posee esta cámara
pt_br: Retorna o PlayerController que possui essa câmera.

# UObjectToolTips,PlayerCameraManager:PendingViewTarget
source: Pending view target for blending
es: Vista meta en espera para combinación
pt_br: Alvo de visualização pendente para misturar

# UObjectToolTips,PlayerCameraManager:ViewTarget
source: Current ViewTarget
es: ViewTarget actual
pt_br: ViewTarget atual

# UObjectToolTips,PlayerController:AcknowledgedPawn
source: Used in net games so client can acknowledge it possessed a specific pawn.
es: Usado en los juegos en red para que el cliente pueda reconocer si posee un peón específico.
pt_br: Usado em jogos de rede para que o cliente pode confirmar que tem um peão específico.

# UObjectToolTips,PlayerController:ActivateTouchInterface
source: Activates a new touch interface for this player controller
es: Activa una nueva interfaz tactil para el controlador de este jugador.
pt_br: Ativa uma nova interface de toque para esse controlador do jogador

# UObjectToolTips,PlayerController:bAutoManageActiveCameraTarget
source: True to allow this player controller to manage the camera target for you, typically by using the possessed pawn as the camera target. Set to false if you want to manually control the camera target.
es: Verdadero para permitir a este controlador del jugador gestionar la meta de la cámara por el usuario, normalmente mediante el peón poseído como la meta de la cámara. Ajustar a falso si se quiere controlar manualmente la meta de la cámara.
pt_br: Verdadeiro para permitir que esse controlador de jogador gerencie o alvo da câmera para você, geralmente usando o peão possuído como o alvo da câmera. Defina como falso caso queira controlar o alvo da câmera manualmente.
