Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Font:Characters
source: List of characters in the font. For a MultiFont, this will include all characters in all sub-fonts! Thus, the number of characters in this array isn't necessary the number of characters available in the font
es: Lista de caracteres en la fuente. ¡Para una MultiFont, se incluirán todos los caracteres en todas las subafluentes! Por consiguiente, el número de caracteres en esta matriz no es necesariamente el número de caracteres disponibles en a fuente
pt_br: Lista de caracteres na fonte. Para uma MultiFont, isso incluirá todos os caracteres em todas as subfontes! Assim, o número de caracteres nesta matriz não é necessariamente o número de caracteres disponíveis na fonte.

# UObjectToolTips,Font:EmScale
source: Font metrics.
es: Métrica de la fuente
pt_br: Métrica da fonte.

# UObjectToolTips,Font:ImportOptions
source: Options used when importing this font
es: Opciones que se usan cuando se importa esta fuente
pt_br: Opções usadas ao importar esta fonte

# UObjectToolTips,Font:IsRemapped
source: True if font is 'remapped'. That is, the character array is not a direct mapping to unicode values. Instead, all characters are indexed indirectly through the CharRemap array
es: Verdadero si la fuente es 'se vuelve a asignar'. Es decir, la matriz de caracteres no es una asignación directa a valores unicode. En lugar de esto, todos los caracteres están indexados de forma indirecta a través de la matriz CharRemap
pt_br: Verdadeiro se a fonte é 'remapeada'. Ou seja, a matriz de caracteres não é um mapeamento direto para valores unicode. Em vez disso, todos os caracteres são indexados diretamente por meio da matriz CharRemap

# UObjectToolTips,Font:Kerning
source: Default horizontal spacing between characters when rendering text with this font
es: Espaciado horizontal predeterminado entre los caracteres cuando renderizan un texto con esta fuente
pt_br: Espaçamento horizontal padrão entre os caracteres ao renderizar textos com esta fonte

# UObjectToolTips,Font:MaxCharHeight
source: The maximum height of a character in this font. For multi-fonts, this array will contain a maximum character height for each multi-font, otherwise the array will contain only a single element. This is cached at load-time or creation time, and is never serialized.
es: La altura máxima de un carácter en esta fuente. Para multifuentes, esta matriz tendrá una altura de carácter máxima para cada multifuente, de lo contrario, la matriz contendrá solo un único elemento. Esto se guarda en caché en el tiempo de carga o en el de creación, y nunca se serializa.
pt_br: A altura máxima de um caractere nessa fonte. Para multifontes, essa matriz conterá uma altura de caractere máxima para cada multifonte, caso contrário, conterá apenas um elemento. Isso é armazenado em cache no momento do carregamento ou da criação e nunca é serializado.

# UObjectToolTips,Font:NumCharacters
source: Number of characters in the font, not including multiple instances of the same character (for multi-fonts). This is cached at load-time or creation time, and is never serialized.
es: Número de caracteres en la fuente, sin incluir las múltiples instancias del mismo carácter (para multifuentes). Esto se guarda en caché en el tiempo de carga o en el tiempo de creación, y nunca se realiza su seriado.
pt_br: Número de caracteres na fonte, exceto as diversas instâncias do mesmo caractere (para multifontes). Armazenado em cache em tempo de carregamento ou no momento da criação e nunca é serializado.

# UObjectToolTips,Font:ScalingFactor
source: Scale to apply to the font.
es: Escala que aplicar a la fuente.
pt_br: Escala para aplicar à fonte.

# UObjectToolTips,Font:Textures
source: Textures that store this font's glyph image data //NOTE: Do not expose this to the editor as it has nasty crash potential
es: Texturas que almacenan estos datos de imagen del glifo de la fuente //NOTA: No usar con el editor ya que es muy probable que ocurra un error
pt_br: Texturas que armazenam os dados de imagem de glifo desta fonte //OBSERVAÇÃO: não exponha isto ao editor, pois ele tem um enorme potencial de falha

# UObjectToolTips,FontImportOptions:Data
source: The actual data for this object. We wrap it in a struct so that we can copy it around between objects.
es: Los datos actuales para este objeto. Lo envolvemos en una estructura y de esa manera podemos copiar entre los objetos.
pt_br: Os dados de fato para esse objeto. Eles estão envoltos em um struct para que possam ser copiados entre objetos.

# UObjectToolTips,FontImportOptionsData
source: Font import options
es: Opciones de importación de la fuente
pt_br: Opções de importação de fonte

# UObjectToolTips,FontImportOptionsData:bAlphaOnly
source: if true then forces PF_G8 and only maintains Alpha value and discards color
es: si es verdadero, fuerza PF_G8 y solo mantiene el valor de alva y descarta el color
pt_br: se for verdadeiro, força PF_G8 e mantém somente o valor Alfa e descarta a cor

# UObjectToolTips,FontImportOptionsData:bCreatePrintableOnly
source: Skips generation of glyphs for any characters that are not considered 'printable'
es: Salta la creación de los glifos para cualquiera de los caracteres que no se consideran 'imprimibles'
pt_br: Pula a geração de glifos para qualquer caractere que não é considerado "imprimível"

# UObjectToolTips,FontImportOptionsData:bEnableAntialiasing
source: Whether the font should be antialiased or not. Usually you should leave this enabled.
es: Si se debe suavizar o no la fuente. Se debe dejar normalmente activado.
pt_br: Se a fonte deve ser suavizada ou não. Geralmente, deve-se deixar isto ativado.

# UObjectToolTips,FontImportOptionsData:bEnableBold
source: Whether the font should be generated in bold or not
es: Si se debe crear o no la fuente en negrita
pt_br: Se a fonte deve ser gerada em negrito ou não

# UObjectToolTips,FontImportOptionsData:bEnableDropShadow
source: Enables a very simple, 1-pixel, black colored drop shadow for the generated font
es: Activa una sombra paralela de color negro muy simple, 1-pixel, para la fuente generada
pt_br: Ativa uma sombra suspensa colorida em preto de 1 pixel muito simples para a fonte gerada

# UObjectToolTips,FontImportOptionsData:bEnableItalic
source: Whether the font should be generated in italics or not
es: Si se debe crear o no la fuente en cursiva
pt_br: Se a fonte deve ser gerada em itálico ou não

# UObjectToolTips,FontImportOptionsData:bEnableLegacyMode
source: Enables legacy font import mode. This results in lower quality antialiasing and larger glyph bounds, but may be useful when debugging problems
es: Activa el modo de importación de la fuente heredada. Esto se produce en suavizado de baja calidad y grandes límites del glifo, pero puede ser útil cuando haya fallos de depuración
pt_br: Ativa o modo de importação de fonte de legado. Isso resulta em uma suavização de menor qualidade e limites de glifos maiores, mas pode ser útil ao depurar problemas

# UObjectToolTips,FontImportOptionsData:bEnableUnderline
source: Whether the font should be generated with an underline or not
es: Si se debe crear o no la fuente con un subrayado.
pt_br: Se a fonte deve ser gerada sublinhada ou não

# UObjectToolTips,FontImportOptionsData:bIncludeASCIIRange
source: When specifying a range of characters and this is enabled, forces ASCII characters (0 thru 255) to be included as well
es: Cuando especifica un rango de caracteres y esto está activado, fuerza a los caracteres ASCII (0 hasta 255) para incluirlos también.
pt_br: Ao especificar um intervalo de caracteres e ativar isso, força os caracteres ASCII (0 até 255) a também serem incluídos

# UObjectToolTips,FontImportOptionsData:bUseDistanceFieldAlpha
source: If true then the alpha channel of the font textures will store a distance field instead of a color mask
es: Si es verdadero, entonces el canal alfa de las texturas de la fuente almacenarán un campo de distancia en lugar de una máscara del color.
pt_br: Se for verdadeiro, o canal alfa das texturas de fonte armazenará um campo de distância em vez de uma máscara de cor

# UObjectToolTips,FontImportOptionsData:CharacterSet
source: Character set for this font
es: Carácter ajustado para esta fuente
pt_br: Conjunto de caracteres desta fonte

# UObjectToolTips,FontImportOptionsData:Chars
source: Explicit list of characters to include in the font
es: Lista explícita de los caracteres que incluir en la fuente
pt_br: Lista explícita de caracteres a incluir na fonte

# UObjectToolTips,FontImportOptionsData:CharsFilePath
source: Path on disk to a folder where files that contain a list of characters to include in the font
es: Ruta en el disco para una carpeta en la que hay archivos que contienen una lista de caracteres que incluir en la fuente
pt_br: Caminho, no disco, da pasta com arquivos que contêm uma lista de caracteres a serem incluídos na fonte

# UObjectToolTips,FontImportOptionsData:CharsFileWildcard
source: File mask wildcard that specifies which files within the CharsFilePath to scan for characters in include in the font
es: Comodín de la máscara del archivo que especifica qué archivos dentro de CharsFilePath analizar para los caracteres incluidos en la fuente
pt_br: Curinga de máscara de arquivo que especifica quais arquivos dentro de CharsFilePath devem ser varridos em busca de caracteres para incluir na fonte

# UObjectToolTips,FontImportOptionsData:DistanceFieldScanRadiusScale
source: Shrinks or expands the scan radius used to determine the silhouette of the font edges.
es: Reduce o expande el radio de escaneo usado para determinar el contorno de las aristas fuente.
pt_br: Diminui ou aumenta o raio de varredura usado para determinar a silhueta das arestas da fonte.

# UObjectToolTips,FontImportOptionsData:ExtendBoxBottom
source: How much to extend the bottom of the UV coordinate rectangle for each character in pixels
es: Cuánto extender la parte inferior del rectángulo de la coordenada UV en cada carácter en píxeles
pt_br: Quanto a parte inferior do retângulo de coordenadas UV deve ser estendida, em pixels

# UObjectToolTips,FontImportOptionsData:ExtendBoxLeft
source: How much to extend the left of the UV coordinate rectangle for each character in pixels
es: Cuánto extender la parte izquierda del rectángulo de la coordenada UV en cada carácter en píxeles
pt_br: Quanto a parte esquerda do retângulo de coordenadas UV deve ser estendida, em pixels

# UObjectToolTips,FontImportOptionsData:ExtendBoxRight
source: How much to extend the right of the UV coordinate rectangle for each character in pixels
es: Cuánto extender la parte derecha del rectángulo de la coordenada UV en cada carácter en píxeles
pt_br: Quanto a parte direita do retângulo de coordenadas UV deve ser estendida, em pixels

# UObjectToolTips,FontImportOptionsData:ExtendBoxTop
source: How much to extend the top of the UV coordinate rectangle for each character in pixels
es: Cuánto extender la parte superior del rectángulo de la coordenada UV en cada carácter en píxeles
pt_br: Quanto a parte superior do retângulo de coordenadas UV deve ser estendida, em pixels

# UObjectToolTips,FontImportOptionsData:FontName
source: Name of the typeface for the font to import
es: Nombre del tipo de letra para la fuente que importar
pt_br: Nome do tipo de letra da fonte a importar

# UObjectToolTips,FontImportOptionsData:ForegroundColor
source: Color of the foreground font pixels. Usually you should leave this white and instead use the UI Styles editor to change the color of the font on the fly
es: Color de los píxeles fuente del primer plano. Por lo general, se aconseja dejar esto en blanco y en lugar de esto usar el editor de estilos de UI (Interfaz del usuario) para cambiar el color de la fuente sobre la marcha
pt_br: Cor dos pixels da fonte em primeiro plano. Normalmente, deve-se deixar na cor branca e usar o editor de Estilos da IU para alterar a cor da fonte em tempo real

# UObjectToolTips,FontImportOptionsData:Height
source: Height of font (point size)
es: Altura de la fuente (tamaño del punto)
pt_br: Altura da fonte (tamanho em pontos)

# UObjectToolTips,FontImportOptionsData:Kerning
source: The initial horizontal spacing adjustment between rendered characters. This setting will be copied directly into the generated Font object's properties.
es: Ajustes del espaciado horizontal inicial entre los caracteres renderizados. Esa cofigucarión se copiará directamente en las propiedades del objeto fuente generado.
pt_br: O ajuste de espaçamento horizontal inicial entre os caracteres. Essa configuração será copiada diretamente para as propriedades do objeto da Fonte gerada.

# UObjectToolTips,FontImportOptionsData:TexturePageMaxHeight
source: The maximum vertical size of a texture page for this font in pixels. The actual height of a texture page may be less than this if the font can fit within a smaller sized texture page.
es: El tamaño vertical máximo para la página de una textura para esta fuente en píxeles. La altura actual de una página de textura puede ser menor que esto si la fuente se puede ajustar dentro de una página de textura más pequeña.
pt_br: O tamanho vertical máximo de uma página de textura para essa fonte em pixels. A altura real de uma página de textura pode ser menor do que isso se a fonte couber dentro de uma página de textura de tamanho menor.

# UObjectToolTips,FontImportOptionsData:TexturePageWidth
source: Horizontal size of each texture page for this font in pixels
es: Tamaño en horizontal de cada página de la textura para esta fuente en píxeles
pt_br: Tamanho horizontal de cada página de textura para esta fonte, em pixels

# UObjectToolTips,FontImportOptionsData:UnicodeRange
source: Range of Unicode character values to include in the font. You can specify ranges using hyphens and/or commas (e.g. '400-900')
es: Rango de los valores del carácter unicode que incluir en la fuente. Se pueden especificar rangos mediante guiones y/o comas (ej '400-900')
pt_br: Intervalo de caracteres Unicode a incluir na fonte. Você pode especificar intervalos usando hifens e/ou vírgulas (e.g. '400-900')

# UObjectToolTips,FontImportOptionsData:XPadding
source: Horizontal padding between each font character on the texture page in pixels
es: Espacio horizontal entre cada carácter de la fuente en la página de la textura en píxeles
pt_br: Preenchimento horizontal entre cada caractere da fonte na página de textura, em pixels

# UObjectToolTips,FontImportOptionsData:YPadding
source: Vertical padding between each font character on the texture page in pixels
es: Espacio horizontal entre cada carácter fuente en la página de la textura en píxeles
pt_br: Preenchimento vertical entre cada caractere da fonte na página de textura, em pixels

# UObjectToolTips,FontParameterValue
source: Editable font parameter.
es: Parámetro fuente modificable.
pt_br: Parâmetro de fonte editável.

# UObjectToolTips,FontRenderInfo
source: information used in font rendering
es: información usada en la renderización fuente
pt_br: informações usadas na renderização de fonte

# UObjectToolTips,FontRenderInfo:bClipText
source: whether to clip text
es: si se recorta texto
pt_br: se o texto deve ser cortado

# UObjectToolTips,FontRenderInfo:bEnableShadow
source: whether to turn on shadowing
es: si se activa el sombreado
pt_br: se o sombeamento deve ser ativado

# UObjectToolTips,FontRenderInfo:GlowInfo
source: depth field glow parameters (only usable if font was imported with a depth field)
es: parámetros de brillo del campo de profundidad (solo se puede usar si se importó la fuente con un campo de profundidad)
pt_br: parâmetros de brilho do campo de profundidade (somente usável se a fonte foi importada com um campo de profundidade)

# UObjectToolTips,ForceFeedbackEffect
source: A predefined force-feedback effect to be played on a controller
es: Un efecto de retroalimentación de fuerza predefinida que se reproduce en un controlador.
ko: ForceFeedbackEffect - 미리지정된 포스 피드백 이펙트를 콘트롤러에 재생합니다.
pt_br: Um efeito de forçar feedback para ser reproduzido em um controlador

# UObjectToolTips,ForceFeedbackEffect:Duration
source: Duration of force feedback pattern in seconds.
es: Duración en segundos del patrón de repuesta de forzado.
pt_br: Duração do padrão de resposta da força em segundos.

# UObjectToolTips,FOscillator
source: Defines oscillation of a single number.
es: Define la oscilación de un solo número.
pt_br: Define a oscilação de um único número.

# UObjectToolTips,FractureEffect
source: Struct used to hold effects for destructible damage events
es: Estructura usada para contener los efectos para los eventos de daño destructible
pt_br: Struct usada para manter efeitos para eventos de dano de destrutíveis

# UObjectToolTips,FractureEffect:ParticleSystem
source: Particle system effect to play at fracture location.
es: Efecto del sistema de partículas que reproducir en la ubicación de la rotura.
pt_br: Efeito do sistema de partículas a ser reproduzido no local da fratura.

# UObjectToolTips,FractureEffect:Sound
source: Sound cue to play at fracture location.
es: La pista de sonido que reproducir en la ubicación de la rotura.
pt_br: Comando de som para reproduzir no local da fratura.

# UObjectToolTips,FractureMaterial
source: Parameters to describe the application of U,V coordinates on a particular slice within a destructible.
es: Parámetros para describir la aplicación de las coordenadas U, V en una parte en concreto dentro de una destructible.
pt_br: Parâmetros que descrevem a aplicação de coordenadas U, V em uma fatia particular dentro do destrutível.

# UObjectToolTips,FractureMaterial:InteriorElementIndex
source: The element index to use for the newly-created triangles. If a negative index is given, a new element will be created for interior triangles. Default = -1
es: El índice de elementos que se utiliza para los triángulos recién creados. Si da un índice negativo, se creará un elemento nuevo para los triángulo interiores. Predeterminado= -1
pt_br: O índice de elemento a usar para triângulos recém-criados. Se um índice negativo for fornecido, um novo elemento será criado para triângulos interiores. Padrão = -1

# UObjectToolTips,FractureMaterial:Tangent
source: Object-space vector specifying surface tangent direction. If this vector is (0.0f,0.0f,0.0f), then an arbitrary direction will be chosen. Default = (0.0f,0.0f,0.0f).
es: Vector del sistema de coordenadas del objeto que especifica la dirección de la tangente de la superficie. Si este vector es (0.0f,0.0f,0.0f), entonces se elegirá una dirección arbitraria. Predeterminado = (0.0f,0.0f,0.0f).
pt_br: Vetor no espaço do objeto especificando a direção da tangente à superfície. Se este vetor for (0.0f,0.0f,0.0f), uma direção arbitrária será escolhida. Padrão = (0.0f,0.0f,0.0f).

# UObjectToolTips,FractureMaterial:UAngle
source: Angle from tangent direction for the u coordinate axis. Default = 0.0f.
es: Ángulo de la dirección de la tangente para el eje de coordenadas de U. Predeterminado = 0.0f.
pt_br: Ângulo da direção da tangente para o eixo de coordenadas U. Padrão = 0.0f.

# UObjectToolTips,FractureMaterial:UVOffset
source: A UV origin offset for interior materials. Default = (0.0f,0.0f).
es: Un desplazamiento del origen de UV para materiales del interior. Predeterminado = (0.0f,0.0f).
pt_br: Um deslocamento da origem UV para materiais interiores. Padrão = (0.0f,0.0f).

# UObjectToolTips,FractureMaterial:UVScale
source: The UV scale (geometric distance/unit texture distance) for interior materials. Default = (100.0f,100.0f).
es: La escala UV (distancia geométrica/distancia de la textura de la unidad) para materiales interiores. Predeterminado = (100.0f,100.0f).
pt_br: A escala UV (distância geométrica/distância de textura unitária) para materiais de interior. Padrão = (100.0f,100.0f).

# UObjectToolTips,FullyLoadedPackagesInfo:FullyLoadType
source: When to load these packages
es: Cuándo cargar estos paquetes
pt_br: Quando carregar estes pacotes

# UObjectToolTips,FullyLoadedPackagesInfo:LoadedObjects
source: List of objects that were loaded, for faster cleanup
es: Lista de objetos que se cargaron, para un borrado más rápido
pt_br: Lista de objetos carregados para limpeza mais rápida

# UObjectToolTips,FullyLoadedPackagesInfo:PackagesToLoad
source: The list of packages that will be fully loaded when the above Map is loaded
es: La lista de paquetes que se cargarán por completo cuando el mapa de la parte superior se cargue
pt_br: A lista de pacotes que serão totalmente carregados quando o Mapa acima for carregado

# UObjectToolTips,FullyLoadedPackagesInfo:Tag
source: When this map or gametype is loaded, the packages in the following array will be loaded and added to root, then removed from root when map is unloaded
es: Cuando este mapa o gametype está cargado, los paquetes en la siguiente matriz se cargarán y agregarán a la raíz, después se eliminarán de esta cuando se deje de cargar el mapa.
pt_br: Quando este mapa ou tipo de jogo for carregado, os pacotes na matriz a seguir serão carregados e adicionados à raiz e, em seguida, removidos da raiz quando o mapa for descarregado.

# UObjectToolTips,FunctionalAITest:OnAISpawned
source: Called when a single AI finished spawning
es: Llamada cuando una IA única terminó de generarse
pt_br: Chamado quando uma IA for criada

# UObjectToolTips,FunctionalAITest:OnAllAISPawned
source: Called when a all AI finished spawning
es: Llamada cuando todas las IA terminaron de generarse
pt_br: Chamado quando todas as IAs forem criadas

# UObjectToolTips,FunctionalTest:OnTestFinished
source: Called when the test is finished. Use it to clean up
es: Llamada cuando la verificación termina. Usar para borrar.
pt_br: Chamado quando o teste é finalizado. Use-o para limpar

# UObjectToolTips,FunctionalTest:OnTestStart
source: Called when the test is started
es: Llamada cuando se inicia la verificación.
pt_br: Chamado quando o teste é iniciado

# UObjectToolTips,FunctionalTest:OnWantsReRunCheck
source: retrieves information whether test wants to have another run just after finishing
es: recupera información sobre si la prueba quiere una ronda más justo después de terminar
pt_br: recupera informações sobre se o teste deseja executar novamente logo depois do término

# UObjectToolTips,FunctionalTest:TimeLimit
source: Test's time limit. '0' means no limit
es: Límite del tiempo del análisis. '0' significa que no hay límite.
pt_br: Limite de tempo do teste. "0" significa que não há limite

# UObjectToolTips,FunctionalTest:TimesUpResult
source: If test is limited by time this is the result that will be returned when time runs out
es: Si el análisis está limitado por el tiempo, este es el resultado que se devolverá cuando se termina el tiempo
pt_br: Se o teste tiver limite de tempo, esse é o resultado que será retornado quando o tempo terminar

# UObjectToolTips,FunctionExpressionInput
source: Struct that stores information about a function input which is needed to maintain connections and implement the function call.
es: Estructura que almacena información sobre una entrada de la función que se necesita para mantener las conexiones y aplicar la llamada de la función.
pt_br: Struct que armazena informações sobre uma entrada de função que é necessária para manter as conexões e para implementar a chamada da função.
