Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,LightmassDirectionalLightSettings:LightSourceAngle
source: Angle that the directional light's emissive surface extends relative to a receiver, affects penumbra sizes.
es: Ángulo que la superficie de emisión de la luz direccional extiende relativa a un recibidor, afecta los tamaños de penumbra.
pt_br: Ângulo no qual a superfície de emissão da luz direcional se estende em relação a um receptor; afeta os tamanhos de penumbra.

# UObjectToolTips,LightmassLightSettings
source: Per-light settings for Lightmass
es: Ajustes por iluminación para lightmass
pt_br: Configurações do Lightmass por luz

# UObjectToolTips,LightmassLightSettings:IndirectLightingSaturation
source: 0 will be completely desaturated, 1 will be unchanged
es: 0 no tendrá saturación en absoluto, 1 no se alterará
ko: Indirect Lighting Saturation - 0 은 완전 탈색, 1 은 변하지 않습니다.
pt_br: 0 será completamente dessaturado, 1 será não alterado

# UObjectToolTips,LightmassLightSettings:ShadowExponent
source: Controls the falloff of shadow penumbras
es: Calibra el decaimiento de las penumbras del sombreado
pt_br: Controla o decaimento das penumbras de sombra

# UObjectToolTips,LightmassMaterialInterfaceSettings
source: UMaterial interface settings for Lightmass
es: Ajustes de la interfaz de UMaterial para Lightmass
pt_br: Configurações da interface de UMaterial para a Lightmass

# UObjectToolTips,LightmassMaterialInterfaceSettings:bCastShadowAsMasked
source: If true, forces translucency to cast static shadows as if the material were masked.
es: Si es verdadero, fuerza la translucidez para proyectar sombras estáticas como si el material estuviera enmascarado.
pt_br: Se for verdadeiro, forçará a translucidez a projetar sombras estáticas como se o material tivesse uma máscara.

# UObjectToolTips,LightmassParameterizedMaterialSettings:CastShadowAsMasked
source: If true, forces translucency to cast static shadows as if the material were masked.
es: Si es verdadero, fuerza la translucidez para proyectar sombras estáticas como si el material estuviera enmascarado.
pt_br: Se for verdadeiro, forçará a translucidez a projetar sombras estáticas como se o material tivesse uma máscara.

# UObjectToolTips,LightmassMaterialInterfaceSettings:bOverrideCastShadowAsMasked
source: If true, override the bCastShadowAsMasked setting of the parent material.
es: Si es verdadero, anular el ajuste bCastShadowAsMasked del material padre.
pt_br: Se for verdadeiro, substituirá a configuração de bCastShadowAsMasked do material pai.

# UObjectToolTips,LightmassMaterialInterfaceSettings:bOverrideDiffuseBoost
source: If true, override the diffuse boost setting of the parent material.
es: Si es verdadero, anular el ajuste de aumento de difuminado del material padre.
pt_br: Se for verdadeiro, substituirá a configuração da amplificação difusa do material pai.

# UObjectToolTips,LightmassMaterialInterfaceSettings:bOverrideEmissiveBoost
source: If true, override the emissive boost setting of the parent material.
es: Si es verdadero, anular el ajuste de aumento de emisión del material padre.
pt_br: Se for verdadeiro, substituirá a configuração da amplificação emissiva do material pai.

source: If true, override the export resolution scale setting of the parent material.
es: Si es verdadero, anular el ajuste escala de resolución para exportar del material padre.
pt_br: Se for verdadeiro, substituirá a configuração de escala de resolução de exportação do material pai.

# UObjectToolTips,LightmassMaterialInterfaceSettings:DiffuseBoost
source: Scales the diffuse contribution of this material to static lighting.
es: Escala el aporte difuminado de este material a la iluminación estática.
pt_br: Escalona a contribuição difusa deste material à iluminação estática.

# UObjectToolTips,LightmassParameterizedMaterialSettings:DiffuseBoost
source: Scales the diffuse contribution of this material to static lighting.
es: Escala el aporte difuminado de este material a la iluminación estática.
pt_br: Escalona a contribuição difusa deste material à iluminação estática.

# UObjectToolTips,LightmassMaterialInterfaceSettings:EmissiveBoost
source: Scales the emissive contribution of this material to static lighting.
es: Escala el aporte de emisión de este material a la iluminación estática.
pt_br: Escalona a contribuição emissiva deste material à iluminação estática.

# UObjectToolTips,LightmassParameterizedMaterialSettings:EmissiveBoost
source: Scales the emissive contribution of this material to static lighting.
es: Escala el aporte de emisión de este material a la iluminación estática.
pt_br: Escalona a contribuição emissiva deste material à iluminação estática.

# UObjectToolTips,LightmassMaterialInterfaceSettings:ExportResolutionScale
source: Scales the resolution that this material's attributes were exported at. This is useful for increasing material resolution when details are needed.
es: Escala la resolución a la que estos atributos del material se han exportado. Es útil para aumentar la resolución del material cuando se necesitan detalles.
pt_br: Escalona a resolução em que os atributos deste material foram exportados. Útil para aumentar a resolução do material quando detalhes são necessários.

# UObjectToolTips,LightmassParameterizedMaterialSettings:ExportResolutionScale
source: Scales the resolution that this material's attributes were exported at. This is useful for increasing material resolution when details are needed.
es: Escala la resolución a la que estos atributos del material se han exportado. Es útil para aumentar la resolución del material cuando se necesitan detalles.
pt_br: Escalona a resolução em que os atributos deste material foram exportados. Útil para aumentar a resolução do material quando detalhes são necessários.

# UObjectToolTips,LightmassParameterizedMaterialSettings
source: Structure for 'parameterized' Lightmass settings
es: Estructura para los ajustes del lightmass 'parametrizado'
pt_br: Estrutura para configurações de Lightmass parametrizadas

# UObjectToolTips,LightmassParameterValue
source: Base LightmassParameterValue class
es: Clase LightmassParameterValue base
pt_br: Classe base LightmassParameterValue

# UObjectToolTips,LightmassParameterValue:bOverride
source: If true, override the given parameter with the given settings
es: Si es verdadero, suprime el parámetro proporcionado con los ajustes dados
pt_br: Se for verdadeiro, substitui o parâmetro dado com as configurações dadas.

# UObjectToolTips,LightmassPointLightSettings
source: Point/spot settings for Lightmass
es: Ajustes de la luz direccional para Lightmass
pt_br: Configurações de ponto/holofote para o Lightmass

# UObjectToolTips,LightmassPrimitiveSettings
source: Per-object settings for Lightmass
es: Ajustes por objeto para lightmass
pt_br: Configurações do Lightmass por objeto

# UObjectToolTips,LightmassPrimitiveSettings:bShadowIndirectOnly
source: If true, this object will only shadow indirect lighting.
es: Si es verdadero, este objeto solo sombreará la iluminación indirecta.
pt_br: Se for verdadeiro, esse objeto só projetará sombras em iluminação indireta.

# UObjectToolTips,LightmassPrimitiveSettings:bUseEmissiveForStaticLighting
source: If true, allow using the emissive for static lighting.
es: Si es verdadero, permite el uso de emisión para la iluminación estática.
pt_br: Se for verdadeiro, permite o uso do emissivo de iluminação estática.

# UObjectToolTips,LightmassPrimitiveSettings:bUseTwoSidedLighting
source: If true, this object will be lit as if it receives light from both sides of its polygons.
es: Si es verdadero, este objeto estará iluminado como si recibiera luz de amos lados de los polígonos.
pt_br: Se for verdadeiro, esse objeto será iluminado como se recebesse luz de ambos os lados de seus polígonos.

# UObjectToolTips,LightmassPrimitiveSettings:DiffuseBoost
source: Scales the diffuse contribution of all materials applied to this object.
es: Escala el aporte difuminado de todos lo materiales aplicados a este objeto.
pt_br: Escalona a contribuição difusa de todos os materiais aplicados a este objeto.

# UObjectToolTips,LightmassPrimitiveSettings:EmissiveBoost
source: Scales the emissive contribution of all materials applied to this object.
es: Escala el aporte emisivo de todos lo materiales aplicados a este objeto.
pt_br: Escalona a contribuição emissiva de todos os materiais aplicados a este objeto.

# UObjectToolTips,LightmassPrimitiveSettings:EmissiveLightExplicitInfluenceRadius
source: Direct lighting influence radius. The default is 0, which means the influence radius should be automatically generated based on the emissive light brightness. Values greater than 0 override the automatic method.
es: Radio de influencia de luminosidad directa. El valor predeterminado es 0, significa que el radio de influencia debería generarse de forma automática según el brillo de luz emisiva. Los valores mayores a 0 anulan el método automático.
pt_br: Raio de influência de iluminação direta. O padrão é 0, o que significa que o raio de influência deve ser automaticamente gerado com base no brilho da luz emissiva. Valores maiores do que 0 substituem o método automático.

# UObjectToolTips,LightmassPrimitiveSettings:EmissiveLightFalloffExponent
source: Direct lighting falloff exponent for mesh area lights created from emissive areas on this primitive.
es: Exponente de declive de luminosidad directa para luces de área de malla creadas a partir de áreas emisivas en esta primitiva.
pt_br: Exponente de decaimento de iluminação direta para luzes da área da malha criadas a partir de áreas emissivas neste primitivo.

# UObjectToolTips,LightmassPrimitiveSettings:FullyOccludedSamplesFraction
source: Fraction of samples taken that must be occluded in order to reach full occlusion.
es: Fracción de muestras tomadas que se deben obstruir para conseguir una oclusión completa.
pt_br: Fração de amostras obtidas que podem se ocluídas para obter oclusão completa.

# UObjectToolTips,LightmassWorldInfoSettings:FullyOccludedSamplesFraction
source: Fraction of samples taken that must be occluded in order to reach full occlusion.
es: Fracción de muestras tomadas que se deben obstruir para conseguir una oclusión completa.
pt_br: Fração de amostras obtidas que podem se ocluídas para obter oclusão completa.

# UObjectToolTips,LightmassScalarParameterValue
source: Scalar parameter value
es: Valor del parámetro de la variable
pt_br: Valor do parâmetro escalar

# UObjectToolTips,LightmassScalarParameterValue:ParameterValue
source: The scalar value to override the parent value with
es: El valor de la variable con el que suprimir el valor padre
pt_br: O valor escalar pelo qual substituir o valor pai

# UObjectToolTips,LightmassWorldInfoSettings:bUseAmbientOcclusion
source: If true, AmbientOcclusion will be enabled.
es: Si es verdadero, se activará AmbientOcclusion.
pt_br: Se for verdadeiro, AmbientOcclusion será ativada.

# UObjectToolTips,LightmassWorldInfoSettings:bVisualizeAmbientOcclusion
source: If true, override normal direct and indirect lighting with just the AO term.
es: Si es verdadero, suprime la iluminación indirecta y directa normal con solo el término del AO (óptica adaptativa)
pt_br: Se for verdadeiro, substitui a iluminação normal direta e indireta pelo termo de AO somente.

# UObjectToolTips,LightmassWorldInfoSettings:bVisualizeMaterialDiffuse
source: If true, override normal direct and indirect lighting with just the exported diffuse term.
es: Si es verdadero, suprime la iluminación indirecta y directa normal con solo el término difuso exportado.
pt_br: Se for verdadeiro, substitui a iluminação normal direta e indireta pelo termo difuso exportado somente.

# UObjectToolTips,LightmassWorldInfoSettings:DiffuseBoost
source: Scales the diffuse contribution of all materials in the scene.
es: Escala el aporte difuminado de todos lo materiales en esta escena.
pt_br: Escalona a contribuição difusa de todos os materiais na cena.

# UObjectToolTips,LightmassWorldInfoSettings:DirectIlluminationOcclusionFraction
source: How much of the AO to apply to direct lighting.
es: Cuanto aplicar de la AO para la iluminación directa.
pt_br: Quanto da AO deve ser aplicada à iluminação direta.

# UObjectToolTips,LightmassWorldInfoSettings:EmissiveBoost
source: Scales the emissive contribution of all materials in the scene. Currently disabled and should be removed with mesh area lights.
es: Escala el aporte emisivo de todos lo materiales en la escena. Por ahora está desactivado y debería eliminarse con luces de área de malla.
pt_br: Escalona a contribuição difusa de todos os materiais na cena. Atualmente desativado e deverá ser removido com as luzes da área da malha.

# UObjectToolTips,LightmassWorldInfoSettings:EnvironmentColor
source: Represents a constant color light surrounding the upper hemisphere of the level, like a sky. This light source currently does not get bounced as indirect lighting.
es: Representa una luz de color constante que rodea el hemisferio superior del nivel, como un cielo. Esta fuente de luz no rebota actualmente como una iluminación indirecta.
pt_br: Representa uma luz de cor constante ao redor do hemisfério superior do nível, como o céu. Atualmente, essa fonte de luz não reflete como iluminação indireta.

# UObjectToolTips,LightmassWorldInfoSettings:EnvironmentIntensity
source: Scales EnvironmentColor to allow independent color and brightness controls.
es: Escala EnvironmentColor para permitir controles del brillo y el color independiente
pt_br: Escalona a EnvironmentColor para permitir controles de brilho e cor independentes.

# UObjectToolTips,LightmassWorldInfoSettings:IndirectIlluminationOcclusionFraction
source: How much of the AO to apply to indirect lighting.
es: Cuanto aplicar de la AO para la iluminación indirecta.
pt_br: Quanto da AO deve ser aplicada à iluminação indireta.

# UObjectToolTips,LightmassWorldInfoSettings:IndirectLightingSmoothness
source: Smoothness factor to apply to indirect lighting. This is useful in some lighting conditions when Lightmass cannot resolve accurate indirect lighting. 1 is default smoothness tweaked for a variety of lighting situations. Higher values like 3 smooth out the indirect lighting more, but at the cost of indirect shadows losing detail.
es: Factor del suavizado que aplicar a la iluminación indirecta. Resulta útil en algunas condiciones de la iluminación cuando lightmass no puede solventar la iluminación indirecta definida. 1 es el suavizado predeterminado modificado para una variedad de situaciones de iluminación. Valores más altos como el 3 suaviza más la iluminación indirecta, pero afectando a los detalles de las sombras indirectas.
pt_br: Fator de suavidade para aplicar à iluminação indireta. Útil em algumas condições de iluminação quando o Lightmass não consegue resolver uma iluminação indireta precisa. 1 é a suavidade padrão ajustada para uma variedade de situações de iluminação. Valores altos como 3 suavizam mais a iluminação indireta, mas com perda de detalhes das sombras indiretas.

# UObjectToolTips,LightmassWorldInfoSettings:MaxOcclusionDistance
source: Maximum distance for an object to cause occlusion on another object.
es: Distancia máxima para un objeto causar oclusión en otro.
pt_br: Distância máxima para que um objeto cause oclusão em outro

# UObjectToolTips,LightmassWorldInfoSettings:NumIndirectLightingBounces
source: Number of times light is allowed to bounce off of surfaces, starting from the light source. 0 is direct lighting only, 1 is one bounce, etc. Bounce 1 takes the most time to calculate and contributes the most to visual quality, followed by bounce 2. Successive bounces don't really affect build times, but have a much lower visual impact.
es: Número de veces que se permite que la luz rebote de las superficies, comenzando desde la luz fuente. 0 es solo la iluminación directa, 1 es un rebote, etc. El rebote 1 tarda más tiempo en calcular e es el que más influye en la calidad visual, seguido del rebote 2. Rebotes sucesivos no afectan realmente cuando se está diseñando, pero tiene un impacto visual más bajo.
pt_br: Número de vezes que a luz pode refletir de superfícies, a partir da fonte luminosa. 0 é somente iluminação direta, 1 é uma reflexão, etc. A primeira reflexão é a que demora mais tempo para calcular e contribui mais para a qualidade visual, seguida da segunda. Reflexões sucessivas não afetam muito o tempo de compilação, mas tem um impacto visual muito menor.

# UObjectToolTips,LightmassWorldInfoSettings:OcclusionExponent
source: Higher exponents increase contrast.
es: Exponentes más altos aumentan el contraste.
pt_br: Expoentes maiores aumentam o contraste.

# UObjectToolTips,LightmassWorldInfoSettings:StaticLightingLevelScale
source: Warning: Setting this to less than 1 will greatly increase build times! Scale of the level relative to real world scale (1 Unreal Unit = 1 cm). All scale-dependent Lightmass setting defaults have been tweaked to work well with real world scale, Any levels with a different scale should use this scale to compensate. For large levels it can drastically reduce build times to set this to 2 or 4.
es: Atención: ¡Configurarlo con un valor menor de 1 aumentará notoriamente el tiempo de diseño! La escala del nivel relativo a la escala del mundo real (1 unidad unreal = 1 cm). Todas la configuraciones predeterminadas de lightmass dependiente de la escala se han modificado para que funcionen correctamente con la escala del mundo realm Cualquier nivel con un escala diferente debe usar esta escala para compensar. Para los niveles grandes, reducirá drásticamente el tiempo de diseño para ajustarlo a 2 o 4.
pt_br: Advertência: Configurar como menor do que 1 aumentará muito o tempo de compilação! Escala do nível relativa à escala do mundo real (1 Unidade Unreal = 1 cm). Todos os padrões de configuração de Lightmass dependentes de escala foram ajustados para funcionar bem com a escala de mundo real, Quaisquer níveis com uma escala diferente devem usar essa escala para compensar. Para níveis grandes, definir isto como 2 ou 4 pode reduzir drasticamente o tempo de compilação.

# UObjectToolTips,LinearDriveConstraint:VelocityTarget
source: Target velocity the linear drive.
es: Velocidad meta de la unidad lineal.
pt_br: Velocidade alvo para a direção linear.

# UObjectToolTips,LinearStairBuilder:StepLength
source: The length of each step
es: La longitud de cada paso
pt_br: O comprimento de cada degrau

# UObjectToolTips,LinuxTargetSettings
source: Implements the settings for the Android target platform.
es: Aplica los ajustes para la plataforma meta de Android.
pt_br: Implementa as configurações da plataforma Android de destino.

# UObjectToolTips,LinuxTargetSettings:TargetedRHIs
source: The collection of RHI's we want to support on this platform. This is not always the full list of RHI we can support.
es: La colección de RHI que queremos soportar en esta plataforma. Esta no es siempre la lista completa de RHI que podemos soportar.
pt_br: A coleção de RHIs que deve ter suporte nessa plataforma. Não é sempre a lista completa de RHIs que podem ter suporte.

# UObjectToolTips,WindowsTargetSettings:TargetedRHIs
source: The collection of RHI's we want to support on this platform. This is not always the full list of RHI we can support.
es: La colección de RHI que queremos soportar en esta plataforma. Esta no es siempre la lista completa de RHI que podemos soportar.
pt_br: A coleção de RHIs que deve ter suporte nessa plataforma. Não é sempre a lista completa de RHIs que podem ter suporte.

# UObjectToolTips,ListView
source: Allows thousands of items to be displayed in a list. Generates widgets dynamically for each item.
es: Permite que miles de elementos se muestren en una lista. Genera widgets de forma dinámica para cada elemento.
pt_br: Permite que centenas de itens sejam exibidos em uma lista. Gera widgets dinamicamente para cada item.

# UObjectToolTips,ListView:ItemHeight
source: The height of each widget
es: La altura de cada widget
pt_br: A altura de cada widget

# UObjectToolTips,ListView:Items
source: The list of items to generate widgets for
es: La lista de elementos para los que se generan widgets
pt_br: A lista de itens para os quais gerar widgets

# UObjectToolTips,ListView:OnGenerateRowEvent
source: Called when a widget needs to be generated
es: Llamada cuando un widget necesita ser generado
pt_br: Chamado quando um widget precisa ser gerado

# UObjectToolTips,ListView:SelectionMode
source: The selection method for the list
es: La método de selección para el lista
pt_br: O método de seleção da lista

# UObjectToolTips,LocalizedSubtitle
source: A subtitle localized to a specific language.
es: Un subtítulo ubicado en un idioma específico.
pt_br: Uma legenda localizada com um idioma específico.

# UObjectToolTips,LocalizedSubtitle:bManualWordWrap
source: true if the subtitles have been split manually.
es: verdadero si se han dividido los subtítulos manualmente.
pt_br: verdadeiro se as legendas foram quebradas manualmente.

# UObjectToolTips,LocalizedSubtitle:bMature
source: true if this sound is considered to contain mature content.
es: verdadero si se considera que el sonido tiene contenido para adultos.
pt_br: verdadeiro se esse som for considerado como tendo conteúdo adulto.

# UObjectToolTips,LocalizedSubtitle:bSingleLine
source: true if the subtitles should be displayed one line at a time.
es: verdadero si los subtítulos deben mostrar una línea a la vez.
pt_br: verdadeiro se as legendas devem ser exibidas uma linha de cada vez.

# UObjectToolTips,LocalizedSubtitle:LanguageExt
source: The 3-letter language for this subtitle
es: El idioma de 3 letras para este subtítulo
pt_br: Idioma com 3 letras desta legenda

# UObjectToolTips,LocalizedSubtitle:Subtitles
source: Subtitle cues. If empty, use SoundNodeWave's SpokenText as the subtitle. Will often be empty, as the contents of the subtitle is commonly identical to what is spoken.
es: Pistas del subtítulo. Si están vacías, usar SpokenText de SoundNodeWave como subtítulo. Estarán vacías normalmente, ya que el contenido del subtítulo es normalmente idéntico a lo que se está hablando.
pt_br: Comandos de legenda. Se estiver vazio, usar SpokenText de SoundNode como legenda. Estará frequentemente em branco, pois o conteúdo da legenda é geralmente idêntico ao que é dito.

# UObjectToolTips,LocalPlayer:AspectRatioAxisConstraint
source: How to constrain perspective viewport FOV
es: Cómo restringir FOV (campo de visión) de la ventana gráfica de perspectiva
pt_br: Como restringir a perspectiva da porta de visualização do FOV

# UObjectToolTips,LocalPlayer:bSentSplitJoin
source: set when we've sent a split join request
es: ajustar cuando enviamos una petición de unión/división
pt_br: definido quando a solicitação de participação dividida foi enviada

# UObjectToolTips,LocalPlayer:ViewportClient
source: The master viewport containing this player's view.
es: La ventana gráfica maestra que contiene la vista de este jugador
pt_br: A porta de visualização principal que contém a vista desse jogador.

# UObjectToolTips,LocationBoneSocketInfo:BoneSocketName
source: The name of the bone/socket on the skeletal mesh
es: Nombre del hueso/punto de acople en la malla esqueleto
pt_br: O nome do osso/soquete na malha esquelética

# UObjectToolTips,LocationBoneSocketInfo:Offset
source: The offset from the bone/socket to use
es: Un desplazamiento del hueso/punto de acople que se utiliza
pt_br: O deslocamento do osso/soquete para usar
