Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ERecastPartitioning
source: keep in sync with rcRegionPartitioning enum!
es: ¡Mantener en sincronía con la enumeración rcRegionPartitioning()!
pt_br: manter sincronização com o enum rcRegionPartitioning!

# UObjectToolTips,ERelativeTransformSpace
source: The space for the transform
es: El espacio para la transformación
pt_br: O espaço a transformar

# UObjectToolTips,ERootMotionRootLock.AnimFirstFrame
source: Use root bone position on first frame of animation.
es: Usar la posición del hueso raíz en el primer fotograma de animación.
pt_br: Usar a posição do osso raiz no primeiro quadro da animação.

# UObjectToolTips,ERotationGridMode
source: Enumerates modes for the viewport's rotation grid.
es: Enumera los modos para la rejilla de rotación de la ventana gráfica.
pt_br: Enumera os modos da grade de rotação da porta de visualização.

# UObjectToolTips,ERoundingMode
source: Provides rounding modes for converting numbers into localized text
es: Proporciona modos de redondeo para transformar los números en texto localizado
pt_br: Fornece modos de arredondamento para a conversão de números em texto localizado.

# UObjectToolTips,ERoundingMode.FromZero
source: Rounds to the value which is further from zero, "larger" in absolute value: 0.1 becomes 1, -0.1 becomes -1
es: Redondea al valor más alejado de cero, "más alto" en valor absoluto: 0.1 cambia a 1, -0.1 cambia a -1
pt_br: Arredonda para o valor mais distante de zero, "maior" em valor absoluto: 0.1 se torna 1, -0.1 se torna -1

# UObjectToolTips,ERoundingMode.HalfFromZero
source: Rounds to nearest place, equidistant ties go to the value which is further from zero: -0.5 becomes -1.0, 0.5 becomes 1.0
es: Redondea a la zona más cercana, enlaces equidistantes van al valor que está más alejado de cero: -0.5 cambia a -1.0, 0.5 cambia a 1.0.
pt_br: Arredonda para o local mais próximo, empates equidistante vão para o valor mais distante de zero: -0.5 se torna -1.0, 0.5 se torna 1.0.

# UObjectToolTips,ERoundingMode.HalfToEven
source: Rounds to the nearest place, equidistant ties go to the value which is closest to an even value: 1.5 becomes 2, 0.5 becomes 0
es: Redondea a la zona más cercana, enlaces equidistantes van al valor que está más cerca de un valor similar: 1.5 cambia a 2, 0.5 cambia a 0.
pt_br: Arredonda para o local mais próximo, empates equidistantes vão para o valor mais próximo de um valor par: 1.5 se torna 2, 0.5 se torna 0.

# UObjectToolTips,ERoundingMode.HalfToZero
source: Rounds to nearest place, equidistant ties go to the value which is closer to zero: -0.5 becomes 0, 0.5 becomes 0.
es: Redondea a la zona más cercana, enlaces equidistantes van al valor que está cerca de cero: -0.5 cambia a 0, 0.5 cambia a 0.
pt_br: Arredonda para o local mais próximo, empates equidistante vão para o valor mais próximo de zero: -0.5 se torna 0, 0.5 se torna 0.

# UObjectToolTips,ERoundingMode.ToNegativeInfinity
source: Rounds to the value which is more negative: 0.1 becomes 0, -0.1 becomes -1
es: Redondea al valor sue es más negativo: 0.1 cambia a 0, -0.1 cambia a -1
pt_br: Arredonda para o valor mais negativo: 0.1 se torna 0, -0.1 se torna -1

# UObjectToolTips,ERoundingMode.ToPositiveInfinity
source: Rounds to the value which is more positive: 0.1 becomes 1, -0.1 becomes 0
es: Redondea al valor sue es más positivo: 0.1 cambia a 1, -0.1 cambia a 0
pt_br: Arredonda para o valor mais positivo: 0.1 se torna 1, -0.1 se torna 0

# UObjectToolTips,ERoundingMode.ToZero
source: Rounds to the value which is closer to zero, "smaller" in absolute value: 0.1 becomes 0, -0.1 becomes 0
es: Redondea al valor más cercano a cero, "más pequeño" en valor absoluto: 0.1 cambia a 0, -0.1 cambia a 0
pt_br: Arredonda para o valor mais próximo de zero, "menor" em valor absoluto: 0.1 se torna 0, -0.1 se torna 0

# UObjectToolTips,ESceneDepthPriorityGroup
source: A priority for sorting scene elements by depth. Elements with higher priority occlude elements with lower priority, disregarding distance.
es: Una prioridad para clasificar los elementos de la escena según la profundidad. Los elementos con una prioridad más alta bloquean los elementos con una prioridad más baja, sin respetar la distancia.
pt_br: Uma prioridade para ordenar os elementos de cena por profundidade. Elementos com prioridade maior ocluem elementos com prioridade menor, independentemente da distância.

# UObjectToolTips,ESceneTextureId
source: like EPassInputId but can expose more e.g. GBuffer
es: como EPassInputId pero puede exponer más. ej. GBuffer
pt_br: como a EPassInputId, mas pode expor mais ex.: GBuffer

# UObjectToolTips,ESceneTextureId.PPI_AmbientOcclusion
source: Ambient Occlusion, single channel
es: Oclusión del entorno, solo un canal
pt_br: Oclusão ambiente, canal único

# UObjectToolTips,ESceneTextureId.PPI_CustomDepth
source: Scene depth, single channel, contains the linear depth of the opaque objects rendered with CustomDepth (mesh property)
es: Profundidad de la escena, canal individual, contiene la profundidad lineal de los objetos opacos renderizados con CustomDepth (propiedad de la malla)
pt_br: Profundidade da cena, canal único, contém a profundidade linear de objetos opacos renderizados com CustomDepth (propriedade da malha)

# UObjectToolTips,ESceneTextureId.PPI_MaterialAO
source: Material ambient occlusion, single channel (GBuffer)
es: Oclusión del entorno del material, un solo canal (GBuffer)
pt_br: Oclusão ambiente do material, canal único (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_Metallic
source: Material metallic, single channel (GBuffer)
es: Material metálico, un solo canal (GBuffer)
pt_br: Aparência metálica do material, canal único (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_Opacity
source: Material opacity, single channel (GBuffer)
es: Material opaco, un solo canal (GBuffer)
pt_br: Opacidade do material, canal único (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput0
source: Input #0 of this postprocess pass, usually the only one hooked up
es: Entrada #0 de este paso de posprocesamiento, normalmente el único enganchado (hook)
pt_br: Entrada #0 desta passagem de pós-processamento, normalmente é a única conectada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput1
source: Input #1 of this postprocess pass, usually not used
es: Entrada #1 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #1 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput2
source: Input #2 of this postprocess pass, usually not used
es: Entrada #2 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #2 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput3
source: Input #3 of this postprocess pass, usually not used
es: Entrada #3 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #3 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput4
source: Input #4 of this postprocess pass, usually not used
es: Entrada #4 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #4 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput5
source: Input #5 of this postprocess pass, usually not used
es: Entrada #5 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #5 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_PostProcessInput6
source: Input #6 of this postprocess pass, usually not used
es: Entrada #6 de este paso del posprocesamiento, no se usa normalmente
pt_br: Entrada #6 desta passagem de pós-processamento, normalmente não é usada

# UObjectToolTips,ESceneTextureId.PPI_Roughness
source: Material roughness, single channel (GBuffer)
es: Material irregular, un solo canal (GBuffer)
pt_br: Aspereza do material, canal único (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_SceneColor
source: Scene color, normal post process passes should use PostProcessInput0
es: Color de la escena, los pasos del posprocesamiento normal deben usar PostProcessInput0
pt_br: Cor da cena, passagens normais de pós-processamento devem usar PostProcessInput0

# UObjectToolTips,ESceneTextureId.PPI_SceneDepth
source: Scene depth, single channel, contains the linear depth of the opaque objects
es: Profundidad de la escena, canal individual, contiene la profundidad lineal de los objetos opacos.
pt_br: Profundidade da cena, canal único, contém a profundidade linear de objetos opacos

# UObjectToolTips,ESceneTextureId.PPI_SeparateTranslucency
source: Not yet supported
es: Aún no es compatible
pt_br: Ainda não é suportado

# UObjectToolTips,ESceneTextureId.PPI_ShadingModel
source: Shading model
es: Modelo de sombreado
pt_br: Modelo de sombreamento

# UObjectToolTips,ESceneTextureId.PPI_StoredBaseColor
source: Material base, RGB color (GBuffer)
es: Material base, color del RGB (GBuffer)
pt_br: Base do material, cor RGB (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_StoredSpecular
source: Material specular, single channel (GBuffer)
es: Material especular, un solo canal (GBuffer)
pt_br: Especular do material, canal único (GBuffer)

# UObjectToolTips,ESceneTextureId.PPI_WorldNormal
source: Normal, RGB in -1..1 range, not normalized (GBuffer)
es: Normal, RGB en el rango -1--1, sin normalizar (GBuffer)
pt_br: Normal, RGB no intervalo -1..1, não normalizado (GBuffer)

# UObjectToolTips,EScrollDirection
source: Enumerates scroll directions.
es: Enumera las direcciones de desplazamiento.
pt_br: Enumera as direções de rolagem.

# UObjectToolTips,EScrollDirection.Scroll_Down
source: Scroll down.
es: Desplazarse hacia abajo.
pt_br: Rola para baixo.

# UObjectToolTips,EScrollDirection.Scroll_Up
source: Scroll up.
es: Desplazar hacia arriba.
pt_br: Rola para cima.

# UObjectToolTips,ESelectInfo
source: Additional information about a selection event
es: Información adicional sobre un evento de selección
pt_br: Informações adicionais sobre o evento de seleção

# UObjectToolTips,ESelectInfo.Direct
source: Selection was directly set in code
es: La selección se ajustó directamente en código
pt_br: A seleção foi definida diretamente no código

# UObjectToolTips,ESelectInfo.OnKeyPress
source: User selected via a key press
es: Seleccionado por el usuario al presionar una tecla
pt_br: Selecionado pelo usuário ao pressionar uma tecla

# UObjectToolTips,ESelectInfo.OnMouseClick
source: User selected by clicking on the item
es: Usuario seleccionado al hacer clic en el elemento
pt_br: Selecionado pelo usuário ao clicar no item

# UObjectToolTips,ESelectInfo.OnNavigation
source: User selected by navigating to the item
es: Usuario seleccionado al navegar al elemento
pt_br: Selecionado pelo usuário ao navegar para o item

# UObjectToolTips,ESelectionMode.Multi
source: Multiple items can be selected at the same time.
es: Se pueden seleccionar elementos múltiples a la vez.
pt_br: É possível selecionar mais de um item de cada vez.

# UObjectToolTips,ESelectionMode.None
source: Nothing can be selected and there is no hover cue for selection. You can still handle mouse button events though.
es: No se puede seleccionar y no hay pista flotante para selección. Sin embargo, todavía puede gestionar los eventos de los botones del ratón.
pt_br: Não será possível selecionar nada e não haverá comando de flutuação para seleção. No entanto, ainda será possível manipular eventos de mouse.

# UObjectToolTips,ESelectionMode.Single
source: A single item can be selected at once, or no item may be selected.
es: Un único elemento puede ser seleccionado de inmediato, o ningún elemento puede seleccionarse.
pt_br: Um item único pode ser selecionado por vez, ou nenhum item pode ser selecionado.

# UObjectToolTips,ESettingsLockedAxis.None
source: No axis is locked.
es: Ningún eje está bloqueado.
pt_br: Nenhum eixo está bloqueado.

# UObjectToolTips,EShadowMapFlags
source: Bit-field flags that affects storage (e.g. packing, streaming) and other info about a shadowmap.
es: Los indicadores del campo bit que afecta el almacenamiento (ej. empaquetado, transmisión de flujo) y otra información sobre un mapa de sombreado.
pt_br: Sinalizadores de campo de bit que afetam o armazenamento (por exemplo: empacotamento, transmissão) e outras informações sobre um Shadowmap.

# UObjectToolTips,ESkyLightSourceType.SLS_CapturedScene
source: Construct the sky light from the captured scene, anything further than SkyDistanceThreshold from the sky light position will be included.
es: Construir la luz del cielo de la escena capturada, no se incluirá nada que esté más lejos de SkyDistanceThreshold de la posición de la luz del cielo.
pt_br: Constrói a luz do céu da cena capturada, tudo além do SkyDistanceThreshold da posição da luz do céu será incluído.

# UObjectToolTips,ESkyLightSourceType.SLS_SpecifiedCubemap
source: Construct the sky light from the specified cubemap.
es: Construir la luz del cielo del mapa del cubo especificado.
pt_br: Constrói a luz do céu a partir de um mapa de cubos especificado.

# UObjectToolTips,ESlateBrushDrawType
source: Enumerates ways in which an image can be drawn.
es: Enumera las maneras en las que se puede trazar una imagen.
pt_br: Enumera as formas com que uma imagem pode ser desenhada.

# UObjectToolTips,ESlateBrushDrawType.Border
source: Draw a 3x3 border where the sides tile and the middle is empty
es: Trazar un borde 3x3 en el que las teselas laterales y el centro estén vacíos
pt_br: Desenhar uma borda 3x3 onde os lados ficam lado a lado e o meio é vazio

# UObjectToolTips,ESlateBrushDrawType.Box
source: Draw a 3x3 box, where the sides and the middle stretch based on the Margin
es: Trazar un borde 3x3 en el que el mosaico de los laterales y el centro se alarguen en base al margen.
pt_br: Desenhar uma caixa 3x3 onde os lados e o meio alongam-se com base na Margem

# UObjectToolTips,ESlateBrushDrawType.Image
source: Draw an image; margin is ignored
es: Trazar una imagen. Se omite el margen
pt_br: Desenhar uma imagem; a margem é ignorada

# UObjectToolTips,ESlateBrushDrawType.NoDrawType
source: Don't do anything
es: No hacer nada
pt_br: Não fazer nada

# UObjectToolTips,ESlateBrushMirrorType
source: Possible options for mirroring the brush image
es: Opciones posibles para copiar la imagen de pincel.
pt_br: Opções possíveis para espelhar a imagem do pincel

# UObjectToolTips,ESlateBrushTileType
source: Enumerates tiling options for image drawing.
es: Enumera las opciones de las teselas para el trazado de imágenes.
pt_br: Enumera as opções de repetição em placas para o desenho da imagem.

# UObjectToolTips,ESlateBrushTileType.Both
source: Tile in both directions
es: Colocar teselas en ambas direcciones
pt_br: Repetir em placas nas duas direções

# UObjectToolTips,ESlateBrushTileType.Horizontal
source: Tile the image horizontally
es: Colocar teselas en la imagen horizontalmente
pt_br: Repetir a imagem em placas horizontalmente

# UObjectToolTips,ESlateBrushTileType.NoTile
source: Just stretch
es: Solo alargar
pt_br: Apenas estica

# UObjectToolTips,ESlateBrushTileType.Vertical
source: Tile the image vertically
es: Colocar teselas en la imagen horizontalmente
pt_br: Repetir a imagem em placas verticalmente

# UObjectToolTips,ESlateCheckBoxType
source: Type of check box
es: Tipo de casilla de verificación
pt_br: Tipo da caixa de verificação

# UObjectToolTips,ESlateCheckBoxType.CheckBox
source: Traditional check box with check button and label (or other content)
es: La casilla de verificación de verificación tradicional con etiqueta y botón de verificación (u otro contenido)
pt_br: Caixa de seleção tradicional com o botão de seleção e rótulo (ou outro conteúdo)

# UObjectToolTips,ESlateCheckBoxType.ToggleButton
source: Toggle button. You provide button content (such as an image), and the user can press to toggle it.
es: Conmutar el botón. Usted proporciona el contenido del botón (como una imagen), y el usuario puede pulsarlo para conmutarlo.
pt_br: Alternar botão. O conteúdo do botão é fornecido (como uma imagem) e o usuário pode pressioná-lo para alterná-lo.

# UObjectToolTips,ESlateColorStylingMode
source: Enumerates types of color values that can be held by Slate color. Should we use the specified color? If not, then which color from the style should we use.
es: Enumera los tipos de valores de color que se pueden mantener por el color del cuadro. ¿Debemos usar el color especificado? Si no, qué color del estilo debemos usar.
pt_br: Enumera os tipos de valores de cor que podeme ser mantidos pela cor do Plano. Devemos usar a cor especificada? Caso contrário, qual cor de qual estilo devemos usar?

# UObjectToolTips,ESlateColorStylingMode.UseColor_Foreground
source: Use the widget's foreground color.
es: Usar el color de fondo del widget.
pt_br: Usar a cor de primeiro plano do widget.

# UObjectToolTips,ESlateColorStylingMode.UseColor_Foreground_Subdued
source: Use the widget's subdued color.
es: Usar el color suave del widget.
pt_br: Usar a cor restringida do widget.

# UObjectToolTips,ESlateColorStylingMode.UseColor_Specified
source: Color value is stored in this Slate color.
es: El valor del color se almacena en este color del cuadro.
pt_br: Valor da cor que é armazenada na cor deste Plano.

# UObjectToolTips,ESlateColorStylingMode.UseColor_Specified_Link
source: Color value is stored in the linked color.
es: El valor del color se almacena en el color enlazado.
pt_br: Valor da cor que é armazenada na cor vinculada.

# UObjectToolTips,ESlateSizeRule
source: The sizing options of UWidgets
es: Las opciones de tamaño de UWidgets
pt_br: As opções de tamanho de UWidgets

# UObjectToolTips,ESlateVisibility
source: Is an entity visible?
es: ¿Es una entidad visible?
pt_br: Há alguma entidade visível?

# UObjectToolTips,ESlateVisibility.Collapsed
source: Not visible and takes up no space in the layout; can never be clicked on because it takes up no space.
es: No es visible y no ocupa espacio en el entorno; nunca se puede hacer clic en él porque no ocupa ningún espacio.
pt_br: Não está visível e não ocupa espaço no layout. Não pode ser clicado por não ocupar nenhum espaço.

# UObjectToolTips,ESlateVisibility.Hidden
source: Not visible, but occupies layout space. Not interactive for obvious reasons.
es: No es visible, pero ocupa espacio en el entorno. No es interactivo por razones obvias.
pt_br: Não está visível, mas ocupa espaço no layout. Não interage por motivos óbvios.

# UObjectToolTips,ESlateVisibility.HitTestInvisible
source: Visible to the user, but only as art. The cursors hit tests will never see this widget.
es: Visible al usuario, pero no como arte. Las pruebas de golpe de cursor nunca verán este widget.
pt_br: Visível para o usuário, mas apenas como arte. Os testes de acerto dos cursores nunca verão este widget.

# UObjectToolTips,ESlateVisibility.SelfHitTestInvisible
source: Same as HitTestInvisible, but doesn't apply to child widgets.
es: Igual a HitTestInvisible, pero no aplica a los widgets hijo.
pt_br: Igual a HitTestInvisible, mas não se aplica a widgets filhos.

# UObjectToolTips,ESlateVisibility.Visible
source: Default widget visibility - visible and can interactive with the cursor
es: Visibilidad de widget predeterminada - es visible y puede interactuar con el cursor
pt_br: Visibilidade de widget padrão - visível e pode ser interativo com o cursor

# UObjectToolTips,ESleepFamily
source: Presets of values used in considering when put this body to sleep.
es: Preajustes de los valores usados que se tienen en consideración cuando se pone un cuerpo en reposo.
pt_br: Valores predefinidos usados ao se considerar quando este corpo deve se tornar inativo.

# UObjectToolTips,ESleepFamily.Normal
source: Engine defaults.
es: Predeterminados del motor.
pt_br: Padrões do mecanismo.

# UObjectToolTips,ESleepFamily.Sensitive
source: A family of values with a lower sleep threshold; good for slower pendulum-like physics.
es: Una familia de valores con un límite de reposo más bajo. Bueno para físicas tipo péndulo más lentos.
pt_br: Uma família de valores com um limiar de inação inferior; bom para física mais lenta similar a um movimento pendular.

source: View static mesh lighting info for all levels
es: Ver la información de la iluminación de la malla estática para todos los niveles
pt_br: Visualizar informações de iluminação da malha estática para todos os níveis

source: View static mesh lighting info for the current level
es: Ver la información de la iluminación de la malla estática para el nivel actual
pt_br: Visualizar informações de iluminação da malha estática pra o nível atual

source: View lighting info for selected levels
es: Ver la información de la iluminación para los niveles seleccionados
pt_br: Visualizar informações de iluminação para os níveis selecionados

# UObjectToolTips,EStreamingVolumeUsage
source: Enum for different usage cases of level streaming volumes.
es: Enumeración para casos de uso diferente de los volúmenes de transmisión de flujo del nivel.
pt_br: Enum para casos diferentes de uso de volumes de transmissão de nível.

# UObjectToolTips,ETexAlign
source: Alignment types.
es: Tipos de alineación
pt_br: Tipos de alinhamento.

# UObjectToolTips,ETexAlign.TEXALIGN_Default
source: No special alignment (just derive from UV vectors).
es: Ninguna alineación especial (derivar solo de los vectores UV)
pt_br: Sem alinhamento especial (é simplesmente derivado de vetores UV).

# UObjectToolTips,ETexAlign.TEXALIGN_PlanarAuto
source: Special version of TEXALIGN_Planar.
es: Versión especial de TEXALIGN_Planar.
pt_br: Versão especial do TEXALIGN_Planar.

# UObjectToolTips,ETexAlign.TEXALIGN_PlanarFloor
source: Special version of TEXALIGN_Planar.
es: Versión especial de TEXALIGN_Planar.
pt_br: Versão especial do TEXALIGN_Planar.

# UObjectToolTips,ETexAlign.TEXALIGN_PlanarWall
source: Special version of TEXALIGN_Planar.
es: Versión especial de TEXALIGN_Planar.
pt_br: Versão especial do TEXALIGN_Planar.

# UObjectToolTips,ETextCommit
source: Additional information about a text committal
es: Información adicional sobre un ingreso de texto
pt_br: Informações adicionais sobre um desempenho de texto

# UObjectToolTips,ETextCommit.Default
source: Losing focus or similar event caused implicit commit
es: La pérdida de enfoque o un evento similar causó aceptación implícita
pt_br: Perdendo foco ou evento semelhante causado por confirmação implícita

# UObjectToolTips,ETextCommit.OnCleared
source: Keyboard focus was explicitly cleared via the escape key or other similar action
es: El enfoque del teclado se borró de forma explícita mediante la tecla Esc u otra acción similar
pt_br: O foco do teclado foi explicitamente removido por meio da tecla Escape ou por outra ação semelhante

# UObjectToolTips,ETextCommit.OnEnter
source: User committed via the enter key
es: Usuario confirmado a través de la tecla intro
pt_br: Confirmado pelo usuário com a tecla Enter

# UObjectToolTips,ETextCommit.OnUserMovedFocus
source: User committed via tabbing away or moving focus explicitly away
es: Usuario confirmado a través de la tabulación de distancia o moviendo el enfoque de forma explícita
pt_br: Confirmado pelo usuário com tab ou movendo o foco explicitamente para outro local

# UObjectToolTips,ETextureMipValueMode
source: defines how MipValue is used
es: define cómo se usa el MipValue
pt_br: define como o MipValue é usado

# UObjectToolTips,ETextureObjectSets.TextureObjectSet_AllStreamingLevels
source: Display texture statistics for all streaming levels
es: Visualizar las estadísticas para todos los niveles de la transmisión de flujo
pt_br: Exibir estatísticas de textura para todos níveis de transmissão
