Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,VehicleWheel:DebugLongForce
source: Longitudinal force the wheel is applying to the chassis
es: Fuerza longitudinal que la rueda está aplicando al chasis
pt_br: Força longitudinal que a roda está aplicando ao chassi

# UObjectToolTips,VehicleWheel:DebugLongSlip
source: Longitudinal slip experienced by the wheel
es: Resbalón longitudinal que experimenta la rueda
pt_br: Deslizamento longitudinal da roda

# UObjectToolTips,VehicleWheel:DebugWheelTorque
source: Wheel torque
es: Torque de las ruedas
pt_br: Torque da roda

# UObjectToolTips,VehicleWheel:LatStiffMaxLoad
source: Max normalized tire load at which the tire can deliver no more lateral stiffness no matter how much extra load is applied to the tire.
es: Carga máxima de el neumático normalizado a la que la rueda no puede distribuir más firmeza lateral sin tener en cuenta cuánta carga extra se le aplique.
pt_br: Carga máxima normalizada sobre o pneu, em que o pneu não consegue aumentar sua rigidez lateral independente de quanta carga adicional for aplicada sobre ele.

# UObjectToolTips,VehicleWheel:LatStiffValue
source: How much lateral stiffness to have given lateral slip
es: Cuánta firmeza lateral tener dada la caída lateral
pt_br: A quantidade de rigidez lateral devido a um deslizamento lateral

# UObjectToolTips,VehicleWheel:Location
source: Worldspace location of this wheel
es: Ubicación WorldSpace de esta rueda
pt_br: Localização do espaço do mundo dessa roda

# UObjectToolTips,VehicleWheel:LongStiffValue
source: How much longitudinal stiffness to have given longitudinal slip
es: Cuánta firmeza longitudinal tener dada la caída longitudinal
pt_br: A quantidade de rigidez longitudinal devido a um deslizamento longitudinal

# UObjectToolTips,VehicleWheel:Mass
source: Mass of this wheel
es: Masa de esta rueda
pt_br: Massa desta roda

# UObjectToolTips,VehicleWheel:MaxBrakeTorque
source: max brake torque for this wheel (Nm)
es: torque de freno máximo para esta rueda (Nm)
pt_br: torque máximo de freio para esta roda (Nm)

# UObjectToolTips,VehicleWheel:MaxHandBrakeTorque
source: Max handbrake brake torque for this wheel (Nm). A handbrake should have a stronger brake torque than the brake. This will be ignored for wheels that are not affected by the handbrake.
es: Torque máx. del freno de mano para esta rueda (Nm). Un freno de mano debería tener un torque mayor que el freno. Esto se puede ignorar en las ruedas que no se ven afectadas por el freno de mano.
pt_br: Torque máximo do freio do freio de mão desta roda (Nm). O freio de mão deve ter um torque de freio mais alto que o freio. Isto será ignorado em rodas não afetadas pelo freio de mão.

# UObjectToolTips,VehicleWheel:Offset
source: If BoneName is specified, offset the wheel from the bone's location. Otherwise this offsets the wheel from the vehicle's origin.
es: Si BoneName está seleccionado, desplazar la rueda de la ubicación del hueso. Si no, desplaza la rueda del origen del vehículo.
pt_br: Se BoneName for especificado, desloca a roda a partir da posição do osso. Caso contrário, desloca a roda a partir da origem do veículo.

# UObjectToolTips,VehicleWheel:OldLocation
source: Worldspace location of this wheel last frame
es: Ubicación WorldSpace del último fotograma de esta rueda
pt_br: Localização do espaço do mundo do último quadro dessa roda

# UObjectToolTips,VehicleWheel:ShapeRadius
source: Radius of the wheel
es: Radio de la rueda
pt_br: Raio da roda

# UObjectToolTips,VehicleWheel:ShapeWidth
source: Width of the wheel
es: Ancho de la rueda
pt_br: Largura da roda

# UObjectToolTips,VehicleWheel:SteerAngle
source: steer angle in degrees for this wheel
es: ángulo de dirección en grados para esta rueda
pt_br: ângulo de direção em graus para essa roda

# UObjectToolTips,VehicleWheel:SuspensionDampingRatio
source: The rate at which energy is dissipated from the spring. Standard cars have values between 0.8 and 1.2. values < 1 are more sluggish, values > 1 or more twitchy
es: El rango en el que se disipa la energía del resorte. Los coches estándar tienen valores entre 0.8 y 1.2. valores < 1 son más lentos, valores > 1 son más activos
pt_br: A taxa em que a energia é dissipada da mola. Carros comuns têm valores entre 0.8 e 1.2. Valores < 1 são mais lentos, valores > 1 são mais agitados

# UObjectToolTips,VehicleWheel:SuspensionMaxDrop
source: How far the wheel can drop below the resting position
es: A qué distancia se puede soltar la rueda bajo la posición de reposo
pt_br: Quanto a roda pode descer abaixo da posição de descanso

# UObjectToolTips,VehicleWheel:SuspensionMaxRaise
source: How far the wheel can go above the resting position
es: A qué distancia puede llegar la rueda sobre la posición de reposo
pt_br: Quanto a roda pode subir acima da posição de descanso

# UObjectToolTips,VehicleWheel:SuspensionNaturalFrequency
source: Oscillation frequency of suspension. Standard cars have values between 5 and 10
es: Frecuencia de la oscilación de la suspensión. Los cars estándar tienen valores de entre 5 y 10
pt_br: Frequência de oscilação da suspensão. Carros padrão têm valores entre 5 e 10

# UObjectToolTips,VehicleWheel:TireType
source: Tire type for the wheel. Determines friction
es: Tipo de neumático para la rueda. Determina la fricción
pt_br: Tipo de pneu para a roda. Determina o atrito

# UObjectToolTips,VehicleWheel:VehicleSim
source: The vehicle that owns us
es: El vehículo que nos posee
pt_br: O veículo a que pertencemos

# UObjectToolTips,VehicleWheel:Velocity
source: Current velocity of the wheel center (change in location over time)
es: Velocidad actual del centro de la rueda (cambio de ubicación en el tiempo)
pt_br: Velocidade atual do centro da roda (alterar na localização no decorrer do tempo)

# UObjectToolTips,VehicleWheel:WheelIndex
source: Our index in the vehicle's (and setup's) wheels array
es: Nuestro índice en la matriz de ruedas del vehículo (y configuración)
pt_br: Índice na matriz das rodas do veículo (e da configuração)

# UObjectToolTips,VerticalBoxSlot
source: The Slot for the UVerticalBox, contains the widget that is flowed vertically
es: La ranura para el UVerticalBox, contiene el widget que se mueve de forma vertical
pt_br: Slot de UVerticalBox, contém o widget que flui verticalmente

# UObjectToolTips,ViewTargetTransitionParams:BlendExp
source: Exponent, used by certain blend functions to control the shape of the curve.
es: Exponente que han usado algunas funciones de combinación para controlar la forma de la curva.
pt_br: Expoente, usado por certas funções de mistura para controlar o formato da curva.

# UObjectToolTips,VisibilityTrackKey:ActiveCondition
source: Condition that must be satisfied for this key event to fire
es: Condición que ha de cumplirse para que se inicie este evento clave
pt_br: Condição que deve ser atendida para este evento-chave disparar

# UObjectToolTips,Visual
source: The base class for elements in UMG: slots and widgets.
es: La clase base para elementos en UMG: ranuras y widgets.
pt_br: A classe de base para elementos em UMG: slots e widgets.

# UObjectToolTips,VolumeControlStyle
source: Represents the appearance of an SVolumeControl
es: Representa la apariencia de un SVolumeControl
pt_br: Representa a aparência de um SVolumeControl

# UObjectToolTips,VolumeControlStyle:HighVolumeImage
source: Image to use when the volume is set to high
es: Imagen que se utiliza cuando el volumen se ajusta a alto
pt_br: Imagem usada quando o volume estiver alto

# UObjectToolTips,VolumeControlStyle:LowVolumeImage
source: Image to use when the volume is set to low
es: Imagen que se utiliza cuando el volumen se ajusta a alto
pt_br: Imagem usada quando o volume estiver baixo

# UObjectToolTips,VolumeControlStyle:MidVolumeImage
source: Image to use when the volume is set to mid-range
es: Imagen que se utiliza cuando el volumen se ajusta a medio volumen
pt_br: Imagem usada quando o volume estiver médio

# UObjectToolTips,VolumeControlStyle:MutedImage
source: Image to use when the volume is muted
es: Imagen que se utiliza cuando el volumen está en silencio completo
pt_br: Imagem usada quando o volume estiver silenciado

# UObjectToolTips,VolumeControlStyle:NoVolumeImage
source: Image to use when the volume is set to off
es: Imagen que se utiliza cuando el volumen se ajusta a apagado
pt_br: Imagem usada quando o volume estiver desligado

# UObjectToolTips,VolumeControlStyle:SliderStyle
source: The style of the volume control slider
es: El estilo del deslizamiento del control del volumen
pt_br: O estilo do controle deslizante de volume

# UObjectToolTips,VOscillator
source: Defines FVector oscillation.
es: Define la oscilación de FVector.
pt_br: Define a oscilação de FVector.

# UObjectToolTips,WalkableSlopeOverride
source: Struct allowing control over "walkable" normals, by allowing a restriction or relaxation of what steepness is normally walkable.
es: Estructura que permite el control sobre las normales "transitables", permitiendo una restricción o relajación de la inclinación que es transitable normalmente.
pt_br: Struct que permite o controle sobre normais "caminháveis", permitindo uma restrição ou relaxação de qual inclinação é normalmente caminhável.

# UObjectToolTips,WeightmapLayerAllocationInfo
source: Stores information about which weightmap texture and channel each layer is stored
es: Almacena la información sobre qué textura del mapa de peso y canal de cada capa se almacena
pt_br: Armazena informações sobre qual canal e textura de mapa de pesos que cada camada está armazenada

# UObjectToolTips,WheeledVehicleMovementComponent
source: Component to handle the vehicle simulation for an actor.
es: Componente para guiar la simulación del vehículo de un actor.
pt_br: Componente para manipular a simulação do veículo de um ator.

# UObjectToolTips,WheeledVehicleMovementComponent4W:AckermannAccuracy
source: Accuracy of Ackermann steer calculation (range: 0..1)
es: Precisión del cálculo de dirección de Ackermann (rango: 0..1)
pt_br: Precisão do cálculo da geometria de Ackermann (intervalo: 0..1)

# UObjectToolTips,WheeledVehicleMovementComponent4W:DifferentialSetup
source: Differential
es: Diferencial
pt_br: Diferencial

# UObjectToolTips,WheeledVehicleMovementComponent4W:EngineSetup
source: Engine
es: Motor
pt_br: Mecanismo

# UObjectToolTips,WheeledVehicleMovementComponent4W:SteeringCurve
source: Maximum steering versus forward speed (km/h)
es: Dirección máxima vs. velocidad de avance (km/h)
pt_br: Direção máxima em relação à velocidade de avanço (km/h)

# UObjectToolTips,WheeledVehicleMovementComponent4W:TransmissionSetup
source: Transmission data
es: Datos de transmisión
pt_br: Dados de transmissão

# UObjectToolTips,WheeledVehicleMovementComponent:BrakeInput
source: Brake output to physics system. Range 0...1
es: Salida de frenos para el sistema de físicos. Rango 0...1
pt_br: Saída da frenagem para o sistema de física. Intervalo 0...1

# UObjectToolTips,WheeledVehicleMovementComponent:BrakeInputRate
source: Rate at which input brake can rise and fall
es: Ratio al que el freno introducido puede aumentar o disminuir
pt_br: Taxa com que a entrada de freio pode aumentar e diminuir

# UObjectToolTips,WheeledVehicleMovementComponent:bRawGearDownInput
source: True if the player is holding gear down
es: Verdadero si el jugador está reteniendo la marcha
pt_br: Verdadeiro se o jogador está segurando a redução de marcha

# UObjectToolTips,WheeledVehicleMovementComponent:bRawGearUpInput
source: True if the player is holding gear up
es: Verdadero si el jugador está reteniendo una marcha alta
pt_br: Verdadeiro se o jogador está segurando o aumento de marcha

# UObjectToolTips,WheeledVehicleMovementComponent:bRawHandbrakeInput
source: True if the player is holding the handbrake
es: Verdadero si el jugador está reteniendo el freno de mano
pt_br: Verdadeiro se o jogador está segurando o freio de mão

# UObjectToolTips,WheeledVehicleMovementComponent:bUseRVOAvoidance
source: If set, component will use RVO avoidance
es: Si lo ajusta, el componente usará la anulación de RVO (optimización del valor de retorno).
pt_br: Se definido, o componente usará a evasão RVO

# UObjectToolTips,WheeledVehicleMovementComponent:ChassisHeight
source: Chassis height used for drag force computation (cm)
es: Altura de chasis usada para calcular la fuerza de arrasatre (cm)
pt_br: Altura do chassi usada para arrastar a computação da força (cm)

# UObjectToolTips,WheeledVehicleMovementComponent:ChassisWidth
source: Chassis width used for drag force computation (cm)
es: Ancho de chasis usado para calcular la fuerza de arrasatre (cm)
pt_br: Largura do chassi usada para arrastar a computação da força (cm)

# UObjectToolTips,WheeledVehicleMovementComponent:DebugDragMagnitude
source: Debug drag magnitude last applied
es: Depurar la magnitud de arrastre que se aplicó la última vez
pt_br: Depurar última magnitude de arrastar aplicada

# UObjectToolTips,WheeledVehicleMovementComponent:DragCoefficient
source: DragCoefficient of the vehicle chassis.
es: DragCoefficient del chasis del vehículo.
pt_br: DragCoefficient do chassi do veículo.

# UObjectToolTips,WheeledVehicleMovementComponent:EstimatedMaxEngineSpeed
source: Estimated mad speed for engine
es: Velocidad máxima estimada del motor
pt_br: Rotação máxima estimada do motor

# UObjectToolTips,WheeledVehicleMovementComponent:GetCurrentGear
source: Get current gear
es: Obtener marcha actual
pt_br: Obter a marcha atual

# UObjectToolTips,WheeledVehicleMovementComponent:GetEngineMaxRotationSpeed
source: Get current engine's max rotation speed
es: Obtener la velocidad de rotación máxima actual del motor
pt_br: Obtém a velocidade de rotação máxima do motor atual

# UObjectToolTips,WheeledVehicleMovementComponent:GetEngineRotationSpeed
source: Get current engine's rotation speed
es: Obtener la velocidad de rotación del motor actual
pt_br: Obter a rotação atual do motor

# UObjectToolTips,WheeledVehicleMovementComponent:GetForwardSpeed
source: How fast the vehicle is moving forward
es: Cómo de rápido avanza el vehículo
pt_br: Com que velocidade o veículo se move para a frente

# UObjectToolTips,WheeledVehicleMovementComponent:GetTargetGear
source: Get target gear
es: Obtener la marcha meta
pt_br: Obter a marcha do alvo

# UObjectToolTips,WheeledVehicleMovementComponent:GetUseAutoGears
source: Are gears being changed automatically?
es: ¿Se están cambiando las marchas automáticamente?
pt_br: As marchas estão sendo trocadas automaticamente?

# UObjectToolTips,WheeledVehicleMovementComponent:HandbrakeInput
source: Handbrake output to physics system. Range 0...1
es: Salida de freno de mano para el sistema de físicos. Rango 0...1
pt_br: Saída do freio de mão para o sistema de física. Intervalo 0...1

# UObjectToolTips,WheeledVehicleMovementComponent:HandbrakeInputRate
source: Rate at which input handbrake can rise and fall
es: Ratio al que el freno de mano introducido puede aumentar o disminuir
pt_br: Taxa com que a entrada do freio de mão pode aumentar e diminuir

# UObjectToolTips,WheeledVehicleMovementComponent:IdleBrakeInput
source: How much to press the brake when the player has release throttle
es: Cuánto hay que presionar el freno cuando el jugador ha dejado de acelerar
pt_br: Quanto o freio deve ser pressionado quando o jogador libera o acelerador

# UObjectToolTips,WheeledVehicleMovementComponent:InertiaTensorScale
source: Scales the vehicle's inertia in each direction (forward, right, up)
es: Escala la inercia del vehículo en todas las direcciones (hacia delante, hacia la derecha, hacia arriba)
pt_br: Escalona a inércia do veículo em cada direção (em frente, para a direita, para cima)

# UObjectToolTips,WheeledVehicleMovementComponent:MaxEngineRPM
source: Max RPM for engine
es: RPM máx. del motor
pt_br: RPM Máx. do motor

# UObjectToolTips,WheeledVehicleMovementComponent:MaxNormalizedTireLoad
source: Clamp normalized tire load to this value
es: Fijar la carga del neumático normalizado a este valor
pt_br: Restringir a carga de pneu normalizada por este valor

# UObjectToolTips,WheeledVehicleMovementComponent:MaxNormalizedTireLoadFiltered
source: Clamp normalized tire load to this value
es: Fijar la carga del neumático normalizado a este valor
pt_br: Restringir a carga de pneu normalizada por este valor

# UObjectToolTips,WheeledVehicleMovementComponent:MinNormalizedTireLoad
source: Clamp normalized tire load to this value
es: Fijar la carga del neumático normalizado a este valor
pt_br: Restringir a carga de pneu normalizada por este valor

# UObjectToolTips,WheeledVehicleMovementComponent:MinNormalizedTireLoadFiltered
source: Clamp normalized tire load to this value
es: Fijar la carga del neumático normalizado a este valor
pt_br: Restringir a carga de pneu normalizada por este valor

# UObjectToolTips,WheeledVehicleMovementComponent:RawSteeringInput
source: What the player has the steering set to. Range -1...1
es: Cómo tiene ajustado el jugador el volante. Rango -1...1
pt_br: A configuração do jogador para a direção. Intervalo -1...1

# UObjectToolTips,WheeledVehicleMovementComponent:RawThrottleInput
source: What the player has the accelerator set to. Range -1...1
es: Cómo tiene ajustado el jugador el acelerador. Rango -1...1
pt_br: A configuração do jogador para o acelerador. Intervalo -1...1

# UObjectToolTips,WheeledVehicleMovementComponent:ReplicatedState
source: replicated state of vehicle
es: estado duplicado del vehículo
pt_br: estado replicado do veículo

# UObjectToolTips,WheeledVehicleMovementComponent:ServerUpdateState
source: Pass current state to server
es: Pasar estado actual al servidor
pt_br: Passa o estado atual ao servidor

# UObjectToolTips,WheeledVehicleMovementComponent:SetGearDown
source: Set the user input for gear down
es: Ajustar la entrada del usuario para reducir la marcha
pt_br: Definir a entrada de usuário para redução de marcha

# UObjectToolTips,WheeledVehicleMovementComponent:SetGearUp
source: Set the user input for gear up
es: Ajustar la entrada del usuario para aumentar la marcha
pt_br: Definir a entrada de usuário para aumento de marcha

# UObjectToolTips,WheeledVehicleMovementComponent:SetHandbrakeInput
source: Set the user input for handbrake
es: Ajustar la entrada del usuario para el freno de mano
pt_br: Definir a entrada de usuário para freio de mão

# UObjectToolTips,WheeledVehicleMovementComponent:SetSteeringInput
source: Set the user input for the vehicle steering
es: Ajustar la entrada del usuario para la conducción del vehículo
pt_br: Definir a entrada de usuário para a direção do veículo

# UObjectToolTips,WheeledVehicleMovementComponent:SetTargetGear
source: Set the user input for gear (-1 reverse, 0 neutral, 1+ forward)
es: Ajustar la entrada del usuario para la marcha (-1 retroceso, 0 neutral, 1+ avance)
pt_br: Definir a entrada de usuário para a marcha (-1 ré, 0 neutro, 1+ avanço)

# UObjectToolTips,WheeledVehicleMovementComponent:SetThrottleInput
source: Set the user input for the vehicle throttle
es: Ajustar la entrada del usuario para la aceleración del vehículo
pt_br: Definir a entrada de usuário para o acelerador do veículo

# UObjectToolTips,WheeledVehicleMovementComponent:SetUseAutoGears
source: Set the flag that will be used to select auto-gears
es: Ajustar el indicador que se usará para seleccionar marchas automáticas
pt_br: Definir o sinalizador que será usado para selecionar marchas automáticas

# UObjectToolTips,WheeledVehicleMovementComponent:SteeringInput
source: Steering output to physics system. Range -1...1
es: Salida de dirección para el sistema de físicos. Rango -1...1
pt_br: Saída da direção para o sistema de física. Intervalo -1...1

# UObjectToolTips,WheeledVehicleMovementComponent:SteeringInputRate
source: Rate at which input steering can rise and fall
es: Ratio al cual la dirección de entrada puede subir o caer
pt_br: Taxa com que a entrada do volante pode aumentar e diminuir

# UObjectToolTips,WheeledVehicleMovementComponent:StopThreshold
source: Auto-brake when absolute vehicle forward speed is less than this (cm/s)
es: Frenar automáticamente cuando la velocidad de avance del vehículo absoluto sea menor a ésta (cm/s)
pt_br: Frenagem automática quando a velocidade absoluta do veículo para frente é menor que este valor (cm/s)

# UObjectToolTips,WheeledVehicleMovementComponent:ThrottleInput
source: Accelerator output to physics system. Range 0...1
es: Salida del acelerador al sistema de físicos. Rango 0...1
pt_br: Saída do acelerador para o sistema de física. Intervalo 0...1

# UObjectToolTips,WheeledVehicleMovementComponent:ThrottleInputRate
source: Rate at which input throttle can rise and fall
es: Ratio al que la aceleración introducida puede aumentar o disminuir
pt_br: Taxa com que a entrada do acelerador pode aumentar e diminuir

# UObjectToolTips,WheeledVehicleMovementComponent:Wheels
source: Our instanced wheels
es: Nuestras ruedas instanciadas
pt_br: Rodas instanciadas

# UObjectToolTips,WheeledVehicleMovementComponent:WheelSetups
source: Wheels to create
es: Ruedas que crear
pt_br: Rodas para criar

# UObjectToolTips,WheeledVehicleMovementComponent:WrongDirectionThreshold
source: Auto-brake when vehicle forward speed is opposite of player input by at least this much (cm/s)
es: Frenar automáticamente cuando la velocidad de avance del vehículo sea contraria a la entrada del jugador en un rango de al menos (cm/s)
pt_br: Frenagem automática quando a velocidade à frente do veículo é oposta à entrada do jogador por pelo menos esta quantidade (cm/s)

# UObjectToolTips,WheelSetup
source: Vehicle-specific wheel setup
es: Instalación de la rueda del vehículo específico
pt_br: Configuração de roda específica do veículo

# UObjectToolTips,WheelSetup:AdditionalOffset
source: Additional offset to give the wheels for this axle.
es: Desplazamiento adicional para dar las ruedas a este eje.
pt_br: Deslocamento adicional para fornecer às rodas para este eixo.

# UObjectToolTips,WheelSetup:BoneName
source: Bone name on mesh to create wheel at
es: El nombre del hueso en la malla en la que crear una rueda
pt_br: Nome do osso na malha onde a roda será criada

# UObjectToolTips,WheelSetup:WheelClass
source: The wheel class to use
es: Clase de la rueda que se utiliza
pt_br: A classe de roda para usar

# UObjectToolTips,Widget:bCreatedByConstructionScript
source: Flag if the Widget was created from a blueprint
es: Indicador si el widget se creó a partir de un Blueprint
pt_br: Sinaliza se o widget foi criado a partir de um esquema

# UObjectToolTips,Widget:bIsEnabled
source: Sets whether this widget can be modified interactively by the user
es: Ajusta si este widget puede ser modificado de forma interactiva por el usuario
pt_br: Define se este widget pode ser modificado de forma interativa pelo usuário

# UObjectToolTips,Widget:bIsEnabledDelegate
source: A bindable delegate for bIsEnabled
es: Un delegado enlazable para bIsEnabled.
pt_br: Um delegado vinculável para bIsEnabled

# UObjectToolTips,Widget:bIsVariable
source: Allows controls to be exposed as variables in a blueprint. Not all controls need to be exposed as variables, so this allows only the most useful ones to end up being exposed.
es: Permite que los controles estén expuestos como variables en un Blueprint. No todos tienen que estar expuestos como variables, solo los más útiles.
pt_br: Permite que os controles sejam expostos às variáveis em um esquema. Nem todos os controles precisam ser expostos às variáveis, portanto, isso permite que somente a maioria dos úteis acabe sendo exposta.

# UObjectToolTips,Widget:Cursor
source: The cursor to show when the mouse is over the widget
es: El cursor a mostrar cuando el ratón está sobre el widget
pt_br: O cursor a mostrar quando o mouse está sobre o widget

# UObjectToolTips,Widget:GenerateWidgetForString__DelegateSignature
source: Events
es: Eventos
pt_br: Eventos
