Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleLocationPrimitiveCylinder:HeightAxis
source: Determine particle particle system axis that should represent the height of the cylinder. Can be one of the following: PMLPC_HEIGHTAXIS_X - Orient the height along the particle system X-axis. PMLPC_HEIGHTAXIS_Y - Orient the height along the particle system Y-axis. PMLPC_HEIGHTAXIS_Z - Orient the height along the particle system Z-axis.
es: Determina el eje del sistema de partículas que debe representar la altura del cilindro. Puede ser uno de los siguientes: PMLPC_HEIGHTAXIS_X - Orienta la altura a lo largo de eje X del sistema de partículas. PMLPC_HEIGHTAXIS_Y - Orienta la altura a lo largo de eje Y del sistema de partículas. PMLPC_HEIGHTAXIS_Z - Orienta la altura a lo largo de eje Z del sistema de partículas.
pt_br: Determina o eixo do sistema de partículas que deve representar a altura do cilindro. Pode ser um dos seguintes: PMLPC_HEIGHTAXIS_X - Orienta a altura ao longo do eixo X do sistema de partículas. PMLPC_HEIGHTAXIS_Y - Orienta a altura ao longo do eixo Y do sistema de partículas. PMLPC_HEIGHTAXIS_Z - Orienta a altura ao longo do eixo Z do sistema de partículas.

# UObjectToolTips,ParticleModuleLocationPrimitiveCylinder:RadialVelocity
source: If true, get the particle velocity form the radial distance inside the primitive.
es: Si es verdadero, obtener la velocidad de la partícula de la distancia radial dentro de la primitiva.
pt_br: Se for verdadeiro, a velocidade da partícula será obtida a partir da distância radial dentro do primitivo.

# UObjectToolTips,ParticleModuleLocationPrimitiveCylinder:StartHeight
source: The height of the cylinder, centered about the location.
es: La altura del cilindro, centrado en la ubicación.
pt_br: A altura do cilindro, centralizada no local.

# UObjectToolTips,ParticleModuleLocationPrimitiveCylinder:StartRadius
source: The radius of the cylinder.
es: El radio del cilindro.
pt_br: O raio do cilindro.

# UObjectToolTips,ParticleModuleLocationPrimitiveSphere:StartRadius
source: The radius of the sphere. Retrieved using EmitterTime.
es: Radio de la esfera. Se recupera mediante EmitterTime.
pt_br: O raio da esfera. Recuperado usando EmitterTime.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:bEnforceNormalCheck
source: When true use the RestrictToNormal and NormalTolerance values to check surface normals
es: Cuando es verdadero, usar los valores RestrictToNormal y NormalTolerance para revisar las normales de la superficie.
pt_br: Quando for verdadeiro, usa os valores RestrictToNormal e NormalTolerance para verificar as normais de superfície

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:bInheritVertexColor
source: If true, particles inherit the associated vertex color on spawn. This feature is not supported for GPU particles.
es: Si es verdadero, heredar el color del vértice asociado en el peón. Esta función no es compatible con partículas GPU
pt_br: Se for verdadeiro, as partículas herdarão a cor do vértice associada ao criar. Este recurso não é compatível com partículas de GPU.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:bOrientMeshEmitters
source: If true, rotate mesh emitter meshes to orient w/ the vert/surface
es: Si es verdadero, rotar las mallas del emisor de la malla para orientar w/ del vértice/superficie
pt_br: Se for verdadeiro, gira as malhas do emissor de malhas para que se alinhem com a vertical/superfície.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:bUpdatePositionEachFrame
source: If true, update the particle locations each frame with that of the vert/surface
es: Si es verdadero, actualizar todos los fotogramas de las ubicaciones de la partícula con ese del vértice/superficie
pt_br: Se for verdadeiro, atualiza os locais das partículas com aquele da superfície/vertical a cada quadro

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:NormalCheckTolerance
source: Normal tolerance. Value between 1.0 and -1.0 with 1.0 being exact match, 0.0 being everything up to perpendicular and -1.0 being any direction or don't restrict at all.
es: Tolerancia normal. Valor entre 1.0 y -1.0 con 1.0 como la coincidencia exacta, 0.0 es todo hasta perpendicular y -1.0 es cualquier dirección o no restringe en absoluto.
pt_br: Tolerância normal. Valores entre 1.0 e -1.0 em que 1.0 é correspondência exata, 0.0 é tudo até a perpendicular e -1.0 é qualquer direção ou sem restrições.

source: Normal tolerance. 0 degrees means it must be an exact match, 180 degrees means it can be any angle.
es: Tolerancia normal. 0 grados significa que debe ser una coincidencia exacta, 180 grados significa que puede ser cualquier ángulo.
pt_br: Tolerância da normal. 0 graus significa que deve ser uma correspondência perfeita, 180 graus significa que pode ser qualquer ângulo.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:NormalToCompare
source: Use this normal to restrict spawning locations
es: Usar esta normal para limitar las ubicaciones de creación
pt_br: Usar esta normal para restringir os locais de criação

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:SourceType
source: Whether the module uses Verts or Surfaces for locations. VERTSURFACESOURCE_Vert - Use Verts as the source locations. VERTSURFACESOURCE_Surface - Use Surfaces as the source locations.
es: Si el módulo usa vértices o superficies para las ubicaciones. VERTSURFACESOURCE_Vert - Usar vértices como las ubicaciones fuente. VERTSURFACESOURCE_Surface - Usar superficies como las ubicaciones fuente.
pt_br: Se o módulo deve usar Vértices ou Superfícies para locais. VERTSURFACESOURCE_Vert - Usa Vértices como os locais da fonte. VERTSURFACESOURCE_Surface - Usa Superfícies como os locais da fonte.

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:UniversalOffset
source: An offset to apply to each vert/surface
es: Un desplazamiento que aplicar a cada vértice/superficie
pt_br: Um deslocamento a ser aplicado a cada vértice/superfície

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:ValidAssociatedBones
source: This module will only spawn from verts or surfaces associated with the bones in this list
es: Este módulo solo se creará a partir de vértices o superficies asociadas con los huesos en esta lista
pt_br: Esse módulo será criado somente de vértices ou superfícies associadas aos ossos na lista

# UObjectToolTips,ParticleModuleLocationSkelVertSurface:ValidMaterialIndices
source: Array of material indices that are valid materials to spawn from. If empty, any material will be considered valid
es: Matriz de los índices del material que son materiales válidos para generar. Si está vacío, cualquier material se considerará válido
pt_br: Matriz de índices de materiais que são materiais válidos para criação. Se vazio, qualquer material será considerado válido

# UObjectToolTips,ParticleModuleMeshMaterial:MeshMaterials
source: The array of materials to apply to the mesh particles.
es: La matriz de los materiales que aplicar a las partículas de la malla.
pt_br: A matriz de materiais a ser aplicada às partículas da malha.

# UObjectToolTips,ParticleModuleMeshRotation:bInheritParent
source: If true, apply the parents rotation as well.
es: Si es verdadero, aplicar también la rotación de los padres.
pt_br: Se for verdadeiro, aplicar a rotação do pai também.

# UObjectToolTips,ParticleModuleMeshRotation:StartRotation
source: Initial rotation in ROTATIONS PER SECOND (1 = 360 degrees). The value is retrieved using the EmitterTime.
es: Rotación inicial en ROTACIONES POR SEGUNDO (1 = 360 grados). El valor se recupera usando el tiempo del emisor.
pt_br: Rotação inicial em ROTAÇÕES POR SEGUNDO (1 = 360 graus). O valor é recuperado usando o EmitterTime.

# UObjectToolTips,ParticleModuleMeshRotationRate:StartRotationRate
source: Initial rotation rate, in rotations per second. The value is retrieved using the EmitterTime.
es: Ratio de la rotación inicial, en rotaciones por segundo. El valor se recupera usando el tiempo del emisor.
pt_br: Taxa de rotação inicial, em rotações por segundo. O valor é recuperado usando o EmitterTime.

# UObjectToolTips,ParticleModuleRotationRate:StartRotationRate
source: Initial rotation rate, in rotations per second. The value is retrieved using the EmitterTime.
es: Ratio de la rotación inicial, en rotaciones por segundo. El valor se recupera usando el tiempo del emisor.
pt_br: Taxa de rotação inicial, em rotações por segundo. O valor é recuperado usando o EmitterTime.

# UObjectToolTips,ParticleModuleMeshRotationRateMultiplyLife:LifeMultiplier
source: The scale factor that should be applied to the rotation rate. The value is retrieved using the RelativeTime of the particle.
es: El factor de escala que se debe aplicar al ratio de rotación. El valor se recupera mediante el RelativeTime de una partícula.
pt_br: O fator de escala que deve ser aplicado à taxa de rotação. O valor é recuperado usando o RelativeTime da partícula.

# UObjectToolTips,ParticleModuleRotationRateMultiplyLife:LifeMultiplier
source: The scale factor that should be applied to the rotation rate. The value is retrieved using the RelativeTime of the particle.
es: El factor de escala que se debe aplicar al ratio de rotación. El valor se recupera mediante el RelativeTime de una partícula.
pt_br: O fator de escala que deve ser aplicado à taxa de rotação. O valor é recuperado usando o RelativeTime da partícula.

# UObjectToolTips,ParticleModuleMeshRotationRateOverLife:bScaleRotRate
source: If true, scale the current rotation rate by the value retrieved. Otherwise, set the rotation rate to the value retrieved.
es: Si es verdadero, escalar el ratio de la rotación actual por el valor recuperado. Si no, ajustar el ratio de rotación al valor recuperado.
pt_br: Se for verdadeiro, escalona a taxa de rotação atual pelo valor recuperado. Caso contrário, define a taxa de rotação como o valor recuperado.

# UObjectToolTips,ParticleModuleMeshRotationRateOverLife:RotRate
source: The rotation rate desired. The value is retrieved using the RelativeTime of the particle.
es: El ratio de rotación deseada. El valor se recupera usando el RelativeTime de la partícula.
pt_br: A taxa de rotação desejada. O valor é recuperado usando o RelativeTime da partícula.

# UObjectToolTips,ParticleModuleOrbit:ChainMode
source: Orbit modules will chain together in the order they appear in the module stack. The combination of a module with the one prior to it is defined by using one of the following enumerations: EOChainMode_Add Add the values to the previous results EOChainMode_Scale Multiply the values by the previous results EOChainMode_Link 'Break' the chain and apply the values from the previous results
es: Los módulos de la órbita se encadenarán juntos para que aparezcan en la pila del módulo. La combinación de un módulo con su anterior se define utilizando una de las siguientes enumeraciones: EOChianMode_Add Añadir valores a los resultados previos EOChianMode_Scale Multiplicar valores por los resultados previos EOChianMode_Link “romper' la cadena y aplicar los valores de los resultados previos.
pt_br: Módulos de órbita serão encadeados na ordem em que eles aparecem na pilha de módulos. A combinação de um módulo com o anterior é definida usando uma das seguintes enumerações: EOChainMode_Add Adiciona os valores aos resultados anteriores EOChainMode_Scale Multiplica os valores pelos resultados anteriores EOChainMode_Link 'Quebra' a cadeia e aplica os valores dos resultados anteriores

# UObjectToolTips,ParticleModuleOrbit:OffsetAmount
source: The amount to offset the sprite from the particle position.
es: La cantidad que desplazar el sprite de la posición de la partícula.
pt_br: A quantidade para deslocar o sprite a partir da posição da partícula.

# UObjectToolTips,ParticleModuleOrbit:OffsetOptions
source: The options associated with the OffsetAmount look-up.
es: Las opciones asociadas con la búsqueda de OffsetAmount.
pt_br: As opções associadas à consulta OffsetAmount.

# UObjectToolTips,ParticleModuleOrbit:RotationAmount
source: The amount (in 'turns') to rotate the offset about the particle position. 0.0 = no rotation 0.5 = 180 degree rotation 1.0 = 360 degree rotation
es: La cantidad (en 'giros') que hay que rotar el desplazamiento hacia la posición de la partícula. 0.0 = no hay rotación 0.5 = rotación de 180 gados 1.0 = rotación de 360 grados
pt_br: A quantidade (em "voltas") para girar o deslocamento ao redor da posição da partícula. 0.0 = sem rotação 0.5 = 180 graus de rotação 1.0 = 360 graus de rotação

# UObjectToolTips,ParticleModuleOrbit:RotationOptions
source: The options associated with the RotationAmount look-up.
es: Las opciones asociadas con la búsqueda de RotationAmount.
pt_br: As opções associadas à consulta RotationAmount.

# UObjectToolTips,ParticleModuleOrbit:RotationRateAmount
source: The rate (in 'turns') at which to rotate the offset about the particle positon. 0.0 = no rotation 0.5 = 180 degree rotation 1.0 = 360 degree rotation
es: El rango (en 'giros') en el que rotar el desplazamiento hacia la posición de la partícula. 0.0 = no hay rotación 0.5 = rotación de 180 gados 1.0 = rotación de 360 grados
pt_br: A taxa (em "voltas") na qual girar o deslocamento ao redor da posição da partícula. 0.0 = sem rotação 0.5 = 180 graus de rotação 1.0 = 360 graus de rotação

# UObjectToolTips,ParticleModuleOrbit:RotationRateOptions
source: The options associated with the RotationRateAmount look-up.
es: Las opciones asociadas con la búsqueda de RotationRateAmount.
pt_br: As opções associadas à consulta RotationRateAmount.

# UObjectToolTips,ParticleModuleOrbitBase:bUseEmitterTime
source: If true, distribution values will be retrieved using the EmitterTime. If false (default), they will be retrieved using the Particle.RelativeTime.
es: Si es verdadero, los valores de distribución retrocederán usando el EmitterTime. Si es falso (predeterminado), retrocederán usando Particle.RelativeTime.
pt_br: Se for verdadeiro, valores de distribuição serão recuperados usando o EmitterTime. Se for falso (padrão), eles serão recuperados usando o Particle.RelativeTime.

# UObjectToolTips,ParticleModuleOrientationAxisLock:LockAxisFlags
source: The lock axis flag setting. Can be one of the following: EPAL_NONE No locking to an axis. EPAL_X Lock the sprite facing towards +X. EPAL_Y Lock the sprite facing towards +Y. EPAL_Z Lock the sprite facing towards +Z. EPAL_NEGATIVE_X Lock the sprite facing towards -X. EPAL_NEGATIVE_Y Lock the sprite facing towards -Y. EPAL_NEGATIVE_Z Lock the sprite facing towards -Z. EPAL_ROTATE_X Lock the sprite rotation on the X-axis. EPAL_ROTATE_Y Lock the sprite rotation on the Y-axis. EPAL_ROTATE_Z Lock the sprite rotation on the Z-axis.
es: La configuración del indicador del eje de bloqueo. Puede ser una de las siguientes: EPAL_NONE No bloquear a un eje. EPAL_X - Bloquear el sprite que está frente a +X. EPAL_Y Bloquear el sprite que está frente a +Y. EPAL_Z Bloquear el sprite que está frente a +Z. EPAL_NEGATIVE_X Bloquear el sprite que está frente a -X. EPAL_NEGATIVE_Y Bloquear el sprite que está frente a -Y. EPAL_NEGATIVE_Z Bloquear el sprite está frente a -Z. EPAL_ROTATE_X Bloquear la rotación del sprite en el eje X. EPAL_ROTATE_Y Bloquear la rotación del sprite en el eje Y. EPAL_ROTATE_Z Bloquear la rotación del sprite en el eje Z.
pt_br: As configurações de sinalizador de bloqueio de eixo. Pode ser uma das seguintes: EPAL_NONE Nenhum bloqueio a um eixo. EPAL_X Bloqueia o sprite direcionado para +X. EPAL_Y Bloqueia o sprite direcionado para +Y. EPAL_Z Bloqueia o sprite direcionado para +Z. EPAL_NEGATIVE_X Bloqueia o sprite direcionado para -X. EPAL_NEGATIVE_Y Bloqueia o sprite direcionado para -Y. EPAL_NEGATIVE_Z Bloqueia o sprite direcionado para -Z. EPAL_ROTATE_X Bloqueia a rotação do sprite no eixo X. EPAL_ROTATE_Y Bloqueia a rotação do sprite no eixo Y. EPAL_ROTATE_Z Bloqueia a rotação do sprite no eixo Z.

# UObjectToolTips,ParticleModuleParameterDynamic:DynamicParams
source: The dynamic parameters this module uses.
es: Los parámetro dinámicos que usa este módulo.
pt_br: Os parâmetros dinâmicos que esse módulo usa.

# UObjectToolTips,ParticleModuleParameterDynamic:UpdateFlags
source: Flags for optimizing update
es: Indicadores para optimizar una actualización
pt_br: Sinalizadores para otimizar a atualização

# UObjectToolTips,ParticleModulePivotOffset:PivotOffset
source: Offset applied in UV space to the particle vertex positions. Defaults to (0.5,0.5) putting the pivot in the centre of the partilce.
es: Desplazamiento aplicado en el sistema de coordenadas UV a las posiciones del vértice de la partícula. Predeterminados para (0.5,0.5) poner el pivote en el centro de la partícula.
pt_br: Deslocamento aplicado às posições dos vértices de partículas no espaço UV. O padrão é (0.5, 0.5), posicionando o pivô no centro da partícula.

# UObjectToolTips,ParticleModuleRequired:bDelayFirstLoopOnly
source: If true, the emitter will be delayed only on the first loop.
es: Si es verdadero, se retrasará al emisor solo en el primer bucle.
pt_br: Se for verdadeiro, o emissor será atrasado apenas no primeiro loop.

# UObjectToolTips,ParticleModuleRequired:bDurationRecalcEachLoop
source: If true, recalculate the emitter duration on each loop.
es: Si es verdadero, vuelve a calcular la duración del emisor en cada bucle.
pt_br: Se for verdadeiro, recalcula a duração do emissor em cada loop.

# UObjectToolTips,ParticleModuleRequired:bEmitterDelayUseRange
source: If true, select the emitter delay from the range [EmitterDelayLow..EmitterDelay]
es: Si es verdadero, selecciona el retraso del emisor desde el rango [EmitterDelayLow..EmitterDelay]
pt_br: Se for verdadeiro, seleciona o atraso do emissor do intervalo [EmitterDelayLow..EmitterDelay]

# UObjectToolTips,ParticleModuleRequired:bEmitterDurationUseRange
source: If true, select the emitter duration from the range [EmitterDurationLow..EmitterDuration]
es: Si es verdadero, selecciona la duración del emisor desde el rango [EmitterDurangonLow..EmitterDurangon]
pt_br: Se for verdadeiro, seleciona a duração do emissor do intervalo [EmitterDurationLow..EmitterDuration]

# UObjectToolTips,ParticleModuleRequired:bKillOnCompleted
source: If true, kill the emitter when it completes
es: Si es verdadero, mata al emisor cuando lo completa
pt_br: Se for verdadeiro, destrói o emissor ao completar

# UObjectToolTips,ParticleModuleRequired:bKillOnDeactivate
source: If true, kill the emitter when the particle system is deactivated
es: Si es verdadero, mata al emisor cuando el sistema de partículas está desactivado
pt_br: Se for verdadeiro, destrói o emissor quando o sistema de partículas for desativado

# UObjectToolTips,ParticleModuleRequired:bOrbitModuleAffectsVelocityAlignment
source: Ensures that movement generated from the orbit module is applied to velocity-aligned particles
es: Asegura que el movimiento generado desde el módulo de la órbita se aplica a las partículas de velocidad alineada.
pt_br: Garante que o movimento gerado do módulo de órbita seja aplicado às partículas alinhadas por velocidade.

# UObjectToolTips,ParticleModuleRequired:bOverrideSystemMacroUV
source: Override the system MacroUV settings
es: Suprimir los ajustes MacroUV del sistema
pt_br: Substituir as configurações MacroUV do sistema

# UObjectToolTips,ParticleModuleRequired:bScaleUV
source: Whether to scale the UV or not - ie, the model wasn't setup with sub uvs
es: Si escalar o no el UV - ej. el modelo no se ha instalado con sub UV.
pt_br: Se deve escalonar o UV ou não - ex.: o modelo não foi configurado com sub UVs

# UObjectToolTips,ParticleModuleRequired:BurstList
source: The array of burst entries.
es: La matriz de las entradas de explosión.
pt_br: A matriz de entradas de sequências

# UObjectToolTips,ParticleModuleSpawn:BurstList
source: The array of burst entries.
es: La matriz de las entradas de explosión.
pt_br: A matriz de entradas de sequências

# UObjectToolTips,ParticleModuleRequired:bUseLegacyEmitterTime
source: If true, the EmitterTime for the emitter will be calculated by modulating the SecondsSinceCreation by the EmitterDuration. As this can lead to issues w/ looping and variable duration, a new approach has been implemented. If false, this new approach is utilized, and the EmitterTime is simply incremented by DeltaTime each tick. When the emitter loops, it adjusts the EmitterTime by the current EmitterDuration resulting in proper looping/delay behavior.
es: Si es verdadero, el EmitterTime para el emisor se calculará mediante la modulación de SecondsSinceCreation mediante EmitterDuration. Mientras esto puede conducir a problemas de w/ duración de la variable y el bucle, se ha aplicado una nueva estrategia. Si es falso, se utiliza esta nueva estrategia, y el EmitterTime se incrementa mediante la revisión en cada DeltaTime. Cuando el emisor entra en bucle, ajusta EmitterTime mediante EmitterDuration actual terminando en el comportamiento de bucle/retraso correcto
pt_br: Se for verdadeiro, o EmitterTime do emissor será calculado pela modulação de SecondsSinceCreation por EmitterDuration. Como isso pode causar problemas com loops e duração de variáveis, um novo método foi implementado. Se for falso, o novo método é usado, e o EmitterTime é simplesmente incrementado por DeltaTime em cada tique. Quando o emissor completar um loop, ele ajusta o EmitterTime pela EmitterDuration atual, resultando em um comportamento de loop/atraso correto.

# UObjectToolTips,ParticleModuleRequired:bUseLocalSpace
source: If true, update the emitter in local space
es: Si es verdadero, actualizar el emisor en el sistema de coordenadas local
pt_br: Se for verdadeiro, atualiza o emissor no espaço local.

# UObjectToolTips,ParticleModuleRequired:bUseMaxDrawCount
source: If true, use the MaxDrawCount to limit the number of particles rendered. NOTE: This does not limit the number spawned/updated, only what is drawn.
es: Si es verdadero, usar MaxDrawCount para limitar el número de partículas renderizadas. NOTA: Este no limita el número de generados/actualizados, solo lo que está trazado.
pt_br: Se for verdadeiro, usar o MaxDrawCount para limitar o número de partículas renderizadas. OBSERVAÇÃO: Isso não limita o número de partículas criadas/atualizadas, somente as desenhadas.

# UObjectToolTips,ParticleModuleRequired:EmitterDelay
source: Indicates the time (in seconds) that this emitter should be delayed in the particle system.
es: Indica el tiempo (en segundos) que se debe retrasar al emisor en el sistema de partículas.
pt_br: Indica o tempo (em segundos) do atraso deste emissor no sistema de partículas.

# UObjectToolTips,ParticleModuleRequired:EmitterDelayLow
source: The low end of the emitter delay if using a range.
es: La sección baja del retraso del emisor si se usa un rango.
pt_br: A extremidade inferior do atraso do emissor se estiver usando um intervalo.

# UObjectToolTips,ParticleSystem:DelayLow
source: The low end of the emitter delay if using a range.
es: La sección baja del retraso del emisor si se usa un rango.
pt_br: A extremidade inferior do atraso do emissor se estiver usando um intervalo.

# UObjectToolTips,ParticleModuleRequired:EmitterDuration
source: How long, in seconds, the emitter will run before looping.
es: Durante cuánto tiempo, en segundos, se ejecutará el emisor antes de entrar en bucle.
pt_br: Por quanto tempo, em segundos, o emissor deve executar antes de entrar em loop.

# UObjectToolTips,ParticleModuleRequired:EmitterDurationLow
source: The low end of the emitter duration if using a range.
es: La sección baja de la duración del emisor si se usa un rango.
pt_br: A extremidade inferior da duração do emissor se estiver usando um intervalo.
