Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,WorldSettings:DefaultColorScale
source: Default color scale for the level
es: Escala de colores predeterminada para el nivel
pt_br: Escala de cores padrão para o nível

# UObjectToolTips,WorldSettings:DefaultGameMode
source: The default GameMode to use when starting this map in the game. If this value is NULL, the INI setting for default game type is used.
es: El GameMode predeterminado que se utiliza cuando se inicia este mapa en el juego. Si este valor es NULO, se usa la configuración INI para el tipo de juego predeterminado.
pt_br: O GameMode padrão para usar ao iniciar esse mapa no jogo. Se esse valor for NULO, a configuração INI para o tipo de jogo padrão é usada.

# UObjectToolTips,WorldSettings:GameNetworkManagerClass
source: Class of GameNetworkManager to spawn for network games
es: Clase de GameNetworkManager a generar para juegos en red
pt_br: Classe do GameNetworkManager para criar para jogos em rede

# UObjectToolTips,WorldSettings:GlobalGravityZ
source: optional level specific gravity override set by level designer
es: supresión de la gravedad específica del nivel opcional ajustado por el diseñador del nivel
pt_br: substituição opcional de gravidade específica do nível definida pelo designer do nível

# UObjectToolTips,WorldSettings:KillZ
source: any actor falling below this level gets destroyed
es: cualquier actor que caiga por debajo de este nivel se eliminará
pt_br: qualquer ator que cair abaixo desse nível é destruído

# UObjectToolTips,WorldSettings:KillZDamageType
source: The type of damage inflicted when a actor falls below KillZ
es: El tipo de daño causado cuando un actor cae por encima de KillZ
pt_br: O tipo de dano causado quando um ator cai abaixo de KillZ

# UObjectToolTips,WorldSettings:PackedLightAndShadowMapTextureSize
source: Maximum size of textures for packed light and shadow maps
es: Tamaño máximo de las texturas para mapas de sombreado e iluminación compacta
pt_br: Tamanho máximo das texturas para mapas de luz e sombra empacotados

# UObjectToolTips,WorldSettings:Pauser
source: If paused, FName of person pausing the game.
es: Si está detenido, FName de la persona que detiene el juego.
pt_br: Se pausado, FName da pessoa que pausou o jogo.

# UObjectToolTips,WorldSettings:PhysicsCollisionHandlerClass
source: optional level specific collision handler
es: controlador de colisión de nivel específico opcional
pt_br: manipulador de colisão opcional especifica do nível

# UObjectToolTips,WorldSettings:TimeDilation
source: Normally 1 - scales real time passage. Warning - most use cases should use GetEffectiveTimeDilation() instead of reading from this directly
es: Normalmente 1 - escala el paso del tiempo real. Advertencia - en la mayoría de casos se debería usar GetEffectiveTimeDilation() en lugar de leer de esto directamente
pt_br: Normalmente, 1 – dimensiona a passagem de tempo real. Atenção: a maior parte dos casos usa GetEffectiveTimeDilation() em vez de ler a partir dele diretamente

# UObjectToolTips,WorldSettings:VisibilityAggressiveness
source: Determines how aggressive precomputed visibility should be. More aggressive settings cull more objects but also cause more visibility errors like popping.
es: Determina cómo de agresiva debe ser la visibilidad previamente calculada. Los ajustes más agresivos seleccionan más objetos pero también causan más errores de visibilidad como el efecto 'popping'.
pt_br: Determina a agressividade da visibilidade pré-calculada. Configurações mais agressivas descartam mais objetos, mas também causam mais erros de visibilidade como aparência deslocada.

# UObjectToolTips,WorldSettings:VisibilityCellSize
source: World space size of precomputed visibility cells in x and y. Smaller sizes produce more effective occlusion culling at the cost of increased runtime memory usage and lighting build times.
es: Tamaño del sistema de coordenadas de las celdas previamente calculadas en x e y. Tamaños más pequeños producen una selección de oclusión más efectiva afectando al uso de la memoria de ejecución aumentada y el tiempo de diseño de la iluminación.
pt_br: Tamanho no espaço do mundo de células de visibilidade pré-computadas em x e y. Tamanhos menores produzem mais descartes de oclusão efetiva com maior uso de memória de tempo de execução e tempos de compilação de iluminação.

# UObjectToolTips,WorldSettings:WorldGravityZ
source: current gravity actually being used
es: gravedad actual que se usa en realidad
pt_br: gravidade atual sendo usada

# UObjectToolTips,WorldSettings:WorldToMeters
source: scale of 1uu to 1m in real world measurements, for HMD and other physically tracked devices (e.g. 1uu = 1cm would be 100.0)
es: escala de 1uu a 1m en medidas del mundo real, para HMD y otros dispositivos rastreados físicamente (ej 1uu = 1cm podría ser 100.0)
pt_br: escala de 1 uu a 1 m em medidas do mundo real, para HMD e outros dispositivos rastreados fisicamente (ex.: 1 uu = 1 cm seria 100.0)

# UObjectToolTips,WorldThumbnailInfo:CameraMode
source: The type of projection to use
es: El tipo de proyección a usar
pt_br: O tipo de projeção a usar

# UObjectToolTips,WorldThumbnailInfo:OrthoDirection
source: The direction of the camera when in Orthographic CameraMode
es: La dirección de la cámara cuando está en Orthographic CameraMode
pt_br: A direção da câmera quando no Modo de Câmera Ortográfico

# UObjectToolTips,WorldThumbnailRenderer:bAllowWorldThumbnails
source: If false, all world thumbnails rendering will be disabled
es: Si es falso, se deshabilitará el renderizado de todas las miniaturas del mundo
pt_br: Se falso, toda a renderização de miniaturas do mundo será desativada

# UObjectToolTips,WorldThumbnailRenderer:bUseUnlitScene
source: If true, all world thumbnails will be rendered unlit. This is useful in games that have shared lighting in a common map
es: Si es verdadero, todas las miniaturas del mundo se renderizarán sin luz. Esto es útil en los juegos que tienen iluminación compartida en un mapa en común.
pt_br: Se for verdadeiro, todas a miniaturas do mundo serão renderizadas sem iluminação. É útil em jogos que têm uma iluminação compartilhada em um mapa comum

# UObjectToolTips,WorldThumbnailRenderer:GlobalOrbitYawOffset
source: Offset used to orient all worlds to face the camera in degrees when using a perspective camera. Individual thumbnail infos can provide additional offset.
es: Desplazamiento usado para orientar todos los mundos a que apunten a la cámara en grados cuando se use una cámara en perspectiva. La información de miniaturas individuales puede proporcionar desplazamiento adicional.
pt_br: Deslocamento usado para orientar todos os mundos à frente da câmera em graus ao usar uma câmera em perspectiva. As informações das miniaturas individuais podem fornecer um deslocamento adicional.

# UObjectToolTips,WrappedStringElement
source: Used by UUIString::WrapString to track information about each line that is generated as the result of wrapping.
es: Usado por UUIString::WrapString para la información de la pista sobre cada línea que se ha generado como resultado del envoltorio.
pt_br: Usado pela UUIString::WrapString para rastrear informações sobre cada linha que é gerada como resultado do envolvimento.

# UObjectToolTips,WrappedStringElement:LineExtent
source: the size (in pixels) that it will take to render this string
es: el tamaño (en píxeles) que se necesita para renderizar esta cadena
pt_br: o tamanho (em pixels) que será necessário para renderizar esse string

# UObjectToolTips,WrappedStringElement:Value
source: the string associated with this line
es: la cadena asociada con esta línea
pt_br: o string associado com essa linha

# UObjectShortTooltips,Actor
source: An Actor is an object that can be placed or spawned in the world.
ko: Actor - 액터는 월드에 배치 또는 스폰시킬 수 있는 오브젝트입니다.
zh_cn: Actor是一个可以在世界中放置或生成的对象。

# UObjectShortTooltips,ActorComponent
source: An ActorComponent is a reusable component that can be added to any actor.
ko: Actor Component - 액터 컴포넌트는 다른 액터에 추가시킬 수 있는 재사용 가능 컴포넌트입니다.
zh_cn: 角色组件（ActorComponent）是一种可重用的组件（Component），能给被加到任意一个角色（Actor）上

# UObjectShortTooltips,Character
source: A character is a type of Pawn that includes the ability to walk around.
ko: Character - 캐릭터는 돌아다니는 능력이 포함된 유형의 폰입니다.
zh_cn: Character 是 Pawn 的一种类型，增加了可以来回走动的能力

# UObjectShortTooltips,Pawn
source: A Pawn is an actor that can be 'possessed' and receieve input from a controller.
ko: Pawn - 폰은 'Possess' (빙의)하여 콘트롤러에서 입력을 받을 수 있는 액터입니다.
zh_cn: Pawn 是一种可以“被支配（Possessed）”的角色（Actor）类型，并能够从控制器（controller）接受输入信息。

# UObjectShortTooltips,PlayerController
source: A Player Controller is an actor responsible for controlling a Pawn used by the player.
ko: Player Controller - 플레이어 콘트롤러는 플레이어가 사용하는 폰 조종을 담당하는 액터입니다.
zh_cn: 玩家控制器（PlayerController）是一种负责控制该玩家使用的人形角色（Pawn）的角色（Actor）。

# UObjectShortTooltips,SceneComponent
source: A Scene Component is a component that has a scene transform and can be attached to other scene components.
ko: Scene Component - 씬 컴포넌트는 씬 트랜스폼을 갖는 컴포넌트로, 다른 씬 컴포넌트에 붙일 수 있습니다.
zh_cn: 场景组件（SceneComponent）是组件（Component）的一种，能够进行场景变换并可以被附加到其他场景组件。

# UObjectToolTips,Actor
source: Actor is the base class for an Object that can be placed or spawned in a level. Actors may contain a collection of ActorComponents, which can be used to control how actors move, how they are rendered, etc. The other main function of an Actor is the replication of properties and function calls across the network during play. @see https://docs.unrealengine.com/latest/INT/Programming/UnrealArchitecture/Actors/ @see UActorComponent
ko: Actor - 액터는 레벨에 배치 또는 스폰시킬 수 있는 오브젝트의 바탕 클래스입니다. 액터에는 ActorComponent 콜렉션이 들어있을 수 있는데, 이는 액터의 이동이나 렌더링 방식 등을 조절하는 데 사용됩니다. 액터의 또 한가지 주요 기능은 플레이 도중 네트워크를 통해 프로퍼티와 함수 호출을 리플리케이트시키는 것입니다. @see https://docs.unrealengine.com/latest/INT/Programming/UnrealArchitecture/Actors/ @see UActorComponent
zh_cn: Actor 是一种可以在场景中放置，或者在场景中实时生成的对象。 Actor 中可能会包含一组 ActorComponent，这些组件将会控制 Actor 如何移动、如何渲染等。 Actor 的另一个主要功能是能够在游戏过程中完成网络上的变量同步和函数调用。 @see https://docs.unrealengine.com/latest/INT/Programming/UnrealArchitecture/Actors/ @see UActorComponent

# UObjectToolTips,AIDataProviderValue:DataBinding
source: (optional) provider for dynamic data binding
ko: Data Binding - (옵션) 다이내믹 데이터 바인딩 제공자입니다.

# UObjectToolTips,AmbientSound
source: A sound actor that can be placed in a level
ko: AmbientSound - 레벨에 배치할 수 있는 사운드 액터입니다.

# UObjectToolTips,AnimNode_Trail:FakeVelocity
source: 'Fake' velocity applied to bones.
ko: Fake Velocity - 본에 적용된 '가짜' 속도입니다.

# UObjectToolTips,AnimNotifyEvent:TrackIndex
source: 'Track' that the notify exists on, used for visual placement in editor and sorting priority in runtime
ko: TrackIndex - 노티파이가 존재하는 트랙으로, 에디터에서의 시각적 배치와 실행시간의 우선순위 정렬에 사용됩니다.

# UObjectToolTips,AtmosphericFog
source: A placeable fog actor that simulates atmospheric light scattering @see https://docs.unrealengine.com/latest/INT/Engine/Actors/FogEffects/AtmosphericFog/index.html
ko: AtmosphericFog - 대기중의 빛의 산란 효과를 시뮬레이션하는 배치가능 포그 액터입니다. @see https://docs.unrealengine.com/latest/INT/Engine/Actors/FogEffects/AtmosphericFog/index.html

# UObjectToolTips,AudioComponent:VolumeMultiplier
source: A volume multiplier to apply to sounds generated by this component
ko: VolumeMultiplier - 이 컴포넌트에 생성되는 사운드에 적용할 볼륨 배수입니다.

# UObjectToolTips,BlockingVolume
source: An invisible volume used to block other actors.
ko: BlockingVolume - 다른 액터를 막는데 사용되는 투명 볼륨입니다.

# UObjectToolTips,BoxReflectionCapture
source: Actor used to capture the scene for reflection in a box shape @see https://docs.unrealengine.com/latest/INT/Resources/ContentExamples/Reflections/1_3/index.html
ko: BoxReflectionCapture - 박스 모양으로 씬의 리플렉션을 캡처하는 데 사용되는 액터입니다. @see https://docs.unrealengine.com/latest/INT/Resources/ContentExamples/Reflections/1_3/index.html

# UObjectToolTips,BTFunctionLibrary:ClearBlackboardValueAsVector
source: (DEPRECATED) Use ClearBlackboardValue instead
ko: Clear Blackboard Value As Vector - (폐기됨) 대신 ClearBlackboardValue 를 사용하세요.

# UObjectToolTips,CameraActor
source: A CameraActor is a camera viewpoint that can be placed in a level.
ko: CameraActor - 레벨에 배치할 수 있는 카메라 시점입니다.

# UObjectToolTips,CameraBlockingVolume
source: A volume which blocks the Camera channel by default.
ko: CameraBlockingVolume - 카메라 채널을 기본적으로 막는 볼륨입니다.

# UObjectToolTips,EditorExperimentalSettings:bDrawMidpointArrowsInBlueprints
source: , Category=Blueprints, meta=(DisplayName="Draw midpoint arrows in Blueprints")
ko: Draw Midpoint Arrows In Blueprints - , Category=블루프린트, meta=(DisplayName="블루프린트에 중간점 화살표를 그립니다")

# UObjectToolTips,EditorPerProjectUserSettings:bDisplayActionListItemRefIds
source: , Category=DeveloperTools
ko: Display Action List Item Ref Ids - , Category=DeveloperTools

# UObjectToolTips,HitResult:Time
source: 'Time' of impact along trace direction (ranging from 0.0 to 1.0) if there is a hit, indicating time between TraceStart and TraceEnd. For swept movement (but not queries) this may be pulled back slightly from the actual time of impact, to prevent precision problems with adjacent geometry.
ko: Time - (0.0 에서 1.0 범위) 트레이스 방향으로의 임팩트 '시간' 으로, 걸린 것이 있으면 TraceStart 에서 TranceEnd 사이의 시간을 나타냅니다. (쿼리가 아닌) 스윕 동작의 경우 실제 임팩트 시간에서 살짝 뒤로 빠진 것일 수가 있는데, 인접 지오메트리와의 정밀도 문제를 방지하기 위함입니다.

# UObjectToolTips,K2Node_SetVariableOnPersistentFrame
source: * FOR INTERNAL USAGE ONLY!
ko: Set Variable On Persistent Frame - * 내부 사용 전용입니다!

# UObjectToolTips,KismetArrayLibrary:Array_Clear
source: *Clear an array, removes all content * *@param TargetArray The array to clear
ko: Clear *배열을 비워, 내용물을 모두 제거합니다 * *@param TargetArray 비울 배열

# UObjectToolTips,KismetArrayLibrary:Array_Contains
source: *Returns true if the array contains the given item * *@param TargetArray The array to search for the item *@param ItemToFind The item to look for *@return True if the item was found within the array
ko: Array_Contains *배열에 주어진 아이템이 있으면 true 를 반환합니다. * *@param TargetArray 아이템을 검색할 배열 *@param ItemToFind 찾을 아이템 *@return 배열에서 아이템을 찾았으면 True

# UObjectToolTips,KismetArrayLibrary:Array_Find
source: *Finds the index of the first instance of the item within the array * *@param TargetArray The array to search for the item *@param ItemToFind The item to look for *@return The index the item was found at, or -1 if not found
ko: Array_Find *배열 내 첫 번째 등장하는 아이템 인덱스를 찾습니다. * *@param TargetArray 아이템을 검색할 배열 *@param ItemToFind 찾을 아이템 *@return 아이템을 찾은 인덱스, 찾지 못했으면 -1

# UObjectToolTips,KismetArrayLibrary:Array_Get
source: *Given an array and an index, returns the item found at that index * *@param TargetArray The array to get an item from *@param Index The index in the array to get an item from *@return The item stored at the index
ko: Array_Get *배열과 인덱스가 주어지면, 해당 인덱스에서 찾은 아이템을 반환합니다. * *@param TargetArray 아이템을 구할 배열 *@param Index 배열 내 아이템을 구할 인덱스 *@return 그 인덱스에 저장된 아이템

# UObjectToolTips,KismetArrayLibrary:Array_Insert
source: *Insert item at the given index into the array. * *@param TargetArray The array to insert into *@param NewItem The item to insert into the array *@param Index The index at which to insert the item into the array
ko: Array_Insert *배열의 주어진 인덱스에 아이템을 삽입합니다. * *@param TargetArray 삽입할 배열 *@param NewItem 배열에 삽입할 아이템 *@param Index 배열에 아이템을 삽입할 인덱스

# UObjectToolTips,KismetArrayLibrary:Array_LastIndex
source: *Get the last valid index into an array * *@param TargetArray The array to perform the operation on *@return The last valid index of the array
ko: Array_Last Index *배열 내 유효한 마지막 인덱스를 구합니다. * *@param TargetArray 작업을 수행할 배열 *@return 배열의 마지막 유효 인덱스

# UObjectToolTips,KismetArrayLibrary:Array_Length
source: *Get the number of items in an array * *@param TargetArray The array to get the length of *@return The length of the array
ko: Array_Length *배열 내 아이템 갯수를 구합니다. * *@param TargetArray 길이를 구할 배열 *@return 배열의 길이

# UObjectToolTips,KismetArrayLibrary:Array_Remove
source: *Remove item at the given index from the array. * *@param TargetArray The array to remove from *@param IndexToRemove The index into the array to remove from
ko: Array_Remove *배열에서 주어진 인덱스의 아이템을 제거합니다. * *@param TargetArray 제거 대상 배열 *@param IndexToRemove 배열에서 제거할 아이템의 인덱스

# UObjectToolTips,KismetArrayLibrary:Array_RemoveItem
source: *Remove all instances of item from array. * *@param TargetArray The array to remove from *@param Item The item to remove from the array *@return True if one or more items were removed
ko: Array_Remove Item *배열에서 찾은 아이템 인스턴스 전부를 제거합니다. * *@param TargetArray 제거 대상 배열 *@param Item 배열에서 제거할 아이템 *@return 아이템을 하나 이상 제거했으면 True

# UObjectToolTips,KismetArrayLibrary:Array_Resize
source: *Resize Array to specified size. * *@param TargetArray The array to resize *@param Size The new size of the array
ko: Array_Resize *배열을 지정된 크기로 조정합니다. * *@param TargetArray 크기조정할 배열 *@param Size 배열의 새 크기

# UObjectToolTips,KismetArrayLibrary:Array_Set
source: *Given an array and an index, assigns the item to that array element * *@param TargetArray The array to perform the operation on *@param Index The index to assign the item to *@param Item The item to assign to the index of the array *@param bSizeToFit If true, the array will expand if Index is greater than the current size of the array
ko: Array_Set *배열과 인덱스가 주어지면, 아이템을 그 배열 요소에 할당합니다. * *@param TargetArray 작업을 수행할 배열 *@param Index 아이템을 할당할 인덱스 *@param Item 배열의 인덱스에 할당할 아이템 *@param bSizeToFit true 면 인덱스가 현재 배열 크기보다 큰 경우 배열을 확장

# UObjectToolTips,KismetArrayLibrary:FilterArray
source: *Filter an array based on a Class derived from Actor. * *@param TargetArray The array to filter from *@param FilterClass The Actor sub-class type that acts as the filter, only objects derived from it will be returned. *@return An array containing only those objects which are derived from the class specified.
ko: Filter Array *Actor 에서 파생된 Class 에 따라 배열을 필터링합니다. * *@param TargetArray 필터를 적용할 배열 *@param FilterClass 필터 역할을 할 Actor 서브클래스 유형으로, 거기서 파생된 오브젝트만 반환됩니다. *@return 지정된 클래스에서 파생된 오브젝트만 들어있는 배열.

# UObjectToolTips,KismetStringLibrary:IsNumeric
source: * Checks if a string contains only numeric characters * @param SourceString The string to check * @return true if the string only contains numeric characters
ko: Is Numeric \v* 스트링에 숫자만 들어있는지 검사합니다. * @param SourceString 검사할 스트링 * @return true, 스트링에 숫자만 들어있는 경우

# UObjectToolTips,KismetStringLibrary:LeftPad
source: * Pad the left of this string for a specified number of characters * @param SourceString The string to pad * @param ChCount Amount of padding required * @return The padded string
ko: Left Pad * 이 스트링의 왼쪽에 지정된 글자만큼 여백을 메워넣습니다 * @param SourceString 여백을 메워넣을 스트링 * @param ChCount 필요한 여백 양 * @return 여백을 메워넣은 스트링

# UObjectToolTips,KismetStringLibrary:RightPad
source: * Pad the right of this string for a specified number of characters * @param SourceString The string to pad * @param ChCount Amount of padding required * @return The padded string
ko: Right Pad * 이 스트링의 오른쪽에 지정된 글자만큼 여백을 메워넣습니다 * @param SourceString 여백을 메워넣을 스트링 * @param ChCount 필요한 여백 양 * @return 여백을 메워넣은 스트링

# UObjectToolTips,NavModifierVolume
source: Allows applying selected AreaClass to navmesh, using Volume's shape
ko: NavModifierVolume - 볼륨의 모양을 사용해서 선택된 AreaClass 를 내비메시에 적용할 수 있도록 합니다.

# UObjectToolTips,Pawn:K2_GetMovementInputVector
source: (Deprecated) Return the input vector in world space.
ko: Get Movement Input Vector - (폐기됨) 입력 벡터를 월드 스페이스로 반환합니다.

# UObjectToolTips,PawnMovementComponent:K2_GetInputVector
source: (Deprecated) Return the input vector in world space.
ko: Get Movement Input Vector - (폐기됨) 입력 벡터를 월드 스페이스로 반환합니다.

# UObjectToolTips,ProceduralFoliageBlockingVolume
source: An invisible volume used to block ProceduralFoliage instances from being spawned.
ko: ProceduralFoliageBlockingVolume - 프로시저럴 폴리지 인스턴스의 스폰을 막는데 쓰이는 투명 볼륨입니다.

# UObjectToolTips,SphereReflectionCapture
source: Actor used to capture the scene for reflection in a sphere shape. @see https://docs.unrealengine.com/latest/INT/Resources/ContentExamples/Reflections/1_4
ko: SphereReflectionCapture - 구체 모양으로 씬의 리플렉션을 캡처하는 데 사용되는 액터입니다. @see https://docs.unrealengine.com/latest/INT/Resources/ContentExamples/Reflections/1_4

# UObjectToolTips,TriggerBox
source: A box shaped trigger, used to generate overlap events in the level
ko: TriggerBox - 박스 모양 트리거로, 레벨에 오버랩 이벤트 생성시 사용됩니다.
zh_cn: 盒子形状的触发器，用于在场景中生成位置触发事件

# UObjectToolTips,TriggerCapsule
source: A capsule shaped trigger, used to generate overlap events in the level
ko: TriggerCapsule - 캡슐 모양 트리거로, 레벨에 오버랩 이벤트 생성시 사용됩니다.

# UObjectToolTips,TriggerSphere
source: A sphere shaped trigger, used to generate overlap events in the level
ko: TriggerSphere - 구체 모양 트리거로, 레벨에 오버랩 이벤트 생성시 사용됩니다.
zh_cn: 球形的触发器，用于在场景中生成位置触发事件

# UObjectToolTips,Character
source: Characters are Pawns that have a mesh, collision, and built-in movement logic. They are responsible for all physical interaction between the player or AI and the world, and also implement basic networking and input models. They are designed for a vertically-oriented player representation that can walk, jump, fly, and swim through the world using CharacterMovementComponent. @see APawn, UCharacterMovementComponent @see https://docs.unrealengine.com/latest/INT/Gameplay/Framework/Pawn/Character/
zh_cn: Character 是 一种 Pawn，具有网格模型、碰撞以及内建的移动逻辑。 它们为玩家角色或者 AI 角色和世界的物理交互工作，并实现了基础的网络功能和输入模式。 它们是被设计为表现一个站立的玩家角色，能够通过使用 CharacterMovementComponent，在世界中行走、跳跃、飞行、游泳。 @see APawn, UCharacterMovementComponent @see https://docs.unrealengine.com/latest/INT/Gameplay/Framework/Pawn/Character/

# UObjectToolTips,PlayerStart
source: This class indicates a location where a player can spawn when the game begins @see https://docs.unrealengine.com/latest/INT/Engine/Actors/PlayerStart/
zh_cn: 这个类表示游戏启动时玩家的初始位置 @see https://docs.unrealengine.com/latest/INT/Engine/Actors/PlayerStart/

# UObjectToolTips,StaticMeshActor
source: StaticMeshActor is an instance of a UStaticMesh in the world. Static meshes are geometry that do not animate or otherwise deform, and are more efficient to render than other types of geometry. Static meshes dragged into the level from the Content Browser are automatically converted to StaticMeshActors. @see https://docs.unrealengine.com/latest/INT/Engine/Actors/StaticMeshActor/ @see UStaticMesh
zh_cn: StaticMeshActor 是 UStaticMesh 在世界场景中的实例。 静态网格物体是一种没有动画，或不能以任何其他形式变化的几何体，并且比其他类型的几何体更有效率。 静态网格物体可以从内容浏览器中直接拖拽到场景中，并且会自动转换成 StaticMeshActors。 @see https://docs.unrealengine.com/latest/INT/Engine/Actors/StaticMeshActor/index.html @see UStaticMesh
