Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,RadialForceComponent:AddObjectTypeToAffect
source: Add an object type for this radial force to affect
es: Añadir un tipo de objeto para afectar a esta fuerza radial
pt_br: Adiciona um tipo de objeto para essa força radial refletir

# UObjectToolTips,RadialForceComponent:bImpulseVelChange
source: If true, the impulse will ignore mass of objects and will always result in a fixed velocity change
es: Si es verdadero, el impulso omitirá la masa de los objetos y siempre resultará en una velocidad fija
pt_br: Se for verdadeiro, o impulso ignorará a massa dos objetos e sempre resultará em uma mudança fixa de velocidade.

# UObjectToolTips,RadialForceComponent:DestructibleDamage
source: If > 0.f, will cause damage to destructible meshes as well
es: Si es > 0.f, también causará daños a las mallas destructibles.
pt_br: Se >0.f, também causará danos a malhas destrutíveis.

# UObjectToolTips,RadialForceComponent:Falloff
source: How the force or impulse should fall off as object are further away from the center
es: Cómo debe decaer el impulso o la fuerza cuando el objeto está más alejado del centro
pt_br: Como a força ou impulso deve decair à medida que o objeto se afasta do centro

# UObjectToolTips,RadialForceComponent:FireImpulse
source: Fire a single impulse
es: Disparar un solo impulso
pt_br: Aciona um único impulso

# UObjectToolTips,RadialForceComponent:ForceStrength
source: How strong the force should be
es: Cómo de potente debe ser la fuerza
pt_br: Quão intensa deve ser a força

# UObjectToolTips,RadialForceComponent:ImpulseStrength
source: How strong the impulse should be
es: Cómo de potente debe ser el impulso
pt_br: Quão intenso deve ser o impulso

# UObjectToolTips,RadialForceComponent:ObjectTypesToAffect
source: The object types that are affected by this radial force
es: Los tipos de objetos afectados por esta fuerza radial
pt_br: Os tipos de objetos que são afetados por essa força radial

# UObjectToolTips,RadialForceComponent:Radius
source: The radius to apply the force or impulse in
es: Radio que aplicar a la fuerza o impulso
pt_br: O raio no qual aplicar a força ou impulso

# UObjectToolTips,RadialForceComponent:RemoveObjectTypeToAffect
source: Remove an object type that is affected by this radial force
es: Eliminar un tipo de objeto afectado por esta fuerza radial
pt_br: Remove um tipo de objeto afetado por esta força radial

# UObjectToolTips,RawAnimSequenceTrack
source: Raw keyframe data for one track. Each array will contain either NumFrames elements or 1 element. One element is used as a simple compression scheme where if all keys are the same, they'll be reduced to 1 key that is constant over the entire sequence.
es: Datos del fotograma clave sin procesar para una pista. Cada matriz contendrá o NumFrames elementos o 1 elemento. Un elemento se usa como un esquema de comprensión simple dónde si todas las claves son las mismas, serán reducidas a 1 clave que es permanente durante toda la secuencia.
pt_br: Dados brutos do quadro-chave para uma faixa. Cada matriz contém ou NumFrames elementos ou 1 elemento. Um elemento é usado como um esquema de compactação simples onde, se todas as chaves são a mesma, elas serão reduzidas para uma chave que é constante por toda a sequência.

# UObjectToolTips,RawAnimSequenceTrack:PosKeys
source: Position keys.
es: Claves de posición.
pt_br: Chaves de posição.

# UObjectToolTips,RawAnimSequenceTrack:RotKeys
source: Rotation keys.
es: Claves de rotación.
pt_br: Chaves de rotação.

# UObjectToolTips,RawAnimSequenceTrack:ScaleKeys
source: Scale keys.
es: Claves de escala.
pt_br: Chaves de escala.

# UObjectToolTips,RawCurveTracks
source: Raw Curve data for serialization
es: Datos de la curva sin procesar para el seriado
pt_br: Dados brutos da curva para serialização

# UObjectToolTips,RawDistribution
source: Base class for raw (baked out) Distribution type
es: Clase base para el tipo de distribución (procesada) sin procesar
pt_br: Classe base do tipo de Distribuição bruta (preparada)

# UObjectToolTips,RecastNavMesh:AgentMaxHeight
source: Size of the tallest agent that will path with this navmesh.
es: Tamaño del agente más grande que determinará la ruta con esta malla de navegación.
pt_br: Tamanho do agente mais alto que fará o caminho com essa navmesh.

# UObjectToolTips,RecastNavMesh:AgentMaxSlope
source: The maximum slope (angle) that the agent can move on.
es: La inclinación (ángulo) máximo que el agente puede mover.
pt_br: A inclinação (ângulo) máxima na qual o agente pode se mover.

# UObjectToolTips,RecastNavMesh:AgentRadius
source: Radius of smallest agent to traverse this navmesh
es: Radio del agente más pequeño para atravesar esta malla de navegación
pt_br: Raio do menor agente a atravessar esta navmesh

# UObjectToolTips,RecastNavMesh:bDrawNavMeshEdges
source: should we draw border-edges
es: debemos trazar las aristas
pt_br: deve-se desenhar arestas de borda

# UObjectToolTips,RecastNavMesh:bDrawOctree
source: should we draw edges of every navmesh's triangle
es: debemos trazar las aristas de cada triángulo de la malla de navegación
pt_br: deve-se desenhar as arestas de cada triângulo da navmesh

# UObjectToolTips,RecastNavMesh:bDrawTriangleEdges
source: should we draw edges of every navmesh's triangle
es: debemos trazar las aristas de cada triángulo de la malla de navegación
pt_br: deve-se desenhar as arestas de cada triângulo da navmesh

# UObjectToolTips,RecastNavMesh:bDrawPathCollidingGeometry
source: Draw input geometry passed to the navmesh generator. Recommend disabling other geometry rendering via viewport showflags in editor.
es: Trazar la geometría de entrada para pasar por el generador de la malla de navegación. Se recomienda desactivar otra renderización de la geometría a través de los indicadores de la pantalla gráfica en el editor.
pt_br: Desenhar uma geometria de entrada passada ao gerador de navmesh. Recomenda-se desativar outras renderizações de geometria através de ShowFlags de porta de visualização no editor.

# UObjectToolTips,RecastNavMesh:bDrawPolyEdges
source: should we draw edges of every poly (i.e. not only border-edges)
es: debemos trazar las aristas de cada polígono (ej. no solo las aristas)
pt_br: deve-se desenhar as bordas de cada polígono (ex.: não somente as arestas de borda)

# UObjectToolTips,RecastNavMesh:bDrawTileBounds
source: should we draw the tile boundaries
es: debemos trazar los límites de la tesela
pt_br: deve-se desenhar os limites das placas

# UObjectToolTips,RecastNavMesh:bUseBetterOffsetsFromCorners
source: TODO: switch to disable new code from OffsetFromCorners if necessary - remove it later
es: TODO: cambiar para deshabilitar el código nuevo de OffsetFromCorners si es necesario - eliminarlo más tarde
pt_br: TODO: se necessário, alternar para desativar o novo código de OffsetFromCorners if necessary - remova-o depois

# UObjectToolTips,RecastNavMesh:bUseVoxelCache
source: Cache rasterized voxels instead of just collision vertices/indices in navigation octree
es: Vóxeles rasterizados en caché en lugar de solo vértices/índices de colisión en el árbol octal de navegación
pt_br: Armazenar voxels rasterizados em cachê em vez de somente índices/vértices de colisão na octree de navegação

# UObjectToolTips,RecastNavMesh:CellHeight
source: vertical size of voxelization cell
es: tamaño en vertical de la celda de voxelización
pt_br: tamanho vertical da célula de voxelização

# UObjectToolTips,RecastNavMesh:CellSize
source: horizontal size of voxelization cell
es: tamaño en horizontal de la celda de voxelización
pt_br: tamanho horizontal da célula de voxelização

# UObjectToolTips,RecastNavMesh:DefaultDrawDistance
source: navmesh draw distance in game (always visible in editor)
es: distancia de trazo navmesh en juego (siempre visible en editor)
pt_br: distância de desenho de navmesh no jogo (sempre visível no editor)

# UObjectToolTips,RecastNavMesh:DefaultMaxHierarchicalSearchNodes
source: specifes default limit to A* nodes used when performing hierarchical navigation queries.
es: especifica el límite predeterminado a nodos A* usados cuando se realizan consultas de navegación jerárquicas.
pt_br: especifica o limite padrão para nós A* usados ao realizar consultas de navegação hierárquica.

# UObjectToolTips,RecastNavMesh:DrawOffset
source: vertical offset added to navmesh's debug representation for better readability
es: desplazamiento vertical añadido a la representación de depurado de la malla de navegación para una mejor fluidez
pt_br: deslocamento vertical adicionado à representação de depuração da navmesh para obter melhor leitura

# UObjectToolTips,RecastNavMesh:HeuristicScale
source: Euclidean distance heuristic scale used while pathfinding
es: Escala heurística de la distancia euclidiana que se usa mientras se busca la ruta
pt_br: Escala heurística de distância Euclidiana usada durante a busca de caminho

# UObjectToolTips,RecastNavMesh:LayerChunkSplits
source: number of chunk splits (along single axis) used for layer's partitioning: ChunkyMonotone
es: número de divisiones del chunk (a lo largo de un eje único) usado para la partición de la capa: ChunkyMonotone
pt_br: número de divisões do bloco (ao longo de um único eixo) usado para a partição da camada: ChunkyMonotone

# UObjectToolTips,RecastNavMesh:LayerPartitioning
source: partitioning method for creating tile layers
es: método de partición para crear capas de teselas
pt_br: método de partição para criar camadas de placas

# UObjectToolTips,RecastNavMesh:MaxSimplificationError
source: How much navigable shapes can get simplified - the higher the value the more freedom
es: Cuantas formas navegables se pueden simplificar - cuanto mayor sea el valor mayor será la libertad
pt_br: Quanto formas navegáveis podem ser simplificadas - quanto mais alto o valor, maior a liberdade

# UObjectToolTips,RecastNavMesh:MinRegionArea
source: The minimum dimension of area. Areas smaller than this will be discarded
es: La dimensión mínima del área. Las áreas más pequeñas que esta se descartarán
pt_br: A dimensão mínima da área. Áreas menores do que essa serão descartadas

# UObjectToolTips,RecastNavMesh:RegionChunkSplits
source: number of chunk splits (along single axis) used for region's partitioning: ChunkyMonotone
es: número de divisiones del chunk (a lo largo de un eje único) usado para la partición de la región: ChunkyMonotone
pt_br: número de divisões do bloco (ao longo de um único eixo) usado para a partição da região: ChunkyMonotone

# UObjectToolTips,RecastNavMesh:RegionPartitioning
source: partitioning method for creating navmesh polys
es: método de partición para crear polígonos de la malla de navegación
pt_br: método de partição para criar polígonos da navmesh

# UObjectToolTips,RecastNavMesh:TileSetUpdateInterval
source: indicates how often we will sort navigation tiles to mach players position
es: indica la frecuencia con la que clasificaremos las teselas de navegación para que coincidan con la posición de los jugadores
pt_br: indica com que frequência ordenaremos placas de navegação para corresponder à posição dos jogadores

# UObjectToolTips,RecastNavMesh:TileSizeUU
source: size of single tile, expressed in uu
es: tamaño de una sola tesela, en uu
pt_br: tamanho de uma placa, expressado em uu

# UObjectToolTips,ReferencePose
source: This is a mapping table between bone in a particular skeletal mesh and bone of this skeleton set.
es: Esta es una tabla de asignación entre el hueso en una malla esqueleto particular y el hueso de este es esqueleto ajustado.
pt_br: Esta é uma tabela de mapeamento entre ossos em uma malha esquelética particular e ossos desse conjunto de esqueleto.

# UObjectToolTips,SkeletonToMeshLinkup
source: This is a mapping table between bone in a particular skeletal mesh and bone of this skeleton set.
es: Esta es una tabla de asignación entre el hueso en una malla esqueleto particular y el hueso de este es esqueleto ajustado.
pt_br: Esta é uma tabela de mapeamento entre ossos em uma malha esquelética particular e ossos desse conjunto de esqueleto.

# UObjectToolTips,TransformBase
source: This is a mapping table between bone in a particular skeletal mesh and bone of this skeleton set.
es: Esta es una tabla de asignación entre el hueso en una malla esqueleto particular y el hueso de este es esqueleto ajustado.
pt_br: Esta é uma tabela de mapeamento entre ossos em uma malha esquelética particular e ossos desse conjunto de esqueleto.

# UObjectToolTips,ReflectionCaptureComponent:Brightness
source: A brightness control to scale the captured scene's reflection intensity.
es: Un control del brillo para escalar la intensidad del reflejo de la escena capturada.
pt_br: Um controle de brilho para escalonar a intensidade de reflexo da cena capturada.

# UObjectToolTips,RendererSettings:bAllowStaticLighting
source: Whether to allow any static lighting to be generated and used, like lightmaps and shadowmaps. Games that only use dynamic lighting should set this to 0 to save some static lighting overhead. Changing this setting requires restarting the editor.
es: Si hay que permitir la generación y uso de cualquier tipo de iluminación estática, como lightmaps y shadowmaps. Los juegos que sólo utilizan iluminación dinámica deberían ajustar esto a 0 para ahorrar algo de sobrecarga de iluminación estática. El cambio de esta configuración requiere reiniciar el editor.
pt_br: Se deve ser permitida que iluminação estática seja gerada e usada, como mapas de luz e de sombra. Jogos que só usam iluminação dinâmica devem ser definidos como 0 para economizar processamento excessivo de iluminação estática. Alterar essa configuração exige a reinicialização do editor.

# UObjectToolTips,RendererSettings:bMobileHDR
source: If true, mobile renders in full HDR. Disable this setting for games that do not require lighting features for better performance on slow devices.
es: Si es verdadero, el dispositivo móvil renderiza en full HDR. Desactivar este ajuste en juegos que no requieren funciones de iluminación para mejor rendimiento en dispositivos lentos.
pt_br: Se for verdadeiro, o móvel será renderizado em HDR total. Desative esta configuração em jogos que não exijam recursos de iluminação para melhorar o desempenho em dispositivos lentos.

# UObjectToolTips,RendererSettings:bOcclusionCulling
source: Allows occluded meshes to be culled and no rendered.
es: Permite que las mallas bloqueadas sean seleccionadas y no renderizadas.
pt_br: Permite que malhas ocluídas sejam descartadas e não renderizadas.

# UObjectToolTips,RendererSettings:bPrecomputedVisibilityWarning
source: Displays a warning when no precomputed visibility data is available for the current camera location. This can be helpful if you are making a game that relies on precomputed visibility, e.g. a first person mobile game.
es: Muestra una advertencia cuando no hay datos de visibilidad precalculada disponibles para la ubicación actual de la cámara. Puede ser útil si está haciendo un juego que depende de la visibilidad precalculada, p. ej. un juego en primera persona para dispositivos móviles.
pt_br: Exibe uma mensagem de advertência quando não há dados de visibilidade pré-calculados para a localização da câmera atual. Pode ser útil se estiver fazendo um jogo que se baseie em visibilidade pré-calculada, por exemplo, um jogo de primeira pessoa para dispositivos móveis.

# UObjectToolTips,RendererSettings:bSeparateTranslucency
source: Allow translucency to be rendered to a separate render targeted and composited after depth of field. Prevents translucency from appearing out of focus.
es: Permitir que la translucidez se renderice en un objetivo renderizado separado y compuesto después de la profundidad de campo. Evita que la translucidez aparezca fuera de enfoque.
pt_br: Permite que a translucidez seja renderizada em uma renderização separada, mirada e composta depois da profundidade de campo. Evita que a translucidez apareça fora de foco.

# UObjectToolTips,RendererSettings:bTextureStreaming
source: When enabled textures will stream in based on what is visible on screen.
es: Cuando las texturas habilitadas se transmiten de acuerdo con lo que está visible en la pantalla
pt_br: Quando ativado, as texturas serão transmitidas com base no que é visível na tela.

# UObjectToolTips,RendererSettings:bUseDXT5NormalMaps
source: Whether to use DXT5 for normal maps, otherwise BC5 will be used, which is not supported on all hardware. Changing this setting requires restarting the editor.
es: Si usar DXT5 para mapas normales, de lo contrario; se usará BC5, el cual no es compatible con todo el hardware. El cambio de esta configuración requiere reiniciar el editor.
pt_br: Se deve usar DXT5 para mapas normais, caso contrário, BC5 será usado, que não é compatível com todos os hardwares. Alterar essa configuração exige a reinicialização do editor.

# UObjectToolTips,RendererSettings:CustomDepthStencil
source: Whether the custom depth pass for tagging primitives for postprocessing passes is enabled. Enabling it on demand can save memory but may cause a hitch the first time the feature is used.
es: Si está activado el pase de profundidad personalizado para etiquetar primitivas para pases de posprocesamiento. Activarlo cuando sea necesario puede ahorrar memoria, pero puede causar un error la primera vez que se usa la función.
pt_br: Se a passagem de profundidade personalizada para marcar primitivos para passagens de pós-processamento está ativada. Ativá-la sob demanda pode economizar memória, mas pode causar um problema na primeira vez em que o recurso for usado.

# UObjectToolTips,RendererSettings:MinScreenRadiusForCSMdepth
source: Screen radius at which objects are culled for cascaded shadow map depth passes. Larger values can improve performance but can cause artifacts as objects stop casting shadows.
es: Radio de pantalla en el cual los objetos se seleccionan para pases de profundidad del mapa de sombreado en cascada. Con valores superiores puede aumentar el rendimiento pero puede causar artefactos a medida que los objetos dejan de proyectar sombras.
pt_br: O raio da tela em que os objetos são descartados para passagens de profundidade do mapa de sombras em cascata. Valores maiores podem melhorar o desempenho, mas os artefatos (por exemplo: objetos) param de projetar sombra.

# UObjectToolTips,RendererSettings:MinScreenRadiusForEarlyZPass
source: Screen radius at which objects are culled for the early Z pass. Larger values can improve performance but very large values can degrade performance if large occluders are not rendered.
es: Radio de pantalla en el cual los objetos se seleccionan para un pase Z temprano. Valores superiores pueden aumentar el rendimiento pero con valores sumamente superiores puede decaer el rendimiento si no se renderizan bloqueadores grandes.
pt_br: O raio da tela em que os objetos são descartados para a passagem mais antiga em Z. Valores maiores podem melhorar o desempenho, mas valores grandes demais podem prejudicar o desempenho se oclusores grandes não forem renderizados.

# UObjectToolTips,RendererSettings:MinScreenRadiusForLights
source: Screen radius at which lights are culled. Larger values can improve performance but causes lights to pop off when they affect a small area of the screen.
es: Radio de pantalla en la que se seleccionan las luces. Los valores más grandes pueden mejorar el rendimiento pero hacen que las luces se apaguen cuando afectan a un área pequeña de la pantalla.
pt_br: Raio da tela em que as luzes são descartadas. Valores mais altos podem melhorar o desempenho, mas as luzes sumirão quando afetarem uma área pequena da tela.

# UObjectToolTips,RendererSettings:TessellationAdaptivePixelsPerTriangle
source: When adaptive tessellation is enabled it will try to tessellate a mesh so that each triangle contains the specified number of pixels. The tessellation multiplier specified in the material can increase or decrease the amount of tessellation.
es: Cuando el teselado adaptivo está activado, tratará de cubrir una malla con teselas para que cada triángulo contenga un número específico de píxeles. El multiplicador de teselado especificado en el material puede aumentar o disminuir la cantidad de teselado.
pt_br: Quando um mosaico adaptativo for ativado, ele tentará criar um mosaico de uma malha para que cada triângulo contenha o número especificado de pixels. O multiplicador de mosaico especificado no material pode aumentar ou diminuir a quantidade de mosaicos.

# UObjectToolTips,RendererSettings:WireframeCullThreshold
source: Screen radius at which wireframe objects are culled. Larger values can improve performance when viewing a scene in wireframe.
es: Radio de pantalla en el cual se seleccionan los objetos de la malla de alambre. Los valores más grandes mejoran el rendimiento cuando se visualiza una escena en la malla de alambre.
pt_br: Raio da tela em que os objetos da grade de linhas são descartados. Valores maiores podem melhorar o desempenho ao visualizar uma cena em grade de linhas.

# UObjectToolTips,ReplaceActorCommandlet
source: Commandlet for replacing one kind of actor with another kind of actor, copying changed properties from the most-derived common superclass
es: Commandlet para reemplazar una clase de actor con otro, copiando las propiedades modificadas de la superclase común derivada
pt_br: Commandlet para substituir um tipo de ator por outro tipo de ator, copiando as propriedades alteradas da superclasse comum mais derivada

# UObjectToolTips,ReplicatedVehicleState:BrakeInput
source: input replication: brake
es: duplicación de entrada: freno
pt_br: replicação de entrada: freio

# UObjectToolTips,ReplicatedVehicleState:CurrentGear
source: state replication: current gear
es: duplicación de estado: marcha actual
pt_br: replicação de estado: marcha atual

# UObjectToolTips,ReplicatedVehicleState:HandbrakeInput
source: input replication: handbrake
es: duplicación de entrada: freno de mano
pt_br: replicação de entrada: freio de mão

# UObjectToolTips,ReplicatedVehicleState:SteeringInput
source: input replication: steering
es: duplicación de entrada: dirección
pt_br: replicação de entrada: direção

# UObjectToolTips,ReplicatedVehicleState:ThrottleInput
source: input replication: throttle
es: duplicación de entrada: acelerador
pt_br: replicação de entrada: acelerador

# UObjectToolTips,RepRootMotionMontage
source: Replicated data when playing a root motion montage.
es: Se han duplicado los datos cuando se reproduce un montaje del movimiento raíz.
pt_br: Dados replicados ao reproduzir uma montagem de movimento de raiz.

# UObjectToolTips,RepRootMotionMontage:AnimMontage
source: AnimMontage providing Root Motion
es: AnimMontage que proporciona movimiento raíz
pt_br: AnimMontage fornecendo movimento raiz

# UObjectToolTips,RepRootMotionMontage:bRelativePosition
source: Additional replicated flag, if MovementBase can't be resolved on the client. So we don't use wrong data.
es: Indicador duplicado adicional, si MovementBase no puede resolverse en el cliente. No usamos datos equivocados.
pt_br: Sinalizador replicado adicional, se MovementBase não puder ser resolvido no cliente. Portanto, não usamos os dados errados.

# UObjectToolTips,RepRootMotionMontage:bRelativeRotation
source: Whether rotation is relative or absolute.
es: Si la rotación es relativa o absoluta
pt_br: Se a rotação é relativa ou absoluta.

# UObjectToolTips,RepRootMotionMontage:MovementBase
source: Movement Relative to Base
es: Movimiento relativo a base
pt_br: Movimento Relativo à Base

# UObjectToolTips,RepRootMotionMontage:MovementBaseBoneName
source: Bone on the MovementBase, if a skeletal mesh.
es: Hueso en el MovementBase, si es una malla esqueleto.
pt_br: Osso no MovementBase, se for uma malha esquelética.
