Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,CurveBase:ImportPath
source: The filename imported to create this object. Relative to this object's package, BaseDir() or absolute
es: El nombre del archivo importado para crear este objeto. Es relativo al paquete del objeto, BaseDir() o absoluto.
pt_br: O nome de arquivo importado para criar esse objeto. Relativo ao pacote desse objeto, BaseDir() ou absoluto

# UObjectToolTips,CurveTable:ImportPath
source: The filename imported to create this object. Relative to this object's package, BaseDir() or absolute
es: El nombre del archivo importado para crear este objeto. Es relativo al paquete del objeto, BaseDir() o absoluto.
pt_br: O nome de arquivo importado para criar esse objeto. Relativo ao pacote desse objeto, BaseDir() ou absoluto

# UObjectToolTips,DataTable:ImportPath
source: The filename imported to create this object. Relative to this object's package, BaseDir() or absolute
es: El nombre del archivo importado para crear este objeto. Es relativo al paquete del objeto, BaseDir() o absoluto.
pt_br: O nome de arquivo importado para criar esse objeto. Relativo ao pacote desse objeto, BaseDir() ou absoluto

# UObjectToolTips,CurvedStairBuilder:AddToFirstStep
source: The distance below the first step
es: La distancia debajo del primer paso
pt_br: A distância abaixo do primeiro passo

# UObjectToolTips,LinearStairBuilder:AddToFirstStep
source: The distance below the first step
es: La distancia debajo del primer paso
pt_br: A distância abaixo do primeiro passo

# UObjectToolTips,CurvedStairBuilder:AngleOfCurve
source: The angle of the total arc described by this stair
es: El ángulo del arco total descrito por esta escalera
pt_br: O ângulo do arco total descrito por essa escada

# UObjectToolTips,CurvedStairBuilder:CounterClockwise
source: Whether the stair curves clockwise or counter-clockwise
es: Si la escalera forma curvas en dirección de las manecillas del reloj o en la dirección contraria
pt_br: Se a escada é curva no sentido horário ou anti-horário

# UObjectToolTips,SpiralStairBuilder:CounterClockwise
source: Whether the stair curves clockwise or counter-clockwise
es: Si la escalera forma curvas en dirección de las manecillas del reloj o en la dirección contraria
pt_br: Se a escada é curva no sentido horário ou anti-horário

# UObjectToolTips,CurvedStairBuilder:InnerRadius
source: The radius of the inner curve of the stair
es: El radio de la curva interior de la escalera
pt_br: O raio da curva interna da escada

# UObjectToolTips,SpiralStairBuilder:InnerRadius
source: The radius of the inner curve of the stair
es: El radio de la curva interior de la escalera
pt_br: O raio da curva interna da escada

# UObjectToolTips,CurvedStairBuilder:NumSteps
source: The number of steps
es: El número de pasos
pt_br: O número de degraus

# UObjectToolTips,LinearStairBuilder:NumSteps
source: The number of steps
es: El número de pasos
pt_br: O número de degraus

# UObjectToolTips,CurvedStairBuilder:StepHeight
source: The height of each step
es: La altura de cada paso
pt_br: A altura de cada degrau

# UObjectToolTips,LinearStairBuilder:StepHeight
source: The height of each step
es: La altura de cada paso
pt_br: A altura de cada degrau

# UObjectToolTips,SpiralStairBuilder:StepHeight
source: The height of each step
es: La altura de cada paso
pt_br: A altura de cada degrau

# UObjectToolTips,CurvedStairBuilder:StepWidth
source: The width of each step
es: El ancho de cada paso
pt_br: A largura de cada degrau

# UObjectToolTips,LinearStairBuilder:StepWidth
source: The width of each step
es: El ancho de cada paso
pt_br: A largura de cada degrau

# UObjectToolTips,SpiralStairBuilder:StepWidth
source: The width of each step
es: El ancho de cada paso
pt_br: A largura de cada degrau

# UObjectToolTips,CurveEdEntry
source: Information about a particule curve being viewed. Property could be an FInterpCurve, a DistributionFloat or a DistributionVector
es: Información sobre una curva de partículas que se está visualizando. La propiedad podría ser FInterpCurve, DistributionFloat o DistributionVector
pt_br: Informação sobre uma curva de partícula sendo visualizada. A propriedade pode ser uma FInterpCurve, uma DistributionFloat ou uma DistributionVector

# UObjectToolTips,CurveEdTab:ViewStartInput
source: Remember the view setting for each tab.
es: Recordar los ajustes de vista para cada pestaña.
pt_br: Lembre da configuração de visualização de cada guia.

# UObjectToolTips,CurveFloat:bIsEventCurve
source: Flag to represent event curve
es: Indicador para representar una curva de evento
pt_br: Sinalizador para representar a curva de evento

# UObjectToolTips,CurveFloat:FloatCurve
source: Keyframe data
es: Datos de fotograma clave
pt_br: Dados de quadro-chave

# UObjectToolTips,CurveFloat:GetFloatValue
source: Evaluate this float curve at the specified time
es: Evaluar esta curva del punto flotante en el tiempo especificado
pt_br: Avaliar esta curva flutuante no momento especificado

# UObjectToolTips,CurveVector:GetVectorValue
source: Evaluate this float curve at the specified time
es: Evaluar esta curva del punto flotante en el tiempo especificado
pt_br: Avaliar esta curva flutuante no momento especificado

# UObjectToolTips,CurveLinearColor:FloatCurves
source: Keyframe data, one curve for red, green, blue, and alpha
es: Datos del fotograma clave, una curva para rojo, verde, azul y alfa
pt_br: Dados de quadro-chave, uma curva para vermelho, verde, azul e alfa

# UObjectToolTips,CurveTableRowHandle:CurveTable
source: Pointer to table we want a row from
es: Puntero para la tabla de la que queremos una fila
pt_br: Ponteiro para a tabela da qual queremos uma linha

# UObjectToolTips,DataTableCategoryHandle:DataTable
source: Pointer to table we want a row from
es: Puntero para la tabla de la que queremos una fila
pt_br: Ponteiro para a tabela da qual queremos uma linha

# UObjectToolTips,DataTableRowHandle:DataTable
source: Pointer to table we want a row from
es: Puntero para la tabla de la que queremos una fila
pt_br: Ponteiro para a tabela da qual queremos uma linha

# UObjectToolTips,CurveTableRowHandle:RowName
source: Name of row in the table that we want
es: Nombre de las filas en la tabla que nosotros queremos
pt_br: Nome da linha na tabela que queremos

# UObjectToolTips,DataTableRowHandle:RowName
source: Name of row in the table that we want
es: Nombre de las filas en la tabla que nosotros queremos
pt_br: Nome da linha na tabela que queremos

# UObjectToolTips,CurveTrack
source: Key frame curve data for one track CurveName: Morph Target Name CurveWeights: List of weights for each frame
es: Datos de la curva del fotograma clave CurveName: Nombre meta del modelado CurveWeights: Lista de los pesos para cada fotograma
pt_br: Dados da curva de quadro-chave para uma faixa CurveName: Nome do alvo de transformação CurveWeights: Lista de pesos para cada quadro

# UObjectToolTips,CurveVector:FloatCurves
source: Keyframe data, one curve for X, Y and Z
es: Datos del fotograma clave, una curva para X, Y y Z
pt_br: Dados de quadro-chave, uma curva para X, Y e Z

# UObjectToolTips,CustomChannelSetup
source: Structure for custom channel setup information.
es: Estructura para la información de configuración de canal personalizado.
pt_br: Estrutura para informações de configuração do canal personalizado.

# UObjectToolTips,CustomChannelSetup:bTraceType
source: Sets meta data TraceType="1" for the enum entry if true. Otherwise, this channel will be treated as object query channel, so you can query object types*
es: Ajusta los metadatos TraceType="1" para entrada de enumeración, si es verdadero. De lo contrario, se tratará a este canal como canal de consulta de objetos, para que usted pueda consultar los tipos de objetos*
pt_br: Define os metadados TraceType="1" para a entrada enum se for verdadeiro. Caso contrário, este canal será tratado como um canal de consulta de objetos para que seja possível consultar tipos de objeto*

# UObjectToolTips,CustomChannelSetup:DefaultResponse
source: Default Response for the channel
es: Respuesta predeterminada para el canal
pt_br: Reposta padrão para o canal

# UObjectToolTips,CustomProfile
source: Structure for custom profiles. if you'd like to just add custom channels, not changing anything else engine defined if you'd like to override all about profile, please use +Profiles=(Name=NameOfProfileYouLikeToOverwrite,....)
es: Estructura para perfiles personalizados. Si se quisiera solo añadir canales personalizados, no modificar nada que el motor haya definido Si se quisiera suprimir todo sobre el perfil, por favor, usar +Perfiles=(Nombre=NameOfProfileYouLikeToOverwrite,....)
pt_br: Estrutura para perfis personalizados. Se quiser adicionar canais personalizados, é definido para não alterar nada mais no mecanismo. Se quiser substituir tudo sobre o perfil, use +Profiles=(Name=NameOfProfileYouLikeToOverwrite,....)

# UObjectToolTips,CylinderBuilder:Hollow
source: Whether this is a hollow or solid cylinder
es: Si este es un cilindro hueco o sólido
pt_br: Se esse cilindro é oco ou sólido

# UObjectToolTips,CylinderBuilder:InnerRadius
source: Radius of inner cylinder (when hollow)
es: Radio del cilindro interior (cuando es hueco)
pt_br: Raio do cilindro interno (se for oco)

# UObjectToolTips,CylinderBuilder:OuterRadius
source: Radius of cylinder
es: Radio del cilindro
pt_br: Raio do cilindro

# UObjectToolTips,CylinderBuilder:Sides
source: How many sides this cylinder should have
es: Cuántos lados debe tener este cilindro
pt_br: Número de lados que este cilindro deve ter

# UObjectToolTips,CylinderBuilder:Z
source: Distance from base to tip of cylinder
es: Distancia de la base a la punta del cilindro
pt_br: Distância da base à ponta do cilindro

# UObjectToolTips,DamageType:bRadialDamageVelChange
source: When applying radial impulses, whether to treat as impulse or velocity change.
es: Cuándo aplicar impulsos radiales, si considerar como un impulso o cambio de velocidad.
pt_br: Ao aplicar impulsos radiais, se deve tratar como alteração de velocidade ou como impulso.

# UObjectToolTips,DamageType:DamageFalloff
source: Damage fall-off for radius damage (exponent). Default 1.0=linear, 2.0=square of distance, etc.
es: Decaimiento del daño para el radio del daño (exponente). Predeterminado 1.0=lineal, 2.0=cuadro de distancia, etc.
pt_br: Decaimento do dano para dano radial (expoente). Padrão 1.0=linear, 2.0=quadrado de distância etc.

# UObjectToolTips,DamageType:DestructibleDamageSpreadScale
source: How much the damage spreads on a destructible mesh
es: Cuánto daño se produce en una malla destructible
pt_br: Quanto o dano se espalha por uma malha destrutível

# UObjectToolTips,DamageType:DestructibleImpulse
source: How large the impulse should be applied to destructible meshes
es: Cómo de grande debe ser el impulso aplicado a las mallas destructibles.
pt_br: Quão alto deve ser o impulso aplicado a malhas destrutíveis

# UObjectToolTips,DataTable:RowStruct
source: Structure to use for each row of the table, must inherit from FTableRowBase
es: Estructura que se utiliza para cada fila de la tabla, tiene que heredarse de FTableRowBase
pt_br: Estrutura a usar em cada linha da tabela; deve ser herdada de FTableRowBase

# UObjectToolTips,DataTableCategoryHandle
source: Handle to a particular row in a table
es: Manipulador para una fila concreta en la tabla
pt_br: Manipulador para uma determinada linha em uma tabela

# UObjectToolTips,DataTableRowHandle
source: Handle to a particular row in a table
es: Manipulador para una fila concreta en la tabla
pt_br: Manipulador para uma determinada linha em uma tabela

# UObjectToolTips,DataTableCategoryHandle:ColumnName
source: Name of column in the table that we want
es: Nombre de la columna en la tabla que queremos
pt_br: Nome da coluna na tabela que queremos

# UObjectToolTips,DataTableCategoryHandle:RowContents
source: Contents of rows in the table that we want
es: Contenidos de las filas en la tabla que nosotros queremos
pt_br: Conteúdos de linhas na tabela que queremos

# UObjectToolTips,DataTableFunctionLibrary:GetDataTableRowFromName
source: Get a Row from a DataTable given a RowName
es: Obtener una fila de una DataTable a la cual se le asignó un RowName
pt_br: Obtém uma Linha de DataTable que origina um RowName

# UObjectToolTips,DateTime
source: A date/time value.
es: Un valor de fecha/tiempo
pt_br: Um valor de data/hora.

# UObjectToolTips,DebugCameraController:bIsFrozenRendering
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,DebugCameraController:DrawFrustum
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,DebugCameraController:ShowDebugSelectedInfo
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:AdditionalFontNames
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:ArrowMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:bEnableEditorPSysRealtimeLOD
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:BoneWeightMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_AddWire
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_BrushShape
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_BrushWire
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_BSPCollision
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_NonSolidWire
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_OrthoBackground
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_ScaleBoxHi
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_SemiSolidWire
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_SubtractWire
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_Volume
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_VolumeCollision
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:C_WireBackground
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:ClientCycles
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:ConsoleClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DebugMeshMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultBokehTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultBSPVertexTexture
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultBSPVertexTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultDiffuseTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultPhysMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:DefaultTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:EditorBrushMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:GameCycles
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:GameViewportClientClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:GeomMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:HighFrequencyNoiseTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:InvalidLightmapSettingsMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LargeFont
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LargeFontName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LevelColorationLitMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LevelColorationUnlitMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LevelScriptActorClass
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LevelScriptActorClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LightingOnlyBrightness
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LightingTexelDensityName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LightMapDensityTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:LocalPlayerClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:MediumFont
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:MediumFontName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:MiniFontTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:NavigationSystemClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:PendingDroppedNotes
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:PreIntegratedSkinBRDFTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:PreviewShadowsIndicatorMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:RemoveSurfaceMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:ShadedLevelColorationLitMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:ShadedLevelColorationUnlitMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:SmallFont
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:SmallFontName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:StatColorMappings
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:SubtitleFont
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:SubtitleFontName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:TickCycles
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:TinyFontName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorViewModeMaterialName_AlphaAsColor
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorViewModeMaterialName_BlueOnly
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorViewModeMaterialName_ColorOnly
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorViewModeMaterialName_GreenOnly
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:VertexColorViewModeMaterialName_RedOnly
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:WeightMapPlaceholderTextureName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:WireframeMaterialName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Engine:WorldSettingsClassName
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Font:Ascent
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Font:Descent
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Font:Leading
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,GameViewportClient:DebugProperties
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,InGameAdManager:ClickedBannerDelegates
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,InGameAdManager:ClosedAdDelegates
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,InteractiveFoliageActor:FoliageForce
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,InteractiveFoliageActor:FoliagePosition
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,LevelScriptActor:LevelReset
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NavigationSystem:OnNavigationBoundsUpdated
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NavigationTestingActor:NavAgentProps
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetConnection:OpenChannels
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetConnection:SentTemporaries
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:bClampListenServerTickRate
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:KeepAliveTime
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:MaxClientRate
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:MaxDownloadSize
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:MaxInternetClientRate
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:NetServerMaxTickRate
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:RelevantTimeout
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:RemoteRoleProperty
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:RoleProperty
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,NetDriver:SpawnPrioritySeconds
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Player:ConfiguredInternetSpeed
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,Player:ConfiguredLanSpeed
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,PlayerController:ClientTeamMessage
source: @todo document
es: @todo documento
pt_br: @todo documento

# UObjectToolTips,DebugCameraController:bShowSelectedInfo
source: Whether to show information about the selected actor on the debug camera HUD.
es: Si mostrar información sobre el actor seleccionado en el HUD de la cámara de depurado.
pt_br: Se deve exibir informações sobre o ator selecionado no HUD da câmera de depuração.
