Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PrimitiveComponent:SetPhysMaterialOverride
source: Changes the current PhysMaterialOverride for this component. Note that if physics is already running on this component, this will _not_ alter its mass/inertia etc, it will only change its surface properties like friction.
es: Cambia el PhysMaterialOverride actual por este componente. Hay que tener en cuenta que si los físicos ya están en ejecución en este componente, NO se alterará su masa/inercia, etc. solo cambiará sus propiedades de superficie como la fricción.
pt_br: Altera o PhysMaterialOverride atual para este componente. Observe que se a física já estiver em execução neste componente, isso _não_ alterará sua massa/inércia etc. , alterará somente as propriedades de superfície, como atrito.

# UObjectToolTips,PrimitiveComponent:SetRenderCustomDepth
source: Sets the bRenderCustomDepth property and marks the render state dirty.
es: Ajusta la propiedad de bRenderCustomDepth y marca el estado del renderizado 'sucio'.
pt_br: Define a propriedade bRenderCustomDepth e marca o estado de renderização como sujo.

# UObjectToolTips,PrimitiveComponent:SetSimulatePhysics
source: Sets whether or not a single body should use physics simulation, or should be 'fixed' (kinematic). @param bSimulate New simulation state for single body
es: Ajusta si se un único cuerpo debe usar o no una simulación física, o se debe 'fijar' (cinemática). @param bSimulate Estado de la simulación nueva para un único cuerpo
pt_br: Define se um corpo deve usar simulação física, ou se deve ser 'fixo' (cinemático). @param bSimulate Novo estado de simulação para o corpo

# UObjectToolTips,PrimitiveComponent:SetTranslucentSortPriority
source: Changes the value of TranslucentSortPriority.
es: Cambia el valor de TranslucentSortPriority.
pt_br: Altera o valor de TranslucentSortPriority.

# UObjectToolTips,PrimitiveComponent:TranslucencySortPriority
source: Translucent objects with a lower sort priority draw behind objects with a higher priority. Translucent objects with the same priority are rendered from back-to-front based on their bounds origin. Ignored if the object is not translucent. The default priority is zero. Warning: This should never be set to a non-default value unless you know what you are doing, as it will prevent the renderer from sorting correctly. It is especially problematic on dynamic gameplay effects.
es: Los objetos translúcidos con una prioridad de clasificación más baja trazan detrás de los objetos con una prioridad más alta. Los objetos translúcidos con la misma prioridad se renderizan de delante a atrás en base a su origen de los límites. Se omite si el objeto no es translúcido. La prioridad predeterminada es cero. Atención: No se debe ajustar nunca a un valor no predeterminado a menos que se sepa lo que se está haciendo, ya que evitará al renderizador clasificar correctamente. Es especialmente problemático en efector del juego dinámico.
pt_br: Objetos translúcidos com prioridade de ordenamento baixa são desenhados atrás de objetos com prioridades superiores. Objetos translúcidos com a mesma prioridade são renderizados de trás para frente com base na origem de seus limites. Ignorado se o objeto não for translúcido. A prioridade padrão é zero. Alerta: Nunca deve ser definido como um valor que não é padrão a não ser que você saiba o que está fazendo, pois isso evitará que o renderizador organize corretamente. É especialmente problemático em efeitos de jogabilidade dinâmicos.

# UObjectToolTips,PrimitiveComponent:ViewOwnerDepthPriorityGroup
source: The scene depth priority group to draw the primitive in, if it's being viewed by its owner.
es: El grupo prioritario de la profundidad de escena para atraer la primitiva, si el propietario lo está viendo.
pt_br: O grupo de prioridade de profundidade da cena no qual desenhar o primitivo, se estiver sendo visualizado pelo dono.

# UObjectToolTips,PrimitiveComponent:VisibilityId
source: Used for precomputed visibility
es: Usado para la visibilidad precalculada
pt_br: Usado para visibilidade pré-calculada

# UObjectToolTips,PrimitiveComponent:WakeAllRigidBodies
source: Ensure simulation is running for all bodies in this component.
es: Asegurar que la simulación se está ejecutando para todos los cuerpos en este componente.
pt_br: Certifique-se de que a simulação esteja em execução para todos os corpos neste componente.

# UObjectToolTips,PrimitiveComponent:WakeRigidBody
source: 'Wake' physics simulation for a single body. @param BoneName If a SkeletalMeshComponent, name of body to wake. 'None' indicates root body.
es: 'Despertar' la simulación física para un único cuerpo. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo que despertar. 'Ninguno' indica el cuerpo raíz.
ko: WakeRigidBody - 단일 바디에 대한 피직스 시뮬레이션을 깨웁니다. @param BoneName SkeletalMeshComponent 가 존재하는 경우, 깨울 바디 이름입니다. 'None' 은 루트 바디를 가리킵니다.
pt_br: Simulação de física de 'acordar' de um único corpo. @param BoneName Se for um SkeletalMeshComponent, será o nome do corpo a ser acordado. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveStats
source: Statistics page for primitives.
es: Página de estadísticas para las primitivas
pt_br: Página de estatísticas para primitivos.

# UObjectToolTips,PrimitiveStats:Actors
source: Actor(s) that use the resource - click to select & zoom Actor(s)
es: Actor(es) que usa(n) el recurso - pinchar para seleccionar y hacer zoom en el/los actor(es)
pt_br: Actor(es) que usa(m) o recurso - clique para selecionar e efetuar o zoom no(s) Ator(es)

# UObjectToolTips,PrimitiveStats:Count
source: Number of occurrences in map
es: Número de ocurrencias en el mapa
pt_br: Número de ocorrências no mapa

# UObjectToolTips,PrimitiveStats:InstSections
source: Instanced section count of mesh
es: Recuento de la sección instanciada de la malla
pt_br: Contagem de seção instanciada da malha

# UObjectToolTips,PrimitiveStats:InstVertexColorMem
source: Per component vertex color stat for static meshes in KB
es: Estadística del color del vértice por componente para las mallas estáticas en KB
pt_br: Estatística de cores de vértice, por componente, para malhas estáticas em KB

# UObjectToolTips,PrimitiveStats:LightMapData
source: Light map data in KB
es: Los datos del mapa de iluminación en KB
pt_br: Dados do mapa de luz em KB

# UObjectToolTips,PrimitiveStats:LightsLM
source: Average number of lightmap lights relevant to each instance
es: El número promedio de luces del mapa de la iluminación relevantes para cada instancia
pt_br: Número médio de luzes no mapa de luz relevantes para cada instância

# UObjectToolTips,PrimitiveStats:LightsOther
source: Average number of other lights relevant to each instance
es: El número promedio de otras luces relevantes para cada instancia
pt_br: Número médio de outras luzes relevantes para cada instância

# UObjectToolTips,PrimitiveStats:LightsTotal
source: (Avg OL + Avg LM) / Count
es: (promedio de OL + promedio de LM) / Recuento
ko: LightsTotal - (Avg OL + Avg LM) / Count
pt_br: (OL Médio + LM Médio) / Contagem

# UObjectToolTips,PrimitiveStats:LMSMResolution
source: Light/shadow map resolution
es: Resolución del mapa de iluminación/sombreado
pt_br: Resolução do mapa de luz e sombras

# UObjectToolTips,PrimitiveStats:Object
source: Resource (e.g. UStaticMesh, USkeletalMesh, UModelComponent, UTerrainComponent, etc
es: Recurso (ej. UStaticMesh, USkeletalMesh, UModelComponent, UTerrainComponent, etc)
pt_br: Recurso (ex.: UStaticMesh, USkeletalMesh, UModelComponent, UTerrainComponent etc.)

# UObjectToolTips,PrimitiveStats:RadiusAvg
source: Average radius of bounding sphere of instance in map
es: Radio máximo de la esfera de limitación de la instancia en el mapa
pt_br: Raio médio da esfera delimitadora da instância em um mapa

# UObjectToolTips,PrimitiveStats:RadiusMax
source: Maximum radius of bounding sphere of instance in map
es: Radio máximo de la esfera de limitación de la instancia en el mapa
pt_br: Raio máximo da esfera delimitadora da instância em um mapa

# UObjectToolTips,PrimitiveStats:RadiusMin
source: Minimum radius of bounding sphere of instance in map
es: Radio mínimo de la esfera de limitación de la instancia en el mapa
pt_br: Raio mínimo da esfera delimitadora da instância em um mapa

# UObjectToolTips,PrimitiveStats:ResourceSize
source: Resource size in KB
es: Tamaño del recurso en KB
pt_br: Tamanho do recurso em Kbs

# UObjectToolTips,PrimitiveStats:Sections
source: Section count of mesh
es: Sección de recuento de la malla
pt_br: Contagem de seção da malha

# UObjectToolTips,PrimitiveStats:Triangles
source: Triangle count of mesh
es: Recuento de triángulo de la malla
pt_br: Contagem de triângulo da malha

# UObjectToolTips,PrimitiveStats:Type
source: Type name
es: Nombre del tipo
pt_br: Nome do tipo

# UObjectToolTips,PrimitiveStats:VertexColorMem
source: Vertex color stat for static and skeletal meshes in KB
es: Estadística del color del vértice para las mallas esqueleto y estáticas en KB
pt_br: Estatística da cor do vértice para malhas esqueléticas e estáticas em KB

# UObjectToolTips,ProgressBar:BackgroundImage
source: The brush to use as the background of the progress bar
es: El pincel que se utiliza como fondo de la barra de progreso
pt_br: O pincel a usar como fundo da barra de andamento

# UObjectToolTips,ProgressBar:BarFillType
source: Defines if this progress bar fills Left to right or right to left
es: Define si la barra de progreso se llena de izquierda a derecha o de derecha a izquierda
pt_br: Define se a barra de progresso enche da esquerda para a direita ou ao contrário

# UObjectToolTips,ProgressBar:FillColorAndOpacity
source: Fill Color and Opacity
es: Color de relleno y opacidad
pt_br: Preencher Cor e Opacidade

# UObjectToolTips,ProgressBar:FillImage
source: The brush to use as the fill image
es: El pincel que se utiliza como la imagen de relleno
pt_br: O pincel a usar como imagem de preenchimento

# UObjectToolTips,ProgressBar:MarqueeImage
source: The brush to use as the marquee image
es: El pincel que se utiliza como la imagen de marco
pt_br: O pincel a usar como imagem de letreiro

# UObjectToolTips,ProgressBar:Percent
source: Used to determine the fill position of the progress bar ranging 0..1
es: Usado para determinar la posición de relleno de la barra de progreso con un rango de 0..1
pt_br: Usado para determinar a posição de preenchimento da barra de andamento variando entre 0..1

# UObjectToolTips,ProgressBar:SetPercent
source: Sets the current value of the ProgressBar.
es: Ajusta el valor actual de ProgressBar.
pt_br: Define o valor atual de ProgressBar.

# UObjectToolTips,ProgressBar:Style
source: Style used for the progress bar
es: Estilo usado para la barra de progreso
pt_br: Estilo usado para a barra de andamento

# UObjectToolTips,ProgressBarStyle
source: Represents the appearance of an SProgressBar
es: Representa la apariencia de un SProgressBar
pt_br: Representa a aparência de uma SProgressBar

# UObjectToolTips,ProgressBarStyle:BackgroundImage
source: Background image to use for the progress bar
es: Imagen del fondo que se utiliza para la barra de progreso
pt_br: Imagem de fundo para uso na barra de progresso

# UObjectToolTips,ProgressBarStyle:FillImage
source: Foreground image to use for the progress bar
es: Imagen del primer plano que se utiliza para la barra de progreso
pt_br: Imagem de primeiro plano para uso na barra de progresso

# UObjectToolTips,ProgressBarStyle:MarqueeImage
source: Image to use for marquee mode
es: Imagen que se utiliza para el modo marco
pt_br: Imagem usada para o modo letreiro

# UObjectToolTips,ProjectileMovementComponent:bInitialVelocityInLocalSpace
source: If true, the initial Velocity is interpreted as being in local space upon startup. @see SetVelocityInLocalSpace()
es: Si es verdadero, se interpreta la velocidad inicial como que está en el sistema de coordenadas local al arrancar. @see SetVelocityInLocalSpace()
pt_br: Se for verdadeiro, a Velocidade inicial é interpretada como estando no espaço local no início da execução. @veja SetVelocityInLocalSpace()

# UObjectToolTips,ProjectileMovementComponent:InitialSpeed
source: Initial speed of projectile. If greater than zero, this will override the initial Velocity value and instead treat Velocity as a direction.
es: Velocidad inicial del proyectil. Si es mayor que cero, suprimirá el valor de la velocidad inicial y en su lugar condenará la velocidad como una dirección.
pt_br: Velocidade inicial do projétil. Se for maior do que zero, isso substituirá o valor inicial de Velocidade e, em vez disso, tratará Velocidade como uma direção.

# UObjectToolTips,ProjectileMovementComponent:LimitVelocity
source: Don't allow velocity magnitude to exceed MaxSpeed, if MaxSpeed is non-zero.
es: No permitir que la magnitud de la velocidad exceda MaxSpeed, si MaxSpeed no está a cero.
pt_br: Não permitir que a magnitude da velocidade exceda MaxSpeed, se MaxSpeed for não nula.

# UObjectToolTips,ProjectileMovementComponent:MaxSpeed
source: Limit on speed of projectile (0 means no limit).
es: Límite en la velocidad del proyectil (0 significa que no hay límite).
pt_br: Limite de velocidade do projétil (0 significa sem limite)

# UObjectToolTips,ProjectileMovementComponent:OnProjectileBounce
source: Called when projectile impacts something and bounces are enabled.
es: Llamada cuando un proyectil choca contra algo y los rebotes están habilitados.
pt_br: Chamado quando o projétil colide com algo e as reflexões estão ativadas.

# UObjectToolTips,ProjectileMovementComponent:OnProjectileStop
source: Called when projectile has come to a stop (velocity is below simulation threshold, bounces are disabled, or it is forcibly stopped).
es: Llamada cuando un proyectil tiene que detenerse (la velocidad está por debajo del umbral de simulación, los rebotes están deshabilitados o lo detienen a la fuerza).
pt_br: Chamado quando o projétil chega a uma parada (velocidade abaixo do limiar de simulação, reflexões desativadas, ou se a parada for forçada).

# UObjectToolTips,ProjectileMovementComponent:SetVelocityInLocalSpace
source: Sets the velocity to the new value, rotated into Actor space.
es: Ajusta la velocidad al valor nuevo, rogado en el sistema de coordenadas del actor.
pt_br: Define a velocidade como o novo valor, rodada no espaço do Ator.

# UObjectToolTips,ProjectPackagingSettings:BuildConfiguration
source: The build configuration for which the project is packaged.
es: La configuración del diseño para el que se ha empaquetado el proyecto.
pt_br: A configuração da compilação para a qual o projeto está empacotado.

# UObjectToolTips,ProjectPackagingSettings:DirectoriesToAlwaysCook
source: Directories containing .uasset files that should always be cooked regardless of whether they're referenced by anything in your project Note: These paths are relative to your project Content directory
es: Directorios con archivos .uasset que deben procesarse siempre independientemente si son referenciados en el proyecto. Nota: Estas rutas son relativas al directorio de contenido de su proyecto
pt_br: Diretórios que contêm arquivos .uasset que devem sempre ser preparados independentemente se eles são referenciados por qualquer coisa no projeto Observação: Esses caminhos são relativos ao seu diretório de Conteúdo do projeto

# UObjectToolTips,ProjectPackagingSettings:DirectoriesToNeverCook
source: Directories containing .uasset files that should always be cooked regardless of whether they're referenced by anything in your project Note: These paths are relative to your project Content directory
es: Directorios con archivos .uasset que deben procesarse siempre independientemente si son referenciados en el proyecto. Nota: Estas rutas son relativas al directorio de contenido de su proyecto
pt_br: Diretórios que contêm arquivos .uasset que devem sempre ser preparados independentemente se eles são referenciados por qualquer coisa no projeto Observação: Esses caminhos são relativos ao seu diretório de Conteúdo do projeto

# UObjectToolTips,ProjectPackagingSettings:DirectoriesToAlwaysStageAsNonUFS
source: Directories containing files that should always be copied when packaging your project, but are not supposed to be part of the .pak file This is used to stage additional files that you manually load without using the UFS (Unreal File System) file IO API, eg, third-party libraries that perform their own internal file IO Note: These paths are relative to your project Content directory
es: Directorios con archivos que deben siempre copiarse cuando se crea el paquete de su proyecto, pero sin formar parte del archivo .pak Se usa para presentar archivos adicionales que usted carga manualmente sin utilizar el archivo UFS (sistema de archivos Unreal) IO API, por ej. bibliotecas de terceros que realizan su propio IO de archivos internos. Nota: Estas rutas son relativas al directorio de contenido de su proyecto
pt_br: Diretórios que contêm arquivos que sempre devem ser copiados ao embrulhar o seu projeto, mas não devem fazer parte do arquivo .pak Isso é usado para dispor arquivos adicionais que são carregados sem usar o API IO de arquivo UFS (Unreal File System). Ex.: biblioteca de teceiros que realizam seus próprios IO de arquivo Observação: Esses caminhos são relativos ao diretório de Conteúdo do projeto

# UObjectToolTips,ProjectPackagingSettings:DirectoriesToAlwaysStageAsUFS
source: Directories containing files that should always be added to the .pak file (if using a .pak file; otherwise they're copied as individual files) This is used to stage additional files that you manually load via the UFS (Unreal File System) file IO API Note: These paths are relative to your project Content directory
es: Directorios con archivos que deben siempre agregarse al archivo .pak (si usan un archivo .pak; de lo contrario, se copian como archivos individuales) Esto se usa para presentar archivos adicionales que usted carga de forma manual mediante el archivo UFS (sistema de archivos Unreal) IO API Nota: Estas rutas son relativas al directorio de contenido de su proyecto
pt_br: Diretórios que contêm arquivos que devem sempre ser adicionados ao arquivo .pak (se estiver usando um arquivo .pak; caso contrário, são copiados como arquivos individuais) Isto é usado para dispor arquivos adicionais que são manualmente carregados pelo API IO de arquivo UFS (Unreal File System) Observação: Esses caminhos são relativos ao diretório de Conteúdo do projeto

# UObjectToolTips,ProjectPackagingSettings:FullRebuild
source: If enabled, a full rebuild will be enforced each time the project is being packaged. If disabled, only modified files will be built, which can improve iteration time. Unless you iterate on packaging, we recommend full rebuilds when packaging.
es: Si está activado, se forzará a que se realice de nuevo un diseño completo cada vez que el proyecto se empaqueta. Si está desactivado, se diseñarán solo los archivos modificados, pero puede mejorar el tiempo de iteración. A menos que realice la iteración durante el empaquetado, le recomendamos que realice de nuevo un diseño completo cuando empaqueta.
pt_br: Se ativado, uma recompilação completa será forçada a cada vez que o projeto for empacotado. Se desativado, somente os arquivos modificados serão compilados, o que pode melhorar o tempo de iteração. A menos que se itere no empacotamento, recomendamos recompilações completas ao empacotar.

# UObjectToolTips,ProjectPackagingSettings:StagingDirectory
source: The directory to which the packaged project will be copied.
es: El directorio en el que se copiará el proyecto empaquetado.
pt_br: O diretório para qual o projeto empacotado será copiado.

# UObjectToolTips,ProjectPackagingSettings:UsePakFile
source: If enabled, all content will be put into a single .pak file instead of many individual files (default = enabled).
es: Si está activado, todo el contenido se colocará en un solo archivo .pak en lugar de varios archivos individuales (predeterminado = activado).
pt_br: Se estiver ativa, todo o conteúdo será armazenado em um único arquivo .pak, e não em vários arquivos individuais (padrão = ativa).

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum1
source: This comment should appear above enum 1
es: Este comentario debe aparecer sobre la enumeración 1
pt_br: Este comentário deve aparecer sobre o enum 1

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum2
source: This comment should appear above enum 2
es: Este comentario debe aparecer sobre la enumeración 2
pt_br: Este comentário deve aparecer sobre o enum 2

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum3
source: This comment should appear above enum 3
es: Este comentario debe aparecer sobre la enumeración 3
pt_br: Este comentário deve aparecer sobre o enum 3

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum4
source: This comment should appear above enum 4
es: Este comentario debe aparecer sobre la enumeración 4
pt_br: Este comentário deve aparecer sobre o enum 4

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum5
source: This comment should appear above enum 5
es: Este comentario debe aparecer sobre la enumeración 5
pt_br: Este comentário deve aparecer sobre o enum 5

# UObjectToolTips,PropertEditorTestEnum.PropertyEditorTest_Enum6
source: This comment should appear above enum 6
es: Este comentario debe aparecer sobre la enumeración 6
pt_br: Este comentário deve aparecer sobre o enum 6

# UObjectToolTips,PropertyEditorTestBasicStruct
source: This structs properties should be pushed out to categories inside its parent category unless it is in an array
es: Estructura las propiedades que se deben sacar de las categorías que están dentro de la categoría padre a menos que esté dentro de una matriz.
pt_br: As propriedades desta struct devem ser colocadas em categorias dentro de sua categoria pai a não ser que esteja em uma matriz

# UObjectToolTips,PropertyEditorTestObject:FloatPropertyWithClampedRange
source: This is a custom tooltip that should be shown
es: Esto es una herramienta de ayuda personalizada que se debe mostrar
pt_br: Esta é uma dica de ferramenta personalizada que deve ser exibida

# UObjectToolTips,PropertyEditorTestObject:IntProperty32Array
source: Integer
es: Número entero
pt_br: Inteiro

# UObjectToolTips,PurchaseInfo
source: Purchase information structure
es: Adquirir la estructura de la información
pt_br: Estrutura de informações de compra

# UObjectToolTips,PurchaseInfo:DisplayDescription
source: Description displayable to the user
es: Descripción que se puede mostrar al usuario
pt_br: Descrição que pode ser exibida para o usuário

# UObjectToolTips,PurchaseInfo:DisplayName
source: Name displayable to the user
es: Nombre que se puede mostrar al usuario
pt_br: Nome que pode ser exibido ao usuário

# UObjectToolTips,PurchaseInfo:DisplayPrice
source: Price displayable to the user
es: Precio que se puede mostrar al usuario
pt_br: Preço que pode ser exibido para o usuário

# UObjectToolTips,PurchaseInfo:Identifier
source: Unique identifier for the purchase
es: Identificador único para la compra
pt_br: Identificador único da compra

# UObjectToolTips,RadialDamageEvent:ComponentHits
source: @fixme, will not replicate properly? component pointer
es: @fixme, ¿no se duplica adecuadamente? puntero del componente
pt_br: @fixme, não replicará adequadamente? ponteiro do componente

# UObjectToolTips,RadialForceComponent
source: Used to emit a radial force or impulse that can affect physics objects and or destructible objects.
es: Usado para emitir una fuerza o impulso radial que puede afecta a los objetos físicos y/o objetos destructibles.
pt_br: Usado para emitir um impulso ou força radial que pode afeitar os objetos físicos e/ou objetos destrutíveis.
