Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,KismetMathLibrary:Conv_IntToByte
source: Converts an integer to a byte (if the integer is too large, returns the low 8 bits)
es: Transforma un número entero en un byte (si el entero es demasiado largo, pasa a 8 bits)
pt_br: Converte um número inteiro em um byte (se o número inteiro for grande demais, retornará os 8 bits inferiores)

# UObjectToolTips,KismetMathLibrary:Conv_IntToFloat
source: Converts an integer to a float
es: Transforma un número entero a un punto flotante
pt_br: Converte um inteiro em um flutuante

# UObjectToolTips,KismetMathLibrary:Conv_LinearColorToColor
source: Converts a LinearColor to a color
es: Transforma un LinearColor en un color
pt_br: Converte uma LinearColor em uma cor

# UObjectToolTips,KismetMathLibrary:Conv_LinearColorToVector
source: Converts a LinearColor to a vector
es: Transforma un LinearColor en un vector
pt_br: Converte uma LinearColor em um vetor

# UObjectToolTips,KismetMathLibrary:Conv_RotatorToVector
source: Get the X direction vector after this rotation
es: Obtener el vector direccional de X tras esta rotación
pt_br: Obter o vetor de direção X após esta rotação

# UObjectToolTips,KismetMathLibrary:Conv_VectorToLinearColor
source: Converts a vector to LinearColor
es: Transforma un vector en LinearColor
pt_br: Converte um vetor em uma LinearColor

# UObjectToolTips,KismetMathLibrary:Conv_VectorToRotator
source: Create a rotator which orients X along the supplied direction vector
es: Crear un rogados que oriente a X hacia el vector de dirección proprocionado
pt_br: Criar um rodador que orienta X ao longo do vetor de direção fornecido

# UObjectToolTips,KismetMathLibrary:Conv_VectorToTransform
source: Convert a vector to a transform. Uses vector as location
es: Convierte un vector en una transformación. Utiliza el vector como ubicación
pt_br: Converter um vetor para uma transformação. Usa o vetor como local

# UObjectToolTips,KismetMathLibrary:Cos
source: Returns the cosine of A (expects Radians)
es: Devuelve el coseno de A (en radianes)
pt_br: Retorna o cosseno de A (esperado: Radianos)

# UObjectToolTips,KismetMathLibrary:DegAcos
source: Returns the inverse cos (arccos) of A (result is in Degrees)
es: Devuelve el coseno (arcocoseno) inverso de A (resultado en grados)
pt_br: Retorna o cosseno inverso (arccos) de A (resultado em Graus)

# UObjectToolTips,KismetMathLibrary:DegAsin
source: Returns the inverse sin (arcsin) of A (result is in Degrees)
es: Devuelve el coseno (arcoseno) inverso de A (resultado en grados)
pt_br: Retorna o seno inverso (arcsen) de A (resultado em Graus)

# UObjectToolTips,KismetMathLibrary:DegAtan2
source: Returns the inverse tan (atan2) of A/B (result is in Degrees)
es: Devuelve la tangente (atan2) inversa de A/B (resultado en grados)
pt_br: Retorna a tangente inversa (arctg2) de A/B (resultado em Graus)

# UObjectToolTips,KismetMathLibrary:DegCos
source: Returns the cos of A (expects Degrees)
es: Devuelve el coseno de A (en grados)
pt_br: Retorna o cosseno de A (esperado: Graus)

# UObjectToolTips,KismetMathLibrary:DegSin
source: Returns the sin of A (expects Degrees)
es: Devuelve el seno de A (en grados)
pt_br: Retorna o seno de A (esperado: Graus)

# UObjectToolTips,KismetMathLibrary:DegTan
source: Returns the tan of A (expects Degrees)
es: Devuelve la tangente de A (en grados)
pt_br: Retorna a tangente de A (esperado: Graus)

# UObjectToolTips,KismetMathLibrary:Divide_ByteByte
source: Division (A / B)
es: División (A / B)
pt_br: Divisão (A / B)

# UObjectToolTips,KismetMathLibrary:Divide_FloatFloat
source: Division (A / B)
es: División (A / B)
pt_br: Divisão (A / B)

# UObjectToolTips,KismetMathLibrary:Divide_IntInt
source: Division (A / B)
es: División (A / B)
pt_br: Divisão (A / B)

# UObjectToolTips,KismetMathLibrary:Divide_Vector2DFloat
source: Returns Vector A divided by B
es: Devuelve el vector A dividido por B
pt_br: Retorna o Vetor A dividido por B

# UObjectToolTips,KismetMathLibrary:Divide_VectorFloat
source: Vector divide by a float
es: División del vector por un punto flotante
pt_br: Divisão de vetor por um flutuante

# UObjectToolTips,KismetMathLibrary:Divide_VectorVector
source: Vector divide by vector
es: División del vector por un vector
pt_br: Divisão de vetor por vetor

# UObjectToolTips,KismetMathLibrary:EqualEqual_ByteByte
source: Returns true if A is equal to B (A == B)
es: Devuelve verdadero si A es equivalentes a B (A == B).
pt_br: Retorna verdadeiro se A for igual a B (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_IntInt
source: Returns true if A is equal to B (A == B)
es: Devuelve verdadero si A es equivalentes a B (A == B).
pt_br: Retorna verdadeiro se A for igual a B (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_ClassClass
source: Returns true if A and B are equal (A == B)
es: Devuelve verdadero si A y B son equivalentes (A == B)
pt_br: Retorna verdadeiro se A e B forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_NameName
source: Returns true if A and B are equal (A == B)
es: Devuelve verdadero si A y B son equivalentes (A == B)
pt_br: Retorna verdadeiro se A e B forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_ObjectObject
source: Returns true if A and B are equal (A == B)
es: Devuelve verdadero si A y B son equivalentes (A == B)
pt_br: Retorna verdadeiro se A e B forem iguais (A == B)

# UObjectToolTips,KismetMathLibrary:EqualEqual_FloatFloat
source: Returns true if A is exactly equal to B (A == B)
es: Devuelve verdadero si A es exactamente igual a B (A == B).
pt_br: Retorna verdadeiro se A for exatamente igual a B (A == B)

# UObjectToolTips,KismetMathLibrary:Exp
source: Returns exponential(e) to the power A (e^A)
es: Devuelve exponencial(es) a la potencia A (e^A)
pt_br: Retorna o exponencial(e) elevado à potência A (e^A)

# UObjectToolTips,KismetMathLibrary:FCeil
source: Rounds A to the smallest following integer
es: Redondea A al número posterior más bajo
pt_br: Arredonda A para o menor inteiro seguinte

# UObjectToolTips,KismetMathLibrary:FClamp
source: Returns V clamped to be between A and B (inclusive)
es: Devuelve el valor fijado para estar entre A y B (inclusive)
pt_br: Retorna o V restrito a ficar entre A e B (inclusive)

# UObjectToolTips,KismetMathLibrary:InRange_FloatFloat
source: Returns V clamped to be between A and B (inclusive)
es: Devuelve el valor fijado para estar entre A y B (inclusive)
pt_br: Retorna o V restrito a ficar entre A e B (inclusive)

# UObjectToolTips,KismetMathLibrary:FFloor
source: Rounds A to the largest previous integer
es: Redondea A al número entero previo más alto
pt_br: Arredonda A para o maior inteiro anterior

# UObjectToolTips,KismetMathLibrary:FindLookAtRotation
source: Find a rotation for an object at Start location to point at Target location.
es: Buscar una rotación para un objeto en la ubicación inicial que señalar en la ubicación meta.
pt_br: Encontrar uma rotação de um objeto no local de Início até o ponto no local de Destino.

# UObjectToolTips,KismetMathLibrary:FInterpEaseInOut
source: Interpolate between A and B, applying an ease in/out function. Exp controls the degree of the curve.
es: Interpolar entre A y B, aplicando una función de ajuste de adaptación. Exp controla el grado de la curva.
pt_br: Interpola entre A e B, aplicando uma função de entrada/saída de atenuação. Exp. controla o grau da curva.

# UObjectToolTips,KismetMathLibrary:Fraction
source: Returns the fractional part of a float.
es: Devuelve la parte fraccionaria de un punto flotante.
pt_br: Retorna a parte fracionária de um flutuante.

# UObjectToolTips,KismetMathLibrary:GetAxes
source: Get the reference frame direction vectors (axes) described by this rotation
es: Obtener los (ejes) vectores de dirección del fotograma de referencia descritos por esta rotación
pt_br: Obter os vetores de direção do referencial (eixos) descritos por esta rotação

# UObjectToolTips,KismetMathLibrary:GetForwardVector
source: Rotate the world forward vector by the given rotation
es: Rotar el mundo hacia delante del vector mediante la rotación proporcionada
pt_br: Gira o vetor para frente do mundo pela rotação fornecida

# UObjectToolTips,KismetMathLibrary:GetMaxElement
source: Find the maximum element (X, Y or Z) of a vector
es: Buscar el máximo elemento (X, Y or Z) de un vector
pt_br: Encontrar o elemento máximo (X, Y ou Z) de um vetor

# UObjectToolTips,KismetMathLibrary:GetMinElement
source: Find the minimum element (X, Y or Z) of a vector
es: Buscar el mínimo elemento (X, Y or Z) de un vector
pt_br: Encontrar o elemento mínimo (X, Y ou Z) de um vetor

# UObjectToolTips,KismetMathLibrary:GetRightVector
source: Rotate the world right vector by the given rotation
es: Rotar el mundo a la derecha del vector mediante la rotación proporcionada
pt_br: Gira o vetor para a direita do mundo pela rotação fornecida

# UObjectToolTips,KismetMathLibrary:GetUpVector
source: Rotate the world up vector by the given rotation
es: Rotar el mundo hasta el vector mediante la rotación proporcionada
pt_br: Gira o vetor para cima do mundo pela rotação fornecida

# UObjectToolTips,KismetMathLibrary:GetVectorArrayAverage
source: Find the average of an array of vectors
es: Buscar la media de una matriz de los vectores
pt_br: Encontrar a média de uma matriz de vetores

# UObjectToolTips,KismetMathLibrary:GreaterGreater_VectorRotator
source: Returns result of vector A rotated by Rotator B
es: Devuelve el resultado del vector A por el rotador B
pt_br: Retorna o resultado do vetor A girado pelo Rodador B

# UObjectToolTips,KismetMathLibrary:HSVToRGB
source: Make a color from individual color components (HSV space)
es: Crear un color de los componentes del color individual (sistema de coordenadas HSV)
pt_br: Criar uma cor a partir das componentes de cor individuais (espaço HSV)

# UObjectToolTips,KismetMathLibrary:HSVToRGB_Vector
source: Converts a HSV linear color (where H is in R, S is in G, and V is in B) to RGB
es: Transforma un color lineal HSV (donde H está en R, S en G, y V en B) a RGB (rojo verde y azul)
pt_br: Converte uma cor linear HSV (onde H está em R, S em G e V em B) em RGB

# UObjectToolTips,KismetMathLibrary:Lerp
source: Linearly interpolates between A and B based on Alpha (100% of A when Alpha=0 and 100% of B when Alpha=1)
es: Interpola linealmente entre A y B en base a alfa (el 100% de A cuando alpha=0 y el 100% de B cuando alpha=1)
pt_br: Interpola linearmente entre A e B baseado em Alfa (100% de A quando Alfa=0 e 100% de B quando Alfa=1)

# UObjectToolTips,KismetMathLibrary:LinearColorLerp
source: Linearly interpolates between A and B based on Alpha (100% of A when Alpha=0 and 100% of B when Alpha=1)
es: Interpola linealmente entre A y B en base a alfa (el 100% de A cuando alpha=0 y el 100% de B cuando alpha=1)
pt_br: Interpola linearmente entre A e B baseado em Alfa (100% de A quando Alfa=0 e 100% de B quando Alfa=1)

# UObjectToolTips,KismetMathLibrary:RLerp
source: Linearly interpolates between A and B based on Alpha (100% of A when Alpha=0 and 100% of B when Alpha=1)
es: Interpola linealmente entre A y B en base a alfa (el 100% de A cuando alpha=0 y el 100% de B cuando alpha=1)
pt_br: Interpola linearmente entre A e B baseado em Alfa (100% de A quando Alfa=0 e 100% de B quando Alfa=1)

# UObjectToolTips,KismetMathLibrary:VLerp
source: Linearly interpolates between A and B based on Alpha (100% of A when Alpha=0 and 100% of B when Alpha=1)
es: Interpola linealmente entre A y B en base a alfa (el 100% de A cuando alpha=0 y el 100% de B cuando alpha=1)
pt_br: Interpola linearmente entre A e B baseado em Alfa (100% de A quando Alfa=0 e 100% de B quando Alfa=1)

# UObjectToolTips,KismetMathLibrary:Less_FloatFloat
source: Returns true if A is Less than B (A < B)
es: Devuelve verdadero si A es menor que B (A < B).
pt_br: Retorna verdadeiro se A for Menor que B (A < B)

# UObjectToolTips,KismetMathLibrary:LessEqual_FloatFloat
source: Returns true if A is Less than or equal to B (A <= B)
es: Devuelve verdadero si A es menos o equivalente a B (A <= B).
pt_br: Retorna verdadeiro se A for Menor ou igual a B (A <= B)

# UObjectToolTips,KismetMathLibrary:LessLess_VectorRotator
source: Returns result of vector A rotated by the inverse of Rotator B
es: Devuelve el resultado del vector A por el inverso del rotador B
pt_br: Retorna o resultado do vetor A girado pelo inverso do Rodador B

# UObjectToolTips,KismetMathLibrary:Loge
source: Returns natural log of A (if e^R == A, returns R)
es: Devuelve el register natural de A (si e^R == A, devuelve R)
pt_br: Retorna o logaritmo natural de A (se e^R == A, retorna R)

# UObjectToolTips,KismetMathLibrary:MakeColor
source: Make a color from individual color components (RGB space)
es: Crear un color de los componentes del color individual (sistema de coordenadas RGB)
pt_br: Criar uma cor a partir das componentes de cor individuais (espaço RGB)

# UObjectToolTips,KismetMathLibrary:MakeRotationFromAxes
source: Build a reference frame from three axes
es: Diseñar un fotograma de referencia desde tres ejes
pt_br: Compilar um referencial a partir de três eixos

# UObjectToolTips,KismetMathLibrary:MakeRotFromX
source: Builds a rotator given only a XAxis. Y and Z are unspecified but will be orthonormal. XAxis need not be normalized.
es: Diseña una matriz de rotación con solo un XAxis proporcionado. Y y Z no están especificadas pero serán ortonormales. XAxis no necesita normalizarse.
pt_br: Compila um rodador dado somente o XAxis. Y e Z não ficam especificados mas serão ortonormais. O XAxis não precisa ser normalizado.

# UObjectToolTips,KismetMathLibrary:MakeRotFromXY
source: Builds a matrix with given X and Y axes. X will remain fixed, Y may be changed minimally to enforce orthogonality. Z will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes X e Y proporcionados. X permanecerá fija, Y se puede modificar mínimamente para una ejecución ortogonal. Z se calculará. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos X e Y informados. X permanecerá fixo e Y poderá ser alterado minimamente para garantir a ortogonalidade. Z será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeRotFromXZ
source: Builds a matrix with given X and Z axes. X will remain fixed, Z may be changed minimally to enforce orthogonality. Y will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes X Y Z proporcionados. X permanecerá fija, Z se puede modificar mínimamente para una ejecución ortogonal. Y se calculará. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos X e Z informados. X permanecerá fixo e Z poderá ser alterado minimamente para garantir a ortogonalidade. Y será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeRotFromY
source: Builds a rotation matrix given only a YAxis. X and Z are unspecified but will be orthonormal. YAxis need not be normalized.
es: Diseña una matriz de rotación con solo un YAxis proporcionado. X y Z no están especificadas pero serán ortonormales. YAxis no necesita normalizarse.
pt_br: Compila uma matriz de rotação dado somente o YAxis. X e Z não ficam especificados mas serão ortonormais. O YAxis não precisa ser normalizado.

# UObjectToolTips,KismetMathLibrary:MakeRotFromYX
source: Builds a matrix with given Y and X axes. Y will remain fixed, X may be changed minimally to enforce orthogonality. Z will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes Y - X proporcionados. El eje Y permanecerá fijo, y X se puede modificar mínimamente para una ejecución ortogonal. Se calculará Z. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos Y e X informados. Y permanecerá fixo e X poderá ser alterado minimamente para garantir a ortogonalidade. Z será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeRotFromYZ
source: Builds a matrix with given Y and Z axes. Y will remain fixed, Z may be changed minimally to enforce orthogonality. X will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes Y e Z proporcionados. Y permanecerá fija, Z se puede modificar mínimamente para una ejecución ortogonal. X se calculará. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos Y e Z informados. Y permanecerá fixo e Z poderá ser alterado minimamente para garantir a ortogonalidade. X será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeRotFromZ
source: Builds a rotation matrix given only a ZAxis. X and Y are unspecified but will be orthonormal. ZAxis need not be normalized.
es: Diseña una matriz de rotación con solo un ZAxis proporcionado. X e Y no están especificadas pero serán ortonormales. ZAxis no necesita normalizarse.
pt_br: Compila uma matriz de rotação dado somente o ZAxis. X e Y não ficam especificados mas serão ortonormais. O ZAxis não precisa ser normalizado.

# UObjectToolTips,KismetMathLibrary:MakeRotFromZX
source: Builds a matrix with given Z and X axes. Z will remain fixed, X may be changed minimally to enforce orthogonality. Y will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes Z y X proporcionados. Z permanecerá fija, X se puede modificar mínimamente para una ejecución ortogonal. Y se calculará. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos Z e X informados. Z permanecerá fixo e X poderá ser alterado minimamente para garantir a ortogonalidade. Y será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeRotFromZY
source: Builds a matrix with given Z and Y axes. Z will remain fixed, Y may be changed minimally to enforce orthogonality. X will be computed. Inputs need not be normalized.
es: Diseña una matriz con los ejes Z e Y proporcionados. Z permanecerá fija, Y se puede modificar mínimamente para una ejecución ortogonal. X se calculará. Las entradas no necesitan estar normalizadas.
pt_br: Compila uma matriz com os eixos Z e Y informados. Z permanecerá fixo e Y poderá ser alterado minimamente para garantir a ortogonalidade. X será calculado. As entradas não precisam ser normalizadas.

# UObjectToolTips,KismetMathLibrary:MakeTransform
source: Make a transform from location, rotation and scale
es: Crear una transformación desde la ubicación, rotación y escalado
pt_br: Criar uma transformação a partir de um local, uma rotação e uma escala

# UObjectToolTips,KismetMathLibrary:MakeVector
source: Makes a vector {X, Y, Z}
es: Crea un vector en {X, Y, Z}
pt_br: Faz um vetor {X, Y, Z}

# UObjectToolTips,KismetMathLibrary:MakeVector2D
source: Makes a 2d vector {X, Y}
es: Crea un vector 2D en {X, Y}
pt_br: Faz um vetor 2D {X, Y}

# UObjectToolTips,KismetMathLibrary:MapRangeUnclamped
source: Returns Value mapped from one range into another. (e.g. 20 normalized from the range 10->50 to 20->40 would result in 25)
es: Devuelve el valor asignado de un rango a otro. (p. ej. 20 normalizados de un rango 10->50 a 20->40 resultaría en 25)
pt_br: Retorna o Valor mapeado de um intervalo para outro. (Ex.: 20 normalizado do intervalo 10->50 para 20->40 resultaria em 25)

# UObjectToolTips,KismetMathLibrary:MaxOfByteArray
source: Returns max of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el máximo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o máximo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MaxOfFloatArray
source: Returns max of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el máximo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o máximo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MaxOfIntArray
source: Returns max of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el máximo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o máximo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MinOfByteArray
source: Returns min of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el mínimo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o mínimo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MinOfFloatArray
source: Returns min of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el mínimo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o mínimo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MinOfIntArray
source: Returns min of all array entries and the index at which it was found. Returns value of 0 and index of -1 if the supplied array is empty.
es: Devuelve el mínimo de todas entradas de matriz y el índice en el cual se encontró. Devuelve el valor de 0 e índice de -1 si la matriz proporcionada está vacía.
pt_br: Retorna o mínimo de todas as entradas de matriz e o índice em que foi encontrado. Retorna o valor de 0 e o índice de -1 se a matriz fornecida estiver vazia.

# UObjectToolTips,KismetMathLibrary:MirrorVectorByNormal
source: Mirrors a vector by a normal
es: Refleja un vector mediante una normal
pt_br: Espelha um vetor por uma normal

# UObjectToolTips,KismetMathLibrary:Multiply_ByteByte
source: Multiplication (A * B)
es: Multiplicación (A * B)
pt_br: Multiplicação (A * B)

# UObjectToolTips,KismetMathLibrary:Multiply_FloatFloat
source: Multiplication (A * B)
es: Multiplicación (A * B)
pt_br: Multiplicação (A * B)

# UObjectToolTips,KismetMathLibrary:Multiply_IntFloat
source: Multiplication (A * B)
es: Multiplicación (A * B)
pt_br: Multiplicação (A * B)

# UObjectToolTips,KismetMathLibrary:Multiply_IntInt
source: Multiplication (A * B)
es: Multiplicación (A * B)
pt_br: Multiplicação (A * B)

# UObjectToolTips,KismetMathLibrary:Multiply_LinearColorFloat
source: Element-wise multiplication of a linear color by a float (F*R, F*G, F*B, F*A)
es: Multiplicación element-wise de un color lineal por un punto flotante (F*R, F*G, F*B, F*A)
pt_br: Multiplicação de Vetores elemento a elemento (F*R, F*G, F*B, F*A)

# UObjectToolTips,KismetMathLibrary:Multiply_LinearColorLinearColor
source: Element-wise multiplication of two linear colors (R*R, G*G, B*B, A*A)
es: Multiplicación del ancho del elemento de dos colores lineales (R*R, G*G, B*B, A*A)
pt_br: Multiplicação de duas cores lineares elemento a elemento (R*R, G*G, B*B, A*A)
