Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,EnvQueryTest_Trace:Context
source: context: other end of trace test
es: contexto:otro final del análisis del trazo
pt_br: contexto: outra extremidade do teste de rastreamento

# UObjectToolTips,EnvQueryTest_Trace:ContextHeightOffset
source: Z offset from querier
es: Desplazamiento de Z del buscador
pt_br: Deslocamento Z a partir do consultador

# UObjectToolTips,EnvQueryTest_Trace:ItemHeightOffset
source: Z offset from item
es: Desplazamiento de Z del elemento
pt_br: Deslocamento Z a partir do item

# UObjectToolTips,EnvQueryTest_Trace:TraceData
source: trace data
es: datos del trazo
pt_br: dados de rastreamento

# UObjectToolTips,EnvQueryTest_Trace:TraceFromContext
source: trace direction
es: dirección del trazo
pt_br: direção de rastreamento

# UObjectToolTips,EnvTraceData:bCanDisableTrace
source: if set, editor will allow
es: si lo ajusta, el editor lo permitirá
pt_br: se for definido, o editor permitirá

# UObjectToolTips,EnvTraceData:bCanProjectDown
source: if set, editor show height up/down properties for projection
es: si lo ajusta, el editor muestra propiedades jerárquicas para proyección
pt_br: se for definido, o editor exibirá propriedades de altura para cima/para baixo para projeção

# UObjectToolTips,EnvTraceData:bCanTraceOnGeometry
source: if set, editor will allow picking geometry trace
es: si lo ajusta, el editor permitirá elegir el trazo geométrico
pt_br: se for definido, o editor permitirá a seleção do rastreamento de geometria

# UObjectToolTips,EnvTraceData:bCanTraceOnNavMesh
source: if set, editor will allow picking navmesh trace
es: si lo ajusta, el editor permitirá elegir el trazo navmesh
pt_br: se for definido, o editor permitirá rastreamento de navmesh

# UObjectToolTips,EnvTraceData:bOnlyBlockingHits
source: if set, trace will look only for blocking hits
es: si lo ajusta, el trazo solo buscará golpes de bloqueo
pt_br: se for definido, o rastreamento só procurará ocorrências de bloqueio

# UObjectToolTips,EnvTraceData:bTraceComplex
source: if set, trace will run on complex collisions
es: si lo ajusta, el trazo se ejecutará en colisiones complejas
pt_br: se for definido, o rastreamento só executará em colisões complexas

# UObjectToolTips,EnvTraceData:ExtentX
source: shape parameter for trace
es: parámetro de forma para trazo
pt_br: parâmetro de forma para rastreamento

# UObjectToolTips,EnvTraceData:ExtentY
source: shape parameter for trace
es: parámetro de forma para trazo
pt_br: parâmetro de forma para rastreamento

# UObjectToolTips,EnvTraceData:ExtentZ
source: shape parameter for trace
es: parámetro de forma para trazo
pt_br: parâmetro de forma para rastreamento

# UObjectToolTips,EnvTraceData:NavigationFilter
source: navigation filter for tracing
es: filtro de navegación para trazado
pt_br: filtro de navegação para rastreamento

# UObjectToolTips,EnvTraceData:ProjectDown
source: search height: below point
es: buscar altura: punto menor
pt_br: altura de busca: abaixo do ponto

# UObjectToolTips,EnvTraceData:ProjectUp
source: search height: above point
es: buscar altura: punto superior
pt_br: altura de busca: acima do ponto

# UObjectToolTips,EnvTraceData:TraceChannel
source: geometry trace channel
es: canal de trazo geométrico
pt_br: canal de rastreamento de geometria de geometria

# UObjectToolTips,EnvTraceData:TraceMode
source: shape used for geometry tracing
es: formato usado para el trazado de geometría
pt_br: forma usada para rastreamento de geometria

# UObjectToolTips,EnvTraceData:TraceShape
source: shape used for geometry tracing
es: formato usado para el trazado de geometría
pt_br: forma usada para rastreamento de geometria

# UObjectToolTips,EOptimizationType
source: Enum specifying the reduction type to use when simplifying static meshes.
es: Enumeración que especifica el tipo de reducción que se utiliza cuando se simplifican las mallas estáticas.
pt_br: Enum que especifica que tipo de redução usar ao simplificar malhas estáticas.

# UObjectToolTips,EOrbitChainMode.EOChainMode_Add
source: Add the module values to the previous results
es: Añadir los valores del módulo a los resultados anteriores
pt_br: Adicionar os valores de módulo aos resultados anteriores.

# UObjectToolTips,EOrbitChainMode.EOChainMode_Link
source: 'Break' the chain and apply the values from the previous results
es: 'Romper' la cadena y aplicar los valores de los resultados previos
ko: EOChainMode_Link - 체인을 '끊고' 예전 결과에서의 값을 적용합니다.
pt_br: 'Quebra' a corrente e aplica os valores dos resultados anteriores

# UObjectToolTips,EOrbitChainMode.EOChainMode_Scale
source: Multiply the module values by the previous results
es: Multiplicar los valores del módulo por los resultados anteriores
pt_br: Multiplica os valores do módulo pelos resultados anteriores.

# UObjectToolTips,EOrientation
source: Enumerates widget orientations.
es: Enumera la orientación de los widgets.
pt_br: Enumera as orientações do widget.

# UObjectToolTips,EOrientation.Orient_Horizontal
source: Orient horizontally, i.e. left to right.
es: Orientar horizontalmente, por ej. de izquierda a derecha
pt_br: Orienta horizontalmente, ou seja, da esquerda para a direita.

# UObjectToolTips,EOrientation.Orient_Vertical
source: Orient vertically, i.e. top to bottom.
es: Orientado verticalmente por ej. de arriba a abajo.
pt_br: Orienta verticalmente, ou seja, de cima para baixo.

# UObjectToolTips,EOverlapFilterOption
source: @note, if you change this, change GetCollisionChannelFromOverlapFilter() to match
es: @note, si modifica esto, modifique GetCollisionChannelFromOverlapFilter() para que se correspondan
pt_br: @note, se alterar isso, altere GetCollisionChannelFromOverlapFilter() de forma correspondente

# UObjectToolTips,EOverlapFilterOption.OverlapFilter_All
source: returns both overlaps with both dynamic and static components
es: devuelve ambas superposiciones, con componentes estáticos y dinámicos
pt_br: retorna ambas sobreposições com os componentes estáticos e dinâmicos

# UObjectToolTips,EOverlapFilterOption.OverlapFilter_DynamicOnly
source: returns only overlaps with dynamic actors (far fewer results in practice, much more efficient)
es: devuelve solo superposiciones con actores dinámicos (cuanto menor sea el resultado en la práctica, será mucho más eficiente)
pt_br: retorna somente sobreposições com atores dinâmicos (menos resultados na prática, muito mais eficiente)

# UObjectToolTips,EOverlapFilterOption.OverlapFilter_StaticOnly
source: returns only overlaps with static actors (fewer results, more efficient)
es: devuelve solo superposiciones con actores estáticos (a menor resultado, más eficiencia)
pt_br: retorna somente sobreposições com atores estáticos (menos resultados, mais eficiente)

# UObjectToolTips,EParticleAxisLock
source: Flags indicating lock
es: Indicadores que indican el bloqueo
pt_br: Sinalizadores que indicam travamento

# UObjectToolTips,EParticleAxisLock.EPAL_NEGATIVE_X
source: Lock the sprite facing towards the negative X-axis
es: Bloquear el sprite que mira hacia el eje X negativo
pt_br: Trava o sprite voltado para o eixo X negativo

# UObjectToolTips,EParticleAxisLock.EPAL_NEGATIVE_Y
source: Lock the sprite facing towards the negative Y-axis
es: Bloquear el sprite que mira hacia el eje Y negativo
pt_br: Trava o sprite voltado para o eixo Y negativo

# UObjectToolTips,EParticleAxisLock.EPAL_NEGATIVE_Z
source: Lock the sprite facing towards the negative Z-axis
es: Bloquear el sprite que mira hacia el eje Z negativo
pt_br: Trava o sprite voltado para o eixo Z negativo

# UObjectToolTips,EParticleAxisLock.EPAL_NONE
source: No locking to an axis...
es: No bloquear a un eje...
pt_br: Sem bloqueio a um eixo...

# UObjectToolTips,EParticleAxisLock.EPAL_ROTATE_X
source: Lock the sprite rotation on the X-axis
es: Bloquear la rotación del sprite en el eje X
pt_br: Trava a rotação do sprite no eixo X

# UObjectToolTips,EParticleAxisLock.EPAL_ROTATE_Y
source: Lock the sprite rotation on the Y-axis
es: Bloquear la rotación del sprite en el eje Y
pt_br: Trava a rotação do sprite no eixo Y

# UObjectToolTips,EParticleAxisLock.EPAL_ROTATE_Z
source: Lock the sprite rotation on the Z-axis
es: Bloquear la rotación del sprite en el eje Z
pt_br: Trava a rotação do sprite no eixo Z

# UObjectToolTips,EParticleAxisLock.EPAL_X
source: Lock the sprite facing towards the positive X-axis
es: Bloquear el sprite que mira hacia el eje X positivo
pt_br: Trava o sprite voltado para o eixo X positivo

# UObjectToolTips,EParticleAxisLock.EPAL_Y
source: Lock the sprite facing towards the positive Y-axis
es: Bloquear el sprite que mira hacia el eje Y positivo
pt_br: Trava o sprite voltado para o eixo Y positivo

# UObjectToolTips,EParticleAxisLock.EPAL_Z
source: Lock the sprite facing towards the positive Z-axis
es: Bloquear el sprite que mira hacia el eje Z positivo
pt_br: Trava o sprite voltado para o eixo Z positivo

# UObjectToolTips,EParticleBurstMethod
source: Burst emissions
es: Emisiones de explosión
pt_br: Emissões de sequência

# UObjectToolTips,EParticleCameraOffsetUpdateMethod
source: The update method for the offset
es: El método de actualización para el desplazamiento
pt_br: O método de atualização para o deslocamento

# UObjectToolTips,EParticleCollisionComplete
source: Flags indicating what to do with the particle when MaxCollisions is reached
es: Indicadores que muestran qué hacer con la partícula cuando se alcanza MaxCollisions
pt_br: Sinalizadores que indicam o que fazer com a partícula quando MaxCollisions for atingido

# UObjectToolTips,EParticleCollisionComplete.EPCC_Freeze
source: Freeze the particle in place
es: Congelar la partícula donde está
pt_br: Congelar a partícula no lugar

# UObjectToolTips,EParticleCollisionComplete.EPCC_FreezeMovement
source: Stop all movement of the particle
es: Parar todos los movimientos de la partícula
pt_br: Interromper todos movimentos da partícula

# UObjectToolTips,EParticleCollisionComplete.EPCC_FreezeRotation
source: Stop rotations of the particle
es: Parar las rotations de la partícula
pt_br: Interromper as rotações da partícula

# UObjectToolTips,EParticleCollisionComplete.EPCC_FreezeTranslation
source: Stop translations of the particle
es: Parar las traslaciones de la partícula
pt_br: Interromper as translações da partícula

# UObjectToolTips,EParticleCollisionComplete.EPCC_HaltCollisions
source: Stop collision checks, but keep updating
es: Parar las revisiones de la colisión, pero seguir actualizando
pt_br: Interromper verificações de colisão, mas manter atualizações

# UObjectToolTips,EParticleCollisionComplete.EPCC_Kill
source: Kill the particle when MaxCollisions is reached
es: Matar a la partícula cuando se buscan MaxCollisions
pt_br: Destrói a partícula quando MaxCollisions for atingido

# UObjectToolTips,EParticleCollisionResponse
source: How particles respond to collision events.
es: Cómo reaccionan las partículas a los eventos de colisión
pt_br: Como partículas respondem a eventos de colisão.

# UObjectToolTips,EParticleCollisionResponse.Bounce
source: The particle will bounce off of the surface.
es: La partícula rebotará fuera de la superficie.
pt_br: A partícula rebaterá contra a superfície.

# UObjectToolTips,EParticleCollisionResponse.Kill
source: The particle will be killed.
es: Se matará a las partículas.
pt_br: A partícula será eliminada.

# UObjectToolTips,EParticleCollisionResponse.Stop
source: The particle will stop on the surface.
es: La partícula se parará en la superficie.
pt_br: A partícula parará na superfície.

# UObjectToolTips,EParticleEventType
source: Event type
es: Tipo de evento
pt_br: Tipo de evento

# UObjectToolTips,EParticleEventType.EPET_Any
source: Any - allow any event
es: Cualquiera - permite cualquier evento
pt_br: Qualquer - permite qualquer evento

# UObjectToolTips,EParticleEventType.EPET_Blueprint
source: Blueprint - an event generated by level script
es: Blueprint - un evento denegado por la secuencia del nivel
pt_br: Esquema - um evento gerado pelo script de nível

# UObjectToolTips,EParticleEventType.EPET_Burst
source: Burst - a particle burst event
es: Explosión - un evento de explosión de partículas
pt_br: Sequência - um evento de criação em sequência de partículas

# UObjectToolTips,EParticleEventType.EPET_Collision
source: Collision - a particle collision event
es: Colisión - un evento de colisión de partículas
pt_br: Colisão - um evento de colisão de partículas

# UObjectToolTips,EParticleEventType.EPET_Death
source: Death - a particle death event
es: Muerte - un evento de muerte de las partículas
pt_br: Morte - um evento de morte de uma partícula

# UObjectToolTips,EParticleEventType.EPET_Spawn
source: Spawn - a particle spawn event
es: Crear - un evento de creación de la partícula
pt_br: Criação - um evento de criação de partícula

# UObjectToolTips,EParticleSourceSelectionMethod
source: Particle Selection Method, for any emitters that utilize particles as the source points.
es: Método de selección de partículas, para cualquier emisor que utilice partículas como puntos de origen.
pt_br: Método de Seleção de Partículas, para quaisquer emissores que usem partículas como pontos fonte.

# UObjectToolTips,EParticleSourceSelectionMethod.EPSSM_Random
source: Random - select a particle at random
es: Aleatorio - seleccionar una partícula al azar
pt_br: Random - seleciona uma partícula aleatoriamente

# UObjectToolTips,EParticleSourceSelectionMethod.EPSSM_Sequential
source: Sequential - select a particle in order
es: Consecutivo - seleccionar una partícula en orden
pt_br: Sequencial - selecionar uma partícula em ordem

# UObjectToolTips,EParticleSubUVInterpMethod
source: SubUV-related
es: Relacionado con SubUV
pt_br: Relativo a SubUV

# UObjectToolTips,EParticleSysParamType
source: Enum for specifying type of a name instance parameter.
es: Enumeración para especificar el tipo de un parámetro de instancia del nombre.
pt_br: Enum para especificar o tipo de um parâmetro de instância de nome.

# UObjectToolTips,EParticleSystemOcclusionBoundsMethod
source: Occlusion method enumeration
es: Enumeración del método de oclusión
pt_br: Enumeração de métodos de oclusão

# UObjectToolTips,EParticleSystemOcclusionBoundsMethod.EPSOBM_CustomBounds
source: Use the custom occlusion bounds when determining occlusion
es: Usar los límites de la oclusión personalizada cuando se termine la oclusión
pt_br: Usar os limites de oclusão personalizados ao determinar a oclusão

# UObjectToolTips,EParticleSystemOcclusionBoundsMethod.EPSOBM_None
source: Don't determine occlusion on this particle system
es: No determina oclusión en este sistema de partículas
pt_br: Não determinar a oclusão neste sistema de partículas

# UObjectToolTips,EParticleSystemOcclusionBoundsMethod.EPSOBM_ParticleBounds
source: Use the bounds of the particle system component when determining occlusion
es: Usar los límites del componente del sistema de partículas cuando determine la oclusión
pt_br: Usar os limites do componente do sistema de partícula ao determinar a oclusão

# UObjectToolTips,EParticleSystemUpdateMode
source: ParticleSystemUpdateMode Enumeration indicating the method by which the system should be updated
es: ParticleSystemUpdateMode Enumeración que indica el método por el cual el sistema se debe actualizar
pt_br: ParticleSystemUpdateMode Enumeração que indica por qual método o sistema deve ser atualizado

# UObjectToolTips,EParticleSystemUpdateMode.EPSUM_FixedTime
source: FixedTime - update via a fixed time step
es: FixedTime - actualizar mediante un paso de tiempo fijo
pt_br: FixedTime - atualizar através de um passo de tempo fixo

# UObjectToolTips,EParticleSystemUpdateMode.EPSUM_RealTime
source: RealTime - update via the delta time passed in
es: RealTime - actualizar mediante el paso en el tiempo delta
pt_br: RealTime - atualiza de acordo com delta de tempo que foi passado

# UObjectToolTips,EPathExistanceQueryType.HierarchicalQuery
source: Fast
es: Rápido
pt_br: Rápido

# UObjectToolTips,EPathExistanceQueryType.NavmeshRaycast2D
source: Really Fast
es: Muy rápido
pt_br: Muito rápido

# UObjectToolTips,EPathExistanceQueryType.RegularPathFinding
source: Slow
es: Lento
pt_br: Lento

# UObjectToolTips,EPhysBodyOp
source: PhysicsBody options when bone is hidden
es: Opciones de PhysicsBody cuando el hueso está oculto
pt_br: Opções de PhysicsBody quando o osso está oculto

# UObjectToolTips,EPhysicalSurface
source: Types of surfaces in the game.
es: Tipo de superficies en el juego.
pt_br: Tipos de superfícies no jogo.

# UObjectToolTips,EPhysicsSceneType
source: Enum indicating which physics scene to use.
es: Enumeración que indica qué escena física usar.
pt_br: Enum que indica qual cena de física usar.

# UObjectToolTips,EPixelFormat
source: @warning: When you update this, you must add an entry to GPixelFormats(see RenderUtils.cpp) @warning: When you update this, you must add an entries to PixelFormat.h, usually just copy the generated section on the header into EPixelFormat @warning: The *Tools DLLs will also need to be recompiled if the ordering is changed, but should not need code changes.
es: @warning: Al actualizar esto, debe agregar una entrada en GPixelFormats (ver RenderUtils.cpp) @warning: Cuando actualice, debe agregar unas entradas a PixelFormat.h, normalmente se copia la sección generada en la cabecera en EPixelFormat @warning: Las *DLLs de las herramientas también necesitarán que se vuelvan a compilar si se ha modificado el orden, pero no debería necesitar cambios de código.
pt_br: @warning: Ao atualizar isto, é necessário adicionar uma entrada para GPixelFormats (consulte RenderUtils.cpp) @warning: Ao atualizar isto, é necessário adicionar entradas em PixelFormat.h. Normalmente, basta copiar a seção gerada no cabeçalho no EPixelFormat @warning: As DLLs das *Ferramentas também precisarão ser recompiladas caso a ordem seja alterada, mas não deve precisar de alterações de código.

# UObjectToolTips,EPixelFormat.PF_A8R8G8B8
source: Only used for legacy loading; do NOT use!
es: Solo se usa para cargar herencia; ¡NO usar!
pt_br: Somente usado para carregamento de legados; NÃO use!

# UObjectToolTips,EPixelFormat.PF_BC4
source: High precision single channel block compressed, equivalent to a single channel BC5, 8 bytes per 4x4 block.
es: Bloque de un solo canal de alta precisión comprimido, equivalente a un solo canal BC5, 8 bytes por bloque 4x4.
pt_br: Bloco de canal único de alta precisão compactado, equivalente a um canal BC5, 8 bytes por bloco 4x4.

# UObjectToolTips,EPixelFormat.PF_FloatR11G11B10
source: A low precision floating point format.
es: Si es verdadero,se almacenarán UV en total precisión del punto flotante.
pt_br: Um formato de ponto flutuante com baixa precisão.

# UObjectToolTips,EPixelFormat.PF_G8
source: UNORM red (0..1)
es: UNORM rojo (0..1)
pt_br: UNORM vermelho (0..1)

# UObjectToolTips,EPixelFormat.PF_X24_G8
source: Used for creating SRVs to alias a DepthStencil buffer to read Stencil. Don't use for creating textures.
es: Usado para crear SRV al alias un búfer DepthStencil para leer la plantilla. No usar para crear texturas.
pt_br: Usado para criar SRVs para nomear um buffer de DepthStencil para ler o Stencil. Não use para criar texturas.

# UObjectToolTips,EPlayModeLocations.PlayLocation_CurrentCameraLocation
source: Spawns the player at the current camera location.
es: Genera al jugador en la ubicación actual de la cámara.
pt_br: Cria o jogador na localização atual da câmera.

# UObjectToolTips,EPlayModeLocations.PlayLocation_DefaultPlayerStart
source: Spawns the player from the default player start.
es: Genera al jugador desde el inicio del jugador predeterminado.
pt_br: Cria o jogador no início padrão do jogador.

# UObjectToolTips,EPlayModeType.PlayMode_InEditorFloating
source: Runs in a new window.
es: Se ejecuta en una ventana nueva.
pt_br: Executa em uma nova janela.

# UObjectToolTips,EPlayModeType.PlayMode_InMobilePreview
source: Runs a mobile preview in a new process.
es: Ejecuta una vista preliminar móvil en un proceso nuevo.
pt_br: Executa uma visualização móvel em um novo processo.

# UObjectToolTips,EPlayModeType.PlayMode_InNewProcess
source: Runs in a new process.
es: Se ejecuta en un proceso nuevo.
pt_br: Executa em um novo processo.

# UObjectToolTips,EPlayModeType.PlayMode_InViewPort
source: Runs from within the editor.
es: Se ejecuta desde el interior del editor.
pt_br: Executa de dentro do editor.

# UObjectToolTips,EPrimitiveObjectSets.PrimitiveObjectSets_AllObjects
source: View primitive statistics for all objects in all levels
es: Ver las estadísticas de la primitiva para todos los objetos en todos los niveles
pt_br: Visualizar estatísticas do primitivo para todos os objetos em todos os níveis

# UObjectToolTips,EPrimitiveObjectSets.PrimitiveObjectSets_CurrentLevel
source: View primitive statistics for objects in the current level
es: Ver las estadísticas de la primitiva para todos los objetos en el nivel actual
pt_br: Visualizar estatísticas do primitivo para objetos no nível atual

# UObjectToolTips,EPrimitiveObjectSets.PrimitiveObjectSets_SelectedObjects
source: View primitive statistics for selected objects
es: Ver las estadísticas de la primitiva para todos los objetos seleccionados
pt_br: Visualizar estatísticos do primitivo para os objetos selecionados

# UObjectToolTips,EProgressBarFillType
source: SProgressBar Fill Type
es: Tipo de llenado de SProgressBar
pt_br: Tipo de Preenchimento SProgressBar

# UObjectToolTips,EProgressBarFillType.FillFromCenter
source: will fill up from the center to the outer edges
es: se llenará desde el centro hacia los bordes exteriores
pt_br: preencherá a partir do centro para as arestas externas

# UObjectToolTips,EProgressBarFillType.LeftToRight
source: will fill up from the left side to the right
es: se llenará desde el lado izquierdo hacia el derecho
pt_br: preencherá do lado esquerdo para o lado direito

# UObjectToolTips,EProgressBarFillType.RightToLeft
source: will fill up from the right side to the left side
es: se llenará desde el lado derecho hacia el lado izquierdo
pt_br: preencherá do lado direito para o lado esquerdo

# UObjectToolTips,EProjectPackagingBuildConfigurations
source: Enumerates the available build configurations for project packaging.
es: Enumera las configuraciones del diseño disponible para el empaquetado del proyecto.
pt_br: Enumera as configurações de compilação disponíveis para o empacotamento do projeto.

# UObjectToolTips,EProjectPackagingBuildConfigurations.PPBC_DebugGame
source: Debug configuration.
es: Depurar configuración.
pt_br: Configuração de depuração

# UObjectToolTips,EProjectPackagingBuildConfigurations.PPBC_Development
source: Development configuration.
es: Configuración del desarrollo
pt_br: Configuração de desenvolvimento.

# UObjectToolTips,EProjectPackagingBuildConfigurations.PPBC_Shipping
source: Shipping configuration.
es: Configuración de la distribución.
pt_br: Configuração de envio.

# UObjectToolTips,ERadialImpulseFalloff
source: Enum for controlling the falloff of strength of a radial impulse as a function of distance from Origin.
es: Enumeración para controlar el decaimiento de la fuerza de un impulso radial como una función de la distancia desde el origen.
pt_br: Enum para controle do decaimento da intensidade de um impulso radial como função da distância da Origem.

# UObjectToolTips,ERadialImpulseFalloff.RIF_Constant
source: Impulse is a constant strength, up to the limit of its range.
es: Un impulso es una fuerza constante, hasta el límite de su rando.
pt_br: O impulso tem intensidade constante, até o limite de seu alcance.

# UObjectToolTips,ERadialImpulseFalloff.RIF_Linear
source: Impulse should get linearly weaker the further from origin.
es: Un impulso debe debilitarse linealmente cuanto más lejos esté del origen.
pt_br: O impulso deve ficar linearmente mais fraco com a distância da origem.
