Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,DebugDisplayProperty:Obj
source: the object whose property to display. If this is a class, all objects of that class are drawn.
es: el objeto cuya propiedad se mostrará. Si es una clase, se trazan todos los objetos de esa clase.
pt_br: o objeto cuja propriedade será exibida. Se for uma classe, todos os objetos daquela classe são desenhados.

# UObjectToolTips,DebugFloatHistory:bAutoAdjustMinMax
source: Auto adjust Min/Max as new values are recorded?
es: ¿Están grabados como nuevos valores los ajustes automáticos de mín/máx?
pt_br: Ajustar automaticamente Min/Max à medida que novos valores são gravados?

# UObjectToolTips,DebugFloatHistory:MaxSamples
source: Max Samples to record.
es: Límite máx. de muestras a registrar.
pt_br: Amostras Máx. a registrar.

# UObjectToolTips,DebugFloatHistory:MaxValue
source: Max value to record.
es: Valor máximo a grabar.
pt_br: Valor máximo a registrar.

# UObjectToolTips,DebugFloatHistory:MinValue
source: Min value to record.
es: Valor mínimo a grabar.
pt_br: Valor mínimo a registrar.

# UObjectToolTips,DebugFloatHistory:Samples
source: Samples
es: Muestras
pt_br: Amostras

# UObjectToolTips,DebugSkelMeshComponent:bDisplayAdditiveBasePose
source: Display additive base bone transform
es: Visualizar la transformación de huesos con base aditiva
pt_br: Exibir transformação do osso da base aditiva

# UObjectToolTips,DebugSkelMeshComponent:bDisplayNonRetargetedPose
source: Display non retargeted animation pose
es: Visualizar la posición de la animación sin nueva meta
pt_br: Exibir pose de animação não redirecionada

# UObjectToolTips,DebugSkelMeshComponent:bDisplayRawAnimation
source: Display raw animation bone transform
es: Visualizar la transformación de huesos con animación sin procesar
pt_br: Exibir transformação do osso da animação bruta

# UObjectToolTips,DebugSkelMeshComponent:bDrawBinormals
source: Vertex binormal viewing
es: Visualización binormal vertex
pt_br: Visualização binormal do vértice

# UObjectToolTips,DebugSkelMeshComponent:bDrawBoneInfluences
source: Bone influences viewing
es: El hueso influye en la visualización
pt_br: Visualização das influências do osso

# UObjectToolTips,DebugSkelMeshComponent:bDrawMesh
source: If true then the skeletal mesh associated with the component is drawn.
es: Si es verdadero, entonces se traza la malla esqueleto asociada con el componente.
pt_br: Se for verdadeiro, a malha esquelética associada ao componente será desenhada.

# UObjectToolTips,DebugSkelMeshComponent:bDrawNormals
source: Vertex normal viewing
es: Visualización normal vertex
pt_br: Visualização normal do vértice

# UObjectToolTips,DebugSkelMeshComponent:bDrawSockets
source: Socket hit points viewing
es: Vista de puntos de golpe de los punto de acople
pt_br: Exibição de pontos de impacto do soquete

# UObjectToolTips,DebugSkelMeshComponent:bDrawTangents
source: Vertex tangent viewing
es: Visualización tangente vertex
pt_br: Visualização tangente do vértice

# UObjectToolTips,DebugSkelMeshComponent:bIsUsingInGameBounds
source: Does this component use in game bounds or does it use bounds calculated from bones
es: ¿Usa este componente límites dentro del juego o usa límites calculados de los huesos?
pt_br: Este componente usa limites do jogo ou usa limites calculados a partir dos ossos?

# UObjectToolTips,DebugSkelMeshComponent:bMeshSocketsVisible
source: Mesh sockets visible?
es: ¿Puntos de acople de la malla visibles?
pt_br: Soquetes visíveis da malha?

# UObjectToolTips,DebugSkelMeshComponent:BonesOfInterest
source: Array of bones to render bone weights for
es: Matriz de huesos para renderizar el peso de los huesos
pt_br: Matriz de ossos para renderizar os pesos de osso

# UObjectToolTips,DebugSkelMeshComponent:bRenderRawSkeleton
source: If true, render a wireframe skeleton of the mesh animated with the raw (uncompressed) animation data.
es: Si es verdadero, renderizar un esqueleto de malla de alambre de la malla animada con los datos de animación sin procesar (descomprimidos).
pt_br: Se for verdadeiro, renderizará um esqueleto de grade de linhas da malha animado com os dados de animação brutos (não compactados).

# UObjectToolTips,DebugSkelMeshComponent:bShowBoneNames
source: If true then the bone names associated with the skeletal mesh are displayed
es: Si es verdadero, entonces se mostrarán el nombre de los huesos asociados con la malla esqueleto
pt_br: Se for verdadeiro, os nomes de osso associados à malha esquelética serão exibidos

# UObjectToolTips,DebugSkelMeshComponent:bSkeletonSocketsVisible
source: Skeleton sockets visible?
es: ¿Están visibles los puntos de acople del esqueleto?
pt_br: Soquetes visíveis do esqueleto?

# UObjectToolTips,DebugSkelMeshComponent:SkelMaterials
source: Array of materials to restore when not rendering blend weights
es: Matriz de materiales a restaurar cuando ninguna renderización combina pesos
pt_br: Matriz de materiais para restaurar quando não estiver renderizando pesos de mistura

# UObjectToolTips,DebugTextInfo:bAbsoluteLocation
source: whether the offset should be treated as absolute world location of the string
es: si el desplazamiento deberá tratarse como la ubicación absoluta del mundo de la cadena
pt_br: se o primeiro deslocamento deve ser tratado como local absoluto do string no mundo

# UObjectToolTips,DebugTextInfo:bKeepAttachedToActor
source: If the actor moves does the text also move with it?
es: ¿Si el actor mueve, el texto se mueve con él?
pt_br: Se os movimentos do ator fizerem o texto também se moverem com ele?

# UObjectToolTips,DebugTextInfo:DebugText
source: Text to display
es: Texto a mostrar
pt_br: Texto a exibir

# UObjectToolTips,DebugTextInfo:Duration
source: Duration used to lerp desired offset
es: Duración de desplazamiento lerp deseada
pt_br: Duração usada para o deslocamento desejado do lerp

# UObjectToolTips,DebugTextInfo:Font
source: The Font which to display this as. Will Default to GetSmallFont()*
es: La fuente usada para mostrar este activo. Cambiará a GetSmallFont()* como predeterminada
pt_br: A fonte usada para exibir isto. O padrão será GetSmallFont()*

# UObjectToolTips,DebugTextInfo:FontScale
source: Scale to apply to font when rendering
es: Escala a aplicar a la fuente durante el renderizado.
pt_br: Escala para aplicar à fonte ao renderizar

# UObjectToolTips,DebugTextInfo:OrigActorLocation
source: When we first spawn store off the original actor location for use with bKeepAttachedToActor
es: Cuando generamos por primera vez la tienda fuera de la ubicación del actor original, para usarla con bKeepAttachedToActor
pt_br: Ao criar pela primeira vez, armazena a localização original do ator para usar com bKeepAttachedToActor

# UObjectToolTips,DebugTextInfo:SrcActorDesiredOffset
source: Desired offset to interpolate to
es: Desplazamiento deseado a interpolar
pt_br: Deslocamento desejado para interpolar

# UObjectToolTips,DebugTextInfo:SrcActorOffset
source: Offset from SrcActor.Location to apply
es: Desplazamiento desde SrcActor.Locatio a aplicar
pt_br: Deslocamento de SrcActor.Location a aplicar

# UObjectToolTips,DebugTextInfo:TextColor
source: Text color
es: Color del texto
pt_br: Cor do texto

# UObjectToolTips,DebugTextInfo:TimeRemaining
source: Time remaining for the debug text, -1.f == infinite
es: Tiempo restante para el texto de depurado -1.f == infinito
pt_br: Tempo restante para o texto de depuração, -1.f == infinito

# UObjectToolTips,DecalComponent:CreateDynamicMaterialInstance
source: Utility to allocate a new Dynamic Material Instance, set its parent to the currently applied material, and assign it
es: Utilidad para asignar una nueva instancia del material dinámico, ajustar su padre al material actualmente aplicado, y asignarlo.
pt_br: Utilidade para alocar uma nova Instância de Material Dinâmico, definir seu pai como o material aplicado e atribuí-lo

# UObjectToolTips,DecalComponent:GetDecalMaterial
source: Accessor for decal material
es: Descriptor de acceso para el material de la textura decorativa
pt_br: Acessador de material de decalque

# UObjectToolTips,DecalComponent:SetDecalMaterial
source: setting decal material on decal component. This will force the decal to reattach
es: ajustar el material de la textura decorativa en el componente de la textura decorativa. Esto forzará a la textura a volver a acoplarse.
pt_br: definindo o material de decalque no componente de decalque. Isso forçará o decalque a reanexar

# UObjectToolTips,DecalComponent:SetSortOrder
source: Sets the sort order for the decal component. Higher values draw later (on top). This will force the decal to reattach
es: Ajusta el orden de clasificación para el componente de la textura decorativa. Los valores más altos se trazan más tarde (en la parte superior). Esto forzará a la textura decorativa a volver a acoplarse.
pt_br: Define a ordem de classificação do componente de decalque. Valores maiores são retirados depois (no topo). Isso força o decalque a reanexar

# UObjectToolTips,DecalComponent:SortOrder
source: Controls the order in which decal elements are rendered. Higher values draw later (on top). Setting many different sort orders on many different decals prevents sorting by state and can reduce performance.
es: Calibra el orden en el que están renderizados los elementos de la textura decorativa. Los valores más altos se trazan más tarde (en la parte superior). Ajustar diferentes clasificaciones en varias texturas decorativas evita clasificar por estado y puede reducir la reproducción.
pt_br: Controla a ordem na qual os elementos de decalque são renderizados. Valores maiores são desenhados posteriormente (na parte superior). Definir diversos tipos de ordenamentos em diversos decalques evita o ordenamento por estado e pode reduzir o desempenho.

# UObjectToolTips,DefaultPawn:BaseLookUpRate
source: Base lookup rate, in deg/sec. Other scaling may affect final lookup rate.
es: Rango de búsqueda base, en grados/seg. Otras formas de escalado pueden afectar al rango de búsqueda final.
pt_br: Taxa de busca base, em graus/s. Outros escalonamentos podem afetar a taxa de busca final.

# UObjectToolTips,DefaultPawn:BaseTurnRate
source: Base turn rate, in deg/sec. Other scaling may affect final turn rate.
es: Rango de giro base en grados/seg. Otras formas de escalado pueden afectar el rango de búsqueda final.
pt_br: Taxa de giro base, em graus/s. Outros escalonamentos podem afetar a taxa de giro final.

# UObjectToolTips,DefaultPawn:LookUp
source: Input callback on pitch (look up) input.
es: Retrollamada de entrada en la entrada del ángulo (hacia arriba).
pt_br: Insira retorno da entrada de inclinação (virar para cima).

# UObjectToolTips,DefaultPawn:MovementComponent
source: DefaultPawn movement component
es: Componente del movimiento DefaultPawn
pt_br: Componente de movimento de DefaultPawn

# UObjectToolTips,DefaultPawn:Turn
source: Input callback on yaw (turn) input.
es: Retrollamada de entrada en la entrada de guiñada (girar)
pt_br: Insira retorno da entrada de guinada (virar para o lado).

# UObjectToolTips,DefaultSizedThumbnailRenderer:DefaultSizeX
source: The default width of this thumbnail
es: El ancho predeterminado de esta miniatura
pt_br: A largura padrão dessa miniatura

# UObjectToolTips,DefaultSizedThumbnailRenderer:DefaultSizeY
source: The default height of this thumbnail
es: La altura predeterminada de esta miniatura
pt_br: A altura padrão dessa miniatura

# UObjectToolTips,DelegateArray
source: Helper struct, since UnrealScript doesn't allow arrays of arrays, but arrays of structs of arrays are okay.
es: Estructura de soporte, desde que UnrealScript no permite matrices de matrices, pero sí matrices de estructuras de matrices.
pt_br: Struct auxiliar, pois o UnrealScript não permite matrizes de matrizes, mas matrizes de structs de matrizes são ok.

# UObjectToolTips,DepthFieldGlowInfo
source: info for glow when using depth field rendering
es: información para el brillo cuando se use una renderización del campo de profundidad
pt_br: informações para brilho ao usar a renderização de campo de profundidade

# UObjectToolTips,DepthFieldGlowInfo:bEnableGlow
source: whether to turn on the outline glow (depth field fonts only)
es: si se activa el brillo del contorno (solo para fuentes con campo de profundidad)
pt_br: se o brilho de contorno deve ser ligado (somente fontes de campo de profundidade)

# UObjectToolTips,DepthFieldGlowInfo:GlowColor
source: base color to use for the glow
es: color base que se utiliza para el brillo
pt_br: cor de base a usar para o brilho

# UObjectToolTips,DestructableMeshEditorSettings
source: Implements the settings for the destructable mesh editor.
es: Aplica los ajustes para el editor de la malla destructible.
pt_br: Implementa as configurações para o editor de malhas destrutíveis.

# UObjectToolTips,DestructibleAdvancedParameters
source: Parameters that are less-often used.
es: Parámetro que se usan con menos frecuencia.
pt_br: Parâmetros que são menos usados.

# UObjectToolTips,DestructibleAdvancedParameters:DamageCap
source: Limits the amount of damage applied to a chunk. This is useful for preventing the entire destructible from getting pulverized by a very large application of damage. This can easily happen when impact damage is used, and the damage amount is proportional to the impact force (see forceToDamage).
es: Limita la cantidad de daño aplicado a un chunk. Es útil para prevenir que la destructible sea pulverizada al recibir un daño muy fuerte. Esto puede ocurrir fácilmente cuando se produce el daño del impacto, y la magnitud del daño es proporcional a la fuerza del impacto (ver forceToDamage).
pt_br: Limita a quantidade de dano causado a um bloco. Isso é útil para impedir que o destrutível inteiro seja pulverizado por uma aplicação muito intensa de dano. Isso pode ocorrer facilmente se dano de impacto for usado e a quantidade de dano for proporcional à força de impacto (veja ForceToDamage)

# UObjectToolTips,DestructibleAdvancedParameters:FractureImpulseScale
source: Scale factor used to apply an impulse force along the normal of chunk when fractured. This is used in order to "push" the pieces out as they fracture.
es: Factor de escala usado para aplicar un impulso a la normal del chunk cuando se ha roto. Se usa para "sacar" las piezas mientras se rompen.
pt_br: Fator de escala usado para aplicar uma força de impulso ao longo da normal do bloco quando fraturado. Isto é usado para "empurrar" as partes à medida que são fraturadas.

# UObjectToolTips,DestructibleAdvancedParameters:ImpactVelocityThreshold
source: Large impact force may be reported if rigid bodies are spawned inside one another. In this case the realative velocity of the two objects will be low. This variable allows the user to set a minimum velocity threshold for impacts to ensure that the objects are moving at a min velocity in order for the impact force to be considered.
es: Se puede registrar una fuerza de impacto potente si los cuerpos rígidos se generan dentro de otro. En este caso la velocidad relativa de dos objetos será baja. Esta variable permite al usuario ajustar un límite de velocidad mínima para los impactos y asegurar que los objetos se están moviendo una velocidad mínima para que se tenga en cuenta la fuerza del impacto.
pt_br: Uma grande força de impacto pode ser relatada se corpos rígidos forem criados um dentro do outro. Nesse caso a velocidade relativa dos dois objetos será baixa. Essa variável permite que o usuário defina um limiar mínimo de velocidade em impactos, para garantir que os objetos estejam se movendo com uma velocidade mínima necessária para que a força de impacto seja considerada.

# UObjectToolTips,DestructibleAdvancedParameters:MaxChunkSpeed
source: If greater than 0, the chunks' speeds will not be allowed to exceed this value. Use 0 to disable this feature (this is the default).
es: Si es mayor que 0, no se permitirá que las velocidades del chunk excedan este valor. Usar 0 para desactivar esta función (este es el predeterminado).
pt_br: Se for maior do que 0, as velocidades dos blocos não poderão ultrapassar este valor. Use 0 para desativar essa função (esse é o padrão).

# UObjectToolTips,DestructibleChunkParameters
source: Per-chunk authoring data.
es: Datos de autorización por chunk.
pt_br: Dados de criação por bloco.

# UObjectToolTips,DestructibleChunkParameters:bDoNotCrumble
source: Defines the chunk to be uncrumbleable. This means this chunk will not be broken down into fluid mesh particles no matter how much damage it takes. Note: this only applies to chunks with no children. For a chunk with children, then: 1) The chunk may be broken down into its children, and then its children may be crumbled, if the doNotCrumble flag is not set on them. 2) If the Destructible module's chunk depth offset LOD may be set such that this chunk effectively has no children. In this case, the doNotCrumble flag will apply to it. Default = false.
es: Define el chunk para ser irrompible. Esto significa que este chunk no se puede romper en partículas de la malla fluida Sin importar el daño que reciba. Nota: esto solo se aplica a los chunks sin hijos. Para un chunk con hijos, entonces: 1) El chunk se podría romper en sus hijos, y esos hijos sí pueden romperse, si el indicador doNotCrumble no está ajustado para ellos. 2) Si el LOD de desplazamiento del chunk del módulo destructible se puede ajustar de esa manera, este chunk por tanto no tiene hijos. Es ese caso, se le aplicará el indicador doNotCrumble. Predeterminado = falso.
pt_br: Define que bloco não pode formar rastros. Isso significa que este bloco não será quebrado em partículas de malha de fluido não importando quanto dano receba. Observação: isso aplica-se somente a blocos sem filho. Para um bloco com filho: 1) O bloco pode ser quebrado em seus filhos e os filhos podem formar rastros se o sinalizador doNotCrumble não estiver definido neles. 2) O LOD de deslocamento de profundidade do bloco do módulo Destrutível pode ser definido de modo que o bloco efetivamente não tenha filhos. Neste caso, o sinalizador doNotCrumble será aplicado a ele. Padrão = falso.

# UObjectToolTips,DestructibleChunkParameters:bDoNotDamage
source: Defines the chunk to be undamageable. This means this chunk will not fracture, but its children might. Default = false.
es: Define el chunk para ser resistente. Esto significa que este chunk no se dañará, pero sus hijos sí. Predeterminado = falso.
pt_br: Define que o bloco não poderá receber danos. Isso significa que este bloco não será fraturado, mas seus filhos talvez possam. Padrão = falso.

# UObjectToolTips,DestructibleChunkParameters:bDoNotFracture
source: Defines the chunk to be unfractureable. If this is true, then none of its children will be fractureable. Default = false.
es: Define el chunk para que no se pueda fracturar. Si esto es verdadero, entonces ninguno de sus hijos se fracturarán. Predeterminado = falso.
pt_br: Define que o bloco não poderá ser fraturado. Se for verdadeiro, nenhum de seus filhos poderá ser fraturado. Padrão = falso.

# UObjectToolTips,DestructibleChunkParameters:bIsSupportChunk
source: Defines the chunk to be environmentally supported, if the appropriate NxDestructibleParametersFlag flags are set in NxDestructibleParameters. Default = false.
es: Define el chunk para ser admitido en el entorno, si los indicadores NxDestructibleParametersFlag apropiados están ajustados en NxDestructibleParameters. Predeterminado = falso.
pt_br: Define o bloco a ser suportado ambientalmente se os sinalizadores corretos de NxDestructibleParametersFlag forem definidos em NxDestructibleParameters. Padrão = falso.

# UObjectToolTips,DestructibleComponent:ApplyDamage
source: Take damage
es: Aceptar daño
pt_br: Sofrer dano

# UObjectToolTips,DestructibleComponent:ApplyRadiusDamage
source: Take radius damage
es: Aceptar el daño del radio
pt_br: Sofrer dano radial

# UObjectToolTips,DestructibleComponent:bEnableHardSleeping
source: Enable "hard sleeping" for destruction-generated PxActors. This means that they turn kinematic when they sleep, but can be made dynamic again by application of enough damage.
es: Activar "reposo difícil" para PxActors generados por destrucción. Esto significa que se pueden volver cinemáticos cuando están en reposo, y se pueden hacer dinámicos de nuevo cuando se les aplica daño suficiente.
pt_br: Ativar "sono profundo" para PxActors gerados por destruição. Isso significa que eles tornam-se cinemáticos ao dormirem, mas podem se tornar dinâmicos novamente com a aplicação de dano suficiente.

# UObjectToolTips,DestructibleComponent:bFractureEffectOverride
source: If set, use this actor's fracture effects instead of the asset's fracture effects.
es: Si lo ajusta, usar los efectos de la rotura del actor en lugar de los efectos de la rotura del activo.
pt_br: Se definido, usará os efeitos de fratura deste ator em vez dos efeitos de fratura do ativo.

# UObjectToolTips,DestructibleComponent:DestructibleMesh
source: Provide a blueprint interface for setting the destructible mesh
es: Proporcionar una interfaz del Blueprint para configurar la malla destructible.
pt_br: Fornece uma interface de esquema para configuração da malha destrutível

# UObjectToolTips,DestructibleComponent:FractureEffects
source: Fracture effects for each fracture level. Used only if Fracture Effect Override is set.
es: Efectos de la rotura para cada nivel de rotura. Se usa solo si se ha ajustado la supresión de efecto de la rotura
pt_br: Efeitos de fratura para cada nível de fratura. Usados somente se Substituição de Efeito de Fratura estiver definido.

# UObjectToolTips,DestructibleComponent:LargeChunkThreshold
source: The minimum size required to treat chunks as Large.
es: El tamaño mínimo requerido para tratar a los chunk como grandes.
pt_br: O tamanho mínimo necessário para tratar blocos como Grandes.

# UObjectToolTips,DestructibleComponent:OnComponentFracture
source: Called when a component is touched
es: Llamada cuando se toca un componente
pt_br: Chamado quando um componente é tocado

# UObjectToolTips,DestructibleDamageParameters
source: Parameters that pertain to chunk damage.
es: Parámetros que están relacionados con el daño del chunk.
pt_br: Parâmetros relacionados a dano de bloco.

# UObjectToolTips,DestructibleDebrisParameters
source: Parameters that pertain to chunk debris-level settings.
es: Parámetros que están relacionados con los ajustes del nivel sobrante del chunk.
pt_br: Parâmetros relacionados a configurações de blocos a nível de escombros.
