Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,CheatManager:BugItGo
source: This will move the player and set their rotation to the passed in values. We have this version of the BugIt family as it is easier to type in just raw numbers in the console.
es: Esto moverá al jugador y ajustará su rotación al pasado en los valores. Tenemos esta versión de la familia BugIt ya que es más sencillo tipificar solo los números sin procesar en la consola.
pt_br: Isso moverá o jogador e definirá a rotação dele para o passado nos valores. Essa versão da família BugIt é usada pois é mais fácil digitar números brutos no console.

# UObjectToolTips,CheatManager:ChangeSize
source: Scale the player's size to be F * default size.
es: Escalar el tamaño del jugador para que sea el tamaño predeterminado F *
pt_br: Escalona o tamanho do jogador de modo que F * tamanho padrão.

# UObjectToolTips,CheatManager:DamageTarget
source: Damage the actor you're looking at (sourced from the player).
es: Dañar al actor al que está observando (proviene del jugador)
pt_br: Causa dano ao ator sendo visualizado (originado do jogador).

# UObjectToolTips,CheatManager:DebugCameraControllerRef
source: Debug camera - used to have independent camera without stopping gameplay
es: Cámara de depurado - se usa para tener una cámara independiente sin detener el juego
pt_br: Câmera de depuração - usada para ter câmera independentes sem interromper a jogabilidade

# UObjectToolTips,CheatManager:DebugCapsuleSweep
source: Toggle capsule trace debugging. Will trace a capsule from current view point and show where it hits the world
es: Conmutar la depuración del trazo de la cápsula. Trazará una cápsula desde el punto de vista actual y mostrará dónde golpea al mundo.
pt_br: Alternar depuração de rastreamento de cápsula. Rastreará uma cápsula do ponto de vista atual e exibirá onde ela atinge o mundo

# UObjectToolTips,CheatManager:DestroyAll
source: Destroy all actors of class aClass
es: Destruir todos los actores de aClass de la clase
pt_br: Destrói todos os atores da classe aClass

# UObjectToolTips,CheatManager:DestroyPawns
source: Destroys (by calling destroy directly) all non-player pawns of class aClass in the level
es: Destruye (llamando directamente a destruir) todos los peones que no son jugadores de aClass de la clase en el nivel
pt_br: Destrói (chamando a ação de destruir diretamente) todos os peões que não são jogadores da classe aClass no nível

# UObjectToolTips,CheatManager:DestroyTarget
source: Destroy the actor you're looking at.
es: Destruir el actor al que está mirando.
pt_br: Destrói o ator sendo visualizado

# UObjectToolTips,CheatManager:DumpOnlineSessionState
source: Dump online session information
es: Volvar la información de la sesión online
pt_br: Informações de despejo de sessão on-line

# UObjectToolTips,CheatManager:FlushLog
source: This will force a flush of the output log to file
es: Esto forzará el vaciado del registro de salida a archivo
pt_br: Isso forçará a gravação do registro de saída em um arquivo

# UObjectToolTips,CheatManager:Fly
source: Pawn can fly.
es: El peón puede volar.
pt_br: O peão pode voar.

# UObjectToolTips,CheatManager:FreezeFrame
source: Pause the game for Delay seconds.
es: Pausar el juego durante unos segundos de demora.
pt_br: Pausa o jogo por Delay segundos.

# UObjectToolTips,CheatManager:Ghost
source: Pawn no longer collides with the world, and can fly
es: El peón ya no colisiona más con el mundo, y puede volar
pt_br: O peão não colide mais com o mundo, e pode voar

# UObjectToolTips,CheatManager:God
source: Invulnerability cheat.
es: Truco de la invulnerabilidad.
pt_br: Trapaça de invulnerabilidade.

# UObjectToolTips,CheatManager:InvertMouse
source: Backwards compatibility exec function for people used to it instead of using InvertAxisKey
es: Retrocede la función de ejecución de compatibilidad para los que la usan en lugar de usar InvertAxisKey
pt_br: Inverte a função de compatibilidade de exec para pessoas a usarem em vez de InvertAxisKey

# UObjectToolTips,CheatManager:LogLoc
source: Logs the current location in bugit format without taking screenshot and further routing.
es: Registra la ubicación actual en formato bugit sin hacer captura de pantalla y asignación de ruta más lejana.
pt_br: Registra o local atual em formato bugit sem tirar uma captura de tela nem roteamento adicional.

# UObjectToolTips,CheatManager:OnlyLoadLevel
source: Load the given level.
es: Cargar el nivel proporcionado.
pt_br: Carrega o nível dado.

# UObjectToolTips,CheatManager:PlayersOnly
source: Freeze everything in the level except for players.
es: Congelar todo en el nivel excepto a los jugadores.
pt_br: Congelar tudo no nível, menos os jogadores.

# UObjectToolTips,CheatManager:SetWorldOrigin
source: Translate world origin to this player position
es: Traslada el origen del mundo a esta posición del jugador
pt_br: Translada a origem do mundo para essa posição de jogador

# UObjectToolTips,CheatManager:StreamLevelIn
source: Stream in the given level.
es: Generar flujo continuo en el nivel proporcionado.
pt_br: Transmissão de entrada do nível fornecido.

# UObjectToolTips,CheatManager:StreamLevelOut
source: Stream out the given level.
es: Sustraer el flujo continuo del nivel proporcionado.
pt_br: Transmissão de saída do nível fornecido.

# UObjectToolTips,CheatManager:Summon
source: Load Classname and spawn an actor of that class
es: Cargar un Classname y generar un actor de esta clase
pt_br: Carrega Classname e cria um ator dessa classe

# UObjectToolTips,CheatManager:Teleport
source: Teleport to surface player is looking at.
es: Transportar a la superficie a la que mira el jugador.
pt_br: Teletransporta para a superfície que o jogador está observando.

# UObjectToolTips,CheatManager:TestCollisionDistance
source: Test all volumes in the world to the player controller's view location*
es: Analizar todos los volúmenes en el mundo pata la ubicación* de la vista del controlador del jugador
pt_br: Testar todos os volumes no mundo para a localização de visualização do controlador do jogador

# UObjectToolTips,CheatManager:ToggleAILogging
source: toggles AI logging
es: conmuta el registro de la IA
pt_br: alterna o registro de IA

# UObjectToolTips,CheatManager:ToggleDebugCamera
source: Toggle between debug camera/player camera without locking gameplay and with locking local player controller input.
es: Conmutar entre la cámara del jugador/de depurado sin bloquear el juego y bloqueando la entrada del controlador del jugador local.
pt_br: Alternar entre câmera de depuração/câmera de jogador sem bloquear a jogabilidade e bloqueando a entrada do controlador de jogador local

# UObjectToolTips,CheatManager:ViewActor
source: View from the point of view of AActor with Name ActorName.
es: Ver desde el punto de vista del AActor con el nombre ActorName.
pt_br: Vista do ponto de vista do AActor com o nome ActorName.

# UObjectToolTips,CheatManager:ViewClass
source: View from the point of view of an AActor of class DesiredClass. Each subsequent ViewClass cycles through the list of actors of that class.
es: Ver desde el punto de vista de un AActor la clase DesiredClass. Cada ViewClass posterior se reproduce en ciclos a través de la lista de actores de esta clase.
pt_br: Vista do ponto de vista de um AActor da classe DesiredClass. Cada ViewClass subsequente alterna pela lista de atores dessa classe.

# UObjectToolTips,CheatManager:ViewPlayer
source: View from the point of view of player with PlayerName S.
es: Ver desde el punto de vista del jugador con PlayerName S.
pt_br: Vista do ponto de vista do jogador com o PlayerName S.

# UObjectToolTips,CheatManager:ViewSelf
source: Make controlled pawn the viewtarget again.
es: Hacer que el peón controlado sea de nuevo la vista meta.
pt_br: Fazer com que o peão controlado se torne alvo da visualização novamente.

# UObjectToolTips,CheatManager:Walk
source: Return to walking movement mode from Fly or Ghost cheat.
es: Volver al modo de movimiento transitable del truco del fantasma y el vuelo.
pt_br: Retorna ao modo de movimento de caminhar da trapaça de Voo ou Fantasma.

# UObjectToolTips,CheckBox:BorderBackgroundColor
source: The color of the background border
es: El color del borde del fondo
pt_br: A cor da borda do fundo

# UObjectToolTips,CheckBox:CheckedHoveredImage
source: Image to use when the checkbox is checked and hovered
es: Imagen que se utiliza cuando la casilla de verificación está seleccionada y se pasa el cursor por encima
pt_br: Imagem usada quando a caixa de seleção estiver marcada e o cursor do mouse passar por cima

# UObjectToolTips,CheckBox:UndeterminedHoveredImage
source: Image to use when the checkbox is checked and hovered
es: Imagen que se utiliza cuando la casilla de verificación está seleccionada y se pasa el cursor por encima
pt_br: Imagem usada quando a caixa de seleção estiver marcada e o cursor do mouse passar por cima

# UObjectToolTips,CheckBox:CheckedImage
source: Image to use when the checkbox is checked
es: Imagen que se utiliza cuando la casilla de verificación está seleccionada
pt_br: Imagem usada quando a caixa de seleção estiver marcada

# UObjectToolTips,CheckBox:CheckedPressedImage
source: Image to use when the checkbox is checked and pressed
es: Imagen que se utiliza cuando la casilla de verificación está seleccionada y presionada
pt_br: Imagem usada quando a caixa de seleção for marcada e pressionada

# UObjectToolTips,CheckBox:CheckedState
source: Whether the check box is currently in a checked state
es: Si la casilla de verificación está actualmente seleccionada
pt_br: Se a caixa de seleção está atualmente em um estado marcado

# UObjectToolTips,CheckBox:CheckedStateDelegate
source: A bindable delegate for the IsChecked.
es: Un delegado enlazable para IsChecked.
pt_br: Um delegado vinculável para IsChecked.

# UObjectToolTips,ExpandableArea:OnExpansionChanged
source: A bindable delegate for the IsChecked.
es: Un delegado enlazable para IsChecked.
pt_br: Um delegado vinculável para IsChecked.

# UObjectToolTips,CheckBox:GetCheckedState
source: @return the full current checked state.
es: @return el estado revisado actual total
pt_br: @return o estado verificado atual completo.

# UObjectToolTips,CheckBox:HorizontalAlignment
source: How the content of the toggle button should align within the given space
es: Cómo debe alinearse el contenido del botón de conmutación en el espacio proporcionado
pt_br: Como o conteúdo do botão de alternância deve se alinhar dentro do espaço dado

# UObjectToolTips,CheckBox:IsChecked
source: Returns true if the checkbox is currently checked
es: Devuelve verdadero si la casilla de verificación está marcada en este momento
pt_br: Retorna verdadeiro se a caixa de seleção estiver marcada no momento

# UObjectToolTips,CheckBox:IsPressed
source: Returns true if this button is currently pressed
es: Devuelve verdadero si se está presionando este botón
pt_br: Retorna verdadeiro se este botão está pressionado no momento

# UObjectToolTips,CheckBox:OnCheckStateChanged
source: Called when the checked state has changed
es: Llamada cuando el estado verificado ha cambiado
pt_br: Chamado quando o estado verificado for alterado

# UObjectToolTips,CheckBox:Padding
source: Spacing between the check box image and its content
es: Espacios entre la imagen de la casilla de verificación y su contenido
pt_br: Espaçamento entre a imagem da caixa de seleção e seu conteúdo

# UObjectToolTips,CheckBox:SetCheckedState
source: Sets the checked state.
es: Ajusta el estado verificado
pt_br: Define o estado verificado.

# UObjectToolTips,CheckBox:SetIsChecked
source: Sets the checked state.
es: Ajusta el estado verificado
pt_br: Define o estado verificado.

# UObjectToolTips,CheckBox:Style
source: Style of the check box
es: Estilo de la casilla de verificación
pt_br: Estilo da caixa de seleção

# UObjectToolTips,CheckBox:UncheckedHoveredImage
source: Image to use when the checkbox is unchecked and hovered
es: Imagen que se utiliza cuando la casilla de verificación no está seleccionada y se pasa el cursor por encima
pt_br: Imagem usada quando a caixa de seleção for desmarcada e o cursor do mouse passar por cima

# UObjectToolTips,CheckBox:UncheckedImage
source: Image to use when the checkbox is unchecked
es: Imagen que se utiliza cuando la casilla de verificación no está seleccionada
pt_br: Imagem usada quando a caixa de seleção for desmarcada

# UObjectToolTips,CheckBox:UncheckedPressedImage
source: Image to use when the checkbox is unchecked and pressed
es: Imagen que se utiliza cuando la casilla de verificación no está seleccionada y se presiona
pt_br: Imagem usada quando a caixa de seleção for desmarcada e pressionada

# UObjectToolTips,CheckBox:UndeterminedImage
source: Image to use when the checkbox is in an ambiguous state and hovered
es: Imagen que se utiliza cuando la casilla de verificación está en un estado ambiguo y se pasa el cursor por encima
pt_br: Imagem usada quando a caixa de seleção estiver em estado ambíguo e o cursor do mouse passar por cima

# UObjectToolTips,CheckBox:UndeterminedPressedImage
source: Image to use when the checkbox is in an ambiguous state and pressed
es: Imagen que se utiliza cuando la casilla de verificación está en un estado ambiguo y se presiona
pt_br: Imagem usada quando a caixa de seleção estiver em estado ambíguo e for pressionada

# UObjectToolTips,CheckBoxStyle
source: Represents the appearance of an SCheckBox
es: Representa la apariencia de un SCheckBox
pt_br: Representa a aparência de uma SCheckBox

# UObjectToolTips,CheckBoxStyle:BorderBackgroundColor
source: BorderBackgroundColor refers to the actual color and opacity of the supplied border image on toggle buttons
es: BorderBackgroundColor se refiere al color y opacidad actual de la imagen de la imagen del obrde proporcionada en los botones de conmutación
pt_br: BorderBackgroundColor refere-se a cor e a opacidade atuais da imagem de borda fornecida nos botões de alternância

# UObjectToolTips,CheckBoxStyle:CheckBoxType
source: The visual type of the checkbox
es: El tipo visual de la casilla de verificación
pt_br: O tipo visual da caixa de verificação

# UObjectToolTips,CheckBoxStyle:CheckedHoveredImage
source: CheckBox appearance when checked and hovered
es: La apariencia de casilla de verificación cuando está seleccionada y se pasa el cursor por encima
pt_br: Aparência da caixa de verificação quando ela está marcada e o mouse passa por cima

# UObjectToolTips,CheckBoxStyle:CheckedImage
source: CheckBox appearance when the CheckBox is checked
es: La apariencia de la casilla de verificación cuando está seleccionada
pt_br: Aparência da caixa de verificação quando ela está marcada

# UObjectToolTips,CheckBoxStyle:CheckedPressedImage
source: CheckBox appearance when checked and pressed
es: La apariencia de la casilla de verificación cuando está seleccionada y presionada
pt_br: Aparência da caixa de verificação quando ela está marcada e pressionada

# UObjectToolTips,CheckBoxStyle:CheckedSlateSound
source: The sound the check box should play when checked
es: El sonido que la casilla de verificación debe reproducir cuando se seleccione
pt_br: O som que a caixa de verificação deve reproduzir quando for marcada

# UObjectToolTips,CheckBoxStyle:ForegroundColor
source: The foreground color
es: Color del primer plano
pt_br: A cor de primeiro plano

# UObjectToolTips,CheckBoxStyle:HoveredSlateSound
source: The sound the check box should play when initially hovered over
es: El sonido que la casilla de verificación debe reproducir cuando se pasa el puntero por encima
pt_br: O som que a caixa de verificação deve reproduzir quando o mouse passar inicialmente sobre ela

# UObjectToolTips,CheckBoxStyle:Padding
source: Padding
es: Espacio
pt_br: Preenchimento

# UObjectToolTips,EditableTextBoxStyle:Padding
source: Padding
es: Espacio
pt_br: Preenchimento

# UObjectToolTips,HyperlinkStyle:Padding
source: Padding
es: Espacio
pt_br: Preenchimento

# UObjectToolTips,CheckBoxStyle:UncheckedHoveredImage
source: CheckBox appearance when the CheckBox is unchecked and hovered
es: La apariencia de la casilla de verificación cuando no está seleccionada y se pasa el cursor por encima
pt_br: Aparência da caixa de verificação quando ela não está marcada e o mouse passa por cima

# UObjectToolTips,CheckBoxStyle:UncheckedPressedImage
source: CheckBox appearance when the CheckBox is unchecked and hovered
es: La apariencia de la casilla de verificación cuando no está seleccionada y se pasa el cursor por encima
pt_br: Aparência da caixa de verificação quando ela não está marcada e o mouse passa por cima

# UObjectToolTips,CheckBoxStyle:UncheckedImage
source: CheckBox appearance when the CheckBox is unchecked (normal)
es: La apariencia de la casilla de verificación cuando no está seleccionada (normal)
pt_br: Aparência da caixa de verificação quando ela não está marcada (normal)

# UObjectToolTips,CheckBoxStyle:UncheckedSlateSound
source: The sound the check box should play when unchecked
es: El sonido que la casilla de verificación debe reproducir cuando se elimina la selección
pt_br: O som que a caixa de verificação deve reproduzir quando for desmarcada

# UObjectToolTips,CheckBoxStyle:UndeterminedHoveredImage
source: CheckBox appearance when CheckBox is undetermined and hovered
es: La apariencia de la casilla de verificación cuando no está definida y se pasa el puntero por encima
pt_br: Aparência da caixa de verificação quando ela é indeterminada e o mouse passa por cima

# UObjectToolTips,CheckBoxStyle:UndeterminedImage
source: CheckBox appearance when the CheckBox is undetermined
es: La apariencia de la casilla de verificación cuando no está definida
pt_br: Aparência da caixa de verificação quando ela é indeterminada

# UObjectToolTips,CheckBoxStyle:UndeterminedPressedImage
source: CheckBox appearance when CheckBox is undetermined and pressed
es: La apariencia de la casilla de verificación cuando no está definida y está presionada
pt_br: Aparência da caixa de verificação quando ela é indeterminada e pressionada

# UObjectToolTips,CheckBoxStyleAsset
source: An asset describing a CheckBox's appearance. Just a wrapper for the struct with real data in it.
es: Un activo que describe una apariencia de una casilla de verificación. Tan solo una envoltura para la estructura con datos reales.
pt_br: Um ativo que descreve a aparência de uma caixa de verificação. Apenas um envoltório da struct contendo dados reais.

# UObjectToolTips,CheckBoxStyleAsset:CheckBoxStyle
source: The actual data describing the Check Box's appearance.
es: Los datos reales que describen la apariencia de la casilla de verificación.
pt_br: Os dados que de fato descrevem a aparência da Caixa de Verificação.

# UObjectToolTips,ChildActorComponent
source: A component that spawns an Actor when registered, and destroys it when unregistered.
es: Un componente que genera un actor cuando está registrado, y lo elimina cuando no está registrado.
pt_br: Um componente que cria um Ator quando registrado e o destrói quando desregistrado.

# UObjectToolTips,ChildActorComponent:ChildActor
source: The actor that we spawned and own
es: El actor que nosotros generamos y poseemos
pt_br: Ator que foi criado e possuído

# UObjectToolTips,ChildActorComponent:ChildActorClass
source: The class of Actor to spawn
es: La clase de actor que crear
pt_br: A classe do Ator criado

# UObjectToolTips,CircleElement2D
source: Sphere shape used for collision
es: Forma de la esfera usada para la colisión
pt_br: Forma da esfera usado para colisões

# UObjectToolTips,KShapeElem
source: Sphere shape used for collision
es: Forma de la esfera usada para la colisión
pt_br: Forma da esfera usado para colisões

# UObjectToolTips,KSphereElem
source: Sphere shape used for collision
es: Forma de la esfera usada para la colisión
pt_br: Forma da esfera usado para colisões

# UObjectToolTips,CircularThrobber:NumberOfPieces
source: How many pieces there are
es: Cuántas piezas existen
pt_br: Número de partes existentes

# UObjectToolTips,Throbber:NumberOfPieces
source: How many pieces there are
es: Cuántas piezas existen
pt_br: Número de partes existentes

# UObjectToolTips,CircularThrobber:Period
source: The amount of time for a full circle (in seconds)
es: La cantidad de tiempo para un círculo completo (en segundos)
pt_br: Quantidade de tempo de um círculo completo (em segundos)

# UObjectToolTips,CircularThrobber:PieceImage
source: Image to use for each segment of the throbber
es: Imagen que se utiliza para cada segmento throbber
pt_br: Imagem usada para cada segmento do pulsador

# UObjectToolTips,Throbber:PieceImage
source: Image to use for each segment of the throbber
es: Imagen que se utiliza para cada segmento throbber
pt_br: Imagem usada para cada segmento do pulsador

# UObjectToolTips,CircularThrobber:SetNumberOfPieces
source: Sets how many pieces there are.
es: Ajusta cuántas piezas existen.
pt_br: Define o número de partes existentes.

# UObjectToolTips,CircularThrobber:SetPeriod
source: Sets the amount of time for a full circle (in seconds).
es: Ajusta la cantidad de tiempo para un círculo completo (en segundos)
pt_br: Definir o período de um círculo completo (em segundos).

# UObjectToolTips,CircularThrobber:SetRadius
source: Sets the radius of the circle.
es: Ajusta el radio del círculo.
pt_br: Define o raio do círculo.

# UObjectToolTips,ClassMoveInfo
source: Used during asset renaming/duplication to specify class-specific package/group targets.
es: Usado durante el cambio de nombre/duplicación del activo para especificar las metas del grupo/paquete de la clase específica.
pt_br: Usado durante a duplicação/renomeação do ativo para especificar os alvos de grupo/pacote específicos de classe.

# UObjectToolTips,TemplateMapInfo
source: Used during asset renaming/duplication to specify class-specific package/group targets.
es: Usado durante el cambio de nombre/duplicación del activo para especificar las metas del grupo/paquete de la clase específica.
pt_br: Usado durante a duplicação/renomeação do ativo para especificar os alvos de grupo/pacote específicos de classe.

# UObjectToolTips,ClassMoveInfo:bActive
source: If true, this info is applied when moving/duplicating assets.
es: Si es verdadero, esta información se aplica al mover/duplicar activos.
pt_br: Se for verdadeiro, essa informação será aplicada ao mover/duplicar ativos.

# UObjectToolTips,ClassMoveInfo:ClassName
source: The type of asset this MoveInfo applies to.
es: El tipo de activo al cual se aplica este MoveInfo.
pt_br: O tipo de ativo a que esse MoveInfo se aplica.

# UObjectToolTips,ClassMoveInfo:GroupName
source: The target group info which assets of this type are moved/duplicated.
es: La información del grupo meta al que los activos de este tipo se mueven/duplican.
pt_br: As informações do grupo alvo no qual os ativos desse tipo são movidos/duplicados.

# UObjectToolTips,ClassMoveInfo:PackageName
source: The target package info which assets of this type are moved/duplicated.
es: La información del paquete meta al cual los activos de este tipo se mueven/duplican.
pt_br: As informações do pacote alvo no qual os ativos desse tipo são movidos/duplicados.

# UObjectToolTips,ClassPickerDefaults
source: Default Classes for the Class Picker Dialog
es: Clases predeterminadas para el cuadro de diálogo del buscador de clase
pt_br: Classes Padrão para Caixa de Diálogo de Selecionador de Classe

# UObjectToolTips,ClassPickerDefaults:AssetClass
source: The name of the asset type being created
es: El nombre del tipo de activo que se está creando
pt_br: O nome do tipo de ativo sendo criado

# UObjectToolTips,ClassPickerDefaults:ClassName
source: The name of the class to select
es: El nombre de la clase a seleccionar
pt_br: O nome da classe a selecionar
