Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,BPInterfaceDescription
source: Struct containing information about what interfaces are implemented in this blueprint
es: Estructura que contiene información sobre qué interfaces se han aplicado en este Blueprint
pt_br: Struct contendo informações sobre quais interfaces são implementadas nesse esquema

# UObjectToolTips,BPInterfaceDescription:Graphs
source: References to the graphs associated with the required functions for this interface
es: Referencias al gráfico asociado con las funciones requeridas para esta interfaz
pt_br: Referências aos grafos associados com as funções necessárias para esta interface

# UObjectToolTips,BPInterfaceDescription:Interface
source: Reference to the interface class we're adding to this blueprint
es: Referencia a la clase de interfaz que estamos añadiendo a este Blueprint
pt_br: Referência à classe de interface a adicionar a este esquema

# UObjectToolTips,BPVariableDescription
source: Struct indicating a variable in the generated class
es: Estructura que indica una variable en la clase generada
pt_br: Struct que indica uma variável na classe gerada

# UObjectToolTips,BPVariableDescription:Category
source: Category this variable should be in
es: Categoría en la que debe estar esta variable
pt_br: Categoria na qual esta variável deve estar

# UObjectToolTips,BPVariableDescription:DefaultValue
source: Optional new default value stored as string
es: Valor de la nueva función opcional almacenada como una cadena
pt_br: Novo valor padrão opcional é armazenado como string

# UObjectToolTips,BPVariableDescription:FriendlyName
source: Friendly name of the variable
es: Nombre descriptivo de la variable
pt_br: Nome da variável fácil de usar

# UObjectToolTips,BPVariableDescription:MetaDataArray
source: Metadata information for this variable
es: Información de los metadatos para esta variable
pt_br: Informação de metadados para esta variável

# UObjectToolTips,BPVariableDescription:PropertyFlags
source: Property flags for this variable - Changed from int32 to uint64
es: Indicadores de la propiedad para esta variable - Se ha modificado de int32 a uint64
pt_br: Sinalizadores de propriedade para esta variável - Mudou de int32 para uint64

# UObjectToolTips,BPVariableDescription:VarGuid
source: A Guid that will remain constant even if the VarName changes
es: Un Guid (identificador único global) que permanecerá constante incluso si el VarName cambia.
pt_br: Um Guid que permanecerá constante mesmo se o VarName mudar

# UObjectToolTips,BPVariableDescription:VarName
source: Name of the variable
es: Nombre de la variable
pt_br: Nome da variável

# UObjectToolTips,BPVariableDescription:VarType
source: Type of the variable
es: Tipo de variable
pt_br: Tipo da variável

# UObjectToolTips,BPVariableMetaDataEntry
source: One metadata entry for a variable
es: Una entrada de los metadatos para una variable
pt_br: Uma entrada de metadados para uma variável

# UObjectToolTips,BPVariableMetaDataEntry:DataKey
source: Name of metadata key
es: Nombre de la clave de los metadatos
pt_br: Nome da chave de metadados

# UObjectToolTips,BPVariableMetaDataEntry:DataValue
source: Name of metadata value
es: Nombre del valor de los metadatos
pt_br: Nome do valor de metadados

# UObjectToolTips,BrainComponent:BlackboardComp
source: blackboard component
es: componente del borrador
pt_br: componente do quadro-negro

# UObjectToolTips,Breakpoint:bEnabled
source: Is the breakpoint currently enabled?
es: ¿Está el punto de rotura actualmente activado?
pt_br: O ponto de interrupção está ativado no momento?

# UObjectToolTips,Breakpoint:bStepOnce
source: Is this breakpoint auto-generated, and should be removed when next hit?
es: ¿Es este punto de rotura autogenerado, y debería eliminarse en el siguiente golpe?
pt_br: Este ponto de interrupção é gerado automaticamente e deve ser removido no próximo impacto?

# UObjectToolTips,Breakpoint:Node
source: Node that the breakpoint is placed on
es: Nodo en el cual se coloca el punto de rotura
pt_br: Nó em que está colocado o ponto de interrupção

# UObjectToolTips,Brush:bInManipulation
source: Flag set when we are in a manipulation (scaling, translation, brush builder param change etc.)
es: Indicador que aparece cuando estamos en manipulación (escala, traslación, cambio de parámetros del diseñador de pinceles, etc.).
pt_br: Sinalizador definido quando estamos em uma manipulação (escalonamento, translação, alteração de parâmetro do construtor de pincéis etc.)

# UObjectToolTips,Brush:bNotForClientOrServer
source: If true, this brush is a builder or otherwise does not need to be loaded into the game
es: Si es verdadero, este pincel es un diseñador o de otra manera, no es necesario cargarlo en el juego
pt_br: Se for verdadeiro, esse pincel será um construtor, caso contrário não precisará ser carregado no jogo

# UObjectToolTips,Brush:bPlaceableFromClassBrowser
source: If true, this brush class can be placed using the class browser like other simple class types
es: Si es verdadero, esta clase de pincel puede colocarse usando el navegador de clase como otros tipos de clase simple
pt_br: Se for verdadeiro, essa classe de pincel pode ser colocada usando-se o navegador de classes como outros tipos de classe simples

# UObjectToolTips,Brush:BrushColor
source: Information.
es: Información.
pt_br: Informações.

# UObjectToolTips,Brush:BrushType
source: Type of brush
es: Tipo de pincel
pt_br: Tipo de pincel

# UObjectToolTips,Brush:SavedSelections
source: Stores selection information from geometry mode. This is the only information that we can't regenerate by looking at the source brushes following an undo operation.
es: Almacena información de selección del modo de geometría. Esta es la única información que no podemos volver a generar con mirar a los pinceles fuente después de la operación deshacer.
pt_br: Armazena informações de seleção a partir do modo de geometria. É a única informação que não se pode regenerar buscando nos pincéis de origem após uma operação de desfazer.

# UObjectToolTips,BrushBuilder:NotifyBadParams
source: If false, disabled the bad param notifications
es: Si es falso, se han desactivado las notificaciones de parámetros defectuosos
pt_br: Se falso, desativou as notificações de parâmetros ruins

# UObjectToolTips,BrushBuilder:ToolTip
source: localized FString that will be displayed as the name of this brush builder in the editor
es: se ha localizado FString que se reproducirá como nombre de este diseñador del pincel en el editor
pt_br: FString localizada que será exibida com o nome deste compilador de pincel no editor

# UObjectToolTips,BrushComponent:BrushBodySetup
source: Description of collision
es: Descripción de colisión
pt_br: Descrição de colisão

# UObjectToolTips,ModelComponent:ModelBodySetup
source: Description of collision
es: Descripción de colisión
pt_br: Descrição de colisão

# UObjectToolTips,ShapeComponent:ShapeBodySetup
source: Description of collision
es: Descripción de colisión
pt_br: Descrição de colisão

# UObjectToolTips,BrushComponent:PrePivot
source: Local space translation
es: Traslación del sistema de coordenadas local
pt_br: Translação no espaço local

# UObjectToolTips,BTAuxiliaryNode
source: Auxiliary nodes are supporting nodes, that receive notification about execution flow and can be ticked Because some of them can be instanced for specific AI, following virtual functions are not marked as const: - OnBecomeRelevant - OnCeaseRelevant - TickNode If your node is not being instanced (default behavior), DO NOT change any properties of object within those functions! Template nodes are shared across all behavior tree components using the same tree asset and must store their runtime properties in provided NodeMemory block (allocation size determined by GetInstanceMemorySize() )
es: Los nodos auxiliares son nodos de soporte que reciben notificación sobre el flujo de ejecución y es posible evaluarlos porque algunos de ellos pueden ser instanciados para una IA específica, al seguir funciones virtuales que no están marcadas como const.: - OnBecomeRelevant - OnCeaseRelevant - TickNode Si su nodo no es instanciado (comportamiento predeterminado), ¡NO cambie ninguna propiedad del objeto dentro de esas funciones! Los nodos de plantilla se comparten por todos los componentes del árbol de comportamientos mediante el uso del mismo activo árbol y debe almacenar sus propiedades de tiempo de ejecución en el bloque NodeMemory proporcionado (el tamaño de adjudicación es determinado por GetInstanceMemorySize() )
pt_br: Nós auxiliares são nós de apoio que recebem notificações sobre o fluxo de execução e pode ser ticado Como alguns deles podem ser instanciados para uma IA específica, as seguintes funções virtuais não são marcadas como constantes: - OnBecomeRelevant - OnCeaseRelevant - TickNode Se o seu nó não estiver sendo instanciado (comportamento padrão), NÃO altere nenhuma propriedade dentro dessas funções! Nós de modelos são compartilhados em todos os componentes da árvore de comportamento, usando o mesmo ativo da árvore e devem armazenar as propriedades do tempo de execução no bloco NodeMemory fornecido (tamanho de alocação determinado por GetInstanceMemorySize() )

# UObjectToolTips,BTComposite_SimpleParallel
source: Simple Parallel composite node. Allows for running two children: one which must be a single task node (with optional decorators), and the other of which can be a complete subtree.
es: Nodo compuesto paralelo simple. Permite el funcionamiento de dos hijos: uno tiene que ser un nodo de tarea simple (con diseñadores opcionales), y el otro puede ser un subárbol completo
pt_br: Nó composto de Paralelo Simples. Permite a execução de dois filhos: um deve ser um nó de tarefa único (com decoradores opcionais) e o outro deve ser uma subárvore completa.

# UObjectToolTips,BTComposite_SimpleParallel:FinishMode
source: how background tree should be handled when main task finishes execution
es: cómo se debe manipular el árbol del fondo cuando la tarea principal termina la ejecución
pt_br: como a árvore de segundo plano deve ser manipulada quando a tarefa principal concluir a execução

# UObjectToolTips,BTCompositeChild:ChildComposite
source: child node
es: nodo hijo
pt_br: nó filho

# UObjectToolTips,BTCompositeChild:DecoratorOps
source: logic operations for decorators
es: operaciones lógicas para diseñadores
pt_br: operações lógicas para decoradores

# UObjectToolTips,BTCompositeChild:Decorators
source: execution decorators
es: diseñadores de ejecución
pt_br: decoradores de execução

# UObjectToolTips,BTCompositeNode:Children
source: child nodes
es: nodos hijo
pt_br: nós filhos

# UObjectToolTips,BTCompositeNode:Services
source: service nodes
es: nodos de servicio
pt_br: nós de serviço

# UObjectToolTips,BTTaskNode:Services
source: service nodes
es: nodos de servicio
pt_br: nós de serviço

# UObjectToolTips,BTDecorator
source: Decorators are supporting nodes placed on parent-child connection, that receive notification about execution flow and can be ticked Because some of them can be instanced for specific AI, following virtual functions are not marked as const: - OnNodeActivation - OnNodeDeactivation - OnNodeProcessed - OnBecomeRelevant (from UBTAuxiliaryNode) - OnCeaseRelevant (from UBTAuxiliaryNode) - TickNode (from UBTAuxiliaryNode) If your node is not being instanced (default behavior), DO NOT change any properties of object within those functions! Template nodes are shared across all behavior tree components using the same tree asset and must store their runtime properties in provided NodeMemory block (allocation size determined by GetInstanceMemorySize() )
es: Los diseñadores son nodos auxiliares ubicados en las conexiones padre-hijo, que reciben notificaciones sobre el flujo de ejecución y pueden ser evaluados debido a que algunos de ellos son instanciados para una IA específica, al seguir funciones virtuales que no están marcadas como const: - OnNodeActivation - OnNodeDeactivation - OnNodeProcessed - OnBecomeRelevant (de UBTAuxiliaryNode) - OnCeaseRelevant (de UBTAuxiliaryNode) - TickNode (de UBTAuxiliaryNode) Si su nodo no es instanciado (comportamiento predeterminado) ¡NO cambie ninguna propiedad del objeto dentro de esas funciones! Los nodos de plantilla se comparten por todos los componentes del árbol de comportamiento mediante el uso del mismo activo árbol y debe almacenar sus propiedades de tiempo de ejecución en el bloque NodeMemory proporcionado (el tamaño de adjudicación es determinado por GetInstanceMemorySize() )
pt_br: Decoradores são nós de apoio colocados na conexão pai-filho, que recebem notificações de fluxo e que podem ser ticados Como alguns deles podem ser instanciados para uma IA específica, as seguintes funções virtuais não são marcadas como constantes: - OnNodeActivation - OnNodeDeactivation - OnNodeProcessed - OnBecomeRelevant (de UBTAuxiliaryNode) - OnCeaseRelevant (de UBTAuxiliaryNode) - TickNode (de UBTAuxiliaryNode) Se o seu nó não está sendo instanciado (comportamento padrão), NÃO altere nenhuma propriedade dentro dessas funções! Nós de modelo são compartilhados entre todos os componentes da árvore de comportamento, usando o mesmo ativo de árvore e devem armazenar as propriedades do tempo de execução no bloco NodeMemory fornecido (tamanho de alocazção determinado por GetInstanceMemorySize() )

# UObjectToolTips,BTDecorator:FlowAbortMode
source: flow controller settings
es: ajustes del controlador de flujo
pt_br: configurações do controlador de fluxo

# UObjectToolTips,BTDecorator_Blackboard
source: Blackboard decorator node. A decorator node that bases its condition on a Blackboard key.
es: Nodo diseñador del borrador. Un nodo diseñador que basa su condición en una clave del borrador.
pt_br: Nó do decorador de quadro-negro. Um nó do decorador que baseia sua condição em uma chave de quadro-negro.

# UObjectToolTips,BTDecorator_Blackboard:CachedDescription
source: cached description
es: descripción en caché
pt_br: descrição armazenada em cache

# UObjectToolTips,BTDecorator_CheckGameplayTagsOnActor:CachedDescription
source: cached description
es: descripción en caché
pt_br: descrição armazenada em cache

# UObjectToolTips,BTDecorator_Blackboard:FloatValue
source: value for arithmetic operations
es: valor para operaciones aritméticas
pt_br: valor para operações aritméticas

# UObjectToolTips,BTDecorator_Blackboard:IntValue
source: value for arithmetic operations
es: valor para operaciones aritméticas
pt_br: valor para operações aritméticas

# UObjectToolTips,BTDecorator_Blackboard:NotifyObserver
source: when observer can try to request abort?
es: ¿cuándo puede el espectador intentar cancelar?
pt_br: quando o observador pode tentar solicitar anulação?

# UObjectToolTips,BTDecorator_Blackboard:OperationType
source: operation type
es: tipo de operación
pt_br: tipo de operação

# UObjectToolTips,BTDecorator_CompareBBEntries:Operator
source: operation type
es: tipo de operación
pt_br: tipo de operação

# UObjectToolTips,BTDecorator_Blackboard:StringValue
source: value for string operations
es: valor para operaciones de la cadena
pt_br: valor para operações de string

# UObjectToolTips,BTDecorator_BlackboardBase:BlackboardKey
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_CompareBBEntries:BlackboardKeyA
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_CompareBBEntries:BlackboardKeyB
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_ConeCheck:ConeOrigin
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_ConeCheck:Observed
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_DoesPathExist:BlackboardKeyA
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_DoesPathExist:BlackboardKeyB
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_KeepInCone:ConeOrigin
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_KeepInCone:Observed
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTService_BlackboardBase:BlackboardKey
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTTask_BlackboardBase:BlackboardKey
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTTask_WaitBlackboardTime:BlackboardKey
source: blackboard key selector
es: selector de la clave del borrador
pt_br: seletor de chave de quadro-negro

# UObjectToolTips,BTDecorator_BlueprintBase
source: Base class for blueprint based decorator nodes. Do NOT use it for creating native c++ classes! Unlike task and services, decorator have two execution chains: ExecutionStart-ExecutionFinish and ObserverActivated-ObserverDeactivated which makes automatic latent action cleanup impossible. Keep in mind, that you HAVE TO verify is given chain is still active after resuming from any latent action (like Delay, Timelines, etc). Helper functions: - IsDecoratorExecutionActive (true after ExecutionStart, until ExecutionFinish) - IsDecoratorObserverActive (true after ObserverActivated, until ObserverDeactivated)
es: Clase base para nodos de diseñador basados en Blueprints. ¡NO se usa para crear clases nativas de c++! A diferencia de tareas y servicios, el diseñador tiene dos cadenas de ejecución: ExecutionStart-ExecutionFinish y ObserverActivated-ObserverDeactivated que hace imposible borrar las acciones latentes automáticas. Hay que tener en cuenta que usted TIENE QUE verificar si la cadena proporcionada sigue activa después de reanudar cualquier acción latente (tales como demora, líneas del tiempo, etc.). Funciones de soporte: - IsDecoratorExecutionActive (verdadero después de ExecutionStart, hasta ExecutionFinish) - IsDecoratorObserverActive (verdadero después de ObserverActivated, hasta ObserverDeactivated)
pt_br: Classe base para esquemas com base nos nós do decorador. NÃO use isso para criar classes nativas c++! Diferente das tarefas e serviços, o decorador tem duas cadeias de execução: ExecutionStart-ExecutionFinish e ObserverActivated-ObserverDeactivated , o que torna a limpeza de ação latente automática impossível. Saiba que se você TIVER QUE verificar, a corrente fornecida ainda estará ativa após retomar qualquer ação latente (como Atraso, Linhas do Tempo etc). Funções auxiliares: - IsDecoratorExecutionActive (verdadeiro após ExecutionStart, até ExecutionFinish) - IsDecoratorObserverActive (verdadeir após ObserverActivated, até ObserverDeactivated)

# UObjectToolTips,BTDecorator_BlueprintBase:bShowPropertyDetails
source: show detailed information about properties
es: mostrar la información detallada de las propiedades
pt_br: exibir informações detalhadas sobre propriedades

# UObjectToolTips,BTService_BlueprintBase:bShowPropertyDetails
source: show detailed information about properties
es: mostrar la información detallada de las propiedades
pt_br: exibir informações detalhadas sobre propriedades

# UObjectToolTips,BTTask_BlueprintBase:bShowPropertyDetails
source: show detailed information about properties
es: mostrar la información detallada de las propiedades
pt_br: exibir informações detalhadas sobre propriedades

# UObjectToolTips,BTDecorator_BlueprintBase:IsDecoratorExecutionActive
source: check if decorator is part of currently active branch
es: verificar si el diseñador es parte de una rama actualmente activa
pt_br: verificar se o decorador é parte da ramificação atualmente ativa

# UObjectToolTips,BTDecorator_BlueprintBase:IsDecoratorObserverActive
source: check if decorator's observer is currently active
es: verificar si el observador del diseñador está activo actualmente
pt_br: verificar se o observador do decorador está atualmente ativo

# UObjectToolTips,BTDecorator_CompareBBEntries
source: Blackboard comparison decorator node. A decorator node that bases its condition on a comparison between two Blackboard keys.
es: Nodo diseñador de comparación del borrador. Un nodo diseñador que basa su condición en una comparación entre dos claves del borrador.
pt_br: Nó do decorador de comparação de quadro-negro. Um nó do decorador que baseia sua condição em uma comparação entre duas chaves de quadro-negro.

# UObjectToolTips,BTDecorator_ConeCheck
source: Cone check decorator node. A decorator node that bases its condition on a cone check, using Blackboard entries to form the parameters of the check.
es: Nodo diseñador de verificación de conos. Un nodo diseñador que basa su condición en una verificación de conos, utilizando entradas borrador para formar los parámetros de la revisión.
pt_br: Nó do decorador de verificação do cone. Um nó de decoração baseia sua condição em uma verificação de cone, usando entradas de quadro-negro para realizar os parâmetros da verificação.

# UObjectToolTips,BTDecorator_ConeCheck:ConeDirection
source: "None" means "use ConeOrigin's direction"
es: "Ninguno" significa "usar la dirección de ConeOrigin".
ko: Cone Direction - "없음" 은 "ConeOrigin 의 방향을 사용"한다는 뜻입니다.
pt_br: "Nenhum" significa "usar direção de ConeOrigin"

# UObjectToolTips,BTDecorator_Cooldown
source: Cooldown decorator node. A decorator node that bases its condition on whether a cooldown timer has expired.
es: Nodo diseñador de tiempo de enfriamiento. Un nodo diseñador que basa su condición dependiendo si el temporizador de enfriamiento ya caducó.
pt_br: Nó do decorador de recarga. Um nó de decorador que baseia sua condição em se cronômetro de recarga expirou.

# UObjectToolTips,BTDecorator_Cooldown:CoolDownTime
source: max allowed time for execution of underlying node
es: tiempo máximo permitido para la ejecución del nodo subyacente
pt_br: tempo máximo permitido para execução do nó subjacente

# UObjectToolTips,BTDecorator_KeepInCone:ConeHalfAngle
source: max allowed time for execution of underlying node
es: tiempo máximo permitido para la ejecución del nodo subyacente
pt_br: tempo máximo permitido para execução do nó subjacente

# UObjectToolTips,BTDecorator_TimeLimit:TimeLimit
source: max allowed time for execution of underlying node
es: tiempo máximo permitido para la ejecución del nodo subyacente
pt_br: tempo máximo permitido para execução do nó subjacente

# UObjectToolTips,BTDecorator_DoesPathExist
source: Cooldown decorator node. A decorator node that bases its condition on whether a path exists between two points from the Blackboard.
es: Nodo diseñador de tiempo de enfriamiento. Un nodo diseñador que basa su condición dependiendo si una ruta existe entre dos puntos desde el borrador.
pt_br: Nó do decorador de recarga. Um nó de decorador que baseia sua condição em se um caminho existe entre dois pontos do quadro-negro.

# UObjectToolTips,BTDecorator_DoesPathExist:bUseSelf
source: deprecated, set value of blackboard key A on initialization
es: obsoleto, ajustar el valor de la clave A del borrador durante la inicialización
pt_br: obsoleto, define o valor da chave A do quadro-negro na inicialização
