Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,DestructibleDebrisParameters:DebrisLifetimeMin
source: "Debris chunks" (see debrisDepth, above) will be destroyed after a time (in seconds) separated from non-debris chunks. The actual lifetime is interpolated between these two bDebrisTimeout, based upon the module's LOD setting. To disable lifetime, clear the bDebrisTimeout flag in the flags field. If debrisLifetimeMax < debrisLifetimeMin, the mean of the two is used for both. Default debrisLifetimeMin = 1.0, debrisLifetimeMax = 10.0f.
es: Los "Chunks sobrantes" (ver debrisDepth, arriba) se eliminarán pasado un tiempo (en segundos) separados de los chunks útiles. El tiempo de vida real está interpolado entre estos dos bDebrisTimeout, con base en la configuración de LOD del módulo. Para desactivar el tiempo de vida, borre el indicador de bDebrisTimeout en el campo de indicadores. Si debrisLifetimeMax < debrisLifetimeMin, la media de los dos se usa para ambos. El debrisLifetimeMin predeterminado = 1.0, debrisLifetimeMax = 10.0f.
ko: Debris Lifetime Min - "디브리 청크" (위 debrisDepth 참고, 파편 덩어리)는 파편이 아닌 청크에서 분리된지(x 초 후) 소멸됩니다. 실제 수명의 보간은 이 두 개의 bDebrisTimeout 값을 모듈의 LOD 세팅에 따라 보간하여 구합니다. 수명을 비활성화시키려면, 플래그 칸의 bDebrisTimeout 플래그를 지우면 됩니다. 만약 debrisLifetimeMax < debrisLifetimeMin 이면, 양쪽에 두 값의 평균이 사용됩니다. 기본값은 debrisLifetimeMin = 1.0, debrisLifetimeMax = 10.0f 입니다.
pt_br: "Blocos de escombros" (consulte debrisDepth acima) serão destruídos após algum tempo (em segundos) separados de blocos que não são de escombros. O tempo de vida real é interpolado entre esses dois bDebrisTimeout, com base na configuração de LOD do módulo. Para desativar o tempo de vida, remova o sinalizador bDebrisTimeout no campo de sinalizadores. Se debrisLifetimeMax < debrisLifetimeMin, a média dos dois será usada para ambos. Por padrão, debrisLifetimeMin = 1.0, debrisLifetimeMax = 10.0f.

# UObjectToolTips,DestructibleDebrisParameters:DebrisMaxSeparationMin
source: "Debris chunks" (see debrisDepth, above) will be destroyed if they are separated from their origin by a distance greater than maxSeparation. The actual maxSeparation is interpolated between these two values, based upon the module's LOD setting. To disable maxSeparation, clear the bDebrisMaxSeparation flag in the flags field. If debrisMaxSeparationMax < debrisMaxSeparationMin, the mean of the two is used for both. Default debrisMaxSeparationMin = 1.0, debrisMaxSeparationMax = 10.0f.
es: Los "Chunks sobrantes" (ver debrisDepth, arriba) se eliminarán si están separados de su origen por una distancia mayor que maxSeparation. La maxSeparation actual está interpolada entre estos dos valores, con base en la configuración de LOD del módulo. Para desactivar maxSeparation, borre el indicador bDebrisMaxSeparation en el campo de indicadores. Si debrisMaxSeparationMax < debrisMaxSeparationMin, la media de los dos se usa para ambos. La debrisMaxSeparationMin predeterminada = 1.0, debrisMaxSeparationMax = 10.0f.
ko: Debris Max Separation Min - "디브리 청크" (위 debrisDepth 참고, 파편 덩어리)는 원점에서 maxSeparation 보다 멀리 분리된 경우 소멸됩니다. 실제 maxSeparation 은 이 두 값에서 모듈의 LOD 세팅에 따라 보간하여 구합니다. maxSeparation 을 비활성화시키려면, 플래그 칸의 bDebrisMaxSeparation 플래그를 지우면 됩니다. 만약 debrisMaxSeparationMax < debrisMaxSeparationMin 이면, 양쪽에 두 값의 평균이 사용됩니다. 기본값은 debrisMaxSeparationMin = 1.0, debrisMaxSeparationMax = 10.0f 입니다.
pt_br: "Blocos de escombros" (consulte debrisDepth acima) serão destruídos se forem afastados de sua origem por uma distância superior a maxSeparation. O maxSeparation real é interpolado entre esses dois valores, com base na configuração de LOD do módulo. Para desativar maxSeparation, remova o sinalizador de bDebrisMaxSeparation no campo de sinalizadores. Se debrisMaxSeparationMax < debrisMaxSeparationMin, a média dos dois será usada para ambos. Por padrão, debrisMaxSeparationMin = 1.0, debrisMaxSeparationMax = 10.0f.

# UObjectToolTips,DestructibleDebrisParameters:ValidBounds
source: "Debris chunks" (see debrisDepth, above) will be destroyed if they leave this box. The box translates with the destructible actor's initial position, but does not rotate or scale.
es: Los "Chunks sobrantes" (ver debrisDepth, arriba) se eliminarán si dejan esta caja. La caja se asimila con la posición inicial del actor destructible, pero no rota o escala.
ko: Valid Bounds - "디브리 청크" (위 debrisDepth 참고, 파편 덩어리)는 이 박스를 벗어나면 소멸됩니다. 박스는 디스트럭터블 액터의 초기 위치와 함께 이동은 되지만, 회전이나 스케일은 안됩니다.
pt_br: "Blocos de escombros" (consulte debrisDepth acima) serão destruídos se saírem desta caixa. A caixa translada com a posição inicial do ator destrutível, mas não gira ou escalona.

# UObjectToolTips,DestructibleDepthParameters
source: Properties that may be set for all chunks at a particular depth in the fracture hierarchy.
es: Las propiedades que se pueden ajustar para todos los chunks a una profundidad concreta en la jerarquía de la rotura.
pt_br: Propriedades que podem ser definidas para todos os blocos em uma profundidade específica da hierarquia de fratura.

# UObjectToolTips,DestructibleDepthParameters:ImpactDamageOverride
source: Chunks up to the depth DefaultImpactDamageDepth will take impact damage, unless one of the override options (see EImpactDamageOverride) is chosen.
es: Los chunks hasta la DefaultImpactDamageDepth de profundidad recibirán daño del impacto, a menos que se elija una de las opciones suprimidas (ver EImpactDamageOverride)
pt_br: Blocos até a profundidade DefaultImpactDamageDepth receberão danos de impacto, a menos que uma das opções de substituição (consulte EImpactDamageOverride) esteja selecionada.

# UObjectToolTips,DestructibleFractureSettings
source: Information to create an NxDestructibleAsset
es: Información para crear un NxDestructibleAsset
pt_br: Informação para a criação de um NxDestructibleAsset

# UObjectToolTips,DestructibleFractureSettings:CellSiteCount
source: The number of voronoi cell sites.
es: Número de sitios celda de los diagramas de Voronoi.
pt_br: A quantidade de locais de células Voronoi.

# UObjectToolTips,DestructibleFractureSettings:ChunkParameters
source: Per-chunk authoring parameters, which should be made writable when a chunk selection GUI is in place.
es: Parámetros de autorización por chunk, los cuales se deben hacer modificables cuando un GUID de selección de chunk esté activo.
pt_br: Parâmetros de criação por bloco, que devem se tornar graváveis quando há uma GUI de seleção de bloco.

# UObjectToolTips,DestructibleFractureSettings:FractureMaterialDesc
source: Stored interior material data. Just need one as we only support Voronoi splitting.
es: Datos del material interior almacenado. Solo se necesita uno ya que nosotros solo admitimos la división de los diagramas de Voronoi
pt_br: Dados armazenados do material de interior. Somente um é necessário pois suportamos apenas a divisão Voronoi.

# UObjectToolTips,DestructibleFractureSettings:Materials
source: APEX references materials by name, but we'll bypass that mechanism and use of UE materials instead.
es: APEX hace referencia a los materiales por su nombre, pero vamos a pasar por alto ese mecanismo y usar materiales UE en su lugar.
pt_br: O APEX referencia o material por nome, mas nós anularemos esse mecanismo e usaremos os materiais UE.

# UObjectToolTips,DestructibleFractureSettings:OriginalSubmeshCount
source: The mesh's original number of submeshes. APEX needs to store this in the authoring.
es: El número original de submallas de la malla. APEX necesita almacenarlo en la autorización.
pt_br: O número original de submalhas da malha. APEX precisa armazenar isso para a criação.

# UObjectToolTips,DestructibleFractureSettings:RandomSeed
source: Random seed for reproducibility
es: Semilla aleatoria para reproducibilidad.
pt_br: Semente aleatória, para capacidade de reprodução

# UObjectToolTips,DestructibleFractureSettings:VoronoiSites
source: Stored Voronoi sites
es: Sitios voronoi almacenados
pt_br: Sites Voronoi armazenados

# UObjectToolTips,DestructibleMesh:DefaultDestructibleParameters
source: Parameters controlling the destruction behavior.
es: Parámetros que controlan el comportamiento de destrucción.
pt_br: Parâmetros que controlam o comportamento de destruição.

# UObjectToolTips,DestructibleMesh:FractureChunkMeshes
source: Array of static meshes to build the fracture chunks from
es: Matriz de mallas estáticas de las que construir los fragmentos de rotura
pt_br: Matriz de malhas estáticas a compilar nos blocos de fratura

# UObjectToolTips,DestructibleMesh:FractureEffects
source: Fracture effects for each fracture level, unless overridden in the component.
es: Efectos de la rotura para cada nivel de rotura, a menos que se hayan suprimido en el componente.
pt_br: Efeitos de fratura para cada nível de fratura, a menos que substituído no componente.

# UObjectToolTips,DestructibleMesh:FractureSettings
source: Information used to author an NxDestructibleAsset
es: Información usada para nombrar un NxDestructibleAsset
pt_br: Informações usadas para criar um NxDestructibleAsset

# UObjectToolTips,DestructibleMesh:SourceSMImportTimestamp
source: Timestamp of the source static meshes last import at the time this destruction mesh has been generated.
es: Marca de tiempo de la última importación de mallas estáticas fuente en el momento en el que se generó esta malla de destrucción.
pt_br: Marcação de data e hora das malhas estáticas de origem importadas por último no momento em que essa malha de destruição foi gerada.

# UObjectToolTips,DestructibleParameters
source: Parameters that apply to a destructible actor.
es: Parámetros que aplicar a un actor destructible.
pt_br: Parâmetros que se aplicam a um ator destrutível.

# UObjectToolTips,DestructibleParameters:AdvancedParameters
source: Parameters that are less-often used. See DestructibleAdvancedParameters.
es: Parámetro que se usan con menos frecuencia. Ver DestructibleAdvancedParameters.
pt_br: Parâmetros que são menos usados. Veja DestructibleAdvancedParameters.

# UObjectToolTips,DestructibleParameters:DamageParameters
source: Parameters that pertain to chunk damage. See DestructibleDamageParameters.
es: Parámetros que están relacionados con el daño del chunk. Ver DestructibleDamageParameters.
pt_br: Parâmetros relacionados a dano de bloco. Veja DestructibleDamageParameters.

# UObjectToolTips,DestructibleParameters:DebrisParameters
source: Parameters that pertain to chunk debris-level settings. See DestructibleDebrisParameters.
es: Parámetros que están relacionados con los ajustes del nivel sobrante del chunk. Ver DestructibleDebrisParameters.
pt_br: Parâmetros relacionados a configurações de blocos a nível de escombros. Veja DestructibleDebrisParameters.

# UObjectToolTips,DestructibleParameters:DepthParameters
source: Parameters that apply to every chunk at a given level. the element [0] of the array applies to the level 0 (unfractured) chunk, element [1] applies to the level 1 chunks, etc.
es: Parámetros que aplicar a cada chunk en el nivel proporcionado. el elemento [0] de la matriz aplica al chunk del nivel 0 (sin dañar), el elemento [1] aplica al los chunks nivel 1, ect.
pt_br: Parâmetros que se aplicam a todos os blocos em um dado nível. O elemento [0] da matriz se aplica ao bloco de nível 0 (inteiro), o elemento [1] se aplica aos blocos de nível 1 etc.

# UObjectToolTips,DestructibleParameters:Flags
source: A collection of flags defined in DestructibleParametersFlag.
es: Una colección de marcadores definidos en DestructibleParametersFlag.
pt_br: Uma coleção de sinalizadores definida em DestructibleParametersFlag.

# UObjectToolTips,DestructibleParameters:SpecialHierarchyDepths
source: Special hierarchy depths for various behaviors.
es: Profundidad jerárquica especial para varios comportamientos.
pt_br: Profundidades especiais de hierarquia para vários comportamentos.

# UObjectToolTips,DestructibleSpecialHierarchyDepths
source: Special hierarchy depths for various behaviors.
es: Profundidad jerárquica especial para varios comportamientos.
pt_br: Profundidades especiais de hierarquia para vários comportamentos.

# UObjectToolTips,DestructibleParametersFlag
source: Flags that apply to a destructible actor.
es: Indicadores que aplicar a un actor destructible.
pt_br: Sinalizadores aplicáveis a um ator destrutível.

# UObjectToolTips,DestructibleParametersFlag:bAccumulateDamage
source: If set, chunks will "remember" damage applied to them, so that many applications of a damage amount below damageThreshold will eventually fracture the chunk. If not set, a single application of damage must exceed damageThreshold in order to fracture the chunk.
es: Si se ajusta, los chunks "recordarán" el daño que han recibido, por lo que muchas aplicaciones con una cantidad de daño por debajo del damageThreshold romperán finalmente el chunk. Si no se ajusta, una sola aplicación de daño tiene que exceder damageThreshold para romper el chunk.
pt_br: Se definido, os blocos se "lembrarão" do dano aplicado a eles, de forma que muitas aplicações de um dano abaixo do damageThreshold eventualmente fraturarão o bloco. Caso contrário, uma única aplicação de dano deve exceder o damageThreshold para fraturar o bloco.

# UObjectToolTips,DestructibleParametersFlag:bAccurateRaycasts
source: If set, the NxDestructibleActor::rayCast function will search within the nearest visible chunk hit for collisions with child chunks. This is used to get a better raycast position and normal, in case the parent collision volume does not tightly fit the graphics mesh. The returned chunk index will always be that of the visible parent that is intersected, however.
es: Si lo ajusta, la función de NxDestructibleActor::rayCast buscará dentro del golpe del chunk visible más cercado para colisiones con los chunks hijo. Se usa para obtener una normal y posición del rayo invisible mejor, en caso de que el volumen de colisión padre no se ajuste totalmente a la malla de los gráficos. Sin embargo, el índice del chunk devuelto siempre será ese del padre visible que se ha cruzado.
pt_br: Se definido, a função NxDestructibleActor::rayCast buscará colisões com blocos filhos dentro do bloco atingido visível mais próximo. Isso é usado para obter uma posição e normal de raycast melhores caso o volume de colisão pai não se alinhe à malha gráfica de forma justa. No entanto, o índice de bloco retornado será sempre aquele do pai visível que foi interceptado.

# UObjectToolTips,DestructibleParametersFlag:bCrumbleSmallestChunks
source: If set, the smallest chunks may be further broken down, either by fluid crumbles (if a crumble particle system is specified in the NxDestructibleActorDesc), or by simply removing the chunk if no crumble particle system is specified. Note: the "smallest chunks" are normally defined to be the deepest level of the fracture hierarchy. However, they may be taken from higher levels of the hierarchy if NxModuleDestructible::setMaxChunkDepthOffset is called with a non-zero value.
es: Si se ajusta, los chunks más pequeños pueden estar completamente rotos, bien por roturas del fluido (si se ha especificado un sistema de partículas de derrumbe en NxDestructibleActorDesc), o simplemente mediante la eliminación del chunk si no se ha especificado un sistema de partículas de derrumbe. Nota: los "chunks más pequeños" se definen normalmente como el nivel más profundo de la jerarquía de rotura. Sin embargo, se pueden quitar de niveles más altos de la jerarquía si se llama a NxModuleDestructible::setMaxChunkDepthOffset con un valor que no sea cero.
pt_br: Se definido, os blocos menores podem ser quebrados ainda mais, ou por rastros de fluido (se um sistema de partículas de rastro estiver especificado em NxDestructibleActorDesc), ou simplesmente pela remoção do bloco se nenhum sistema de partículas de rastro estiver especificado. Observação: os "blocos menores" normalmente são definidos como o nível mais inferior da hierarquia de fraturas. No entanto, eles podem ser tomados de níveis superiores da hierarquia se NxModuleDestructible::setMaxChunkDepthOffset for chamada com um valor não nulo.

# UObjectToolTips,DestructibleParametersFlag:bDebrisMaxSeparation
source: Whether or not chunks at or deeper than the "debris" depth (see NxDestructibleParameters::debrisDepth) will be removed if they separate too far from their origins. The maxSeparation is a value between NxDestructibleParameters::debrisMaxSeparationMin and NxDestructibleParameters::debrisMaxSeparationMax, based upon the destructible module's LOD setting.
es: Si se deben eliminar o no los chunks al mismo nivel o por debajo de la profundidad "sobrante" (consultar NxDestructibleParameters::debrisDepth) serán eliminados si se separan demasiado lejos de sus orígenes. El maxSeparation es un valor entre NxDestructibleParameters::debrisMaxSeparationMin y NxDestructibleParameters::debrisMaxSeparationMax, en base a la configuración de LOD del módulo destructible.
pt_br: Se os blocos na profundidade de "escombros" ou mais profundos (veja NxDestructibleParameters::debrisDepth) serão removidos ou não se estiverem muito separados de sua origem. A maxSeparation é um valor entre NxDestructibleParameters::debrisMaxSeparationMin e NxDestructibleParameters::debrisMaxSeparationMax, com base nas configurações de LOD do módulo destrutível.

# UObjectToolTips,DestructibleParametersFlag:bDebrisTimeout
source: Whether or not chunks at or deeper than the "debris" depth (see NxDestructibleParameters::debrisDepth) will time out. The lifetime is a value between NxDestructibleParameters::debrisLifetimeMin and NxDestructibleParameters::debrisLifetimeMax, based upon the destructible module's LOD setting.
es: Sea o no en segmentos al mismo nivel o por debajo de la profundidad “sobrante” (ver NxDestructibleParameters::debrisDepth) expirarán. La vida es un valor entre NxDestructibleParameters::debrisLifetimeMin y NxDestructibleParameters::debrisLifetimeMax, en base a la configuración del LOD del módulo destructible.
pt_br: Se os blocos na profundidade de "escombros" ou mais profundos (veja NxDestructibleParameters::debrisDepth) esgotarão ou não. O tempo de vida é um valor entre NxDestructibleParameters::debrisLifetimeMin e NxDestructibleParameters::debrisLifetimeMax, com base nas configurações de LOD do módulo destrutível.

# UObjectToolTips,DestructibleParametersFlag:bFormExtendedStructures
source: If initially static, the destructible will become part of an extended support structure if it is in contact with another static destructible that also has this flag set.
es: Si era estática inicialmente, la destructible formará parte de una estructura de soporte extendida si está en contacto con otra destructible estática que también tiene ajustado este indicador.
pt_br: Se estiver inicialmente estático, o destrutível se tornará parte de uma estrutura de suporte estendida caso ele esteja em contato com outro destrutível estático que também tenha esse sinalizador definido.

# UObjectToolTips,DestructibleParametersFlag:bUseValidBounds
source: If set, the ValidBounds field of NxDestructibleParameters will be used. These bounds are translated (but not scaled or rotated) to the origin of the destructible actor. If a chunk or chunk island moves outside of those bounds, it is destroyed.
es: Si lo ajusta, se usará el campo de ValidBounds de NxDestructibleParameters. Estos límites son trasladados (pero no escalados o rotados) al origen del actor destructible. Si un chunk o isla del chunk se mueve fuera de estos límites, se destruye.
pt_br: Se definido, o campo ValidBounds de NxDestructibleParameters será usado. Esses limites são transladados (mas não escalonados ou girados) para a origem do ator destrutível. Se um bloco ou ilha de blocos sair desses limites, será destruído.

# UObjectToolTips,DestructibleSpecialHierarchyDepths:EssentialDepth
source: The chunk hierarchy depth up to which chunks will always be processed. These chunks are considered to be essential either for gameplay or visually. The minimum value is 0, meaning the level 0 chunk is always considered essential. Default value is 0.
es: La profundidad de la jerarquía del chunk hasta la que se procesarán siempre los chunks. Estos chunks se consideran como esenciales tanto para el juego como para la visualización. El valor mínimo es es 0, lo que significa que el chunk del nivel 0 se considera siempre como esencial. El valor predeterminado es 0.
pt_br: A profundidade da hierarquia de bloco na qual os blocos sempre serão processados. Esses blocos são considerados essenciais para a jogabilidade ou para o visual. O valor mínimo é 0, o que significa que blocos nível sempre serão considerados essenciais. O valor padrão é 0.

# UObjectToolTips,DestructibleSpecialHierarchyDepths:MinimumFractureDepth
source: The chunks will not be broken free below this depth.
es: Los chunks no se liberarán bajo esta profundidad.
pt_br: Os blocos não serão liberados abaixo dessa profundidade.

# UObjectToolTips,DestructibleSpecialHierarchyDepths:SupportDepth
source: The chunk hierarchy depth at which to create a support graph. Higher depth levels give more detailed support, but will give a higher computational load. Chunks below the support depth will never be supported.
es: Profundidad de jerarquía del chunk a la cual crear el gráfico de soporte. Niveles de profundidad más alta proporcionan más detalle, pero también una carga de cálculo más alta. Los chunks por debajo de la profundidad de soporte nunca se admitirán.
pt_br: A profundidade da hierarquia de bloco na qual é criado o grafo de suporte. Níveis de profundidade maiores fornecem suporte mais detalhado, mas também uma carga computacional maior. Os blocos abaixo da profundidade de suporte nunca serão suportados.

# UObjectToolTips,DeviceProfile:BaseProfileName
source: The name of the parent profile of this object
es: Nombre del perfil padre de este objeto
pt_br: O nome do perfil pai desse objeto

# UObjectToolTips,DeviceProfile:CVars
source: The collection of CVars which is set from this profile
es: La colección de CVars que se ha ajustado desde este perfil
pt_br: A coleção de CVars que é definida a partir desse perfil

# UObjectToolTips,DeviceProfile:DeviceType
source: The type of this profile, I.e. IOS, Windows, PS4 etc
es: El tipo de esta configuración, ej. IOS, Windows, PS4 etc
pt_br: O tipo desse perfil. i.e. iOS, Windows, PS4 etc.

# UObjectToolTips,DeviceProfile:Parent
source: The parent object of this profile, it is the object matching this DeviceType with the BaseProfileName
es: El objeto padre de este perfil, es el objeto que empareja este DeviceType con el BaseProfileName
pt_br: O objeto pai desse perfil, é o objeto que corresponde esse DeviceType com o BaseProfileName

# UObjectToolTips,DeviceProfileManager
source: Implements a helper class that manages all profiles in the Device
es: Aplica una clase de asistente que gestiona todos los perfiles en el dispositivo
pt_br: Implementa uma classe auxiliar que gerencia todos os perfis do Dispositivo

# UObjectToolTips,DeviceProfileManager:Profiles
source: Holds the collection of managed profiles.
es: Contiene la colección de los perfiles manipulados.
pt_br: Mantém a coleção de perfis gerenciados.

# UObjectToolTips,DialogueContext:Speaker
source: The person speaking the dialogue.
es: La persona que dice el diálogo.
pt_br: A pessoa que está falando o diálogo.

# UObjectToolTips,DialogueContext:Targets
source: The people being spoken to.
es: La gente a la que se está hablando.
pt_br: Pessoas com quem se está falando.

# UObjectToolTips,DialogueContextMapping:Context
source: The context of the dialogue.
es: El contexto del diálogo.
pt_br: O contexto do diálogo.
