Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,InterpTrackColorProp:PropertyName
source: Name of property in Group AActor which this track mill modify over time.
es: Nombre de la propiedad en AActor del grupo que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade em Group AActor que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackFloatProp:PropertyName
source: Name of property in Group AActor which this track mill modify over time.
es: Nombre de la propiedad en AActor del grupo que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade em Group AActor que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackLinearColorProp:PropertyName
source: Name of property in Group AActor which this track mill modify over time.
es: Nombre de la propiedad en AActor del grupo que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade em Group AActor que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackVectorProp:PropertyName
source: Name of property in Group AActor which this track mill modify over time.
es: Nombre de la propiedad en AActor del grupo que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade em Group AActor que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackDirector:bSimulateCameraCutsOnClients
source: True to allow clients to simulate their own camera cuts. Can help with latency-induced timing issues.
es: Verdadero para permitir a lo clientes simular sus propios cortes de cámara. Puede ayudar con los fallos de tiempo de la inactividad inducida.
pt_br: Verdadeiro para permitir que clientes simulem seus próprios cortes de câmera. Útil com problemas de precisão de latência induzida.

# UObjectToolTips,InterpTrackDirector:CutTrack
source: Array of cuts between cameras.
es: Matriz de cortes entre cámaras.
pt_br: Matriz de cortes entre câmeras.

# UObjectToolTips,InterpTrackDirector:PreviewCamera
source: The camera actor which the track is currently focused on. Only valid if this track or it's group is selected
es: El actor cámara al que actualmente enfoca la pista. Solo es válido si esta pista o su grupo están seleccionados
pt_br: O ator da câmera no qual a faixa está atualmente focalizada. Somente válido se essa faixa ou o grupo dela estiver selecionado

# UObjectToolTips,InterpTrackEvent:bFireEventsWhenBackwards
source: If events should be fired when passed playing the sequence backwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia atrás.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem inversa.

# UObjectToolTips,InterpTrackToggle:bFireEventsWhenBackwards
source: If events should be fired when passed playing the sequence backwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia atrás.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem inversa.

# UObjectToolTips,InterpTrackVisibility:bFireEventsWhenBackwards
source: If events should be fired when passed playing the sequence backwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia atrás.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem inversa.

# UObjectToolTips,MovieSceneEventTrack:bFireEventsWhenBackwards
source: If events should be fired when passed playing the sequence backwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia atrás.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem inversa.

# UObjectToolTips,InterpTrackEvent:bFireEventsWhenForwards
source: If events should be fired when passed playing the sequence forwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia delante.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem direta.

# UObjectToolTips,InterpTrackToggle:bFireEventsWhenForwards
source: If events should be fired when passed playing the sequence forwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia delante.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem direta.

# UObjectToolTips,InterpTrackVisibility:bFireEventsWhenForwards
source: If events should be fired when passed playing the sequence forwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia delante.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem direta.

# UObjectToolTips,MovieSceneEventTrack:bFireEventsWhenForwards
source: If events should be fired when passed playing the sequence forwards.
es: Si se deben disparar los evento cuando se pasa la reproducción de la secuencia hacia delante.
pt_br: Se os eventos devem ser ativados ao serem passados reproduzindo a sequência na ordem direta.

# UObjectToolTips,InterpTrackEvent:bFireEventsWhenJumpingForwards
source: If true, events on this track are fired even when jumping forwads through a sequence - for example, skipping a cinematic.
es: Si es verdadero, los eventos en esta pista se disparan cuando saltan hacia delante en una secuencia - por ejemplo, saltar una escena.
pt_br: Se for verdadeiro, eventos nesta faixa são disparados mesmo quando uma sequência for pulada - por exemplo, ao pular uma animação.

# UObjectToolTips,InterpTrackToggle:bFireEventsWhenJumpingForwards
source: If true, events on this track are fired even when jumping forwads through a sequence - for example, skipping a cinematic.
es: Si es verdadero, los eventos en esta pista se disparan cuando saltan hacia delante en una secuencia - por ejemplo, saltar una escena.
pt_br: Se for verdadeiro, eventos nesta faixa são disparados mesmo quando uma sequência for pulada - por exemplo, ao pular uma animação.

# UObjectToolTips,InterpTrackVisibility:bFireEventsWhenJumpingForwards
source: If true, events on this track are fired even when jumping forwads through a sequence - for example, skipping a cinematic.
es: Si es verdadero, los eventos en esta pista se disparan cuando saltan hacia delante en una secuencia - por ejemplo, saltar una escena.
pt_br: Se for verdadeiro, eventos nesta faixa são disparados mesmo quando uma sequência for pulada - por exemplo, ao pular uma animação.

# UObjectToolTips,InterpTrackEvent:EventTrack
source: Array of events to fire off.
es: Matriz de eventos a iniciar.
pt_br: Matriz de eventos para disparar.

# UObjectToolTips,InterpTrackToggle:ToggleTrack
source: Array of events to fire off.
es: Matriz de eventos a iniciar.
pt_br: Matriz de eventos para disparar.

# UObjectToolTips,InterpTrackVisibility:VisibilityTrack
source: Array of events to fire off.
es: Matriz de eventos a iniciar.
pt_br: Matriz de eventos para disparar.

# UObjectToolTips,InterpTrackFade:bPersistFade
source: InterpTrackFade Special float property track that controls camera fading over time. Should live in a Director group.
es: InterpTrackFade Pista con propiedades de punto flotante especial que controla la atenuación de la cámara con el paso del tiempo. Debe vivir en un grupo principal.
pt_br: InterpTrackFade Faixa especial de propriedade de ponto flutuante que controla o esmaecimento da câmera ao longo do tempo. Deve ficar em um grupo Diretor.

# UObjectToolTips,InterpTrackFade:FadeColor
source: Color to fade to.
es: Color al que se atenuará.
pt_br: Cor para esmaecer.

# UObjectToolTips,InterpTrackFloatAnimBPParam:AnimClass
source: Materials whose parameters we want to change and the references to those materials.
es: Materiales cuyos parámetros queremos modificar y las referencias a esos materiales
pt_br: Materiais cujos parâmetros queremos mudar, e as referências a esses materiais.

# UObjectToolTips,InterpTrackFloatMaterialParam:TargetMaterials
source: Materials whose parameters we want to change and the references to those materials.
es: Materiales cuyos parámetros queremos modificar y las referencias a esos materiales
pt_br: Materiais cujos parâmetros queremos mudar, e as referências a esses materiais.

# UObjectToolTips,InterpTrackVectorMaterialParam:TargetMaterials
source: Materials whose parameters we want to change and the references to those materials.
es: Materiales cuyos parámetros queremos modificar y las referencias a esos materiales
pt_br: Materiais cujos parâmetros queremos mudar, e as referências a esses materiais.

# UObjectToolTips,InterpTrackFloatAnimBPParam:ParamName
source: Name of parameter in the MaterialInstance which this track will modify over time.
es: Nombre del parámetro en MaterialInstance que esta pista modificará en el transcurso del tiempo.
pt_br: Nome do parâmetro na MaterialInstance que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackFloatMaterialParam:ParamName
source: Name of parameter in the MaterialInstance which this track will modify over time.
es: Nombre del parámetro en MaterialInstance que esta pista modificará en el transcurso del tiempo.
pt_br: Nome do parâmetro na MaterialInstance que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackVectorMaterialParam:ParamName
source: Name of parameter in the MaterialInstance which this track will modify over time.
es: Nombre del parámetro en MaterialInstance que esta pista modificará en el transcurso del tiempo.
pt_br: Nome do parâmetro na MaterialInstance que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackFloatBase:CurveTension
source: Tension of curve, used for keypoints using automatic tangents.
es: Tensión de la curva, usada para los puntos clave mediante tangentes automáticas.
pt_br: Tensão da curva, usada para pontos-chave que usam tangentes automáticas.

# UObjectToolTips,InterpTrackLinearColorBase:CurveTension
source: Tension of curve, used for keypoints using automatic tangents.
es: Tensión de la curva, usada para los puntos clave mediante tangentes automáticas.
pt_br: Tensão da curva, usada para pontos-chave que usam tangentes automáticas.

# UObjectToolTips,InterpTrackVectorBase:CurveTension
source: Tension of curve, used for keypoints using automatic tangents.
es: Tensión de la curva, usada para los puntos clave mediante tangentes automáticas.
pt_br: Tensão da curva, usada para pontos-chave que usam tangentes automáticas.

# UObjectToolTips,InterpTrackFloatBase:FloatTrack
source: Actually track data containing keyframes of float as it varies over time.
es: Rastreo de datos que contienen fotogramas clave de un punto flotante mientras varía con el transcurso del tiempo.
pt_br: Rastreia os dados contendo quadros-chaves de um flutuante à medida que ele varia com o tempo.

# UObjectToolTips,InterpTrackFloatParticleParam:ParamName
source: Name of property in the Emitter which this track mill modify over time.
es: Nombre de la propiedad en el emisor que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade no Emissor que esta faixa modificará com o tempo.

# UObjectToolTips,InterpTrackInstBoolProp:BoolProperty
source: Mask that indicates which bit the boolean property actually uses of the value pointed to by BoolProp.
es: Máscara que indica qué bit de la propiedad booleano usa el valor que BoolProp apunta.
pt_br: Máscara que indica que bit a propriedade booleana realmente usa do valor apontado por BoolProp.

# UObjectToolTips,InterpTrackInstBoolProp:ResetBool
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstColorProp:ResetColor
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstFloatParticleParam:ResetFloat
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstFloatProp:ResetFloat
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstLinearColorProp:ResetColor
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstVectorProp:ResetVector
source: Saved value for restoring state when exiting Matinee.
es: Valor guardado para restablecer el estado al salir de matinee.
pt_br: Valor salvo para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstEvent:LastUpdatePosition
source: Position we were in last time we evaluated Events. During UpdateTrack, events between this time and the current time will be fired.
es: Posición en la que estábamos la última vez que evaluamos eventos. Durante UpdateTrack, se dispararán los eventos entre este tiempo y el tiempo actual.
pt_br: Posição em que estava da última vez em que os Eventos foram avaliados. Durante UpdateTrack, os eventos entre esse horário e o horário atual serão disparados.

# UObjectToolTips,InterpTrackInstFloatAnimBPParam:AnimScriptInstance
source: MIDs we're using to set the desired parameter.
es: Los MID que estamos utilizando para establecer el parámetro deseado
pt_br: MIDs usados para definir o parâmetro desejado.

# UObjectToolTips,InterpTrackInstFloatMaterialParam:MaterialInstances
source: MIDs we're using to set the desired parameter.
es: Los MID que estamos utilizando para establecer el parámetro deseado
pt_br: MIDs usados para definir o parâmetro desejado.

# UObjectToolTips,InterpTrackInstVectorMaterialParam:MaterialInstances
source: MIDs we're using to set the desired parameter.
es: Los MID que estamos utilizando para establecer el parámetro deseado
pt_br: MIDs usados para definir o parâmetro desejado.

# UObjectToolTips,InterpTrackInstFloatAnimBPParam:ResetFloat
source: Saved values for restoring state when exiting Matinee.
es: Valores guardados para restablecer el estado al salir de matinee.
pt_br: Valores salvos para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstFloatMaterialParam:ResetFloats
source: Saved values for restoring state when exiting Matinee.
es: Valores guardados para restablecer el estado al salir de matinee.
pt_br: Valores salvos para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstVectorMaterialParam:ResetVectors
source: Saved values for restoring state when exiting Matinee.
es: Valores guardados para restablecer el estado al salir de matinee.
pt_br: Valores salvos para restaurar o estado ao sair da Matinê.

# UObjectToolTips,InterpTrackInstFloatMaterialParam:InstancedTrack
source: track we are an instance of - used in the editor to propagate changes to the track's Materials array immediately
es: pista de la que somos una instancia - se usa en el editor para propagar inmediatamente los cambios a la matriz de materiales de la pista
pt_br: faixa em que estamos em uma instância - usada no editor para propagar alterações imediatamente para a matriz de Materiais da fixa

# UObjectToolTips,InterpTrackInstFloatMaterialParam:PrimitiveMaterialRefs
source: Primitive components on which materials have been overridden.
es: Componentes primitivas en las cuales los materiales se han anulado.
pt_br: Componentes primitivos em que os materiais foram substituídos.

# UObjectToolTips,InterpTrackInstVectorMaterialParam:PrimitiveMaterialRefs
source: Primitive components on which materials have been overridden.
es: Componentes primitivas en las cuales los materiales se han anulado.
pt_br: Componentes primitivos em que os materiais foram substituídos.

# UObjectToolTips,InterpTrackInstMove:ResetLocation
source: Saved position. Used in editor for resetting when quitting Matinee.
es: Guardar posición. Se usa en el editor para restablecer al salir de matinee.
pt_br: Posição salva. Usada no editor para redefinir ao sair da Matinê.

# UObjectToolTips,InterpTrackInstMove:ResetRotation
source: Saved rotation. Used in editor for resetting when quitting Matinee.
es: Guardar rotación. Se usa en el editor para restablecer al salir de matinee.
pt_br: Rotação salva. Usada no editor para redefinir ao sair da Matinê.

# UObjectToolTips,InterpTrackInstParticleReplay:LastUpdatePosition
source: Position we were in last time we evaluated. During UpdateTrack, events between this time and the current time will be processed.
es: Posición en la que estábamos la última vez que evaluamos. Durante UpdateTrack, se procesarán los eventos entre este tiempo y el tiempo actual.
pt_br: Posição em que estava da última vez em que os Eventos foram avaliados. Durante UpdateTrack, os eventos entre esse horário e o horário atual serão processados.

# UObjectToolTips,InterpTrackInstVisibility:LastUpdatePosition
source: Position we were in last time we evaluated. During UpdateTrack, events between this time and the current time will be processed.
es: Posición en la que estábamos la última vez que evaluamos. Durante UpdateTrack, se procesarán los eventos entre este tiempo y el tiempo actual.
pt_br: Posição em que estava da última vez em que os Eventos foram avaliados. Durante UpdateTrack, os eventos entre esse horário e o horário atual serão processados.

# UObjectToolTips,InterpTrackInstProperty:InterpProperty
source: Function to call after updating the value of the color property.
es: Función que llamar después de actualizar el valor de la propiedad de color.
pt_br: Função a chamar depois de atualizar o valor da propriedade de cor.

# UObjectToolTips,InterpTrackInstProperty:PropertyOuterObjectInst
source: Pointer to the UObject instance that is the outer of the color property we are interpolating on, this is used to process the property update callback.
es: Puntero para la instancia UObject que es el exterior de la propiedad de color en la cual estamos interpolando, Se usa para procesar la retrollamada de actualización de propiedades.
pt_br: Apontador para a instância UObject que está mais distante da propriedade de cor em que se está interpolando. Usado para processar a chamada de atualização de propriedade.

# UObjectToolTips,InterpTrackInstSlomo:OldTimeDilation
source: Backup of initial LevelInfo MatineeTimeDilation setting when interpolation started.
es: Respaldo de la configuración inicial de LevelInfo MatineeTimeDilation cuando empezó la interpolación.
pt_br: Backup da configuração inicial LevelInfo MatineeTimeDilation quando a interpolação é iniciada.

# UObjectToolTips,InterpTrackInstToggle:bSavedActiveState
source: Cached 'active' state for the toggleable actor before we possessed it; restored when Matinee exits
es: Estado 'activo' en caché para el actor que se puede activar y desactivar antes de que lo hayamos poseído, se restaura cuando matinee termina
pt_br: Estado 'ativo' armazenado em cachê para o ator alternável antes de possuirmos ele. Restaurado quando a Matinê sai

# UObjectToolTips,InterpTrackInstToggle:LastUpdatePosition
source: Position we were in last time we evaluated. During UpdateTrack, toggles between this time and the current time will be processed.
es: Posición en la que estábamos la última vez que evaluamos. Durante UpdateTrack, conmuta los eventos entre este tiempo y el tiempo actual.
pt_br: Posição em que estava da última vez em que os Eventos foram avaliados. Durante UpdateTrack, as alternâncias entre esse horário e o horário atual serão processadas.

# UObjectToolTips,InterpTrackInstVectorMaterialParam:InstancedTrack
source: Track we are an instance of - used in the editor to propagate changes to the track's Materials array immediately.
es: Pista de la que somos una instancia - se usa en el editor para propagar inmediatamente los cambios a la matriz de materiales de la pista.
pt_br: Faixa em que estamos em uma instância - usada no editor para propagar alterações imediatamente para a matriz de Materiais da fixa.

# UObjectToolTips,InterpTrackLinearColorBase:LinearColorTrack
source: Actually track data containing keyframes of a FVector as it varies over time.
es: Rastreo de datos que contienen fotogramas clave de un FVector mientras varía con el transcurso del tiempo.
pt_br: Rastreia os dados contendo quadros-chaves de um FVector à medida que ele varia com o tempo.

# UObjectToolTips,InterpTrackVectorBase:VectorTrack
source: Actually track data containing keyframes of a FVector as it varies over time.
es: Rastreo de datos que contienen fotogramas clave de un FVector mientras varía con el transcurso del tiempo.
pt_br: Rastreia os dados contendo quadros-chaves de um FVector à medida que ele varia com o tempo.

# UObjectToolTips,InterpTrackMove
source: Track containing data for moving an actor around over time.
es: Pista que contiene los datos para mover a un actor en el transcurso del tiempo.
pt_br: Faixa contendo dados para mover um ator com o decorrer do tempo.

# UObjectToolTips,InterpTrackMove:AngCurveTension
source: Controls the tightness of the curve for the rotation path.
es: Calibra el ángulo de la curva para la ruta de la rotación
pt_br: Controla a aproximação da curva do caminho de rotação.

# UObjectToolTips,InterpTrackMove:bDisableMovement
source: Disable previewing of this track - will always position AActor at Time=0.0. Useful when keyframing an object relative to this group.
es: Desactivar la vista preliminar de esa pista - colorará siempre al AActor en el tiempo=0.0. Resulta útil cuando se crean fotogramas clave a un objeto relativo a este grupo.
pt_br: Desativar visualização desta faixa - sempre posicionará AActor em Time=0.0. Útil quando dispondo um objeto em quadros-chave em relação a este grupo.

# UObjectToolTips,InterpTrackMove:bHide3DTrack
source: If true, 3D representation of this track in the 3D viewport is disabled.
es: Si es verdadero, la representación 3D de esta pista en la ventana gráfica 3D está desactivada.
pt_br: Se for verdadeiro, a representação em 3D desta faixa na porta de visualização 3D será desativada.

# UObjectToolTips,InterpTrackMove:bShowArrowAtKeys
source: In the editor, show a small arrow at each keyframe indicating the rotation at that key.
es: En el editor, mostrar una flecha pequeña en cada fotograma clave indicando la rotación en la clave.
pt_br: No editor, exibe uma pequena seta em cada quadro-chave indicando a rotação naquela chave.

# UObjectToolTips,InterpTrackMove:bShowRotationOnCurveEd
source: If false, when this track is displayed on the Curve Editor in Matinee, do not show the Rotation tracks.
es: Si es falso, cuando se visualice esta pista en el editor de la curva en matinee, no mostrar las pistas de la rotación.
pt_br: Se for falso, faixas de Rotação não serão mostradas quando essa faixa for exibida no Editor de Curvas na Matinê.

# UObjectToolTips,InterpTrackMove:bShowTranslationOnCurveEd
source: If false, when this track is displayed on the Curve Editor in Matinee, do not show the Translation tracks.
es: Si es falso, cuando se visualice esta pista en el editor de la curva en matinee, no mostrar las pistas de la traslación.
pt_br: Se for falso, faixas de Translação não serão mostradas quando essa faixa for exibida no Editor de Curvas na Matinê.
