Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ParticleModuleBeamNoise:NoiseScale
source: The scale factor to apply to noise range. The lookup value is determined by dividing the number of noise points present by the maximum number of noise points (Frequency).
es: El factor de escala que se debe aplicar al rango del ruido. El valor de búsqueda se determina mediante la división del número de puntos de ruido presente por el número máximo de puntos de ruido (frecuencia).
pt_br: O fator de escala para aplicar ao intervalo de ruído. O valor de consulta é determinado dividindo o número de pontos de ruído presentes pelo número máximo de pontos de ruído (Frequência).

# UObjectToolTips,ParticleModuleBeamNoise:NoiseSpeed
source: The speed with which to move each noise point.
es: Velocidad con la que mover cada punto de ruido.
pt_br: A velocidade com que cada ponto de ruído deve se mover.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseTangentStrength
source: The strength of noise tangents, if enabled.
es: La potencia de las tangentes del ruido, si está activado.
pt_br: A força das tangentes de ruído, se ativada.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseTension
source: The tension to apply to the tessellated noise line.
es: La tensión que aplicar a la línea de ruido teselada.
pt_br: A tensão aplicada à linha de ruído em mosaico.

# UObjectToolTips,ParticleModuleBeamNoise:NoiseTessellation
source: The amount of tessellation between noise points.
es: La cantidad de polígonos (técnica mosaico) entre los puntos del ruido.
pt_br: A quantidade de mosaico entre pontos de ruído.

# UObjectToolTips,ParticleModuleBeamSource:bLockSource
source: Whether to lock the source to the life of the particle.
es: Si bloquear la fuente a la vida de la partícula.
pt_br: Se deve bloquear a fonte à vida da partícula.

# UObjectToolTips,ParticleModuleBeamSource:bLockSourceStength
source: Whether to lock the source to the life of the particle.
es: Si bloquear la fuente a la vida de la partícula.
pt_br: Se deve bloquear a fonte à vida da partícula.

# UObjectToolTips,ParticleModuleBeamSource:bLockSourceTangent
source: Whether to lock the source to the life of the particle.
es: Si bloquear la fuente a la vida de la partícula.
pt_br: Se deve bloquear a fonte à vida da partícula.

# UObjectToolTips,ParticleModuleTrailSource:bLockSourceStength
source: Whether to lock the source to the life of the particle.
es: Si bloquear la fuente a la vida de la partícula.
pt_br: Se deve bloquear a fonte à vida da partícula.

# UObjectToolTips,ParticleModuleBeamSource:bSourceAbsolute
source: Whether to treat the as an absolute position in world space.
es: Si considerar el como una posición absoluta en el sistema de coordenadas global.
pt_br: Se deve tratar o como uma posição no espaço do mundo.

# UObjectToolTips,ParticleModuleBeamTarget:bTargetAbsolute
source: Whether to treat the as an absolute position in world space.
es: Si considerar el como una posición absoluta en el sistema de coordenadas global.
pt_br: Se deve tratar o como uma posição no espaço do mundo.

# UObjectToolTips,ParticleModuleBeamSource:Source
source: Default source-point to use.
es: Punto de origen predeterminado que se utiliza.
pt_br: Ponto de origem padrão a ser usado.

# UObjectToolTips,ParticleModuleBeamSource:SourceMethod
source: The method flag.
es: El indicador del método.
pt_br: O sinalizador de método.

# UObjectToolTips,ParticleModuleBeamTarget:TargetMethod
source: The method flag.
es: El indicador del método.
pt_br: O sinalizador de método.

# UObjectToolTips,ParticleModuleBeamSource:SourceName
source: The strength of the tangent from the source point for each beam.
es: La fuerza de la tangente del punto fuente para cada rayo.
pt_br: A força da tangente do ponto fonte para cada feixe.

# UObjectToolTips,ParticleModuleBeamSource:SourceStrength
source: The strength of the tangent from the source point for each beam.
es: La fuerza de la tangente del punto fuente para cada rayo.
pt_br: A força da tangente do ponto fonte para cada feixe.

# UObjectToolTips,ParticleModuleBeamSource:SourceTangent
source: The tangent for the source point for each beam.
es: La tangente para el punto fuente para cada rayo.
pt_br: A tangente para o ponto fonte de cada feixe.

# UObjectToolTips,ParticleModuleBeamSource:SourceTangentMethod
source: The method to use for the source tangent.
es: El método que se utiliza para la tangente fuente.
pt_br: O método usado para a tangente da fonte.

# UObjectToolTips,ParticleModuleBeamTarget:bLockTarget
source: Whether to lock the Target to the life of the particle.
es: Si bloquear la meta a la vida de la partícula.
pt_br: Se deve bloquear o Alvo à vida da partícula.

# UObjectToolTips,ParticleModuleBeamTarget:bLockTargetStength
source: Whether to lock the Target to the life of the particle.
es: Si bloquear la meta a la vida de la partícula.
pt_br: Se deve bloquear o Alvo à vida da partícula.

# UObjectToolTips,ParticleModuleBeamTarget:bLockTargetTangent
source: Whether to lock the Target to the life of the particle.
es: Si bloquear la meta a la vida de la partícula.
pt_br: Se deve bloquear o Alvo à vida da partícula.

# UObjectToolTips,ParticleModuleBeamTarget:TargetName
source: The target point sources of each beam, when using the end point method.
es: Las fuentes del punto meta de cada rayo, cuando se usa el método del punto final.
pt_br: As fontes puntiformes alvo de cada feixe, quando o método de ponto final é usado.

# UObjectToolTips,ParticleModuleBeamTarget:TargetStrength
source: The strength of the tangent from the Target point for each beam.
es: La fuerza de la tangente del punto meta para cada rayo.
pt_br: A força da tangente do ponto Alvo para cada feixe.

# UObjectToolTips,ParticleModuleBeamTarget:TargetTangent
source: The tangent for the Target point for each beam.
es: La tangente para el punto meta para cada rayo.
pt_br: A tangente para o ponto Alvo de cada feixe.

# UObjectToolTips,ParticleModuleBeamTarget:TargetTangentMethod
source: The method to use for the Target tangent.
es: El método que se utiliza para la tangente meta.
pt_br: O método usado para a tangente do Alvo.

# UObjectToolTips,ParticleModuleCameraOffset:bSpawnTimeOnly
source: If true, the offset will only be processed at spawn time
es: Si es verdadero, el desplazamiento solo se procesará en el tiempo de creación
pt_br: Se for verdadeiro, o deslocamento será processado somente na hora da criação

# UObjectToolTips,ParticleModuleCameraOffset:CameraOffset
source: The camera-relative offset to apply to sprite location
es: El desplazamiento de la cámara relativa que aplicar a la ubicación del sprite
pt_br: O deslocamento relativo à câmera para aplicar ao local do sprite

# UObjectToolTips,ParticleModuleCameraOffset:UpdateMethod
source: How to update the offset for this module. DirectSet - Set the value directly (overwrite any previous setting) Additive - Add the offset of this module to the existing offset Scalar - Scale the existing offset by the value of this module
es: Cómo actualizar el desplazamiento para este módulo. DirectSet - Ajustar el valor directamente(sobrescribir toda configuración previa) Añadido - Añadir el desplazamiento de este módulo al desplazamiento existente Escalado - Escalar el desplazamiento existente mediante el valor de este módulo
pt_br: Como atualizar o deslocamento para esse módulo. DirectSet - Define o valor diretamente (sobrescreve qualquer definição anterior) Additive - Adiciona o deslocamento desse módulo ao deslocamento existente Scalar - Escalona o deslocamento existente pelo valor neste módulo

# UObjectToolTips,ParticleModuleCollision:bCollideOnlyIfVisible
source: If true, Particle collision only if particle system is currently being rendered.
es: Si es verdadero, habrá una colisión de la partícula solo si el sistema de partículas se ha renderizado actualmente.
pt_br: Se for verdadeiro, colisões entre Partículas só ocorrem se o sistema de partículas estiver sendo renderizado.

# UObjectToolTips,ParticleModuleCollision:bDropDetail
source: If true, when the World->bDropDetail flag is set, the module will be ignored.
es: Si es verdadero, cuando el indicador World->bDropDetail está ajustado, el módulo se omitirá.
pt_br: Se for verdadeiro, quando o sinalizador World -> bDropDetail estiver definido, o módulo será ignorado.

# UObjectToolTips,ParticleModuleCollision:bIgnoreSourceActor
source: If true, then the source actor is ignored in collision checks. Defaults to true.
es: Si es verdadero, entonces el actor fuente se omite en las revisiones de la colisión. Predeterminado para verdadero.
pt_br: Se for verdadeiro, o ator fonte é ignorado em verificações de colisão. O padrão é verdadeiro.

# UObjectToolTips,ParticleModuleCollision:bOnlyVerticalNormalsDecrementCount
source: If true, then collisions that do not have a vertical hit normal will still react, but UsedMaxCollisions count will not be decremented. (ie., They don't 'count' as collisions) Useful for having particles come to rest on floors.
es: Si es verdadero, entonces las colisiones que tienen una normal del golpe vertical aún se producirán, pero el recuento de UsedMaxCollisions no disminuirá (ej. No 'cuentan' como colisiones) Útil para tener partículas que reposan en los suelos.
pt_br: Se for verdadeiro, as colisões que não tiverem uma normal de impacto vertical ainda reagirão, mas o UsedMaxCollisions não será decrementado (i.e. elas não 'contam' como colisões) Útil para fazer com que partículas atinjam o repouso no chão.

# UObjectToolTips,ParticleModuleCollision:CollisionCompletionOption
source: What to do once a particles MaxCollisions is reached. One of the following: EPCC_Kill Kill the particle when MaxCollisions is reached EPCC_Freeze Freeze in place, NO MORE UPDATES EPCC_HaltCollisions, Stop collision checks, keep updating everything EPCC_FreezeTranslation, Stop translations, keep updating everything else EPCC_FreezeRotation, Stop rotations, keep updating everything else EPCC_FreezeMovement Stop all movement, keep updating
es: Qué hacer una vez que se haya alcanzado el MaxCollisions de las partículas. Una de las siguientes variaciones: EPCC_Kill Matar a la partícula cuando se alcance MaxCollisions EPCC_Freeze Congelar en el sitio, NO HABRÁ MÁS ACTUALIZACIONES EPCC_HaltCollisions, Detener las verificaciones de colisión, seguir actualizando todo lo demás EPCC_FreezeTranslation, Detener las traslaciones, seguir actualizando todo lo demás EPCC_FreezeRotation, Detener las rotaciones, seguir actualizando todo lo demás EPCC_FreezeMovement Detener todo movimiento, seguir actualizando
pt_br: O que fazer quando o MaxCollisions de partículas é atingido. Um dos seguintes: EPCC_Kill Elimina a partícula quando o MaxCollisions é atingido EPCC_Freeze Congela no lugar, SEM MAIS ATUALIZAÇÕES EPCC_HaltCollisions, Interrompe as verificações de colisão, continua atualizando tudo EPCC_FreezeTranslation, Interrompe as translações, continua atualizando o restante EPCC_FreezeRotation, Interrompe as rotações, continua atualizando o restante EPCC_FreezeMovement Interrompe todo o movimento, continua atualizando

# UObjectToolTips,ParticleModuleCollision:DampingFactor
source: How much to `slow' the velocity of the particle after a collision. Value is obtained using the EmitterTime at particle spawn.
es: Cuánto 'ralentizar' la velocidad de la partícula tras una colisión. El valor se obtiene mediante EmitterTime en la creación de la partícula.
pt_br: Quanto a velocidade da partícula deve diminuir após uma colisão. O valor é obtido a partir do EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleCollision:DampingFactorRotation
source: How much to `slow' the rotation of the particle after a collision. Value is obtained using the EmitterTime at particle spawn.
es: Cuánto 'ralentizar' la rotación de la partícula tras una colisión. El valor se obtiene mediante EmitterTime en la creación de la partícula.
pt_br: Quanto a rotação da partícula deve diminuir após uma colisão. O valor é obtido a partir do EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleCollision:DelayAmount
source: How long to delay before checking a particle for collisions. Value is retrieved using the EmitterTime. During update, the particle flag IgnoreCollisions will be set until the particle RelativeTime has surpassed the DelayAmount.
es: Cuánto tiempo retrasar antes de revisar una partícula para las colisiones. Se ha recuperado el valor mediante EmitterTime. Durante la actualización, IgnoreCollisions del indicador de la partícula se ajustará hasta que el RelativeTime de la partícula haya sobrepasado la DelayAmount.
pt_br: Tempo de atraso antes de verificar se uma partícula sofreu colisões. O valor é obtido a partir do EmitterTime. Durante a atualização, o sinalizador IgnoreCollisions da partícula será definido até que o RelativeTime da partícula ultrapasse a DelayAmount.

# UObjectToolTips,ParticleModuleCollision:DirScalar
source: The directional scalar value - used to scale the bounds to 'assist' in avoiding inter-penetration or large gaps.
es: El valor de la variable direccional - usado para escalar los límites para 'ayudar' a evitar grandes huecos o interpenetración.
pt_br: O valor escalar direcional - usado para escalonar os limites para 'auxiliar' a evitar penetrações interiores ou lacunas grandes.

# UObjectToolTips,ParticleModuleCollision:MaxCollisionDistance
source: Max distance at which particle collision will occur.
es: Distancia máxima a la que se producirá una colisión de la partícula.
pt_br: Distância máxima em que colisão de partículas ocorrerá.

# UObjectToolTips,ParticleModuleCollision:MaxCollisions
source: The maximum number of collisions a particle can have. Value is obtained using the EmitterTime at particle spawn.
es: El número máximo de colisiones que puede tener una partícula. El valor se obtiene mediante el EmitterTime en la creación de la partícula.
pt_br: O número máximo de colisões que uma partícula pode sofrer. O valor é obtido usando o EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleCollision:ParticleMass
source: The mass of the particle - for use when bApplyPhysics is true. Value is obtained using the EmitterTime at particle spawn.
es: La masa de la partícula que se utiliza cuando bApplyPhysics es verdadero. El valor se obtiene mediante el EmitterTime en la creación de la partícula.
pt_br: A massa da partícula - usar quando bApplyPhysics for verdadeiro. O valor é obtido usando o EmitterTime na criação da partícula.

# UObjectToolTips,ParticleModuleCollision:VerticalFudgeFactor
source: The fudge factor to use to determine vertical. True vertical will have a Hit.Normal.Z == 1.0 This will allow for Z components in the range of [1.0-VerticalFudgeFactor..1.0] to count as vertical collisions.
es: El fudge factor que se utiliza para determinar la vertical. La vertical tendrá un Hit.Normal.Z == 1.0 Lo que permitirá a los componentes de Z en el rango de [1.0-VerticalFudgeFactor..1.0] contar como colisiones verticales.
pt_br: O fator fudge usado para determinar a vertical. Vertical verdadeira terá um Hit.Normal.Z == 1.0 Isso permite que as componentes Z no intervalo de [1.0-VerticalFudgeFactor..1.0] contém como colisões verticais.

# UObjectToolTips,ParticleModuleCollisionGPU:Friction
source: Friction applied to all particles during a collision or while moving along a surface.
es: Fricción aplicada a todas las partículas durante una colisión o mientras se mueven por una superficie.
pt_br: Atrito aplicado a todas as partículas durante uma colisão ou ao mover-se ao longo uma superfície

# UObjectToolTips,ParticleModuleCollisionGPU:RadiusBias
source: Bias applied to the collision radius.
es: Desviación aplicada al radio de la colisión.
pt_br: Tendência aplicada ao raio de colisão.

# UObjectToolTips,ParticleModuleCollisionGPU:RadiusScale
source: Scale applied to the size of the particle to obtain the collision radius.
es: Escala aplicada al tamaño de la partícula para obtener el radio de la colisión.
pt_br: Escala aplicada ao tamanho da partícula para obter o raio de colisão.

# UObjectToolTips,ParticleModuleCollisionGPU:Resilience
source: The bounciness of the particle.
es: El efecto de rebote de la partícula.
pt_br: A elasticidade da partícula.

# UObjectToolTips,ParticleModuleCollisionGPU:ResilienceScaleOverLife
source: Scales the bounciness of the particle over its life.
es: Escala el efecto de rebote de la partícula durante su vida.
pt_br: Escalona a elasticidade da partícula ao longo de sua vida.

# UObjectToolTips,ParticleModuleCollisionGPU:Response
source: How particles respond to a collision event.
es: Cómo reaccionan las partículas a un evento de colisión
pt_br: Como partículas respondem a um evento de colisão.

# UObjectToolTips,ParticleModuleColor:bClampAlpha
source: If true, the alpha value will be clamped to the [0..1] range.
es: Si es verdadero, el valor alfa se fijará al rango [0..1].
pt_br: Se for verdadeiro, o valor alfa ficará restrito ao intervalo [0..1].

# UObjectToolTips,ParticleModuleColorOverLife:bClampAlpha
source: If true, the alpha value will be clamped to the [0..1] range.
es: Si es verdadero, el valor alfa se fijará al rango [0..1].
pt_br: Se for verdadeiro, o valor alfa ficará restrito ao intervalo [0..1].

# UObjectToolTips,ParticleModuleColor:StartAlpha
source: Initial alpha for a particle as a function of Emitter time.
es: Alfa inicial para una partícula como una función del tiempo del emisor.
pt_br: Alfa inicial para uma partícula como função do tempo do Emissor.

# UObjectToolTips,ParticleModuleColor:StartColor
source: Initial color for a particle as a function of Emitter time.
es: Color inicial para una partícula como una función del tiempo del emisor
pt_br: Cor inicial para uma partícula como função do tempo do Emissor.

# UObjectToolTips,ParticleModuleColor_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLifetime_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLight_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLocation_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLocationPrimitiveCylinder_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLocationPrimitiveSphere_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleLocationWorldOffset_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleMeshRotation_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleMeshRotationRate_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleParameterDynamic_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleRotation_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleRotationRate_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleSize_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleVelocity_Seeded:RandomSeedInfo
source: The random seed(s) to use for looking up values in StartLocation
es: La(s) semilla(s) aleatorias que se utiliza(n) para buscar valores en StartLocation
pt_br: As sementes aleatórias usadas para buscar valores em StartLocation

# UObjectToolTips,ParticleModuleColorOverLife:AlphaOverLife
source: The alpha to apply to the particle, as a function of the particle RelativeTime.
es: Alfa que aplicar a una partícula, como una función del RelativeTime de la partícula.
pt_br: O alfa a ser aplicado à partícula como uma função do RelativeTime da partícula.

# UObjectToolTips,ParticleModuleColorOverLife:ColorOverLife
source: The color to apply to the particle, as a function of the particle RelativeTime.
es: El color que aplicar a la partícula, como una función del RelativeTime de la partícula.
pt_br: A cor a ser aplicada à partícula como uma função do RelativeTime da partícula.

# UObjectToolTips,ParticleModuleColorScaleOverLife:AlphaScaleOverLife
source: The scale factor for the alpha.
es: Factor de escala para alfa.
pt_br: O fator de escala para o alfa.

# UObjectToolTips,ParticleModuleColorScaleOverLife:bEmitterTime
source: Whether it is EmitterTime or ParticleTime related.
es: Si es el EmitterTime o ParticleTime relacionado.
pt_br: Se é relacionado ao EmitterTime ou ParticleTime.

# UObjectToolTips,ParticleModuleColorScaleOverLife:ColorScaleOverLife
source: The scale factor for the color.
es: Factor de escala para el color.
pt_br: O fator de escala para a cor.

# UObjectToolTips,ParticleModuleEventReceiverBase:EventGeneratorType
source: The type of event that will generate the kill.
es: El tipo de evento que generará la eliminación.
pt_br: O tipo de evento que gerará a eliminação.

# UObjectToolTips,ParticleModuleEventReceiverBase:EventName
source: The name of the emitter of interest for generating the event.
es: Nombre de del emisor de interés para generar el evento.
pt_br: O nome do emissor de interesse para gerar o evento.
