Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,GPUSpriteEmitterInfo:LockAxisFlag
source: The method for locking the particles to a particular axis.
es: El método para bloquear las partículas a un eje específico.
pt_br: O método para bloquear as partículas em um eixo particular.

# UObjectToolTips,GPUSpriteResourceData:LockAxisFlag
source: The method for locking the particles to a particular axis.
es: El método para bloquear las partículas a un eje específico.
pt_br: O método para bloquear as partículas em um eixo particular.

# UObjectToolTips,GPUSpriteEmitterInfo:MaxLifetime
source: The maximum lifetime of particles in this emitter.
es: El tiempo de vida máximo de las partículas en este emisor.
pt_br: O tempo de vida máximo das partículas nesse emissor.

# UObjectToolTips,GPUSpriteEmitterInfo:MaxParticleCount
source: The maximum number of particles expected for this emitter.
es: El número máximo de partículas que se esperan para este emisor.
pt_br: O número máximo de partículas esperado para esse emissor.

# UObjectToolTips,GPUSpriteEmitterInfo:OrbitOffsetBase
source: Amount by which to offset particles when they are spawned.
es: Cantidad de desplazamiento de las partículas al generarse.
pt_br: Quantidade para deslocar as partículas quando elas são criadas.

# UObjectToolTips,GPUSpriteEmitterInfo:PointAttractorPosition
source: Point attractor position.
es: Posición del atractor de punto.
pt_br: Posição do atrator puntiforme.

# UObjectToolTips,GPUSpriteEmitterInfo:PointAttractorRadiusSq
source: Point attractor radius, squared.
es: Radio del atractor de puntos, cuadrado.
pt_br: Radio do atrator puntiforme, quadrado.

# UObjectToolTips,GPUSpriteEmitterInfo:PointAttractorStrength
source: Point attractor strength over time.
es: Fuerza del atractor de punto con el paso del tiempo.
pt_br: Força do atrator puntiforme ao longo do tempo.

# UObjectToolTips,GPUSpriteEmitterInfo:RequiredModule
source: The required module. Needed for now, but should be divorced from the runtime.
es: El módulo requerido. Por ahora es necesario, pero debería separarse del tiempo de ejecución.
pt_br: O módulo necessário. Necessário por enquanto, mas deve ser divorciado do tempo de execução.

# UObjectToolTips,GPUSpriteEmitterInfo:Resilience
source: Damping factor applied to particle collisions.
es: El factor amortiguador aplicado a las colisiones de partículas.
pt_br: Fator de amortecimento aplicado às colisões de partícula.

# UObjectToolTips,GPUSpriteEmitterInfo:ScreenAlignment
source: The method for aligning the particle based on the camera.
es: El método para alinear la partícula basada en la cámara.
pt_br: O método para alinhar a partícula bom base na câmera.

# UObjectToolTips,GPUSpriteEmitterInfo:SpawnModule
source: The spawn module. Needed for now, but should be divorced from the runtime.
es: El módulo de generación. Por ahora es necesario, pero debería separarse del tiempo de ejecución.
pt_br: O módulo de criação. Necessário por enquanto, mas deve ser divorciado do tempo de execução.

# UObjectToolTips,GPUSpriteEmitterInfo:SpawnModules
source: List of spawn modules that must be evaluated at runtime.
es: Lista de módulos de creación que tienen que evaluarse durante el tiempo de ejecución.
pt_br: Lista de módulos de criação que deverão ser avaliados em tempo de execução.

# UObjectToolTips,GPUSpriteEmitterInfo:SpawnPerUnitModule
source: The spawn-per-unit module.
es: El módulo generar por unidad
pt_br: O módulo de criação por unidade.

# UObjectToolTips,GPUSpriteEmitterInfo:VectorFieldScale
source: Per-particle vector field scale.
es: Escala del campo vectorial por partícula.
pt_br: Escala de campo vetorial por partícula.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo
source: Data needed for local vector fields.
es: Los datos que se necesitan para los campos del vector local.
pt_br: Dados necessários para os campos vetoriais locais.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:bIgnoreComponentTransform
source: Ignore Components Transform
es: Ignorar transformación de componentes.
pt_br: Ignorar Transformação dos Componentes

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:bTileX
source: Tile vector field in x axis?
es: ¿Colocar teselas al campo vectorial en el eje x?
pt_br: Repetir o campo vetorial em placas no eixo X?

# UObjectToolTips,ParticleModuleVectorFieldLocal:bTileX
source: Tile vector field in x axis?
es: ¿Colocar teselas al campo vectorial en el eje x?
pt_br: Repetir o campo vetorial em placas no eixo X?

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:bTileY
source: Tile vector field in y axis?
es: ¿Colocar teselas al campo vectorial en el eje y?
pt_br: Repetir o campo vetorial em placas no eixo Y?

# UObjectToolTips,ParticleModuleVectorFieldLocal:bTileY
source: Tile vector field in y axis?
es: ¿Colocar teselas al campo vectorial en el eje y?
pt_br: Repetir o campo vetorial em placas no eixo Y?

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:bTileZ
source: Tile vector field in z axis?
es: ¿Colocar teselas al campo vectorial en el eje z?
pt_br: Repetir o campo vetorial em placas no eixo Z?

# UObjectToolTips,ParticleModuleVectorFieldLocal:bTileZ
source: Tile vector field in z axis?
es: ¿Colocar teselas al campo vectorial en el eje z?
pt_br: Repetir o campo vetorial em placas no eixo Z?

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:Field
source: Local vector field to apply to this emitter.
es: Campo vectorial local a aplicar a este emisor.
pt_br: Campo vetorial local a aplicar a este emissor.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:Intensity
source: Local vector field intensity.
es: Intensidad del campo vectorial local
pt_br: Intensidade do campo vetorial local.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:MaxInitialRotation
source: Maximum initial rotation.
es: Rotación inicial máxima
pt_br: Rotação inicial máxima.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:MinInitialRotation
source: Minimum initial rotation.
es: Rotación inicial mínima
pt_br: Rotação inicial mínima.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:RotationRate
source: Local vector field rotation rate.
es: Frecuencia de rotación del campo vectorial local.
pt_br: Taxa de rotação do campo vetorial local.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:Tightness
source: Local vector field tightness.
es: Ángulo del campo vectorial local.
pt_br: Tensão do campo vetorial local.

# UObjectToolTips,GPUSpriteLocalVectorFieldInfo:Transform
source: Local vector field transform.
es: Transformación del campo vectorial local.
pt_br: Transformação do campo vetorial local.

# UObjectToolTips,GPUSpriteResourceData
source: The source data for runtime resources.
es: Los datos fuente para los recursos de ejecución.
pt_br: Os dados da fonte para os recursos de tempo de execução.

# UObjectToolTips,GPUSpriteResourceData:CameraMotionBlurAmount
source: How much to stretch sprites based on camera motion blur.
es: Cuánto alargar los sprites en base al desenfoque de movimiento de la cámara.
pt_br: O quanto os sprites devem ser esticadas com base no desfoque de movimento da câmera.

# UObjectToolTips,GPUSpriteResourceData:CollisionRadiusBias
source: Bias to apply to per-particle size for collision.
es: Desviación a aplicar al tamaño de colisión por partícula.
pt_br: Tendência para aplicar ao tamanho por partícula para colisão.

# UObjectToolTips,GPUSpriteResourceData:CollisionRadiusScale
source: Scale to apply to per-particle size for collision.
es: Escala a aplicar al tamaño de colisión por partícula.
pt_br: Escala para aplicar ao tamanho por partícula para colisão.

# UObjectToolTips,GPUSpriteResourceData:CollisionTimeBias
source: Bias applied to relative time upon collision.
es: Desviación aplicada al tiempo relativo sobre la colisión.
pt_br: Tendência aplicada ao tempo relativo na colisão.

# UObjectToolTips,GPUSpriteResourceData:ColorScale
source: Scale and bias to be applied to the color of sprites.
es: Escala y desviación a aplicar al color de los sprites.
pt_br: Escala e tendência a aplicar às cores dos sprites.

# UObjectToolTips,GPUSpriteResourceData:DragCoefficientBias
source: Bias to apply to per-particle drag coefficient.
es: Desviación a aplicar al coeficiente de arrastre por partícula.
pt_br: Tendência para aplicar ao coeficiente de arrastar por partícula.

# UObjectToolTips,GPUSpriteResourceData:DragCoefficientScale
source: Scale to apply to per-particle drag coefficient.
es: Escala a aplicar al coeficiente de arrastre por partícula.
pt_br: Escala para aplicar ao coeficiente de arrastar por partícula.

# UObjectToolTips,GPUSpriteResourceData:GlobalVectorFieldScale
source: Scale to apply to global vector fields.
es: Escala a aplicar a los campos vectoriales globales.
pt_br: Escala para aplicar aos campos vetoriais globais.

# UObjectToolTips,GPUSpriteResourceData:GlobalVectorFieldTightness
source: Tightness override value for the global vector fields.
es: Valor de anulación de ángulo para los campos vectoriales globales.
pt_br: Valor de substituição de aproximação para os campos de vetores globais.

# UObjectToolTips,GPUSpriteResourceData:MiscScale
source: Scale and bias to be applied to the misc curve.
es: Escala y desviación a aplicar a la curva misc.
pt_br: Escala e tendência a aplicar à curva de miscelânea.

# UObjectToolTips,GPUSpriteResourceData:OneMinusFriction
source: One minus the coefficient of friction applied to particles upon collision.
es: Uno menos el coeficiente de fricción aplicado a las partículas tras las colisión.
pt_br: Um menos o coeficiente de atrito aplicado a partículas na colisão.

# UObjectToolTips,GPUSpriteResourceData:OrbitFrequencyBase
source: Frequency at which the particle orbits around each axis.
es: Frecuencia en la que la partícula orbita sobre cada eje.
pt_br: Frequência em que orbita a partícula em torno de cada eixo.

# UObjectToolTips,GPUSpriteResourceData:OrbitOffsetBase
source: Offset at which to orbit.
es: Desplazamiento en el que orbitar.
pt_br: Deslocamento em que será orbitado.

# UObjectToolTips,GPUSpriteResourceData:OrbitPhaseBase
source: Phase offset of orbit around each axis.
es: Desplazamiento fase de órbita alrededor de cada eje.
pt_br: O deslocamento de fase de órbita em torno de cada eixo.

# UObjectToolTips,GPUSpriteResourceData:PerParticleVectorFieldBias
source: Bias to apply to per-particle vector field scale.
es: Desviación a aplicar a la escala del campo vectorial por partícula.
pt_br: Tendência para aplicar à escala do campo vetorial por partícula.

# UObjectToolTips,GPUSpriteResourceData:PerParticleVectorFieldScale
source: Scale to apply to per-particle vector field scale.
es: Escala a aplicar a la escala del campo vectorial por partícula.
pt_br: Escala para aplicar à escala do campo vetorial por partícula.

# UObjectToolTips,GPUSpriteResourceData:PivotOffset
source: Pivot offset in UV space for placing the verts of each particle.
es: Desplazamiento del pivote en espacio UV para ubicar los vértices de cada partícula.
pt_br: Deslocamento do pivô no espaço UV para colocar os vértices de cada partícula.

# UObjectToolTips,GPUSpriteResourceData:QuantizedColorSamples
source: Quantized color samples.
es: Muestras de color cuantificadas
pt_br: Amostras de cor quantificadas.

# UObjectToolTips,GPUSpriteResourceData:QuantizedMiscSamples
source: Quantized samples for misc curve attributes to be evaluated at runtime.
es: Muestras cuantificadas para atributos de curva misc. a evaluarse durante el tiempo de ejecución.
pt_br: Amostras quantizadas de atributos diversos da curva a avaliar em tempo de execução.

# UObjectToolTips,GPUSpriteResourceData:QuantizedSimulationAttrSamples
source: Quantized samples for simulation attributes.
es: Muestras cuantificadas para atributos de simulación.
pt_br: Amostras quantizadas de atributos de simulação.

# UObjectToolTips,GPUSpriteResourceData:ResilienceBias
source: Bias to apply to per-particle damping factor.
es: Desviación a aplicar al factor de atenuación por partícula.
pt_br: Tendência para aplicar ao fator de amortecimento por partícula.

# UObjectToolTips,GPUSpriteResourceData:ResilienceScale
source: Scale to apply to per-particle damping factor.
es: Escala a aplicar al factor de atenuación por partícula.
pt_br: Escala para aplicar ao fator de amortecimento por partícula.

# UObjectToolTips,GPUSpriteResourceData:RotationRateScale
source: Scale to apply to per-particle rotation rate.
es: Escala a aplicar al rango de rotación por partícula.
pt_br: Escala para aplicar ao coeficiente de rotação por partícula.

# UObjectToolTips,GPUSpriteResourceData:ScreenAlignment
source: Screen alignment for particles.
es: Alineación de pantalla para partículas.
pt_br: Alinhamento da tela para partículas.

# UObjectToolTips,GPUSpriteResourceData:SimulationAttrCurveScale
source: Scale and bias to be applied to the simulation attribute curves.
es: Escala y desviación a aplicar a las curvas con atributos de simulación.
pt_br: Escala e tendência a aplicar às curvas de atributo de simulação.

# UObjectToolTips,GPUSpriteResourceData:SizeBySpeed
source: SizeBySpeed parameters. XY=SpeedScale ZW=MaxSpeedScale.
es: Parámetros SizeBySpeed . XY=SpeedScale ZW=MaxSpeedScale.
pt_br: Parâmetros SizeBySpeed. XY=SpeedScale ZW=MaxSpeedScale.

# UObjectToolTips,GPUSpriteResourceData:SubImageSize
source: Size of subimages. X:SubImageCountH Y:SubImageCountV Z:1/SubImageCountH W:1/SubImageCountV
es: Tamaño de subimágenes. X:SubImageCountH Y:SubImageCountV Z:1/SubImageCountH W:1/SubImageCountV
pt_br: Tamanho das subimagens. X:SubImageCountH Y:SubImageCountV Z:1/SubImageCountH W:1/SubImageCountV

# UObjectToolTips,GraphEditorSettings
source: Implements settings for the graph editor.
es: Aplica los ajustes para el editor gráfico
pt_br: Implementa configurações para o editor de grafos

# UObjectToolTips,GraphEditorSettings:BooleanPinTypeColor
source: Boolean pin type color
es: Color de tipo pin booleano
pt_br: Cor do tipo do fixador booleano

# UObjectToolTips,GraphEditorSettings:BytePinTypeColor
source: Byte pin type color
es: Color de tipo pin byte
pt_br: Cor do tipo do fixador de byte

# UObjectToolTips,GraphEditorSettings:ClassPinTypeColor
source: Class pin type color
es: Clase de color de tipo de pin
pt_br: Cor do tipo do fixador de classe

# UObjectToolTips,GraphEditorSettings:DataPinStyle
source: The visual styling to use for graph editor pins (in Blueprints, materials, etc...)
es: El estilo visual que se utilizará para pines del editor de gráficos (en Blueprints, materiales, etc.. ...)
pt_br: O estilo visual a usar para fixadores do editor de grafo (em esquemas, materiais etc...)

# UObjectToolTips,GraphEditorSettings:DefaultPinTypeColor
source: The default color is used only for types not specifically defined below. Generally if it's seen, it means another type needs to be defined so that the wire in question can have an appropriate color.
es: El color predeterminado se usa solo para tipos que no se definen de forma específica debajo. Por lo general si se ve, significa que otro tipo necesita estar definido, de manera que el cable en cuestión tenga un color adecuado.
pt_br: A cor padrão é usada apenas para tipos não definidos especificamente abaixo. Geralmente, se for vista, significa que outro tipo precisa ser definido para que o fio em questão tenha uma cor adequada.

# UObjectToolTips,GraphEditorSettings:DelegatePinTypeColor
source: Delegate pin type color
es: Delegado de color del tipo de pin
pt_br: Delegar cor do tipo de fixador

# UObjectToolTips,GraphEditorSettings:EventNodeTitleColor
source: Event node title color
es: Color de título de nodo de evento
pt_br: Cor do título do nó do evento

# UObjectToolTips,GraphEditorSettings:ExecBranchNodeTitleColor
source: Exec Branch node title color
es: Ejecutar un color de título de nodo rama
pt_br: Executar cor de título de nó de ramificação

# UObjectToolTips,GraphEditorSettings:ExecSequenceNodeTitleColor
source: Exec Sequence node title color
es: Ejecutar un color de título de nodo de secuencia
pt_br: Executar cor de título de nó de sequência

# UObjectToolTips,GraphEditorSettings:ExecutionPinTypeColor
source: Execution pin type color
es: Ejecución de color de tipo pin
pt_br: Cor do tipo do fixador de execução

# UObjectToolTips,GraphEditorSettings:FloatPinTypeColor
source: Floating-point pin type color
es: Color de tipo pin del punto flotante
pt_br: Cor do tipo do fixador de ponto flutuante

# UObjectToolTips,GraphEditorSettings:FunctionCallNodeTitleColor
source: CallFunction node title color
es: Color de título del nodo CallFunction
pt_br: Cor do título do nó CallFunction

# UObjectToolTips,GraphEditorSettings:FunctionTerminatorNodeTitleColor
source: Function Terminator node title color
es: Color de título de nodo del finalizador de funciones
pt_br: Cor do título do nó do terminador de função

# UObjectToolTips,GraphEditorSettings:IndexPinTypeColor
source: Index pin type color
es: Color de tipo pin del índice
pt_br: Cor do tipo de fixador de índice

# UObjectToolTips,GraphEditorSettings:InterfacePinTypeColor
source: Interface pin type color
es: Color de tipo pin de la interfaz
pt_br: Cor do tipo do fixador de interface

# UObjectToolTips,GraphEditorSettings:IntPinTypeColor
source: Integer pin type color
es: Color de tipo pin del entero
pt_br: Cor do tipo do fixador do inteiro

# UObjectToolTips,GraphEditorSettings:NamePinTypeColor
source: Name pin type color
es: Nombre de color del tipo de pin
pt_br: Cor do tipo do fixador de nome

# UObjectToolTips,GraphEditorSettings:ObjectPinTypeColor
source: Object pin type color
es: Color de tipo pin del objeto
pt_br: Cor do tipo do fixador do objeto

# UObjectToolTips,GraphEditorSettings:ParentFunctionCallNodeTitleColor
source: Parent class function call node title color
es: Color de título del nodo de llamada de la función clase padre
pt_br: Cor do título do nó de chamada de função da classe pai

# UObjectToolTips,GraphEditorSettings:PureFunctionCallNodeTitleColor
source: Pure function call node title color
es: Color de título del nodo de llamada de la función pura
pt_br: Cor do título do nó de chamada de função pura

# UObjectToolTips,GraphEditorSettings:ResultNodeTitleColor
source: Result node title color
es: Color de título del nodo resultante
pt_br: Cor do título do nó do resultado

# UObjectToolTips,GraphEditorSettings:RotatorPinTypeColor
source: Rotator pin type color
es: Color de tipo pin del rotador
pt_br: Cor do tipo do fixador do rodador

# UObjectToolTips,GraphEditorSettings:StringPinTypeColor
source: String pin type color
es: Color del tipo de pin de la cadena
pt_br: Cor do tipo do fixador de string

# UObjectToolTips,GraphEditorSettings:StructPinTypeColor
source: Struct pin type color
es: Color de tipo pin de la estructura
pt_br: Cor do tipo de fixador de struct

# UObjectToolTips,GraphEditorSettings:TextPinTypeColor
source: Text pin type color
es: Color de tipo de pin del texto
pt_br: Cor do tipo de fixador de texto

# UObjectToolTips,GraphEditorSettings:TraceAttackHoldPeriod
source: How long is the attack color fully visible
es: Cuánto tiempo es visible en su totalidad el color de ataque
pt_br: Duração da cor de ataque totalmente visível

# UObjectToolTips,GraphEditorSettings:TraceDecayPeriod
source: How long does it take to fade from the attack to the sustain color
es: Cuánto tiempo tarda en atenuar desde el color de ataque al de soporte
pt_br: Tempo que leva para esmaecer da cor de ataque para a cor de sustentação

# UObjectToolTips,GraphEditorSettings:TracePositionBonusPeriod
source: How much of a bonus does an exec get for being near the top of the trace stack, and how does that fall off with position?
es: ¿Cuánta bonificación recibe un executivo por estar cerca de la parte superior de la ejecución de la traza? y ¿cómo cae con la posición?
pt_br: Quantidade de bônus que um exec obtém por estar perto do topo da pilha de rastreamento e como isso cai com a posição?

# UObjectToolTips,GraphEditorSettings:TraceReleasePeriod
source: How long does it take to fade from the sustain to the release color
es: Cuánto tiempo tarda en atenuar desde el color de soporte al de salida
pt_br: Tempo que leva para esmaecer da cor de sustentação para a cor de liberação

# UObjectToolTips,GraphEditorSettings:TraceSustainHoldPeriod
source: How long is the sustain color fully visible
es: Cuánto tiempo es visible en su totalidad el color de soporte
pt_br: Duração da cor de sustentação totalmente visível

# UObjectToolTips,GraphEditorSettings:TransformPinTypeColor
source: Transform pin type color
es: Transformación de color de tipo pin
pt_br: Transformar cor do tipo de fixador

# UObjectToolTips,GraphEditorSettings:VectorPinTypeColor
source: Vector pin type color
es: Color de tipo pin del vector
pt_br: Cor do tipo do fixador vetorial

# UObjectToolTips,GraphEditorSettings:WildcardPinTypeColor
source: Wildcard pin type color
es: Color de tipo pin del comodín
pt_br: Cor do tipo de fixar do curinga

# UObjectToolTips,GraphReference:GraphBlueprint
source: The blueprint the graph is contained within
es: El Blueprint en el cual se encuentra el gráfico
pt_br: O esquema dentro do qual o grafo está contido

# UObjectToolTips,GraphReference:GraphGuid
source: The graph GUID so we can refind it if it has been renamed
es: El GUID gráfico para poder volver a encontrarlo, incluso si se le cambió el nombre
pt_br: A GUID do grafo para reencontrá-la caso tenha sido renomeada

# UObjectToolTips,GraphReference:MacroGraph
source: Reference to the actual graph
es: Referencia al gráfico real
pt_br: Referência ao grafo atual

# UObjectToolTips,GridSlot:Column
source: The column index of the cell this slot is in
es: El índice de columnas en el que se encuentra esta ranura
pt_br: O índice da coluna da célula em que esse slot está

# UObjectToolTips,UniformGridSlot:Column
source: The column index of the cell this slot is in
es: El índice de columnas en el que se encuentra esta ranura
pt_br: O índice da coluna da célula em que esse slot está

# UObjectToolTips,GridSlot:Row
source: The row index of the cell this slot is in
es: El índice de filas en el que se encuentra esta ranura
pt_br: O índice da linha da célula em que esse slot está

# UObjectToolTips,UniformGridSlot:Row
source: The row index of the cell this slot is in
es: El índice de filas en el que se encuentra esta ranura
pt_br: O índice da linha da célula em que esse slot está

# UObjectToolTips,GridSlot:SetColumn
source: Sets the column index of the slot, this determines what cell the slot is in the panel
es: Establece el índice de la columna de la ranura, esto determina en qué celda del panel se encuentra la ranura
pt_br: Define o índice da coluna do slot, que determina a célula em que o slot está no painel

# UObjectToolTips,UniformGridSlot:SetColumn
source: Sets the column index of the slot, this determines what cell the slot is in the panel
es: Establece el índice de la columna de la ranura, esto determina en qué celda del panel se encuentra la ranura
pt_br: Define o índice da coluna do slot, que determina a célula em que o slot está no painel

# UObjectToolTips,GridSlot:SetRow
source: Sets the row index of the slot, this determines what cell the slot is in the panel
es: Ajusta el índice de filas de la ranura, esto determina en qué celda se encuentra la ranura en el panel
pt_br: Define o índice da linha do slot, que determina a célula em que o slot está no painel

# UObjectToolTips,UniformGridSlot:SetRow
source: Sets the row index of the slot, this determines what cell the slot is in the panel
es: Ajusta el índice de filas de la ranura, esto determina en qué celda se encuentra la ranura en el panel
pt_br: Define o índice da linha do slot, que determina a célula em que o slot está no painel

# UObjectToolTips,Guid
source: A globally unique identifier.
es: Un identificador único global.
pt_br: Um identificador globalmente exclusivo.
