Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AnimNode_TwoBoneIK:EffectorLocationSpace
source: Reference frame of Effector Location.
es: Fotograma de referencia de la ubicación del efector.
pt_br: Referencial para o local do Efetor.

# UObjectToolTips,AnimNode_TwoBoneIK:JointTargetLocationSpace
source: Reference frame of Joint Target Location.
es: Fotograma de referencia de la ubicación meta de la unión.
pt_br: Referencial da Localização Alvo da Articulação.

# UObjectToolTips,AnimNode_TwoBoneIK:StretchLimits
source: Limits to use if stretching is allowed.
es: Límites que se utilizan si se permite el alargamiento.
pt_br: Limites a usar se o alongamento for permitido.

# UObjectToolTips,AnimNode_UseCachedPose:LinkToCachingNode
source: Note: This link is intentionally not public; it's wired up during compilation
es: Nota: Este enlace no es público de forma intencional; está conectado durante la compilación
pt_br: Observação: este link é intencionalmente privado; conectado durante a compilação

# UObjectToolTips,AnimNotify:GetNotifyName
source: Implementable event to get a custom name for the notify
es: Evento que se puede aplicar para obtener un nombre personalizado para la notificación
pt_br: Evento implementável para obter um nome personalizado para a notificação

# UObjectToolTips,AnimNotifyState:GetNotifyName
source: Implementable event to get a custom name for the notify
es: Evento que se puede aplicar para obtener un nombre personalizado para la notificación
pt_br: Evento implementável para obter um nome personalizado para a notificação

# UObjectToolTips,AnimNotify:NotifyColor
source: Color of Notify in editor
es: Color del aviso en el editor
pt_br: Cor de Notificação no editor

# UObjectToolTips,AnimNotifyEvent:NotifyColor
source: Color of Notify in editor
es: Color del aviso en el editor
pt_br: Cor de Notificação no editor

# UObjectToolTips,AnimNotifyState:NotifyColor
source: Color of Notify in editor
es: Color del aviso en el editor
pt_br: Cor de Notificação no editor

# UObjectToolTips,AnimNotifyEvent:DisplayTime
source: The user requested time for this notify
es: El usuario solicitó tiempo para esta notificación
pt_br: O tempo solicitado pelo usuário para essa notificação

# UObjectToolTips,AnimNotifyEvent:EndTriggerTimeOffset
source: An offset similar to TriggerTimeOffset but used for the end scrub handle of a notify state's duration
es: Un desplazamiento similar a TriggerTimeOffset pero utilizado para el final de la duración de un estado de aviso.
pt_br: Um deslocamento semelhante ao TriggerTimeOffset, mas usado para esfregar o manipulador de uma duração do estado da notificação

# UObjectToolTips,AnimNotifyEvent:TriggerTimeOffset
source: An offset from the DisplayTime to the actual time we will trigger the notify, as we cannot always trigger it exactly at the time the user wants
es: Un desplazamiento desde el DisplayTime al tiempo actual en el que activaremos el aviso, puesto que no podemos activarlo en el momento en que el usuario lo desea.
pt_br: Um deslocamento de DisplayTime para o tempo atual para acionar a notificação, pois não é sempre possível acioná-la no momento exato que o usuário deseja

# UObjectToolTips,BranchingPoint:TriggerTimeOffset
source: An offset from the DisplayTime to the actual time we will trigger the notify, as we cannot always trigger it exactly at the time the user wants
es: Un desplazamiento desde el DisplayTime al tiempo actual en el que activaremos el aviso, puesto que no podemos activarlo en el momento en que el usuario lo desea.
pt_br: Um deslocamento de DisplayTime para o tempo atual para acionar a notificação, pois não é sempre possível acioná-la no momento exato que o usuário deseja

# UObjectToolTips,AnimNotifyState_TimedParticleEffect
source: Timed Particle Effect Notify Allows a looping particle effect to be played in an animation that will activate at the beginning of the notify and deactivate at the end.
es: Notificación de efecto de partícula cronometrada Permite que se reproduzca un efecto de partícula en bucle en una animación que se activará al inicio de la notificación y que se desactivará al final.
pt_br: Notificação de efeito de partícula cronometrado Permite que um efeito de loop de partícula seja reproduzido em uma animação que será ativada no início da notificação e desativada no final.

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:bDestroyAtEnd
source: Whether the particle system should be immediately destroyed at the end of the notify state or be allowed to finish
es: Si se debe destruir inmediatamente el sistema de partículas al final del estado de notificación, o si se debe permitir que termine
pt_br: Se o sistema de partículas deve ser imediatamente destruído no fim do estado de notividação ou ter permissão de terminar

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:LocationOffset
source: Offset from the socket or bone to place the particle system
es: Desplazamiento desde el punto de acople o hueso para ubicar el sistema de partículas
pt_br: Deslocamento do soquete ou osso a posicionar o sistema de partículas

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:PreviousPSTemplates
source: The following arrays are used to handle property changes during a state. Because we can't store any stateful data here we can't know which emitter is ours. The best metric we have is an emitter on our Mesh Component with the same template and socket name we have defined. Because these can change at any time we need to track previous versions when we are in an editor build. Refactor when stateful data is possible, tracking our component instead.
es: Las siguientes matrices se utilizan para manejar los cambios de propiedades durante un estado. Debido a que aquí no podemos almacenar ningún dato con información de estado, no podemos saber qué emisor es el nuestro. El mejor indicador que tenemos es un emisor en nuestro componente de malla con la misma plantilla y nombre de punto de acople que el que hemos definido. Debido a que éstos pueden cambiar en cualquier momento, necesitamos seguir versiones previas cuando estamos en una versión del editor. Refactorizar cuando los datos con información sean posibles, llevar un registro de nuestro componente en su lugar.
pt_br: As matrizes a seguir são usadas para tratar alterações de propriedade durante um estado. Como não é possível armazenar qualquer dado com estado aqui, não há como saber qual é o nosso emissor. A melhor métrica que temos é um emissor no Componente da Malha com o mesmo nome de modelo e soquete definido. Como eles podem mudar a qualquer momento, é preciso rastrear versões anteriores quando estamos em uma compilação do editor. Refatore quando for possível ter dados com estado, rastreando o nosso componente.

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:PSTemplate
source: The particle system to spawn for the notify state
es: El sistema de partículas a generar para el estado de notificación
pt_br: O sistema de partículas a criar para o estado de notificação

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:RotationOffset
source: Rotation offset from the socket or bone for the particle system
es: Desplazamiento de rotación desde el punto de acople o hueso para el sistema de partículas
pt_br: Deslocamento de rotação do soquete ou osso do sistema de partículas

# UObjectToolTips,AnimNotifyState_TimedParticleEffect:SocketName
source: The socket or bone to attach the system to
es: El punto de acople o hueso al cual se acopla el sistema
pt_br: O soquete ou osso ao qual anexar o sistema

# UObjectToolTips,AnimNotifyState_Trail:bRenderGeometry
source: If true, render the trail geometry (this should typically be on)
es: Si es verdadero, hace un renderizado de de la geometría de la pista (debe estar normalmente activado)
pt_br: Se for verdadeiro, renderiza a geometria da trilha (isso costuma estar ativo)

# UObjectToolTips,ParticleModuleTypeDataRibbon:bRenderGeometry
source: If true, render the trail geometry (this should typically be on)
es: Si es verdadero, hace un renderizado de de la geometría de la pista (debe estar normalmente activado)
pt_br: Se for verdadeiro, renderiza a geometria da trilha (isso costuma estar ativo)

# UObjectToolTips,AnimNotifyState_Trail:bRenderSpawnPoints
source: If true, render stars at each spawned particle point along the trail
es: Si es verdadero, el renderizado comienza en cada punto de la partícula creada en la pista
pt_br: Se for verdadeiro, renderiza estrelas em cada ponto da trilha em que uma partícula for criada

# UObjectToolTips,ParticleModuleTypeDataRibbon:bRenderSpawnPoints
source: If true, render stars at each spawned particle point along the trail
es: Si es verdadero, el renderizado comienza en cada punto de la partícula creada en la pista
pt_br: Se for verdadeiro, renderiza estrelas em cada ponto da trilha em que uma partícula for criada

# UObjectToolTips,AnimNotifyState_Trail:bRenderTangents
source: If true, render a line showing the tangent at each spawned particle point along the trail
es: Si es verdadero, hace un renderizado de una línea mostrando la tangente en cada punto de la partícula creada a lo largo de la pista
pt_br: Se for verdadeiro, renderiza uma linha mostrando a tangente em cada ponto da trilha em que uma partícula for criada

# UObjectToolTips,ParticleModuleTypeDataRibbon:bRenderTangents
source: If true, render a line showing the tangent at each spawned particle point along the trail
es: Si es verdadero, hace un renderizado de una línea mostrando la tangente en cada punto de la partícula creada a lo largo de la pista
pt_br: Se for verdadeiro, renderiza uma linha mostrando a tangente em cada ponto da trilha em que uma partícula for criada

# UObjectToolTips,AnimNotifyState_Trail:bRenderTessellation
source: If true, render the tessellated path between spawned particles
es: Si es verdadero, hace un renderizado de la ruta en mosaico entre las partículas creadas
pt_br: Se for verdadeiro, renderiza o caminho em mosaico entre partículas criadas

# UObjectToolTips,ParticleModuleTypeDataRibbon:bRenderTessellation
source: If true, render the tessellated path between spawned particles
es: Si es verdadero, hace un renderizado de la ruta en mosaico entre las partículas creadas
pt_br: Se for verdadeiro, renderiza o caminho em mosaico entre partículas criadas

# UObjectToolTips,AnimNotifyState_Trail:FirstSocketName
source: Name of the first socket defining this trail.
es: Nombre del primer punto de acople que define esta pista.
pt_br: Nome do primeiro soquete que define esta trilha.

# UObjectToolTips,AnimNotifyState_Trail:PSTemplate
source: The particle system to use for this trail.
es: El sistema de partículas que se utiliza para esta pista.
pt_br: O sistema de partículas a usar para essa trilha.

# UObjectToolTips,AnimNotifyState_Trail:SecondSocketName
source: Name of the second socket defining this trail.
es: Nombre del segundo punto de acople que define esta pista.
pt_br: Nome do segundo soquete que define esta trilha.

# UObjectToolTips,AnimNotifyState_Trail:WidthScaleCurve
source: Name of the curve to drive the width scale.
es: Nombre de la curva que dirige la escala de ancho.
pt_br: Nome da curva para orientar a escala de largura.

# UObjectToolTips,AnimNotifyState_Trail:WidthScaleMode
source: Controls the way width scale is applied. In each method a width scale of 1.0 will mean the width is unchanged from the position of the sockets. A width scale of 0.0 will cause a trail of zero width. From Centre = Trail width is scaled outwards from the centre point between the two sockets. From First = Trail width is scaled outwards from the position of the first socket. From Second = Trail width is scaled outwards from the position of the Second socket.
es: Controla la forma en que se aplica la escala de anchura. En cada método, una escala de 1.0 de ancho significa que no se cambia el ancho de la posición de los puntos de acople. Una escala de 0.0 produce una pista con cero de ancho. Desde el centro = El ancho de pista se escala hacia afuera, desde el punto central entre los dos puntos de acople. Desde el primero = El ancho de la pista se escala hacia afuera, a partir de la posición del primer punto de acople. Desde el segundo = El ancho de la pista se escala hacia afuera, a partir de la posición del segundo punto de acople.
pt_br: Controla a maneira que a escala de largura é aplicada. Em cada método, uma escala de largura de 1.0 significará que a largura não é alterada na posição dos soquetes. Uma escala de largura de 0.0 causará uma trilha de largura zero. A partir do centrlo = Largura da trilha é escalonada fora do ponto central entre os dois soquetes. A partir do primeiro = A largura da trilha é escalonada fora da posição do primeiro soquete. A partir do segundo = A largura da trilha é escalonada fora da posição do segunto soquete.

# UObjectToolTips,AnimNotifyTrack
source: Keyframe position data for one track. Pos(i) occurs at Time(i). Pos.Num() always equals Time.Num().
es: Datos de la posición del fotograma clave para una pista. Pos(i) se produce en Time(i). Pos.Num() es siempre equivalente a Time.Num().
pt_br: Dados de posição do quadro-chave para uma faixa. Pos(i) ocorre no Time(i). Pos.Num() sempre equivale a Time.Num()

# UObjectToolTips,TranslationTrack
source: Keyframe position data for one track. Pos(i) occurs at Time(i). Pos.Num() always equals Time.Num().
es: Datos de la posición del fotograma clave para una pista. Pos(i) se produce en Time(i). Pos.Num() es siempre equivalente a Time.Num().
pt_br: Dados de posição do quadro-chave para uma faixa. Pos(i) ocorre no Time(i). Pos.Num() sempre equivale a Time.Num()

# UObjectToolTips,AnimPreviewInstance
source: This Instance only contains one AnimationAsset, and produce poses Used by Preview in AnimGraph, Playing single animation in Kismet2 and etc
es: La instancia solo contiene un AnimationAsset, y produce posiciones Se ha usado en la vista preliminar en AnimGraph, en la reproducción de una sola animación en Kismet2 y etc.
pt_br: Essa Instância contém somente um AnimationAsset e produz poses Usado pela Visualização em AnimGraph, Reproduzindo uma única animação no Kismet2 etc.

# UObjectToolTips,AnimSegment:AnimPlayRate
source: Playback speed of this animation. If you'd like to reverse, set -1
es: Velocidad de reproducción de esta animación. Si quisiera retrocederla, ajustar a -1
pt_br: Velocidade de reprodução desta animação. Se você gostaria de reverter, coloque -1

# UObjectToolTips,AnimSegment:StartPos
source: Start Pos within this AnimCompositeBase
es: Posición inicial dentro de este AnimCompositeBase
pt_br: Posição inicial dentro deste AnimCompositeBase

# UObjectToolTips,AnimSequence:AssetImportData
source: Importing data and options used for this mesh
es: Importando datos y opciones usados para esta malla
pt_br: Importando dados e opções usadas para esta malha

# UObjectToolTips,SkeletalMesh:AssetImportData
source: Importing data and options used for this mesh
es: Importando datos y opciones usados para esta malla
pt_br: Importando dados e opções usadas para esta malha

# UObjectToolTips,StaticMesh:AssetImportData
source: Importing data and options used for this mesh
es: Importando datos y opciones usados para esta malla
pt_br: Importando dados e opções usadas para esta malha

# UObjectToolTips,AnimSequence:bDoNotOverrideCompression
source: Do not attempt to override compression scheme when running CompressAnimations commandlet. Some high frequency animations are too sensitive and shouldn't be changed.
es: No intentar anular el esquema de compresión cuando se esté ejecutando la commandlet CompressAnimations. Algunas de las animaciones de frecuencia alta son muy sensibles y no se pueden modificar.
pt_br: Não tente substituir o esquema de compactação ao executar o commandlet CompressAnimations. Algumas animações de alta frequência são muito sensíveis e não devem ser alteradas.

# UObjectToolTips,AnimSequence:bWasCompressedWithoutTranslations
source: Used to track whether, or not, this sequence was compressed with it's full translation tracks
es: Usado para supervisar si esta secuencia se comprimió con sus pistas de traslación completas
pt_br: Usado para rastrear se essa sequência foi ou não compactada com as faixas de conversão completas

# UObjectToolTips,AnimSequence:CompressCommandletVersion
source: Saved version number with CompressAnimations commandlet. To help with doing it in multiple passes.
es: Número de versión guardada con commandlet CompressAnimations. Ayudar haciéndolo en múltiples pasos.
pt_br: Número de versão salvo com CompressAnimations commandlet. Para ajudar ao fazê-lo em mais de um passo.

# UObjectToolTips,AnimSequence:CompressionScheme
source: The compression scheme that was most recently used to compress this animation. May be NULL.
es: El esquema de compresión que más se ha usado recientemente para comprimir esta animación. Puede ser NULO.
pt_br: O esquema de compressão que foi recentemente usado para comprimir essa animação. Pode ser NULO.

# UObjectToolTips,AnimSequence:EncodingPkgVersion
source: The version of the global encoding package used at the time of import
es: La versión del paquete de codificado global que se usó durante la importación
pt_br: A versão do pacote de codificação global usado no momento da importação

# UObjectToolTips,AnimSequence:NumFrames
source: Number of raw frames in this sequence (not used by engine - just for informational purposes).
es: Número de fotogramas sin procesar en esta secuencia (el motor no los usa, es solo para fines informativos).
pt_br: Número de quadros brutos nesta sequência (não usado pelo mecanismo, somente para fins informativos).

# UObjectToolTips,AnimSequence:RefFrameIndex
source: Additve reference frame if RefPoseType == AnimFrame *
es: Fotograma de referencia aditiva si RefPoseType == AnimFrame *
pt_br: Referencial aditivo se RefPoseType == AnimFrame *

# UObjectToolTips,AnimSequence:RefPoseSeq
source: Additive reference animation if it's relevant - i.e. AnimScaled or AnimFrame *
es: Animación de referencia aditiva si es relevante - ej. AnimScaled o AnimFrame *
pt_br: Animação de referência aditiva se for relevante, ou seja, AnimScaled or AnimFrame *

# UObjectToolTips,AnimSequence:RefPoseType
source: Additive refrerence pose type. Refer above enum type
es: Tipo de posición de referencia aditiva. Hacer referencia sobre el tipo de enumeración
pt_br: Tipo de pose de referência aditiva. Consulte o tipo de enum acima

# UObjectToolTips,AnimSequence:SourceFilePath
source: Path to the resource used to construct this skeletal mesh
es: Ruta hacia los recursos utilizados para construir esta malla esqueleto
pt_br: Caminho para o recurso usado na construção desta textura.

# UObjectToolTips,SkeletalMesh:SourceFilePath
source: Path to the resource used to construct this skeletal mesh
es: Ruta hacia los recursos utilizados para construir esta malla esqueleto
pt_br: Caminho para o recurso usado na construção desta textura.

# UObjectToolTips,AnimSequence:SourceFileTimestamp
source: Date/Time-stamp of the file from the last import
es: El stamp de Fecha/Hora de la fila de la última importación
pt_br: Marcação de data e hora do arquivo da importação mais recente

# UObjectToolTips,AssetImportData:SourceFileTimestamp
source: Date/Time-stamp of the file from the last import
es: El stamp de Fecha/Hora de la fila de la última importación
pt_br: Marcação de data e hora do arquivo da importação mais recente

# UObjectToolTips,SkeletalMesh:SourceFileTimestamp
source: Date/Time-stamp of the file from the last import
es: El stamp de Fecha/Hora de la fila de la última importación
pt_br: Marcação de data e hora do arquivo da importação mais recente

# UObjectToolTips,StaticMesh:SourceFileTimestamp
source: Date/Time-stamp of the file from the last import
es: El stamp de Fecha/Hora de la fila de la última importación
pt_br: Marcação de data e hora do arquivo da importação mais recente

# UObjectToolTips,AnimSequence:TrackToSkeletonMapTable
source: In the future, maybe keeping RawAnimSequenceTrack + TrackMap as one would be good idea to avoid inconsistent array size TrackToSkeletonMapTable(i) should contains track mapping data for RawAnimationData(i).
es: En el futuro, tal vez sea buena idea mantener RawAnimSequenceTrack + TrackMap como uno para evitar que el tamaño de la matriz sea inconsistente TrackToSkeletonMapTable(i) debe contener datos para mapeo de pista para RawAnimationData (i).
pt_br: No futuro, talvez a manutenção de RawAnimSequenceTrack + TrackMap como unidade pode ser uma boa ideia para evitar incoerências no tamanho da matriz TrackToSkeletonMapTable(i) deve conter os dados de mapeamento de faixa de RawAnimationData(i).

# UObjectToolTips,AnimSequenceBase:AnimNotifyTracks
source: if you change Notifies array, this will need to be rebuilt
es: si cambia la matriz de notificaciones, esto tendrá que volverse a diseñar
pt_br: se você alterar a matriz Notifica, isso precisará ser recompilado

# UObjectToolTips,AnimSequenceBase:Notifies
source: Animation notifies, sorted by time (earliest notification first).
es: Avisos de animación, ordenados por tiempo (en primer lugar el aviso más próximo).
pt_br: Notificações de animação, armazenadas por data (notificação mais recente primeiro).

# UObjectToolTips,AnimSequenceBase:RateScale
source: Number for tweaking playback rate of this animation globally.
es: Número para modificar el ratio de la reproducción de esta animación globalmente.
pt_br: Número para ajustar globalmente a taxa de reprodução desta animação.

# UObjectToolTips,AnimSequenceBase:RawCurveData
source: Raw uncompressed float curve data
es: Datos de la curva de punto flotante descomprimidos y sin procesar
pt_br: Dados de curva flutuante não compactados brutos

# UObjectToolTips,AnimSequenceBase:SequenceLength
source: Length (in seconds) of this AnimSequence if played back with a speed of 1.0.
es: Longitud (en segundos) de esta AnimSequence si se vuelve a reproducir a una velocidad de 1.0
pt_br: Duração (em segundos) desta AnimSequence se reproduzida com uma velocidade de 1.0.

# UObjectToolTips,AnimSet:bAnimRotationOnly
source: Indicates that only the rotation should be taken from the animation sequence and the translation should come from the USkeletalMesh ref pose. Note that the root bone always takes translation from the animation, even if this flag is set. You can use the UseTranslationBoneNames array to specify other bones that should use translation with this flag set.
es: Indica que solo se debe coger la rotación de la secuencia de la animación y la traslación debe venir de la posición de referencia de USkeletalMesh. Hay que tener en cuenta que el hueso raíz siempre se traslada desde la animación, incluso si este indicador está ajustado. Se puede usar la matriz de UseTranslationBoneNames para especificar otros huesos que deben usar la traslación con este indicador ajustado.
pt_br: Indica que somente a rotação deve ser obtida da sequência de animação, enquanto a translação deve vir da pose de referência da USkeletalMesh. Observe que o osso raiz sempre obtém a translação da animação, mesmo se esse sinalizador estiver definido. É possível usar a matriz UseTranslationBoneNames para especificar outros ossos que devem usar translação com este sinalizador definido.

# UObjectToolTips,AnimSet:BestRatioSkelMeshName
source: Holds the name of the skeletal mesh whose reference skeleton best matches the TrackBoneName array.
es: Contiene el nombre de la malla esqueleto cuyo esqueleto de referencia mejor encaja con la matriz TrackBoneName.
pt_br: Contém o nome da malha esquelética cujo esqueleto de referência melhor corresponde à matriz TrackBoneName.
