Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,TextureRenderTargetCube:OverrideFormat
source: Normally the format is derived from bHDR, this allows code to set the format explicitly.
es: Por lo general, el formato se deriva de bHDR, esto permite que el código establezca el formato de forma explícita.
pt_br: Normalmente, o formato deriva de bHDR, o que permite que o código defina explicitamente o formato.

# UObjectToolTips,TextureRenderTarget2D:SizeX
source: The width of the texture.
es: Ancho de la textura.
pt_br: A largura da textura.

# UObjectToolTips,TextureRenderTargetCube:SizeX
source: The width of the texture.
es: Ancho de la textura.
pt_br: A largura da textura.

# UObjectToolTips,TextureRenderTarget2D:SizeY
source: The height of the texture.
es: La altura de la textura
pt_br: A altura da textura.

# UObjectToolTips,TextureRenderTarget:TargetGamma
source: Will override FTextureRenderTarget2DResource::GetDisplayGamma if > 0.
es: Se eliminará FTextureRenderTarget2DResource::GetDisplayGamma si > 0.
pt_br: Substituirá FTextureRenderTarget2DResource::GetDisplayGamma se > 0.

# UObjectToolTips,TextureRenderTargetCube
source: TextureRenderTargetCube Cube render target texture resource. This can be used as a target for rendering as well as rendered as a regular cube texture resource.
es: TextureRenderTargetCube Recurso de la textura meta de renderizado del cubo. Se puede usar como meta para renderizar además de renderizado como recurso de textura del cubo regular.
pt_br: TextureRenderTargetCube Recurso de textura de alvo de renderização em cubo. Pode ser usado como alvo para renderização, além de ser renderizado como um recurso de textura em cubo comum.

# UObjectToolTips,TextureSource
source: Texture source data management.
es: Gestión de los datos fuente de la textura.
pt_br: Gerenciamento de dados da fonte da textura.

# UObjectToolTips,TextureSource:bGuidIsHash
source: Legacy textures use a hash instead of a GUID.
es: Las texturas de herencia usan una función hash en lugar de un GUID (identificador único global).
pt_br: Texturas legadas usam hash em vez de GUID.

# UObjectToolTips,TextureSource:bPNGCompressed
source: RGBA8 source data is optionally compressed as PNG.
es: Los datos fuente RGBA8 se ha compimido de manera opcional como PNG.
pt_br: Dados-fonte RGBA8 são opcionalmente compactados como PNG.

# UObjectToolTips,TextureSource:Format
source: Format in which the source data is stored.
es: Formato en el que se almacenan los datos fuente.
pt_br: Formato no qual os dados de origem são armazenados.

# UObjectToolTips,TextureSource:Id
source: GUID used to track changes to the source data.
es: GUID usado para los cambios de la pista a los datos fuente.
pt_br: GUID usado para rastrear alterações nos dados de origem.

# UObjectToolTips,TextureSource:NumMips
source: Number of mips provided as source data for the texture.
es: Número de mips proporcionados como datos fuente para la estructura.
pt_br: Número de mips fornecidos como dados fonte para a textura.

# UObjectToolTips,TextureSource:NumSlices
source: Depth (volume textures) or faces (cube maps).
es: Profundidad (texturas del volumen) o caras (mapas del cubo).
pt_br: Profundidade (texturas de volume) ou faces (mapas de cubos).

# UObjectToolTips,TextureSource:SizeX
source: Width of the texture.
es: Ancho de la textura
pt_br: Largura da textura.

# UObjectToolTips,TextureSource:SizeY
source: Height of the texture.
es: Altura de la textura
pt_br: Altura da textura.

# UObjectToolTips,TextureStats
source: Statistics page for textures.
es: Página de estadísticas para las texturas.
pt_br: Página de estatísticas para texturas.

# UObjectToolTips,TextureStats:Actors
source: Actor(s) - click to select & zoom Actor(s)
es: Actor(es) - pinchar para seleccionar y hacer zoom en el/los actor(es)
pt_br: Actor(es) - Clique para selecionar e efetuar zoom nos Ator(es)

# UObjectToolTips,TextureStats:CurrentDim
source: Current Dimension e.g 256x256
es: Dimensión actual ej. 256x256
pt_br: Dimensão Atual, por exemplo, 256x256

# UObjectToolTips,TextureStats:CurrentKB
source: The memory used currently in KB
es: La memoria usada en KB
pt_br: A memória usada no momento em KBs

# UObjectToolTips,TextureStats:Format
source: The texture format, e.g. PF_DXT1
es: El formato de la textura, ej. PF_DXT1
pt_br: O formato da textura. Ex.: PF_DXT1

# UObjectToolTips,TextureStats:FullyLoadedKB
source: The memory used when the texture is fully loaded in KB
es: La memoria utilizada cuando la textura se carga por completo, en KB
pt_br: A memória usada quando a textura está completamente carregada, em KBs

# UObjectToolTips,TextureStats:Group
source: The texture group, TEXTUREGROUP_MAX is not used, e.g. TEXTUREGROUP_World
es: EL grupo de textura, TEXTUREGROUP_MAX no se ha usado, ej. TEXTUREGROUP_World
pt_br: O grupo de textura TEXTUREGROUP_MAX não é usado. Ex.: TEXTUREGROUP_World

# UObjectToolTips,TextureStats:LastTimeRendered
source: Relative time it was used for rendering the last time
es: Tiempo relativo que se ha usado durante la renderización la última vez
pt_br: Tempo relativo usado para renderizar da última vez

# UObjectToolTips,TextureStats:LODBias
source: LOD Bias for this texture. (Texture LODBias + Texture group)
es: Desviación del nivel de detalle para esa textura. (LODBias de la textura + grupo de la textura)
pt_br: Tendência do LOD para esta textura. (LODBias da Textura + grupo da Textura)

# UObjectToolTips,TextureStats:MaxDim
source: Max Dimension e.g. 256x256, not including the format
es: Dimensiones máximas ej. 256x256, sin incluir el formato
pt_br: Dimensões máximas, e.g. 256x256, sem considerar o formato

# UObjectToolTips,TextureStats:NumUses
source: The number of times the texture is used
es: Número de veces que se ha usado la textura
pt_br: A quantidade de vezes que a textura é usada

# UObjectToolTips,TextureStats:Path
source: Texture path without the name "package.[group.]"
es: Ruta de la textura sin el nombre "package.[group.]"
pt_br: Caminho da textura sem o nome "package.[group.]"

# UObjectToolTips,TextureStats:Texture
source: Texture - click to go to asset
es: Textura - pinchar para ir al activo
pt_br: Textura - clique para acessar o ativo

# UObjectToolTips,TextureStats:Type
source: Texture type e.g. 2D, 3D, Cube, "" if not known, ...
es: Tipo de textura, por ej. 2D, 3D, Cubo, "" si no se sabe, ...
pt_br: Tipo de textura. Ex.: 2D, 3D, Cubo, "" se for desconhecida...

# UObjectToolTips,Throbber
source: A Throbber widget that shows several zooming circles in a row.
es: Un widget throbber que muestra varios círculos con zoom en una fila.
pt_br: Um widget de Pulsador que exibe vários círculos de zoom de uma vez.

# UObjectToolTips,Throbber:bAnimateHorizontally
source: Should the pieces animate horizontally?
es: ¿Deben las piezas animar de forma horizontal?
pt_br: As partes devem animar horizontalmente?

# UObjectToolTips,Throbber:bAnimateOpacity
source: Should the pieces animate their opacity?
es: ¿Deben las piezas animar su opacidad?
pt_br: As partes devem animar sua opacidade?

# UObjectToolTips,Throbber:bAnimateVertically
source: Should the pieces animate vertically?
es: ¿Deben las piezas animar de forma vertical?
pt_br: As partes devem animar verticalmente?

# UObjectToolTips,Throbber:SetAnimateHorizontally
source: Sets whether the pieces animate horizontally.
es: Ajusta si las piezas se animan de forma horizontal.
pt_br: Define se as partes animam horizontalmente.

# UObjectToolTips,Throbber:SetAnimateOpacity
source: Sets whether the pieces animate their opacity.
es: Ajusta si las piezas animan su opacidad.
pt_br: Define se as partes animam sua opacidade.

# UObjectToolTips,Throbber:SetAnimateVertically
source: Sets whether the pieces animate vertically.
es: Ajusta si las piezas se animan de forma vertical.
pt_br: Define se as partes animam verticalmente.

# UObjectToolTips,Throbber:SetNumberOfPieces
source: Sets how many pieces there are
es: Ajusta cuántas piezas existen
pt_br: Define o número de partes existentes

# UObjectToolTips,ThumbnailManager:EditorCube
source: All these meshes/materials/textures are preloaded via default properties
es: Todas estas mallas/materiales/texturas se cargan previamente mediante propiedades predeterminadas
pt_br: Todas essas malhas/texturas/materiais são pré-carregados através das propriedades padrão

# UObjectToolTips,ThumbnailManager:NotSupported
source: The render info to share across all object types when the object doesn't support rendering of thumbnails
es: La información de renderizado a compartir entre todos los tipos de objetos cuando el objeto no soporta el renderizado de miniaturas
pt_br: As informações de renderização a compartilhar em todos os tipos de objeto quando o objeto não suporta a renderização de miniaturas

# UObjectToolTips,ThumbnailManager:RenderableThumbnailTypes
source: The array of thumbnail rendering information entries. Each type that supports thumbnail rendering has an entry in here.
es: La matriz de entradas de información para renderizado de miniatura. Cada tipo que soporta renderizado de miniaturas tiene una entrada aquí.
pt_br: A matriz de entradas de informações de renderização de miniaturas. Cada tipo que suporta renderização de miniaturas tem uma entrada aqui.

# UObjectToolTips,ThumbnailManager:ThumbnailManagerClassName
source: Holds the name of the thumbnail manager singleton class to instantiate
es: Contiene el nombre de la clase individual del gestor de miniaturas a instanciar
pt_br: Contém o nome da classe singleton do gerenciador de miniaturas a instanciar.

# UObjectToolTips,ThumbnailRenderingInfo
source: Holds the settings for a class that needs a thumbnail renderer. Each entry maps to a corresponding class and holds the information needed to render the thumbnail, including which object to render via and its border color.
es: Contiene los ajustes para una clase que necesita un renderizador de la miniatura. Cada entrada asigna a una clase correspondiente y mantiene la información necesaria para renderizar la miniatura, incluyendo el objeto a través del cual renderizar y su color de borde.
pt_br: Mantém as configurações de uma classe que precisa de um renderizador de miniaturas. Cada entrada mapeia para uma classe correspondente e mantém as informações necessárias para renderizar a miniatura, incluindo através de que objeto renderizar e a cor da borda.

# UObjectToolTips,ThumbnailRenderingInfo:ClassNeedingThumbnail
source: This is the class that this entry is for, i.e. the class that will be rendered in the thumbnail views
es: Esta es la clase para esta entrada, por ej. la clase que se renderizará en las vistas miniatura
pt_br: Essa é a classe para a qual é essa entrada, ou seja, a classe que será renderizada nas exibições de miniaturas

# UObjectToolTips,ThumbnailRenderingInfo:ClassNeedingThumbnailName
source: The name of the class that this thumbnail is for (so we can lazy bind)
es: El nombre de la clase a la cual pertenece esta miniatura (para enlazar fácilmente)
pt_br: O nome da classe para a qual é essa miniatura (para que seja feita a vinculação facilmente)

# UObjectToolTips,ThumbnailRenderingInfo:Renderer
source: The instance of the renderer class
es: La instancia de la clase de renderizado
pt_br: A instância da classe do renderizador

# UObjectToolTips,ThumbnailRenderingInfo:RendererClassName
source: The name of the class to load when rendering this thumbnail NOTE: This is a string to avoid any dependencies of compilation
es: El nombre de la clase a cargar cuando se renderiza esta miniatura. Nota: Esta es una cadena para evitar cualquier dependencia de compilación
pt_br: O nome da classe a carregar ao renderizar essa miniatura OBSERVAÇÃO: Esse é um string para evitar dependências de compilação

# UObjectToolTips,TickFunction:bAllowTickOnDedicatedServer
source: If we allow this tick to run on a dedicated server
es: Si permitimos que esta revisión se ejecute en un servidor dedicado
pt_br: Se permitirmos que este toque seja executado em um servidor dedicado

# UObjectToolTips,TickFunction:bCanEverTick
source: If false, this tick function will never be registered and will never tick. Only settable in defaults.
es: Si es falso, esta función de revisión nunca se registrará y nunca se marcará. Solo se puede ajustar en ajustes predeterminados.
pt_br: Se falso, esta função de toque nunca registrará e nunca ticará. Só definível em padrões.

# UObjectToolTips,TickFunction:bStartWithTickEnabled
source: If true, this tick function will start enabled, but can be disabled later on.
es: Si es verdadero, esta función de revisión empezará habilitada, pero se puede deshabilitar posteriormente.
pt_br: Se for verdadeiro, essa função de tique iniciará ativada, mas poderá ser desativada posteriormente.

# UObjectToolTips,TickPrerequisite
source: This is small structure to hold prerequisite tick functions
es: Esta es la pequeña estructura para contener las funciones de revisión necesaria
pt_br: Essa é uma pequena estrutura para manter as funções de tique de pré-requisito

# UObjectToolTips,TileView
source: A flow panel that presents the contents as a set of tiles all uniformly sized.
es: Un panel de flujo que presenta los contenidos como un conjunto de teselas todas de tamaño uniforme.
pt_br: Um painel de fluxo que apresenta os conteúdos como um conjunto de placas dimensionadas uniformemente.

# UObjectToolTips,TileView:RequestListRefresh
source: Refreshes the list
es: Actualiza la lista
pt_br: Atualiza a lista

# UObjectToolTips,TileView:SetItemHeight
source: Set item height
es: Ajustar la altura del elemento
pt_br: Definir altura do item

# UObjectToolTips,TileView:SetItemWidth
source: Set item width
es: Ajustar el ancho del elemento
pt_br: Definir largura do item

# UObjectToolTips,Timeline:bLooping
source: Whether timeline should loop when it reaches the end, or stop
es: Si la línea del tiempo debe repetirse o detenerse cuando llegue al final.
pt_br: Se a linha do tempo deve entrar em loop ao chegar no fim ou parar

# UObjectToolTips,Timeline:bPlaying
source: Are we currently playing (moving Position)
es: En este momento estamos reproduciendo (moviendo posición)
pt_br: Estamos reproduzindo (movendo Posição)

# UObjectToolTips,Timeline:bReversePlayback
source: If playback should move the current position backwards instead of forwards
es: Si la reproducción debe mover la posición actual hacia atrás en lugar de hacia adelante.
pt_br: Se a reprodução deve mover a posição atual para trás em vez de para frente

# UObjectToolTips,Timeline:DirectionProperty
source: Cached property pointer for setting timeline direction
es: Puntero con propiedades en caché para establecer la dirección de la línea del tiempo
pt_br: Ponteiro da propriedade armazenada em cachê para definir a direção da linha do tempo

# UObjectToolTips,Timeline:DirectionPropertyName
source: Optional. If set, Timeline will also set ETimelineDirection property on PropertySetObject using the name.
es: Opcional. Si lo ajusta, la línea del tiempo también establecerá la propiedad ETimelineDirection en PropertySetObject usando el nombre.
pt_br: Opcional. Se estiver definido, também definirá a propriedade ETimelineDirection em PropertySetObject usando o nome.

# UObjectToolTips,Timeline:Events
source: Array of events that are fired at various times during the timeline
es: Matriz de eventos que se activan en varias ocasiones durante la línea del tiempo
pt_br: Matriz de eventos que são disparados em vários momentos durante a linha do tempo

# UObjectToolTips,Timeline:InterpFloats
source: Array of float interpolations performed during the timeline
es: Matriz de interpolaciones de punto flotante realizadas durante la línea del tiempo
pt_br: Matriz de interpolações flutuantes realizadas durante a linha do tempo

# UObjectToolTips,Timeline:InterpLinearColors
source: Array of linear color interpolations performed during the timeline
es: Matriz de interpolaciones de colores lineal realizadas durante la línea del tiempo
pt_br: Matriz de interpolações de cor linear realizadas durante a linha do tempo

# UObjectToolTips,Timeline:InterpVectors
source: Array of vector interpolations performed during the timeline
es: Matriz de interpolaciones de vectores realizadas durante la línea del tiempo
pt_br: Matriz de interpolações vetoriais realizadas durante a linha do tempo

# UObjectToolTips,Timeline:Length
source: How long the timeline is, will stop or loop at the end
es: Cuál es la duración de la línea del tiempo, se detendrá o se repetirá al final
pt_br: Duração da linha do tempo, parará ou entrará em loop ao final

# UObjectToolTips,Timeline:LengthMode
source: Specified how the timeline determines its own length (e.g. specified length, last keyframe)
es: Especificó cómo la línea del tiempo determina su longitud (por ej. duración especificada, último fotograma clave)
pt_br: Especifica como a linha do tempo determina sua própria duração (por exemplo: comprimento especificado, último quadro-chave)

# UObjectToolTips,Timeline:PlayRate
source: How fast we should play through the timeline
es: A qué velocidad debemos reproducir a lo largo de la línea del tiempo
pt_br: Velocidade com que devemos reproduzir ao longo da linha do tempo

# UObjectToolTips,Timeline:Position
source: Current position in the timeline
es: Posición actual en la línea del tiempo
pt_br: Posição atual na linha do tempo

# UObjectToolTips,Timeline:PropertySetObject
source: Optional. If set, Timeline will also set float/vector properties on this object using the PropertyName set in the tracks.
es: Opcional. Si lo ajusta, la línea del tiempo también establecerá propiedades de punto flotante/vector en este objeto usando PropertyName establecido en las pistas.
pt_br: Opcional. Se estiver definido, Timeline também definirá as propriedades do flutuante/vetor neste objeto usando a definição PropertyName nas trilhas.

# UObjectToolTips,Timeline:TimelineFinishedFunc
source: Called whenever this timeline is finished. Is not called if 'stop' is used to terminate timeline early
es: Llamada cuando esta línea del tiempo termina. No se llama si se usa “detener” para finalizar prematuramente la línea de tiempo
pt_br: Chamado sempre que esta linha do tempo for concluída. Não é chamado se "parada" for usado para exterminar a linha do tempo antecipadamente

# UObjectToolTips,Timeline:TimelinePostUpdateFunc
source: Called whenever this timeline is playing and updates - done after all delegates are executed and variables updated
es: Llamada cuando esta línea del tiempo se está reproduciendo y actualiza (se hace después de que se ejecuten todos los delegados y se actualicen las variables)
pt_br: Chamado sempre que esta linha do tempo está em reprodução e atualiza - conclui depois que todos os delegados forem executados e as variáveis atualizadas

# UObjectToolTips,TimelineComponent:GetPlaybackPosition
source: Get the current playback position of the Timeline
es: Obtener la posición de la reproducción actual de la línea de tiempo
pt_br: Obter a posição de reprodução atual da Linha do Tempo

# UObjectToolTips,TimelineComponent:GetPlayRate
source: Get the current play rate for this timeline
es: Obtener la proporción de reproducción actual para esta línea de tiempo
pt_br: Obter a taxa de reprodução atual desta linha do tempo

# UObjectToolTips,TimelineComponent:GetTimelineLength
source: Get length of the timeline
es: Obtener longitud de la línea de tiempo
pt_br: Obter duração da linha do tempo

# UObjectToolTips,TimelineComponent:IsLooping
source: Get whether we are looping or not
es: Obtener si estamos en bucle o no.
pt_br: Obter se há loops ou não

# UObjectToolTips,TimelineComponent:IsPlaying
source: Get whether this timeline is playing or not.
es: Obtener si esta línea de tiempo se está reproduciendo o no.
pt_br: Obter se esta linha do tempo está reproduzindo ou não.

# UObjectToolTips,TimelineComponent:IsReversing
source: Get whether we are reversing or not
es: Obtener si estamos retrocediendo o no.
pt_br: Obter se está invertida ou não

# UObjectToolTips,TimelineComponent:Play
source: Start playback of timeline
es: Comenzar la reproducción de la línea de tiempo
pt_br: Iniciar a reprodução da linha do tempo

# UObjectToolTips,TimelineComponent:PlayFromStart
source: Start playback of timeline from the start
es: Comenzar la reproducción de la línea de tiempo desde el principio
pt_br: Iniciar a reprodução da linha do tempo do início

# UObjectToolTips,TimelineComponent:Reverse
source: Start playback of timeline in reverse
es: Comenzar la reproducción de la línea de tiempo hacia atrás
pt_br: Iniciar a reprodução da linha do tempo de trás para frente

# UObjectToolTips,TimelineComponent:ReverseFromEnd
source: Start playback of timeline in reverse from the end
es: Comenzar la reproducción de la línea de tiempo hacia atrás desde el final
pt_br: Iniciar a reprodução da linha do tempo de trás para frente a partir do final

# UObjectToolTips,TimelineComponent:SetNewTime
source: Set the new playback position time to use
es: Ajustar el tiempo de la posición de la reproducción nueva que se utiliza
pt_br: Definir o novo tempo da posição de reprodução a usar

# UObjectToolTips,TimelineComponent:SetPlayRate
source: Sets the new play rate for this timeline
es: Ajusta la proporción de reproducción actual para esta línea de tiempo
pt_br: Define a nova taxa de reprodução para esta linha do tempo

# UObjectToolTips,TimelineComponent:SetTimelineLength
source: Set length of the timeline
es: Ajustar la longitud de esta línea de tiempo
pt_br: Definir duração da linha do tempo

# UObjectToolTips,TimelineComponent:SetTimelineLengthMode
source: Sets the length mode of the timeline
es: Ajusta el modo de la longitud de la línea de tiempo
pt_br: Define o modo da duração da linha do tempo

# UObjectToolTips,TimelineComponent:Stop
source: Stop playback of timeline
es: Parar la reproducción de la línea de tiempo
pt_br: Interromper reprodução da linha do tempo

# UObjectToolTips,TimelineComponent:TheTimeline
source: The actual timeline structure
es: La estructura real de la línea del tiempo
pt_br: Estrutura real da linha do tempo

# UObjectToolTips,TimelineEventEntry
source: Struct that contains one entry for an 'event' during the timeline
es: Estructura que contiene una entrada para un 'evento' durante la línea de tiempo
pt_br: Struct que contém uma entrada para um "evento" durante a linha do tempo

# UObjectToolTips,TimelineEventEntry:EventFunc
source: Function to execute when Time is reached
es: Función que ejecutar cuando se alcance el tiempo
pt_br: Função a executar quando chega o Tempo

# UObjectToolTips,TimelineEventEntry:Time
source: Time at which event should fire
es: Tiempo en el cual se debería disparar el evento
pt_br: Momento em que o evento deve ser disparado

# UObjectToolTips,TimelineFloatTrack
source: Struct that contains one entry for each vector interpolation performed by the timeline
es: Estructura que contiene una entrada para cada interpolación del vector reproducido mediante la línea de tiempo
pt_br: Struct que contém uma entrada para cada interpolação vetorial realizada pela linha do tempo

# UObjectToolTips,TimelineVectorTrack
source: Struct that contains one entry for each vector interpolation performed by the timeline
es: Estructura que contiene una entrada para cada interpolación del vector reproducido mediante la línea de tiempo
pt_br: Struct que contém uma entrada para cada interpolação vetorial realizada pela linha do tempo

# UObjectToolTips,TimelineFloatTrack:FloatCurve
source: Float curve to be evaluated
es: Curva del punto flotante a evaluar
pt_br: Curva flutuante a avaliar

# UObjectToolTips,TimelineLinearColorTrack:LinearColorCurve
source: Float curve to be evaluated
es: Curva del punto flotante a evaluar
pt_br: Curva flutuante a avaliar
