Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,BTDecorator_DoesPathExist:FilterClass
source: "None" will result in default filter being used
es: "Ninguno" conllevará el uso de un filtro predeterminado.
ko: Filter Class - "없음" 은 기본 필터가 사용됩니다.
pt_br: "Nenhum" resultará no filtro padrão sendo usado

# UObjectToolTips,BTTask_MoveTo:FilterClass
source: "None" will result in default filter being used
es: "Ninguno" conllevará el uso de un filtro predeterminado.
ko: Filter Class - "없음" 은 기본 필터가 사용됩니다.
pt_br: "Nenhum" resultará no filtro padrão sendo usado

# UObjectToolTips,NavigationTestingActor:FilterClass
source: "None" will result in default filter being used
es: "Ninguno" conllevará el uso de un filtro predeterminado.
ko: Filter Class - "없음" 은 기본 필터가 사용됩니다.
pt_br: "Nenhum" resultará no filtro padrão sendo usado

# UObjectToolTips,PawnAction_Move:FilterClass
source: "None" will result in default filter being used
es: "Ninguno" conllevará el uso de un filtro predeterminado.
ko: Filter Class - "없음" 은 기본 필터가 사용됩니다.
pt_br: "Nenhum" resultará no filtro padrão sendo usado

# UObjectToolTips,BTDecorator_ForceSuccess
source: Change node result to Success useful for creating optional branches in sequence Forcing failed result was not implemented, because it doesn't make sense in both basic composites: - sequence = child nodes behind it will be never run - selector = would allow executing multiple nodes, turning it into a sequence...
es: Cambiar el resultado del modo a exitoso es útil para crear ramas opcionales en secuencia No se implemento la opción para forzar el resultado fallido, porque no tiene sentido en ambos compuestos básicos: - secuencia = los nodos hijos detrás de éste nunca se ejecutarán - selector = permitiría la ejecución múltiple de nodos, convirtiéndolo en una secuencia...
pt_br: Alterar resultado do nó para Sucesso útil para criar ramificações em sequência Resultado de falha para forçar não foi implementado, pois não faz sentido em ambos os compostos básicos: - sequência = nós filho atrás dele que nunca executarão - seletor = permitira a execução de vários nós, tornando-o em uma sequência...

# UObjectToolTips,BTDecorator_KeepInCone
source: Cooldown decorator node. A decorator node that bases its condition on whether the observed position is still inside a cone. The cone's direction is calculated when the node first becomes relevant.
es: Nodo diseñador de tiempo de enfriamiento. Un nodo diseñador que basa su condición dependiendo si la posición observada sigue dentro de un cono. La dirección del cono se calcula cuando el nodo se hace relevante al inicio.
pt_br: Nó do decorador de recarga. Um nó de decorador que baseia sua condição em se a posição ainda está dentro de um cone. A direção do cone é calculada quando o primeiro nó se torna relevante.

# UObjectToolTips,BTDecorator_KeepInCone:bUseSelfAsObserved
source: deprecated, set value of Observed on initialization
es: obsoleto, ajustar el valor de Observed durante la inicialización
pt_br: obsoleto, define valor de Observado na inicialização

# UObjectToolTips,BTDecorator_KeepInCone:bUseSelfAsOrigin
source: deprecated, set value of ConeOrigin on initialization
es: obsoleto, ajustar el valor de ConeOrigin durante la inicialización
pt_br: obsoleto, define valor de ConeOrigin na inicialização

# UObjectToolTips,BTDecorator_Loop
source: Loop decorator node. A decorator node that bases its condition on whether its loop counter has been exceeded.
es: Nodo diseñador de repeticiones. Un nodo diseñador que basa su condición dependiendo si se ha superado el contador de repeticiones.
pt_br: Loop do nó do decorador. Um nó do decorador que baseia sua condição no fato de um contador de loop ter excedido.

# UObjectToolTips,BTDecorator_Loop:bInfiniteLoop
source: infinite loop
es: bucle infinito
pt_br: loop infinito

# UObjectToolTips,BTDecorator_Loop:NumLoops
source: number of executions
es: número de ejecuciones
pt_br: número de execuções

# UObjectToolTips,BTDecorator_ReachedMoveGoal
source: Reached Move Goal decorator node. A decorator node that bases its condition on whether the AI controller's path following component returns that it has reached its goal.
es: Nodo diseñador con meta de movimiento alcanzada. Un nodo diseñador que basa su condición dependiendo si la ruta del controlador IA que sigue al componente devuelve que ha alcanzado su meta.
pt_br: Nó do decorador para Objetivo de Movimento Atingido. Nó do decorador que baseia sua condição no fato de um caminho do controlador de IA que segue o componente retorna se atingir o objetivo.

# UObjectToolTips,BTDecorator_TimeLimit
source: Time Limit decorator node. A decorator node that bases its condition on whether a timer has exceeded a specified value. The timer is reset each time the node becomes relevant.
es: Nodo diseñador de tiempo límite. Un nodo diseñador que basa su condición dependiendo si un temporizador ha superado un valor específico. El temporizador se reajusta cada vez que el nodo se vuelve relevante.
pt_br: Limite de Tempo do nó do decorador. Um nó do decorador que baseia sua condição no fato de um temporizador ter excedido um valor especificado. O temporizador é redefinido toda vez que o nó se torna relevante.

# UObjectToolTips,BTFunctionLibrary:StartUsingExternalEvent
source: Initialize variables marked as "instance memory" and set owning actor for blackboard operations
es: Iniciar las variables marcadas como "memoria de instancia" y ajustar el actor que le pertenece para las operaciones del borrador
pt_br: Inicializa variáveis marcadas como "memória da instância" e define o ator dono para operações de quadro-negro

# UObjectToolTips,BTFunctionLibrary:StopUsingExternalEvent
source: Save variables marked as "instance memory" and clear owning actor
es: Guardar las variables marcadas como "memoria de la instancia" y borrar al actor propietario.
pt_br: Salva variáveis marcadas como "memória da instância" e apaga o ator dono

# UObjectToolTips,BTNode:NodeName
source: node name
es: nombre del nodo
pt_br: nome do nó

# UObjectToolTips,BTNode:TreeAsset
source: source asset
es: activo fuente
pt_br: ativo de origem

# UObjectToolTips,BTService:Interval
source: defines time span between subsequent ticks of the service
es: define la extensión del tiempo entre las revisiones posteriores de este servicio
pt_br: define o intervalo de tempo entre tiques subsequentes do serviço

# UObjectToolTips,BTService_BlueprintBase
source: Base class for blueprint based service nodes. Do NOT use it for creating native c++ classes! When service receives Deactivation event, all latent actions associated this instance are being removed. This prevents from resuming activity started by Activation, but does not handle external events. Please use them safely (unregister at abort) and call IsServiceActive() when in doubt.
es: Clase base para nodos de servicio basados en Blueprint. ¡NO se usa para crear clases nativas de c++! Cuando el servicio recibe un evento de desactivación, todas las acciones latentes asociadas a esta instancia se eliminan. Esto evita que la actividad se reanude con Activación pero no maneja eventos externos. Úselos con precaución (no registrar al cancelar) y llamar IsServiceActive() cuando existan dudas.
pt_br: Classe base para esquema com base em nós de serviço. NÃO use isso para criar classes nativas c++! Quando o serviço recebe o evento Deactivation, todas as ações latentes associadas a essa instância estão sendo removidos. Isso evita a continuação da atividade iniciada por Activation, mas não lida com eventos externos. Use com segurança (retire o registro ao anular) e chame IsServiceActive() em caso de dúvida.

# UObjectToolTips,BTService_BlueprintBase:IsServiceActive
source: check if service is currently being active
es: verificar si el servicio está activo
pt_br: verificar se o serviço está atualmente ativo

# UObjectToolTips,BTService_DefaultFocus
source: Default Focus service node. A service node that automatically sets the AI controller's focus when it becomes active.
es: Nodo de servicio de enfoque predeterminado. Un nodo de servicio que establece de forma automática el enfoque del controlador de la IA cuando se activa.
pt_br: Nó do serviço de Foco padrão. Um nó de serviço que define automaticamente o foco do controlador da IA quando se torna ativo.

# UObjectToolTips,BTTask_BlueprintBase
source: Base class for blueprint based task nodes. Do NOT use it for creating native c++ classes! When task receives Abort event, all latent actions associated this instance are being removed. This prevents from resuming activity started by Execute, but does not handle external events. Please use them safely (unregister at abort) and call IsTaskExecuting() when in doubt.
es: Clase base para nodos de tareas basadas en Blueprint. ¡NO se usa para crear clases nativas de c++! Cuando la tarea recibe un evento de cancelación, todas las acciones latentes asociadas a esta instancia se eliminan. Esto evita que la actividad se reanude con ejecutar pero no maneja eventos externos. Úselos con precaución (no registrar al cancelar) y llamar IsTaskExecuting() cuando existan dudas.
pt_br: Classe base para esquema com base em nós de tarefa. NÃO use isso para criar classes nativas c++! Quando a tarefa recebe o evento Abort, todas as ações latentes associadas a essa instância estão sendo removidos. Isso evita a continuação da atividade iniciada por Execute, mas não lida com eventos externos. Use com segurança (retire o registro ao anular) e chame IsTaskExecuting() em caso de dúvida.

# UObjectToolTips,BTTask_BlueprintBase:FinishAbort
source: aborts task execution
es: cancela la ejecución de esta tarea
pt_br: anula a execução da tarefa

# UObjectToolTips,BTTask_BlueprintBase:FinishExecute
source: finishes task execution with Success or Fail result
es: finaliza la ejecución de la tarea correctamente o con resultado erróneo
pt_br: conclui a execução da tarefa com resultado Sucesso ou Falha

# UObjectToolTips,BTTask_BlueprintBase:IsTaskExecuting
source: check if task is currently being executed
es: verificar si se está ejecutando la tarea
pt_br: verificar se a tarefa está sendo atualmente executada

# UObjectToolTips,BTTask_MakeNoise
source: Make Noise task node. A task node that calls MakeNoise() on this Pawn when executed.
es: Nodo de tareas Hacer Ruido. Un nodo de tareas que llama a MakeNoise() sobre este peón cuando se ejecuta.
pt_br: Faz um nó de tarefa Ruído. Um nó de tarefa que chama MakeNoise() neste Peão quando executado.

# UObjectToolTips,BTTask_MakeNoise:Loudnes
source: Loudnes of generated noise
es: Sonido más potente del ruido generado
pt_br: Volume do ruído gerado

# UObjectToolTips,BTTask_MoveDirectlyToward
source: Move Directly Toward task node. Moves the AI pawn toward the specified Actor or Location (Vector) blackboard entry in a straight line, without regard to any navigation system. If you need the AI to navigate, use the "Move To" node instead.
es: Nodo de tareas “mover directamente hacia”. Mueve el peón con IA hacia el actor especificado o a la entrada (Vector) del borrador de ubicación en línea recta, independientemente de cualquier sistema de navegación. Si necesita que la IA navegue, será mejor usar el nodo "Mover a".
pt_br: Nó de tarefa Mover Diretamente Em Direção. Move o peão de IA em direção à entrada de quadro-negro do Ator ou Localização (Vetor) especificado em qualquer sistema de navegação. Se a IA for necessária para navegar, use o nó "Move To".

# UObjectToolTips,BTTask_MoveTo
source: Move To task node. Moves the AI pawn toward the specified Actor or Location blackboard entry using the navigation system.
es: Nodo de tareas “mover a”. Mueve el peón con IA hacia el actor especificado o a la entrada del borrador de ubicación usando el sistema de navegación.
pt_br: Nó de tarefa Mover Para. Move o peão de IA em direção à entrada de quadro-negro do Ator ou Localização especificado usando o sistema de navegação.

# UObjectToolTips,BTTask_PlaySound
source: Play Sound task node. Plays the specified sound when executed.
es: Nodo de tareas para la reproducción de sonido. Reproduce el sonido específico cuando se ejecuta.
pt_br: Nó da tarefa Reproduzir Som. Quando executado, reproduz o som especificado.

# UObjectToolTips,BTTask_PlaySound:SoundToPlay
source: CUE to play
es: PISTA que reproducir
pt_br: COMANDO para reproduzir

# UObjectToolTips,BTTask_RunBehavior:BehaviorAsset
source: behavior to run
es: comportamiento que ejecutar
pt_br: comportamento a executar

# UObjectToolTips,BTTask_RunEQSQuery
source: Run Environment Query System Query task node. Runs the specified environment query when executed.
es: Ejecutar nodo de tareas de consulta del sistema de consulta del entorno. Ejecuta la consulta de entorno especificada.
pt_br: Nó de tarefa Executar Consulta do Ambiente da Consulta do Sistema. Executa a consulta do ambiente especificado quando executado.

# UObjectToolTips,BTTask_RunEQSQuery:QueryParams
source: optional parameters for query
es: parámetros opcionales para la consulta
pt_br: parâmetros opcionais para consulta

# UObjectToolTips,EQSTestingPawn:QueryParams
source: optional parameters for query
es: parámetros opcionales para la consulta
pt_br: parâmetros opcionais para consulta

# UObjectToolTips,BTTask_RunEQSQuery:QueryTemplate
source: query to run
es: consulta que ejecutar
pt_br: consulta a executar

# UObjectToolTips,EnvQueryRequest:QueryTemplate
source: query to run
es: consulta que ejecutar
pt_br: consulta a executar

# UObjectToolTips,BTTask_Wait
source: Wait task node. Wait for the specified time when executed.
es: Nodo de tareas en espera. Espera el tiempo especificado para ejecutar.
pt_br: Nó da tarefa de espera. Espera o tempo especificado quando executado.

# UObjectToolTips,BTTask_Wait:WaitTime
source: wait time in seconds
es: tiempo de espera en segundos
pt_br: tempo de espera em segundos

# UObjectToolTips,BTTaskNode
source: Task are leaf nodes of behavior tree, which perform actual actions Because some of them can be instanced for specific AI, following virtual functions are not marked as const: - ExecuteTask - AbortTask - TickTask - OnMessage If your node is not being instanced (default behavior), DO NOT change any properties of object within those functions! Template nodes are shared across all behavior tree components using the same tree asset and must store their runtime properties in provided NodeMemory block (allocation size determined by GetInstanceMemorySize() )
es: Las tareas son nodos hoja de un árbol de comportamiento el cual realiza acciones reales porque algunas de estas pueden ser instanciadas por una IA específica, las siguientes funciones virtuales no están marcadas como const: ExecuteTask - AbortTask - TickTask - OnMessage Si su nodo no es instanciado (comportamiento predeterminado), ¡NO cambie ninguna propiedad del objeto dentro de esas funciones! Los nodos de plantilla se comparten entre todos los componentes del árbol de comportamiento mediante el uso del mismo activo árbol y debe almacenar sus propiedades de tiempo de ejecución en el bloque NodeMemory proporcionado (el tamaño de adjudicación es determinado por GetInstanceMemorySize() )
pt_br: Tarefas são nós filhas da árvore de comportamentos, que executam ações reais Como algumas delas podem ser instanciadas para uma IA específica, as seguintes funções virtuais não são marcadas como constantes: - ExecuteTask - AbortTask - TickTask - OnMessage Se o seu nó não estiver sendo instanciado (comportamento padrão), NÃO altere nenhuma propriedade dentro dessas funções! Nós de modelos são compartilhados em todos os componentes da árvore de comportamento, usando o mesmo ativo da árvore e devem armazenar as propriedades do tempo de execução no bloco NodeMemory fornecido (tamanho de alocação determinado por GetInstanceMemorySize() )

# UObjectToolTips,BuilderPoly
source: Internal state, not accessible to script.
es: Estado interno, no accesible para la secuencia
pt_br: Estado interno, inacessível para o script.

# UObjectToolTips,Button:BackgroundColor
source: The color multiplier for the button background
es: El multiplicador de color para el fondo del botón
pt_br: O multiplicador de cor para o fundo do botão

# UObjectToolTips,Button:OnClicked
source: Called when the button is clicked
es: Llamada cuando se hace clic en el botón
pt_br: Chamado quando o botão é clicado

# UObjectToolTips,ButtonSlot
source: The Slot for the UButtonSlot, contains the widget displayed in a button's single slot
es: La ranura para el UButtonSlot, contiene el widget mostrado en una ranura simple de un botón
pt_br: Slot de UButtonSlot, contém o widget exibido no slot único de um botão

# UObjectToolTips,ButtonStyle
source: Represents the appearance of an SButton
es: Representa la apariencia de un SButton
pt_br: Representa a aparência de um SButton

# UObjectToolTips,ButtonStyle:Hovered
source: Button appearance when hovered
es: Apariencia del botón cuando tiene un globo de información sobre él
pt_br: Aparência do botão quando o mouse passa por cima

# UObjectToolTips,ButtonStyle:HoveredSlateSound
source: The sound the button should play when initially hovered over
es: El sonido que el botón debe reproducir cuando aparece un globo de información
pt_br: O som que o botão deve reproduzir quando o mouse passar inicialmente sobre ele

# UObjectToolTips,ButtonStyle:Normal
source: Button appearance when the button is not hovered or pressed
es: Apariencia del botón cuando no está pulsado ni tiene un globo e información.
pt_br: Aparência do botão quando o mouse não está passando por cima ou ele não está pressionado

# UObjectToolTips,ButtonStyle:NormalPadding
source: Padding that accounts for the border in the button's background image. When this is applied, the content of the button should appear flush with the button's border. Use this padding when the button is not pressed.
es: Espacio que se tiene en cuenta para el borde en la imagen del fondo del botón. Cuando se aplica, el contenido del botón debe aparecer alineado con el borde del botón. Usar este espacio cuando el botón no esté pulsado.
pt_br: Preenchimento responsável pela borda na imagem do fundo do botão. Quando isto é aplicado, o conteúdo do botão deve aparecer nivelado com a borda do botão. Use este preenchimento quando o botão não estiver pressionado.

# UObjectToolTips,ButtonStyle:Pressed
source: Button appearance when pressed
es: Apariencia del botón cuando está pulsado
pt_br: Aparência do botão quando pressionado

# UObjectToolTips,ButtonStyle:PressedPadding
source: Same as NormalPadding but used when the button is pressed. Allows for moving the content to match any "movement" in the button's border image.
es: Equivalente a NormalPadding pero usado cuando se presiona el botón. Permite mover el contenido para hacer coincidir cualquier "movimiento" en la imagen del borde del botón.
pt_br: Igual ao NormalPadding, mas usado quando o botão é pressionado. Permite a movimentação do conteúdo para corresponder a qualquer "movimento" na imagem da borda do botão.

# UObjectToolTips,ButtonStyle:PressedSlateSound
source: The sound the button should play when pressed
es: El sonido que el botón debe reproducir cuando se presiona
pt_br: O som que o botão deve reproduzir ao ser pressionado

# UObjectToolTips,ComboBoxStyle:PressedSlateSound
source: The sound the button should play when pressed
es: El sonido que el botón debe reproducir cuando se presiona
pt_br: O som que o botão deve reproduzir ao ser pressionado

# UObjectToolTips,ButtonStyleAsset
source: An asset describing a button's appearance. Just a wrapper for the struct with real data in it.style factory
es: Un activo que describe una apariencia del botón. Tan solo una envoltura para la estructura con datos reales en su fábrica de estilos
pt_br: Um ativo que descreve a aparência do botão. Apenas um envoltório da struct contendo dados reais. gerador de estilo

# UObjectToolTips,ButtonStyleAsset:ButtonStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,ButtonWidgetStyle:ButtonStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,CheckBoxWidgetStyle:CheckBoxStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,EditableTextBoxWidgetStyle:EditableTextBoxStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,EditableTextWidgetStyle:EditableTextStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,ProgressWidgetStyle:ProgressBarStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,SpinBoxWidgetStyle:SpinBoxStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,TextBlockWidgetStyle:TextBlockStyle
source: The actual data describing the button's appearance.
es: Los datos actuales describen la apariencia del botón.
pt_br: Os dados que de fato descrevem a aparência do botão.

# UObjectToolTips,CameraAnim
source: A predefined animation to be played on a camera
es: Una animación predefinida que se reproduce en una cámara.
pt_br: Uma animação predefinida para ser reproduzida em uma câmera

# UObjectToolTips,CameraAnim:AnimLength
source: Length, in seconds.
es: Longitud, en segundos.
pt_br: Período em segundos.

# UObjectToolTips,CameraAnim:BasePostProcessBlendWeight
source: Default PP blend weight to put on the animated camera. For modifying PP without keyframes.
es: Peso de combinación PP predeterminado para poner en la cámara animada. Para modificar PP sin fotogramas clave.
pt_br: Peso de mistura PP padrão para colocar na câmera animada. Para modificações PP sem quadros-chave.

# UObjectToolTips,CameraAnim:BasePostProcessSettings
source: Default PP settings to put on the animated camera. For modifying PP without keyframes.
es: Ajustes de PP predeterminados para poner en la cámara animada. Para modificar PP sin fotogramas clave.
pt_br: Configurações PP padrão para colocar na câmera animada. Para modificar o PP sem quadros-chave.

# UObjectToolTips,CameraAnim:BoundingBox
source: AABB in local space.
es: AABB en sistema de coordenadas local.
pt_br: AABB no espaço local.

# UObjectToolTips,CameraAnim:CameraInterpGroup
source: The UInterpGroup that holds our actual interpolation data.
es: El UInterpGroup que contiene nuestros datos de interpolación reales.
pt_br: UInterpGroup que mantém os dados reais de interpolação.

# UObjectToolTips,CameraAnim:PreviewInterpGroup
source: This is to preview and they only exists in editor
es: Esto es para obtener una vista preliminar y solo existe en el editor
pt_br: Isso é para visualização e só existe no editor

# UObjectToolTips,CameraAnimInst:CamAnim
source: which CameraAnim this is an instance of
es: de qué CameraAnim es esto una instancia
pt_br: de que CameraAnim isso é uma instância
