Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MaterialFunction:ParentFunction
source: Used in the material editor, points to the function asset being edited, which this function is just a preview for.
es: Usado en el editor de materiales, apunta al activo de función que se está editando, del que esta función es una vista preliminar.
pt_br: Usado no editor de materiais, aponta para o ativo da função sendo editado para o qual essa função é apenas uma visualização.

# UObjectToolTips,MaterialFunction:StateId
source: Used by materials using this function to know when to recompile.
es: Usado por materiales que utilizan esta función para saber cuándo recopilar.
pt_br: Usado por materiais que usam essa função para saber quando recompilar.

# UObjectToolTips,MaterialFunctionInfo
source: Stores information about a function that this material references, used to know when the material needs to be recompiled.
es: Almacena la información sobre una función que este material referencia, se usa para saber cuando necesita el material que se vuelva a compilar.
pt_br: Armazena informações sobre uma função que esse material referencia, usadas para saber quando o material precisa ser recompilado.

# UObjectToolTips,MaterialFunctionInfo:Function
source: The function which this material has a dependency on.
es: La función de la que depende este material
pt_br: A função da qual esse material tem dependência.

# UObjectToolTips,MaterialFunctionInfo:StateId
source: Id that the function had when this material was last compiled.
es: ID que tenía la función cuando el material se compiló por última vez.
pt_br: ID que a função tinha quando este material foi compilado pela última vez.

# UObjectToolTips,MaterialGraph:Material
source: Material this Graph represents
es: Material que representa este gráfico
pt_br: O material que este grafo representa

# UObjectToolTips,MaterialGraph:MaterialFunction
source: Material Function this Graph represents (NULL for Materials)
es: Función material que este gráfico representa (NULO para materiales)
pt_br: Função de Material que este Grafo representa (NULO para Materiais)

# UObjectToolTips,MaterialGraph:RootNode
source: Root node representing Material inputs (NULL for Material Functions)
es: Nodo raíz que representa entradas de material (NULO para funciones materiales)
pt_br: Nó Raiz que representa as entradas de Material (NULL para Funções do Material)

# UObjectToolTips,MaterialGraphNode:MaterialExpression
source: Material Expression this node is representing
es: Expresión material que este nodo está representando
pt_br: Expressão de Material que este nó está representando

# UObjectToolTips,MaterialGraphNode_Comment:MaterialExpressionComment
source: Material Comment that this node represents
es: Comentario material que este nodo representa
pt_br: Comentário de Material que este nó representa

# UObjectToolTips,MaterialGraphNode_Root:Material
source: Material whose inputs this root node represents
es: Material cuyas entradas representa este nodo raíz
pt_br: Material cujas entradas este nó raiz representa

# UObjectToolTips,MaterialGraphSchema:ActivePinColor
source: Color of certain pins/connections
es: Color de ciertos pins/conexiones
pt_br: Cor de certas conexões/fixadores

# UObjectToolTips,MaterialGraphSchema:PC_Mask
source: Allowable PinType.PinCategory values
es: Valores PinType.PinCategory admisibles
pt_br: Valores PinType.PinCategory permissíveis

# UObjectToolTips,MaterialGraphSchema:PSC_Red
source: Common PinType.PinSubCategory values
es: Valores PinType.PinCategory comunes
pt_br: Valores PinType.PinSubCategory comuns

# UObjectToolTips,MaterialGraphSchemaAction_NewComment
source: Action to add a comment node to the graph
es: Acción para añadir un nodo de comentario al gráfico
pt_br: Ação para adicionar um nó de comentário ao grafo

# UObjectToolTips,MaterialGraphSchemaAction_NewFunctionCall
source: Action to add a Material Function call to the graph
es: Acción para añadir una llamada de la función del material al gráfico
pt_br: Ação para adicionar uma chamada de Função de Material ao grafo

# UObjectToolTips,MaterialGraphSchemaAction_NewFunctionCall:FunctionPath
source: Path to function that we want to call
es: Ruta a la función que queremos llamar
pt_br: Caminho da função que se deseja chamar

# UObjectToolTips,MaterialGraphSchemaAction_NewNode
source: Action to add an expression node to the graph
es: Acción para añadir un nodo de expresión al gráfico
pt_br: Ação para adicionar um nó de expressão ao grafo

# UObjectToolTips,MaterialGraphSchemaAction_NewNode:MaterialExpressionClass
source: Class of expression we want to create
es: Clase de expresión que queremos crear
pt_br: Classe da expressão que queremos criar

# UObjectToolTips,MaterialGraphSchemaAction_Paste
source: Action to paste clipboard contents into the graph
es: Acción para pegar los contenidos del portapapeles en el gráfico
pt_br: Ação para colar conteúdo da área de transferência no grafo

# UObjectToolTips,SoundCueGraphSchemaAction_Paste
source: Action to paste clipboard contents into the graph
es: Acción para pegar los contenidos del portapapeles en el gráfico
pt_br: Ação para colar conteúdo da área de transferência no grafo

# UObjectToolTips,MaterialInput:Expression
source: Material expression that this input is connected to, or NULL if not connected.
es: Expresión material a la cual esta entrada está conectada, o NULO, si no está conectada.
pt_br: Expressão de Material à qual esta entrada está conectada, ou NULL se não estiver conectada.

# UObjectToolTips,MaterialInput:InputName
source: Optional name of the input. Note that this is the only member which is not derived from the output currently connected.
es: Nombre opcional de la entrada. Tome en cuenta que este es el único miembro no derivado de la salida conectada actualmente.
pt_br: Nome opcional da entrada. Observe que esse é o único membro que não é derivado da saída atualmente conectada.

# UObjectToolTips,MaterialInstance:bHasStaticPermutationResource
source: Indicates whether the instance has static permutation resources (which are required when static parameters are present) Read directly from the rendering thread, can only be modified with the use of a FMaterialUpdateContext. When true, StaticPermutationMaterialResources will always be valid and non-null.
es: Indica si la instancia tiene recursos de permutación estáticos (los cuales son necesarios cuando los parámetros estáticos están presentes) Leer directamente del hilo de renderizado, sólo se puede modificar mediante un FMaterialUpdateContext. Cuando sea verdadero, StaticPermutationMaterialResources siempre será válido y no nulo.
pt_br: Indica se a isntância tem recursos de permutação estáticos (necessários quando houver parâmetros estáticos) Leia diretamente do encadeamento de renderização, pode ser modificado com o uso de um FmaterialUpdateContext. Se for verdadeiro, StaticPermutationMaterialResources sempre será válido e não nulo.

# UObjectToolTips,MaterialInstance:FontParameterValues
source: Font parameters.
es: Parámetros de la fuente.
pt_br: Parâmetros da fonte.

# UObjectToolTips,MaterialInstance:Parent
source: Parent material.
es: Material padre.
pt_br: Material pai.

# UObjectToolTips,MaterialInstance:ScalarParameterValues
source: Scalar parameters.
es: Parámetros de la variable.
pt_br: Parâmetros escalares.

# UObjectToolTips,MaterialInstance:TextureParameterValues
source: Texture parameters.
es: Parámetros de la textura.
pt_br: Parâmetros de textura.

# UObjectToolTips,MaterialInstance:VectorParameterValues
source: Vector parameters.
es: Parámetros vectoriales.
pt_br: Parâmetros do vetor.

# UObjectToolTips,MaterialInstanceActor:TargetActors
source: Pointer to actors that we want to control paramters of using Matinee.
es: Puntero para los actores de los que queremos controlar los parámetros usando matinee.
pt_br: Ponteiro para atores cujos parâmetros queremos controlar usando a Matinê.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides
source: Properties from the base material that can be overridden in material instances.
es: Las propiedades del material base que se pueden suprimir en las instancias del material.
pt_br: Propriedades do material base que podem ser substituídas em instâncias de material.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:BlendMode
source: The blend mode
es: El modo de combinación
pt_br: O modo de mistura

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:bOverride_BlendMode
source: Enables override of the blend mode.
es: Activa la anulación del modo de combinación
pt_br: Ativa a substituição do modo de mistura.

source: Enables override of the two sided property.
es: Activa la anulación del valor de la propiedad de los dos lados.
pt_br: Ativa a substituição da propriedade de duas faces.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:bOverride_TwoSided
source: Enables override of the two sided property.
es: Activa la anulación del valor de la propiedad de los dos lados.
pt_br: Ativa a substituição da propriedade de duas faces.

source: Enables override of the opacity mask clip value.
es: Activa la anulación del valor del clip de la máscara de opacidad.
pt_br: Ativa a substituição do valor do clipe da máscara de opacidade.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:bOverride_ShadingModel
source: Enables override of the shading model.
es: Activa la anulación del modelo de sombreado.
pt_br: Ativa a substituição do modelo de sombreamento.

# UObjectToolTips,MaterialInstanceBasePropertyOverrides:ShadingModel
source: The shading model
es: El modelo de sombreado
pt_br: O modelo de sombreamento

# UObjectToolTips,MaterialInstanceConstant
source: Material Instances may be used to change the appearance of a material without incurring an expensive recompilation of the material. General modification of the material cannot be supported without recompilation, so the instances are limited to changing the values of predefined material parameters. The parameters are statically defined in the compiled material by a unique name, type and default value.
es: Las instancias del material se pueden usar para cambiar la apariencia de un material sin causar una recopilación que conlleve un gran coste del material. Una modificación general del material no se admite si no se vuelve a compilar, ya que las instancias están limitadas a cambiar los valores de los parámetros del material predefinido. Los parámetros están definidos de manera estática en el material compilado por un único nombre, tipo y valor predeterminado.
pt_br: Instâncias de Material podem ser usadas para mudar a aparência de um material sem o custo de sua recompilação. Modificações gerais no material não são suportadas sem recompilação, então as instâncias estão limitadas a mudar os valores de parâmetros predefinidos do material. Os parâmetros são definidos de forma estática no material compilado por um único nome, tipo e valor padrão.

# UObjectToolTips,MaterialInstanceDynamic:CopyParameterOverrides
source: Copy parameter values from another material instance. This will copy only parameters explicitly overridden in that material instance!!
es: Copiar los valores del parámetro de otra instancia del material. ¡¡Copiará solo los parámetros expresamente suprimidos en esa instancia del material!!
pt_br: Copiar valores de parâmetros de outra instância de material. Isso copiará somente parâmetros substituídos explicitamente na instância de material!

# UObjectToolTips,MaterialInstanceDynamic:K2_GetScalarParameterValue
source: Get the current scalar (float) parameter value from an MID
es: Obtener el valor del parámetro de la variable (punto flotante) actual de un MID
pt_br: Obter o parâmetro escalar (flutuante) atual de um MID

# UObjectToolTips,MaterialInstanceDynamic:K2_GetTextureParameterValue
source: Get the current MID texture parameter value
es: Obtener el valor del parámetro de la textura MID actual
pt_br: Obter o valor do parâmetro de textura MID atual

# UObjectToolTips,MaterialInstanceDynamic:K2_GetVectorParameterValue
source: Get the current MID vector parameter value
es: Obtener el valor del parámetro del vector MID actual
pt_br: Obter o valor do parâmetro de vetor MID atual

# UObjectToolTips,MaterialInstanceDynamic:SetScalarParameterValue
source: Set a MID scalar (float) parameter value
es: Ajustar un valor del parámetro de la variable (punto flotante) MID
pt_br: Definir um valor de parâmetro escalar MID (flutuante)

# UObjectToolTips,MaterialInstanceDynamic:SetTextureParameterValue
source: Set an MID texture parameter value
es: Ajustar un valor del parámetro de la textura MID
pt_br: Definir um valor de parâmetro de textura MID

# UObjectToolTips,MaterialInstanceDynamic:SetVectorParameterValue
source: Set an MID vector parameter value
es: Ajustar un valor del parámetro del vector MID
pt_br: Definir um valor de parâmetro de vetor MID

# UObjectToolTips,MaterialInterface:LightingGuid
source: Unique ID for this material, used for caching during distributed lighting
es: ID único para este material, usado para enviar a caché durante la iluminación distribuida
pt_br: ID exclusivo para esse material, usado para armazenamento em cache durante iluminação distribuída

# UObjectToolTips,Texture:LightingGuid
source: Unique ID for this material, used for caching during distributed lighting
es: ID único para este material, usado para enviar a caché durante la iluminación distribuida
pt_br: ID exclusivo para esse material, usado para armazenamento em cache durante iluminação distribuída

# UObjectToolTips,MaterialInterface:PreviewMesh
source: The mesh used by the material editor to preview the material.
es: La malla que usada por el editor del material para tener una vista preliminar del material.
pt_br: A malha usada pelo editor de material para visualizar o material.

# UObjectToolTips,MaterialParameterCollection
source: Asset class that contains a list of parameter names and their default values. Any number of materials can reference these parameters and get new values when the parameter values are changed.
es: La clase del activo que contiene una lista de los nombres de los parámetros y sus valores predeterminados. Cualquier cantidad de materiales puede referenciar estos parámetros y obtener valores nuevos cuando se han cambiado los valores del parámetro.
pt_br: Classe de Ativo que contém uma lista de nomes de parâmetros e seus valores padrão. Qualquer quantidade de materiais pode fazer referência a esses parâmetros e obter novos valores quando os valores dos parâmetros são alterados.

# UObjectToolTips,MaterialParameterCollection:StateId
source: Used by materials using this collection to know when to recompile.
es: Usado por materiales que utilizan esta colección para saber cuándo recopilar.
pt_br: Usado por materiais que usam essa coleção para saber quando recompilar.

# UObjectToolTips,MaterialParameterCollectionInfo
source: Stores information about a parameter collection that this material references, used to know when the material needs to be recompiled.
es: Almacena la información sobre una colección de parámetros que este material referencia, se usa para saber cuando necesita el material que se vuelva a compilar.
pt_br: Armazena informações sobre uma coleta de parâmetro que esse material referencia, usadas para saber quando o material precisa ser recompilado.

# UObjectToolTips,MaterialParameterCollectionInfo:ParameterCollection
source: The collection which this material has a dependency on.
es: La colección de la cual depende este el material.
pt_br: A coleção da qual esse material tem dependência.

# UObjectToolTips,MaterialParameterCollectionInfo:StateId
source: Id that the collection had when this material was last compiled.
es: ID que tenía la colección cuando el material se compiló por última vez.
pt_br: ID que tinha a coleção quando este material foi compilado pela última vez.

# UObjectToolTips,MaterialParameterCollectionInstance
source: Class that stores per-world instance parameter data for a given UMaterialParameterCollection resource. Instances of this class are always transient.
es: Clase que almacena los datos del parámetro de la instancia por mundo para un recurso UMaterialParameterCollection proporcionado. Las instancias de esta clase siempre están cambiando.
pt_br: Classe que armazena os dados de parâmetro de instância por mundo de um recurso de UMaterialParameterCollection informado. As instâncias desta classe sempre são transientes.

# UObjectToolTips,MaterialParameterCollectionInstance:Collection
source: Collection resource this instance is based off of.
es: Colección de recursos en los que se basa esta instancia.
pt_br: Recurso de coleção em que esta instância se baseia.

# UObjectToolTips,MaterialParameterCollectionInstance:World
source: World that owns this instance.
es: Mundo que posee esta instancia.
pt_br: O mundo que é dono dessa instância.

# UObjectToolTips,MaterialSpriteElement:BaseSizeX
source: The base width of the sprite, multiplied with the DistanceToSizeCurve.
es: El ancho base del sprite, multiplicado con la DistanceToSizeCurve.
pt_br: A largura base do sprite, multiplicada por DistanceToSizeCurve.

# UObjectToolTips,MaterialSpriteElement:BaseSizeY
source: The base height of the sprite, multiplied with the DistanceToSizeCurve.
es: La altura base del sprite, multiplicado con la DistanceToSizeCurve.
pt_br: A altura base do sprite, multiplicada por DistanceToSizeCurve.

# UObjectToolTips,MaterialSpriteElement:bSizeIsInScreenSpace
source: Whether the size is defined in screen-space or world-space.
es: Si el tamaño se define en el sistema de coordenadas global o en el espacio de la pantalla.
pt_br: Se o tamanho é definido no espaço da tela ou no espaço do mundo.

# UObjectToolTips,MaterialSpriteElement:DistanceToOpacityCurve
source: A curve that maps distance on the X axis to the sprite opacity on the Y axis.
es: Una curva que asigna la distancia en el eje X a la opacidad del sprite en el eje Y.
pt_br: Uma curva que mapeia a distância no eixo X para a opacidade do sprite no eixo Y.

# UObjectToolTips,MaterialSpriteElement:DistanceToSizeCurve
source: A curve that maps distance on the X axis to the sprite size on the Y axis.
es: Una curva que asigna la distancia en el eje X al tamaño del sprite en el eje Y.
pt_br: Uma curva que mapeia a distância no eixo X para o tamanho do sprite no eixo Y.

# UObjectToolTips,MaterialSpriteElement:Material
source: The material that the sprite is rendered with.
es: El material con el que se ha renderizado este sprite.
pt_br: O material com que o sprite é renderizado.

# UObjectToolTips,MatineeActor:bDisableLookAtInput
source: Disable LookAt Input from player during play
es: Desactivar la entrada LookAt del jugador durante la reproducción
pt_br: Desativar a Entrada LookAt do jogador durante o jogo

# UObjectToolTips,MatineeActor:bDisableMovementInput
source: Disable Input from player during play
es: Desactivar la entrada del jugador durante la reproducción
pt_br: Desativar a Entrada do jogador durante o jogo

# UObjectToolTips,MatineeActor:bDisableRadioFilter
source: If true, disables the realtime radio effect
es: Si es verdadero, desactiva el efecto del radio del tiempo real
pt_br: Se for verdadeiro, desativa o efeito de rádio realtime

# UObjectToolTips,MatineeActor:bForceStartPos
source: Lets you force the sequence to always start at ForceStartPosition
es: Permite que se fuerce la secuencia para que se inicie siempre en ForceStartPosition
pt_br: Permite forçar a sequência a sempre começar em ForceStartPosition

# UObjectToolTips,MatineeActor:bIsPlaying
source: properties that may change on InterpAction that we need to notify clients about, since the object's properties will not be replicated
es: propiedades que pueden cambiar en InterpAction y que tenemos que notificar a los clientes, ya que las propiedades del objeto no se duplicarán
pt_br: propriedades que podem alterar em InterpAction e que precisamos notificar aos clientes, pois as propriedades do objeto não serão replicadas

# UObjectToolTips,MatineeActor:bIsScrubbing
source: Set by the editor when scrubbing data
es: Ajustado por el editor cuando suspende datos
pt_br: Definido pelo editor ao remover dados

# UObjectToolTips,MatineeActor:bIsSkippable
source: Lets you skip the matinee with the CANCELMATINEE exec command. Triggers all events to the end along the way.
es: Permite que se salte el matinee con el comando de ejecución CANCELMATINEE. Dispara todos lo eventos al final sobre la marcha
pt_br: Permite que você pule a matinê com o comando de execução CANCELMATINEE. Dispara o encerramento de todos os eventos ao longo do caminho.

# UObjectToolTips,MatineeActor:bLooping
source: If sequence should pop back to beginning when finished. Note, if true, will never get Completed/Reversed events - sequence must be explicitly Stopped.
es: Si la secuencia debe volver a saltar hasta el comienzo cuando haya terminado. Tenga en cuenta, si es verdadero, que nunca obtendrá eventos completos/retrocedidos - la secuencia se debe parar explícitamente.
pt_br: Se a sequência deve retornar ao começo ao terminar. Observe que, se for verdadeiro, eventos de Completo/Revertido nunca serão usados - a sequência deve ser Parada explicitamente.

# UObjectToolTips,MatineeActor:bNoResetOnRewind
source: If true, when rewinding this interpolation, reset the 'initial positions' of any RelateToInitial movements to the current location. This allows the next loop of movement to proceed from the current locations.
es: Si es verdadero, cuando se retrocede esta interpolación, reajustar las 'posiciones iniciales' de cualquiera de los movimientos RelateToInitial de la ubicación actual. Esto permite un bucle posterior del movimiento para continuar desde las ubicaciones actuales.
pt_br: Se for verdadeiro, ao reverter essa interpolação as 'posições iniciais' de quaisquer movimentos RelateToInitial serão redefinidas como a posição atual. Isso permite que o próximo loop do movimento continue a partir dos locais atuais.

# UObjectToolTips,MatineeActor:bPlayOnLevelLoad
source: If true, the matinee will play when the level is loaded.
es: Si es verdadero, matinee se reproducirá cuando se cargue el nivel.
pt_br: Se for verdadeiro, a matinê será reproduzida quando o nível for carregado.

# UObjectToolTips,MatineeActor:bRewindIfAlreadyPlaying
source: Only used if bRewindOnPlay if true. Defines what should happen if the Play input is activated while currently playing. If true, hitting Play while currently playing will pop the position back to the start and begin playback over again. If false, hitting Play while currently playing will do nothing.
es: Solo se usa si bRewindOnPlay es verdadero. Defina lo que debe ocurrir si la entrada de reproducción se activa mientras se está reproduciendo en ese momento. Si es verdadero, la reproducción del golpe mientras se está reproduciendo hará que salte la posición de nuevo al comienzo y se inicie todo de nuevo. Si es falso, la reproducción del golpe mientras se reproduce no causará nada.
pt_br: Somente usado se bRewindOnPlay for verdadeiro. Define o que deve acontecer se a entrada Reproduzir for ativada enquanto estiver reproduzindo. Se for verdadeiro, pressionar Reproduzir enquanto estiver reproduzindo vai voltar a posição ao começo e começar a reprodução novamente. Caso contrário, pressionar Reproduzir enquanto estiver reproduzindo não terá efeito.

# UObjectToolTips,MatineeActor:bRewindOnPlay
source: If true, sequence will rewind itself back to the start each time the Play input is activated.
es: Si es verdadero, la secuencia se auto rebobinará hasta el inicio cada vez que la entrada de la reproducción esté activada.
pt_br: Se for verdadeiro, a sequência retornará ao começo cada vez que a entrada Reproduzir for ativada.
