Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,InterpTrackMove:bUseQuatInterpolation
source: Use a Quaternion linear interpolation between keys. This is robust and will find the 'shortest' distance between keys, but does not support ease in/out.
es: Usar una interpolación lineal del cuaternión entre las claves. Es sólido y buscará la distancia 'más corta' entre las claves, pero no admite que se adapte.
pt_br: Usa uma interpolação linear de Quatérnions entre chaves. Isso é robusto e encontrará a "menor" distância entre as chaves, mas não suporta entrada/saída de atenuação.

# UObjectToolTips,InterpTrackMove:EulerTrack
source: Actual rotation keyframe data, stored as Euler angles in degrees, for easy editing on curve.
es: Rotación actual de los datos del fotograma clave, almacenados como ángulos Euler en grados, para edición fácil en curva.
pt_br: Dados do quadro-chave de rotação atuais, armazenados como ângulos Euler em graus para fornecer edição facilitada em curvas.

# UObjectToolTips,InterpTrackMove:LinCurveTension
source: Controls the tightness of the curve for the translation path.
es: Calibra el ángulo de la curva para la ruta de la traslación.
pt_br: Controla a aproximação da curva do caminho de translação.

# UObjectToolTips,InterpTrackMove:LookAtGroupName
source: When using IMR_LookAtGroup, specifies the Group which this track should always point its actor at.
es: Cuando se usa IMR_LookAtGroup, especifica el grupo en el que esta pista siempre aputará a su actor.
pt_br: Ao usar IMR_LookAtGroup, especifica o Grupo para o qual essa faixa deve sempre apontar ser ator.

# UObjectToolTips,InterpTrackMove:PosTrack
source: Actual position keyframe data.
es: Posición actual de los datos del fotograma clave.
pt_br: Dados do quadro-chave de posição atuais.

# UObjectToolTips,InterpTrackMoveAxis:LookupTrack
source: Lookup track to use when looking at different groups for transform information
es: Buscar pista que se utiliza cuando se mira a diferentes grupos para transformar la información
pt_br: Buscar trilha a usar ao olhar para buscar informações de transformação em diferentes grupos

# UObjectToolTips,InterpTrackMoveAxis:MoveAxis
source: The axis which this track will use when transforming an actor
es: El eje que usará esta pista al transformar un actor
pt_br: O eixo que essa faixa usará ao transformar um ator

# UObjectToolTips,InterpTrackParticleReplay:bIsCapturingReplay
source: True in the editor if track should be used to capture replay frames instead of play them back
es: Verdadero en el editor, si la pista debe usarse para capturar fotogramas de reproducción en lugar de reproducirlos al revés
pt_br: Verdadeiro no editor se a faixa deve ser usada para capturar quadros de reprodução, em vez de reproduzi-los

# UObjectToolTips,InterpTrackParticleReplay:FixedTimeStep
source: Current replay fixed time quantum between frames (one over frame rate)
es: Quántum de tiempo fijo de reproducción actual entre fotogramas (tasa de fotograma sobre uno)
pt_br: Quantia de tempo fixo de reprodução entre quadros (um sobre a taxa de quadro)

# UObjectToolTips,InterpTrackParticleReplay:TrackKeys
source: Array of keys
es: Matriz de teclas
pt_br: Matriz de teclas

# UObjectToolTips,InterpTrackSound:bContinueSoundOnMatineeEnd
source: If true, sounds on this track will not be forced to finish when the matinee sequence finishes.
es: Si es verdadero, no se pueden forzar los sonidos en esta pista para terminar cuando la secuencia de matinee termine.
pt_br: Se for verdadeiro, sons nesta faixa não serão forçados a encerrar quando a sequência de matinê terminar.

# UObjectToolTips,InterpTrackSound:bPlayOnReverse
source: if set, sound plays only when playing the matinee in reverse instead of when the matinee plays forward
es: si está ajustado, el sonido se reproduce solo cuando matinee se reproduce hacia atrás y no cuando se reproduce hacia delante.
pt_br: se for definido, o som é reproduzido somente ao reproduzir a matinê ao contrário em vez de quando a matinê é reproduzida normalmente

# UObjectToolTips,InterpTrackSound:bSuppressSubtitles
source: If true, don't show subtitles for sounds played by this track.
es: Si es verdadero, no mostrar los subtítulos para los sonidos reproducidos por esta pista.
pt_br: Se for verdadeiro, não serão exibidas legendas para sons desta faixa.

# UObjectToolTips,InterpTrackSound:bTreatAsDialogue
source: If true and track is controlling a pawn, makes the pawn "speak" the given audio.
es: Si es verdadero y la pista está controlando a un peón, hace "hablar" al peón el audio proporcionado.
pt_br: Se for verdadeiro e a faixa estiver controlando um peão, faz com que o peão "fale" o áudio especificado.

# UObjectToolTips,InterpTrackSound:Sounds
source: Array of sounds to play at specific times.
es: Matriz de sonidos a reproducir en momentos específicos.
pt_br: Matriz de sons a reproduzir em momentos específicos

# UObjectToolTips,InterpTrackToggle:bActivateSystemEachUpdate
source: If true, the track will call ActivateSystem on the emitter each update (the old 'incorrect' behavior). If false (the default), the System will only be activated if it was previously inactive.
es: Si es verdadero, la pista llamará a ActivateSystem en la actualización de cada emisor (el comportamiento 'incorrecto' anterior). Si es falso (el predeterminado), el sistema solo se activará si estaba inactivo anteriormente.
pt_br: Se for verdadeiro, a faixa chamará ActivateSystem no emissor a cada atualização (o comportamento antigo 'incorreto'). Se for falso (padrão), o Sistema só será ativado se ele estava previamente inativo.

# UObjectToolTips,InterpTrackToggle:bActivateWithJustAttachedFlag
source: If true, the track will activate the system w/ the 'Just Attached' flag.
es: Si es verdadero, la pista activará el w/ del sistema del indicador 'acoplado'
pt_br: Se for verdadeiro, a faixa ativará o sistema com o sinalizador 'Recém Anexado'.

# UObjectToolTips,IntSerialization:UnsignedInt16Variable
source: New types
es: Nuevos tipos
pt_br: Novos tipos

# UObjectToolTips,IntSerialization:UnsignedInt8Variable
source: Existing types
es: Tipos existentes
pt_br: Tipos existentes

# UObjectToolTips,K2Node
source: Abstract base class of all blueprint graph nodes.
es: Clase base abstracta de todos los nodos del gráfico del Blueprint.
pt_br: Classe de base abstrata de todos os nós de grafos do esquema.

# UObjectToolTips,K2Node_ActorBoundEvent:DelegatePropertyName
source: Delegate property name that this event is associated with
es: Nombre de propiedad del delegado con el cual está asociado este evento
pt_br: Nome da propriedade do delegado ao qual este evento está associado

# UObjectToolTips,K2Node_ComponentBoundEvent:DelegatePropertyName
source: Delegate property name that this event is associated with
es: Nombre de propiedad del delegado con el cual está asociado este evento
pt_br: Nome da propriedade do delegado ao qual este evento está associado

# UObjectToolTips,K2Node_ActorBoundEvent:EventOwner
source: The event that this event is bound to
es: El evento al que este evento está limitado
pt_br: O evento a que esse evento está vinculado

# UObjectToolTips,K2Node_AddComponent:TemplateBlueprint
source: The blueprint name we came from, so we can lookup the template after a paste
es: El nombre del Blueprint del cual venimos, así que podemos buscar la plantilla después de pegar
pt_br: O nome do esquema de onde viemos para que seja possível procurar o modelo depois de uma colagem

# UObjectToolTips,K2Node_BaseAsyncTask:ProxyActivateFunctionName
source: The name of the 'go' function on the proxy object that will be called after delegates are in place, can be NAME_None
es: El nombre de la función 'ir' en el objeto proxy que se llamará después de que los delegados estén en su lugar, puede ser NAME_None
pt_br: O nome da função 'ir' no objeto proxy que será chamado depois que os delegados estiverem no lugar, pode ser NAME_None

# UObjectToolTips,K2Node_BaseAsyncTask:ProxyClass
source: The type of proxy object that will be created
es: El tipo de objeto proxy que se creará
pt_br: O tipo de objeto proxy que será criado

# UObjectToolTips,K2Node_BaseAsyncTask:ProxyFactoryClass
source: The class containing the proxy object functions
es: La clase que contiene las funciones de objetos proxy
pt_br: A classe contendo as funções do objeto proxy

# UObjectToolTips,K2Node_BaseAsyncTask:ProxyFactoryFunctionName
source: The name of the function to call to create a proxy object
es: El nombre de la función a llamar para crear un objeto proxy
pt_br: O nome da função a chamar para criar um objeto proxy

# UObjectToolTips,K2Node_BaseMCDelegate:DelegateReference
source: Reference to delegate
es: Referencias a delegado
pt_br: Referência a um delegado

# UObjectToolTips,K2Node_CallFunction:bIsBeadFunction
source: Indicates that this is a 'bead' function with no fixed location; it is drawn between the nodes that it is wired to
es: Indica que esta es una función “bead' sin una ubicación fija, se traza entre los nodos a los cuales está conectada
pt_br: Indica que é uma função 'grão' sem nenhum local fixo; é desenhado entre os nós ao qual está conectado

# UObjectToolTips,K2Node_CallFunction:bIsConstFunc
source: Indicates that this is a call to a const function
es: Indica que esta es una llamada a una función constante
pt_br: Indica que é uma chamada para uma função const

# UObjectToolTips,K2Node_CallFunction:bIsFinalFunction
source: Indicates that this is a call to a final / superclass's function
es: Indica que esta es una llamada a una función de una superclase final
pt_br: Indica que é uma chamada para uma função final/de superclasse

# UObjectToolTips,K2Node_CallFunction:bIsInterfaceCall
source: Indicates that this is a call to an interface function
es: Indica que esta es una llamada a una función de interfaz
pt_br: Indica que é uma chamada para uma função de interface

# UObjectToolTips,K2Node_CallFunction:bIsPureFunc
source: Indicates that this is a call to a pure function
es: Indica que esta es una llamada a una función pura
pt_br: Indica que é uma chamada para uma função pura

# UObjectToolTips,K2Node_CallFunction:bWantsEnumToExecExpansion
source: Indicates that during compile we want to create multiple exec pins from an enum param
es: Indica que durante la compilación queremos crear varios pin de ejecución desde un parámetro de enumeración
pt_br: Indica que, durante a compilação, devem-se criar vários fixadores exec de um param enum

# UObjectToolTips,K2Node_CallFunction:CallFunctionClass
source: The class that the function is from.
es: La clase de donde proviene la función.
pt_br: A classe da qual vem a função.

# UObjectToolTips,K2Node_Switch:FunctionClass
source: The class that the function is from.
es: La clase de donde proviene la función.
pt_br: A classe da qual vem a função.

# UObjectToolTips,K2Node_CallFunction:CallFunctionName
source: The name of the function to call
es: El nombre de la función a llamar
pt_br: O nome da função a chamar

# UObjectToolTips,K2Node_CallFunction:FunctionReference
source: The function to call
es: La función para llamar
pt_br: A função a chamar

# UObjectToolTips,K2Node_CallFunctionOnMember:MemberVariableToCallOn
source: Reference to member variable to call function on
es: Referencia a la variable de miembros para la cual llamar la función
pt_br: Referência a uma variável-membro em que será chamada a função

# UObjectToolTips,K2Node_CastByteToEnum:bSafe
source: if true, the node returns always a valid value
es: si es verdadero, el nodo devuelve siempre un valor válido
pt_br: se for verdadeiro, o nó sempre retornará um valor válido

# UObjectToolTips,K2Node_CommutativeAssociativeBinaryOperator:NumAdditionalInputs
source: The number of additional input pins to generate for this node (2 base pins are not included)
es: El número de pines de entrada adicionales a generar para este nodo (no están incluidos 2 pines base)
pt_br: O número de fixadores de entrada adicionais a gerar para esse nó (2 fixadores base não estão incluídos)

# UObjectToolTips,K2Node_DoOnceMultiInput:NumAdditionalInputs
source: The number of additional input pins to generate for this node (2 base pins are not included)
es: El número de pines de entrada adicionales a generar para este nodo (no están incluidos 2 pines base)
pt_br: O número de fixadores de entrada adicionais a gerar para esse nó (2 fixadores base não estão incluídos)

# UObjectToolTips,K2Node_ComponentBoundEvent:ComponentPropertyName
source: Name of property in Blueprint class that pointer to component we want to bind to
es: Nombre de la propiedad en clase Blueprint que queremos enlazar a puntero y componente
pt_br: Nome of propriedade na classe Esquema que aponta para o componente ao qual se deseja vincular

# UObjectToolTips,K2Node_Composite:BoundGraph
source: The graph that this composite node is representing
es: El gráfico que está representando este nodo compuesto
pt_br: O grafo que esse nó composto representa

# UObjectToolTips,K2Node_DelegateSet:DelegatePropertyClass
source: Class that the delegate property is defined in
es: Clase en la que la propiedad del delegado está definida
pt_br: Classe que a propriedade do delegado é definida

# UObjectToolTips,K2Node_DelegateSet:DelegatePropertyName
source: Delegate property name that this event is associated with on the target
es: Nombre de propiedad del delegado con la que este evento está asociado en la meta
pt_br: Nome da propriedade do delegado ao qual este evento está associado no alvo

# UObjectToolTips,K2Node_DoOnceMultiInput:DataNode
source: Reference to the integer that contains
es: Referencia al entero que contiene
pt_br: Referência ao inteiro que contém

# UObjectToolTips,K2Node_MultiGate:DataNode
source: Reference to the integer that contains
es: Referencia al entero que contiene
pt_br: Referência ao inteiro que contém

# UObjectToolTips,K2Node_DynamicCast:TargetType
source: The type that the input should try to be cast to
es: El tipo al cual se debería intentar proyectar la entrada
pt_br: O tipo de entrada em que a entrada deve tentar ser lançada

# UObjectToolTips,K2Node_EditablePinBase:bIsEditable
source: Whether or not this entry node should be user-editable with the function editor
es: Si este nodo de entrada debe o no debe ser modificable para el usuario con el editor de funciones
pt_br: Se esse nó de entrada deve ou não ser editável pelo usuário com o editor de função

# UObjectToolTips,K2Node_Event:bInternalEvent
source: If true, this event is internal machinery, and should not be marked BlueprintCallable
es: Si es verdadero, este evento es de proceso interno, y no debería ser marcado como BlueprintCallable
pt_br: Se for verdadeiro, esse evento será um mecanismo interno e não deverá ser marcado em BlueprintCallable

# UObjectToolTips,K2Node_Event:bOverrideFunction
source: If true, we are actually overriding this function, not making a new event with a signature that matches
es: Si es verdadero, estamos anulando esta función, no creando un nuevo evento con una firma que coincide
pt_br: Se for verdadeiro, substituirá esta função, não fazendo nenhum novo evento com uma assinatura que lhe corresponda

# UObjectToolTips,K2Node_Event:CustomFunctionName
source: If this is not an override, allow user to specify a name for the function created by this entry point
es: Si esta no es una anulación, permitir que el usuario especifique un nombre para la función creada por este punto de entrada
pt_br: Se não for uma substituição, permite ao usuário especificar um nome para a função criada por este ponto de entrada

# UObjectToolTips,K2Node_LocalVariable:CustomVariableName
source: If this is not an override, allow user to specify a name for the function created by this entry point
es: Si esta no es una anulación, permitir que el usuario especifique un nombre para la función creada por este punto de entrada
pt_br: Se não for uma substituição, permite ao usuário especificar um nome para a função criada por este ponto de entrada

# UObjectToolTips,K2Node_Event:EventSignatureClass
source: Class that the function signature is from.
es: Clase de la que proviene la firma de función.
pt_br: Classe de origem da assinatura da função.

# UObjectToolTips,K2Node_Event:EventSignatureName
source: Name of function signature that this event implements
es: Nombre de la firma de función que este evento implementa
pt_br: Nome da assinatura da função que este evento implementa

# UObjectToolTips,K2Node_Event:FunctionFlags
source: Additional function flags to apply to this function
es: Indicadores de funciones adicionales que aplicar a esta función
pt_br: Sinalizadores de função adicionais para aplicar a esta função

# UObjectToolTips,K2Node_FormatText:PinNames
source: When adding arguments to the node, their names are placed here and are generated as pins during construction
es: Cuando se agregan argumentos al nodo, aquí se colocan sus nombres y se generan como pines durante la construcción.
pt_br: Ao adicionar argumentos ao nó, os nomes deles são colocados aqui e gerados como fixadores durante a construção

# UObjectToolTips,K2Node_FunctionEntry:CustomGeneratedFunctionName
source: If specified, the function that is created for this entry point will have this name. Otherwise, it will have the function signature's name
es: Si se especifica, la función que se crea para este punto de entrada tendrá este nombre. De lo contrario, tendrá el nombre de la firma de la función.
pt_br: Se especificado, a função criada para este ponto de entrada terá este nome. Caso contrário, terá o nome da assinatura da função

# UObjectToolTips,K2Node_FunctionEntry:ExtraFlags
source: Any extra flags that the function may need
es: Cualquier indicador adicional que la función pueda necesitar
pt_br: Quaisquer sinalizadores extras que a função possa precisar

# UObjectToolTips,K2Node_FunctionEntry:LocalVariables
source: Array of local variables to be added to generated function
es: Matriz de variables locales que se agregan a la función generada
pt_br: Matriz de variáveis locais a serem adicionadas à função gerada

# UObjectToolTips,K2Node_FunctionEntry:MetaData
source: Function metadata
es: Metadatos de función
pt_br: Metadados de função

# UObjectToolTips,K2Node_FunctionTerminator:SignatureClass
source: The source class that defines the signature, if it is getting that from elsewhere (e.g. interface, base class etc). If NULL, this is a newly created function.
es: La clase de origen que define la firma, si lo recibe de alguna otra parte (por ej. interfaz, clase base, etc.). Si es NULO, esta es una función recién creada.
pt_br: A classe de origem que define a assinatura, se for obtida de outro local (por exemplo, interface, classe base etc). Se NULL, é uma função recém-criada.

# UObjectToolTips,K2Node_FunctionTerminator:SignatureName
source: The name of the signature function.
es: El nombre de la función firma
pt_br: O nome da função de assinatura.

# UObjectToolTips,K2Node_GetInputAxisKeyValue:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_GetInputAxisValue:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_InputAction:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_InputAxisEvent:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_InputAxisKeyEvent:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_InputKey:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_InputTouch:bConsumeInput
source: Prevents actors with lower priority from handling this input
es: Evita a los actores con una prioridad muy baja de encargarse de esta entrada
pt_br: Impede que atores com prioridade menor controlem esta entrada.

# UObjectToolTips,K2Node_GetInputAxisKeyValue:bExecuteWhenPaused
source: Should the binding gather input even when the game is paused
es: ¿Debe el enlace recolectar la entrada incluso cuando el juego esté en pausa?
pt_br: A vinculação deve coletar a entrada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_GetInputAxisValue:bExecuteWhenPaused
source: Should the binding gather input even when the game is paused
es: ¿Debe el enlace recolectar la entrada incluso cuando el juego esté en pausa?
pt_br: A vinculação deve coletar a entrada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputAction:bExecuteWhenPaused
source: Should the binding execute even when the game is paused
es: ¿Debe el enlace ejecutar incluso cuando el juego esté en pausa?
pt_br: A vinculação deve ser executada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputAxisEvent:bExecuteWhenPaused
source: Should the binding execute even when the game is paused
es: ¿Debe el enlace ejecutar incluso cuando el juego esté en pausa?
pt_br: A vinculação deve ser executada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputAxisKeyEvent:bExecuteWhenPaused
source: Should the binding execute even when the game is paused
es: ¿Debe el enlace ejecutar incluso cuando el juego esté en pausa?
pt_br: A vinculação deve ser executada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputKey:bExecuteWhenPaused
source: Should the binding execute even when the game is paused
es: ¿Debe el enlace ejecutar incluso cuando el juego esté en pausa?
pt_br: A vinculação deve ser executada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputTouch:bExecuteWhenPaused
source: Should the binding execute even when the game is paused
es: ¿Debe el enlace ejecutar incluso cuando el juego esté en pausa?
pt_br: A vinculação deve ser executada mesmo quando o jogo está pausado

# UObjectToolTips,K2Node_InputAction:bOverrideParentBinding
source: Should any bindings to this event in parent classes be removed
es: ¿Se deben eliminar algunos enlaces a este evento en las clases del padre?
pt_br: Alguma vinculação a este evento nas classes pai deve ser removida

# UObjectToolTips,K2Node_InputAxisEvent:bOverrideParentBinding
source: Should any bindings to this event in parent classes be removed
es: ¿Se deben eliminar algunos enlaces a este evento en las clases del padre?
pt_br: Alguma vinculação a este evento nas classes pai deve ser removida

# UObjectToolTips,K2Node_InputAxisKeyEvent:bOverrideParentBinding
source: Should any bindings to this event in parent classes be removed
es: ¿Se deben eliminar algunos enlaces a este evento en las clases del padre?
pt_br: Alguma vinculação a este evento nas classes pai deve ser removida

# UObjectToolTips,K2Node_InputKey:bOverrideParentBinding
source: Should any bindings to this event in parent classes be removed
es: ¿Se deben eliminar algunos enlaces a este evento en las clases del padre?
pt_br: Alguma vinculação a este evento nas classes pai deve ser removida
