Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ConstraintInstance:ConstraintBone2
source: Name of second bone (body) that this constraint is connecting. This will be the 'parent' bone in a PhysicsAset.
es: Nombre del segundo hueso (cuerpo) que esta restricción está conectando. Será el hueso 'padre' en un PhysicsAsset.
pt_br: Nome do segundo osso (corpo) que essa restrição conecta. Esse será o osso 'pai' em um PhysicsAsset.

# UObjectToolTips,ConstraintInstance:JointName
source: Name of bone that this joint is associated with.
es: Nombre del hueso con el que está asociado esta unión.
pt_br: Nome do osso a que esta articulação está associada.

# UObjectToolTips,ConstraintInstance:Pos1
source: Location of constraint in Body1 reference frame.
es: Ubicación de la restricción en el fotograma de referencia Body1
pt_br: Localização da restrição no referencial de Body1.

# UObjectToolTips,ConstraintInstance:Pos2
source: Location of constraint in Body2 reference frame.
es: Ubicación de la restricción en el fotograma de referencia Body2
pt_br: Localização da restrição no referencial de Body2.

# UObjectToolTips,ConstraintInstance:PriAxis1
source: Primary (twist) axis in Body1 reference frame.
es: Eje (de torsión) primario en el fotograma de referencia Body1
pt_br: Eixo principal (torção) no referencial de Body1.

# UObjectToolTips,ConstraintInstance:PriAxis2
source: Primary (twist) axis in Body2 reference frame.
es: Eje (de torsión) primario en el fotograma de referencia Body2
pt_br: Eixo principal (torção) no referencial de Body2.

# UObjectToolTips,ConstraintInstance:SecAxis1
source: Seconday axis in Body1 reference frame. Orthogonal to PriAxis1.
es: Eje secundario en el fotograma de referencia Body1. Ortogonal a PriAxis1.
pt_br: Eixo secundário no referencial Body1. Ortogonal a PriAxis1.

# UObjectToolTips,ConstraintInstance:SecAxis2
source: Seconday axis in Body2 reference frame. Orthogonal to PriAxis2.
es: Eje secundario en el fotograma de referencia Body2. Ortogonal a PriAxis2.
pt_br: Eixo secundário no referencial Body2. Ortogonal a PriAxis2.

# UObjectToolTips,ConstraintProfileProperties:bAngularBreakable
source: Whether it is possible to break the joint with angular force.
es: Si es posible romper la unión con fuerza angular.
pt_br: Se é possível quebrar a articulação com força angular.

# UObjectToolTips,ConstraintProfileProperties:bDisableCollision
source: Disable collision between bodies joined by this constraint.
es: Desactivar la colisión entre los cuerpos unidos por una restricción.
pt_br: Desativar colisão entre corpos unidos por esta restrição.

# UObjectToolTips,ConstraintProfileProperties:bEnableProjection
source: If distance error between bodies exceeds 0.1 units, or rotation error exceeds 10 degrees, body will be projected to fix this. For example a chain spinning too fast will have its elements appear detached due to velocity, this will project all bodies so they still appear attached to each other.
es: Si el error de distancia entre los cuerpos excede 0.1 unidades, o el error de rotación excede los 10 grados, el cuerpo se proyectará para arreglarlo. Por ejemplo los elementos de una cadena que gira muy deprisa se soltarán debido a la velocidad, proyectará todos los cuerpos por lo que aún aparecen acoplados a cada uno.
pt_br: Se o erro na distância entre os corpos for maior do que 0.1 unidade, ou se o erro de rotação for maior do que 10 graus, o corpo será projetado para corrigir isto. Por exemplo, os elementos de uma corrente que gira muito rapidamente parecerão desconectados devido à sua velocidade, e isto projetará todos os corpos para que eles ainda pareçam conectados uns aos outros.

# UObjectToolTips,ContentBrowserSettings
source: Implements the Level Editor's loading and saving settings.
es: Aplica los ajustes de guardar y cargar en el editor del nivel.
pt_br: Implementa as configurações de carregamento e salvamento do Editor de Níveis.

# UObjectToolTips,EditorLoadingSavingSettings
source: Implements the Level Editor's loading and saving settings.
es: Aplica los ajustes de guardar y cargar en el editor del nivel.
pt_br: Implementa as configurações de carregamento e salvamento do Editor de Níveis.

# UObjectToolTips,ContentBrowserSettings:DisplayDevelopersFolder
source: Whether to display the developers folder in the path view of the content browser
es: Si mostrar la carpeta del programador en la vista de rutas del buscador de contenido
pt_br: Se deve exibir a pasta developers na exibição de caminho do navegador de conteúdo

# UObjectToolTips,ContentBrowserSettings:DisplayEngineFolder
source: Whether to display the engine folder in the assets view of the content browser.
es: Si mostrar la carpeta del motor en la vista de activos del buscador de contenido
pt_br: Se deve exibir a pasta engine na exibição de ativos do navegador de conteúdo

# UObjectToolTips,ContentBrowserSettings:DisplayFolders
source: Whether to display folders in the assets view of the content browser. Note that this implies 'Show Only Assets in Selected Folders'.
es: Si mostrar carpetas en la vista de activos del buscador de contenido. Tenga en cuenta que esto implica “mostrar solo los activos en las carpetas seleccionadas'.
pt_br: Se deve exibir pastas na exibição de ativos do navegador de conteúdo. Observe que isso implica 'Exibir Somente Ativos nas Pastas Selecionadas'.

# UObjectToolTips,ContentBrowserSettings:DisplayPluginFolders
source: List of plugin folders to display in the content browser.
es: Lista de carpetas de plugins que se muestran en el buscador de contenido
pt_br: Lista de pastas de plugin a exibir no navegador de conteúdo.

# UObjectToolTips,ContentBrowserSettings:NumObjectsToLoadBeforeWarning
source: The number of objects to load at once in the Content Browser before displaying a warning about loading many assets
es: Número de objetos que cargar a la vez en el buscador de contenido antes de visualizar un aviso por cargar demasiados activos
pt_br: O número de objetos a carregar de uma vez no Navegador de Conteúdo antes de exibir um aviso sobre a quantidade de ativos sendo carregados

# UObjectToolTips,ContentBrowserSettings:RealTimeThumbnails
source: Whether to render thumbnails for loaded assets in real-time in the Content Browser
es: Si renderizar las miniaturas parar los activos cargados en tiempo real en el buscador de contenido
pt_br: Se deve renderizar as miniaturas para ativos carregados em tempo real no Navegador de Conteúdo

# UObjectToolTips,Controller:bAttachToPawn
source: If true, the controller location will match the possessed Pawn's location. If false, it will not be updated. Rotation will match ControlRotation in either case. Since a Controller's location is normally inaccessible, this is intended mainly for purposes of being able to attach an Actor that follows the possessed Pawn location, but that still has the full aim rotation (since a Pawn might update only some components of the rotation).
es: Si es verdadero, la ubicación del controlador coincidirá con la ubicación del peón poseído. Si es falso, no se actualizará. La rotación coincidirá con ControlRotation en ambos casos. Desde que la ubicación del controlador es inaccesible, es la meta principal para poder conseguir acoplar un actor que sigue la ubicación del peón poseído, pero que aún tiene la rotación del objetivo completo (desde que un peón puede actualizar solo algunos componentes de la rotación).
pt_br: Se for verdadeiro, o local do controlador coincidirá com o local do Peão possuído. Se for falso, ele não será atualizado. A rotação coincidirá com a ControlRotation em ambos os casos. Como o local de um Controlador costuma ser inacessível, a principal aplicação disto é poder anexar um Ator que segue o local do Peão possuído, mas ainda tem liberdade completa de rotação (já que um Peão pode atualizar somente algumas das componentes da rotação).

# UObjectToolTips,Controller:Character
source: Character currently being controlled by this controller. Value is same as Pawn if the controlled pawn is a character, otherwise NULL
es: El personaje está siendo controlado por este controlador. El Valor es el mismo que Peón si el peón controlado es un personaje, de lo contrario es NULO
pt_br: Personagem sendo controlado por este controlador. O valor é o mesmo que o do Peão se o peão controlado for um personagem. Caso contrário, NULL

# UObjectToolTips,Controller:ClientSetLocation
source: Replicated function to set the pawn location and rotation, allowing server to force (ex. teleports).
es: Se ha duplicado la función para ajustar la rotación y ubicación del peón, permitiendo al servidor forzar (ex. telepuertos)
pt_br: Função replicada para definir o local e a rotação do peão, permitindo que o servidor force (por exemplo, teletransportes)

# UObjectToolTips,Controller:ClientSetRotation
source: Replicated function to set the pawn rotation, allowing the server to force.
es: Se ha duplicado la función para ajustar la rotación del peón, permitiendo al servidor forzar.
pt_br: Função replicada para definir a rotação do peão, permitindo que o servidor force.

# UObjectToolTips,Controller:ControlRotation
source: The control rotation of the Controller. See GetControlRotation.
es: La rotación de control del controlador. Ver GetControlRotation.
pt_br: A rotação de controle do Controlador. Consulte GetControlRotation.

# UObjectToolTips,Controller:GetControlRotation
source: Get the control rotation. This is the full aim rotation, which may be different than a camera orientation (for example in a third person view), and may differ from the rotation of the controlled Pawn (which may choose not to visually pitch or roll, for example).
es: Obtener la rotación de control. Es la rotación objetivo, que pude ser diferente de la orientación de la cámara (por ejemplo en tercera persona), y puede diferir en la rotación del peón controlado (el cual puede elegir no visualizar el ángulo o alabeo, por ejemplo)
pt_br: Obter a rotação do controle. Esta é a liberdade total de rotação, que pode ser diferente de uma orientação de câmera (por exemplo, em visualização de terceira pessoa), e pode diferir da rotação do Peão controlado (que pode escolher não inclinar ou girar visualmente, por exemplo).

# UObjectToolTips,Controller:GetDesiredRotation
source: Get the desired pawn target rotation
es: Obtener la rotación meta deseada del peón
pt_br: Obtém a rotação de destino do peão desejada

# UObjectToolTips,Controller:GetViewTarget
source: Get the actor the controller is looking at
es: Obtener el actor al que está mirando el controlador
pt_br: Obter o ator para o qual o controlador está olhando

# UObjectToolTips,Controller:IsLocalController
source: Returns whether this Controller is a local controller.
es: Devuelve si este controlador es local.
pt_br: Retorna se este Controlador é um controlador local.

# UObjectToolTips,Controller:IsLookInputIgnored
source: Returns true if look input is ignored.
es: Devuelve verdadero si la entrada de movimiento se omite.
pt_br: Retorna verdadeiro se a entrada de olhar for ignorada.

# UObjectToolTips,Controller:IsMoveInputIgnored
source: Returns true if movement input is ignored.
es: Devuelve verdadero si la entrada de movimiento se omite.
pt_br: Retorna verdadeiro se a entrada de movimento for ignorada.

# UObjectToolTips,Controller:K2_GetPawn
source: Return the Pawn that is currently 'controlled' by this PlayerController
es: Devolver el peón que está actualmente 'controlado' por este PlayerController
pt_br: Retorna o Peão que está sendo "controlado" por este PlayerController

# UObjectToolTips,Controller:LineOfSightTo
source: Checks line to center and top of other actor @param Other is the actor whose visibility is being checked. @param ViewPoint is eye position visibility is being checked from. If vect(0,0,0) passed in, uses current viewtarget's eye position. @param bAlternateChecks used only in AIController implementation @return true if controller's pawn can see Other actor.
es: Comprueba la línea en la parte central y superior de otro actor @param Other es el actor cuya visibilidad se está revisando. @param ViewPoint es la visibilidad de la posición del ojo de la cual se está revisando. Si el vector (0, 0, 0) ha entrado, utiliza la posición del ojo de la meta de la vista actual. @param bAlternateChecks se usa solo en la aplicación de AIController @return es verdadero si el peón del controlador puede ver a otro actor.
pt_br: Verifica a linha para o centro e para a parte superior de outro ator @param Other é o ator cuja visibilidade está sendo verificada. @param ViewPoint é a posição do olho de onde a visibilidade está sendo verificada. Se vect(0,0,0) passou, usa a posição do olho do alvo de visualização atual. @param bAlternateChecks usado somente em uma implementação do AIController @return verdadeiro se o peão do controlador pode ver o ator Other.

# UObjectToolTips,Controller:OnInstigatedAnyDamage
source: Called when the controller has instigated damage in any way
es: Llamada cuando el control ha inducido daño por cualquier modo.
pt_br: Chamado quando o controlador instigar dano de qualquer forma

# UObjectToolTips,Controller:OnRep_Pawn
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,Emitter:OnRep_bCurrentlyActive
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,ExponentialHeightFog:OnRep_bEnabled
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,Light:OnRep_bEnabled
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,PlayerState:OnRep_Score
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,SkeletalMeshActor:OnRep_ReplicatedMesh
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,SkyLight:OnRep_bEnabled
source: Replication Notification Callbacks
es: Retrollamadas del aviso de la duplicación
pt_br: Retorno de Notificação de Replicação

# UObjectToolTips,Controller:Pawn
source: Pawn currently being controlled by this controller. Use Pawn.Possess() to take control of a pawn
es: Peón actualmente controlado por este controlador. Usar Pawn.Possess() para tomar control de un peón
pt_br: Caminho controlado no momento por este controlador. Use Pawn.Possess() para assumir o controle de um peão

# UObjectToolTips,Controller:PlayerState
source: PlayerState containing replicated information about the player using this controller (only exists for players, not NPCs).
es: PlayerState que contiene información duplicada sobre el jugador que usa este control (solo existe para jugadores, no para NPC).
pt_br: PlayerState que contém informações replicadas sobre o jogador que usa este controle (só existe para jogadores, não para PNJs).

# UObjectToolTips,Controller:ReceiveInstigatedAnyDamage
source: Event when this controller instigates ANY damage
es: Evento para cuando este controlador no produce NINGÚN daño
pt_br: Evento quando este controlador instiga QUALQUER dano

# UObjectToolTips,Controller:SetControlRotation
source: Set the control rotation.
es: Ajustar la rotación de control.
pt_br: Definir a rotação de controle.

# UObjectToolTips,Controller:SetInitialLocationAndRotation
source: Set the initial location and rotation of the controller, as well as the control rotation. Typically used when the controller is first created.
es: Ajustar la rotación y ubicación inicial del controlador, así como la rotación de control. Se usa normalmente cuando el controlador se crea por primera vez.
pt_br: Definir o local inicial e a rotação do controlador, além da rotação de controle. Geralmente usado quando o controlador é criado.

# UObjectToolTips,Controller:StateName
source: CONTROLLER STATE PROPERTIES
es: PROPIEDADES DE ESTADO DEL CONTROLADOR
pt_br: PROPRIEDADES DO ESTADO DO CONTROLADOR

# UObjectToolTips,Controller:StopMovement
source: Aborts the move the controller is currently performing
es: Cancela el movimiento que el controlador está reproduciendo.
pt_br: Anula o movimento que o controlador atual está realizando

# UObjectToolTips,ConvexElement2D
source: One convex hull, used for simplified collision.
es: Una envolvente convexa, se usa para la colisión simplificada.
pt_br: Um casco convexo, usado para colisões simplificadas.

# UObjectToolTips,KConvexElem
source: One convex hull, used for simplified collision.
es: Una envolvente convexa, se usa para la colisión simplificada.
pt_br: Um casco convexo, usado para colisões simplificadas.

# UObjectToolTips,ConvexElement2D:VertexData
source: Vertices that lie on the convex hull
es: Vértices extendidos sobre la envolvente convexa
pt_br: Vértices que estão no casco convexo

# UObjectToolTips,CrashReporterSettings
source: Implements per-project cooker settings exposed to the editor
es: Aplica los ajustes de procesamiento por proyecto expuestos al editor
pt_br: Implementa configurações do preparador por projeto exposto ao editor

# UObjectToolTips,CrowdAvoidanceConfig:AdaptiveDepth
source: adaptive sampling: number of iterations at best velocity
es: toma de muestras adaptiva: número de iteraciones en la mejor velocidad
pt_br: amostragem adaptativa: número de iterações na melhor velocidade

# UObjectToolTips,CrowdAvoidanceConfig:AdaptiveDivisions
source: adaptive sampling: number of divisions per ring
es: toma de muestras adaptiva: número de divisiones por anillo
pt_br: amostragem adaptativa: número de divisões por anel

# UObjectToolTips,CrowdAvoidanceConfig:AdaptiveRings
source: adaptive sampling: number of rings
es: toma de muestras adaptiva: número de anillos
pt_br: amostragem adaptativa: número de anéis

# UObjectToolTips,CrowdAvoidanceConfig:CustomPatternIdx
source: index in SamplingPatterns array or 0xff for adaptive sampling
es: índice en la matriz SamplingPatterns o 0xff para muestreo adaptivo
pt_br: índice na matriz SamplingPatterns ou 0xff para amostragem adaptativa

# UObjectToolTips,CrowdManager:AvoidanceConfig
source: obstacle avoidance params
es: parámetros para evitar obstáculos
pt_br: parâmetros de evasão de obstáculo

# UObjectToolTips,CrowdManager:SamplingPatterns
source: obstacle avoidance params
es: parámetros para evitar obstáculos
pt_br: parâmetros de evasão de obstáculo

# UObjectToolTips,CrowdManager:MaxAgentRadius
source: max radius of agent that can be added to crowd
es: radio máx. de agentes que se pueden agregar a la multitud
pt_br: raio máximo do agente que pode ser adicionado à multidão

# UObjectToolTips,CrowdManager:MaxAgents
source: max number of agents supported by crowd
es: número máx. de agentes soportados por multitud
pt_br: número máximo de agentes suportados pela multidão

# UObjectToolTips,CrowdManager:MaxAvoidedAgents
source: max number of neighbor agents for velocity avoidance
es: número máx. de agentes vecinos para la invalidación de la velocidad
pt_br: número máximo de agentes vizinhos para evasão de velocidade

# UObjectToolTips,CrowdManager:MaxAvoidedWalls
source: max number of wall segments for velocity avoidance
es: número máx. de segmentos de muro para la invalidación de la velocidad
pt_br: número máximo de segmentos de parede para evasão de velocidade

# UObjectToolTips,CrowdManager:NavmeshCheckInterval
source: how often should agents check their position after moving off navmesh?
es: ¿Con qué frecuencia deberían los agentes verificar su posición después de moverse de navmesh?
pt_br: com que frequência os agentes devem verificar a posição depois de sair de navmesh?

# UObjectToolTips,CrowdManager:PathOptimizationInterval
source: how often should agents try to optimize their paths?
es: ¿Con qué frecuencia deberían los agentes intentar optimizar sus rutas?
pt_br: com que frequência os agentes devem tentar otimizar os caminhos?

# UObjectToolTips,CubeBuilder:Hollow
source: Whether this is a hollow or solid cube
es: Si este es un cubo hueco o sólido
pt_br: Se esse cubo é oco ou sólido

# UObjectToolTips,CubeBuilder:Tessellated
source: Whether extra internal faces should be generated for each cube face
es: Si se debe generar caras internas adicionales para cada cara de cubo
pt_br: Se as faces internas extras devem ser geradas para cada face do cubo

# UObjectToolTips,CubeBuilder:WallThickness
source: The thickness of the cube wall when hollow
es: El grosor del muro de cubos cuando está hueco
pt_br: A espessura da parede cúbica quando oca

# UObjectToolTips,CubeBuilder:X
source: The size of the cube in the X dimension
es: El tamaño del cubo en la dimensión X
pt_br: O tamanho do cubo na dimensão X

# UObjectToolTips,CubeBuilder:Y
source: The size of the cube in the Y dimension
es: El tamaño del cubo en la dimensión Y
pt_br: O tamanho do cubo na dimensão Y

# UObjectToolTips,CubeBuilder:Z
source: The size of the cube in the Z dimension
es: El tamaño del cubo en la dimensión Z
pt_br: O tamanho do cubo na dimensão Z

# UObjectToolTips,CullDistanceSizePair
source: Helper structure containing size and cull distance pair.
es: Estructura de soporte que contiene la distancia del par de la selección y el tamaño.
pt_br: Estrutura auxiliar que contém o par tamanho e de distância de descarte.

# UObjectToolTips,CullDistanceSizePair:CullDistance
source: Cull distance associated with size.
es: Distancia de selección asociada con este tamaño.
pt_br: Descartar distância associada ao tamanho.

# UObjectToolTips,CullDistanceSizePair:Size
source: Size to associate with cull distance.
es: Ajustar el tamaño para asociar con la distancia de selección.
pt_br: Tamanho para associar com a distância de descarte.

# UObjectToolTips,CullDistanceVolume:bEnabled
source: Whether the volume is currently enabled or not.
es: Si el volumen están activado o no actualmente.
pt_br: Se o volume está ativado ou não.

# UObjectToolTips,CullDistanceVolume:CullDistances
source: Array of size and cull distance pairs. The code will calculate the sphere diameter of a primitive's BB and look for a best fit in this array to determine which cull distance to use.
es: Matriz del tamaño y distancias de selección. El código calculará el diámetro de la esfera de un BB de la primitiva y buscará una forma que se ajuste mejor a esta matriz para determinar que distancia de descarte usar.
pt_br: Matriz de pares de tamanho e distâncias de descarte. O código calculará o diâmetro da esfera de BB e visual do primitivo para obter um melhor ajuste nesta matriz e determinar qual distância de descarte a ser usada.

# UObjectToolTips,CurveBase
source: Defines a curve of interpolated points to evaluate over a given range
es: Define una curva de puntos interpolados para evaluar durante un rango proporcionado
pt_br: Define uma curva dos pontos interpolados para avaliar em um intervalo fornecido

# UObjectToolTips,CurveBase:GetTimeRange
source: Get the time range across all curves
es: Obtener el rango del tiempo a lo largo de todas las curvas
pt_br: Obter o intervalo de tempo por todas as curvas

# UObjectToolTips,CurveBase:GetValueRange
source: Get the value range across all curves
es: Obtener el rango del calor a lo largo de todas las curvas
pt_br: Obter o intervalo de valores por todas as curvas
