Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,ETextureObjectSets.TextureObjectSet_CurrentStreamingLevel
source: Display texture statistics for the current streaming level
es: Visualizar las estadísticas para el nivel de transmisión de flujo actual
pt_br: Exibir estatísticas de textura para o nível de transmissão atual

# UObjectToolTips,ETextureObjectSets.TextureObjectSet_SelectedActors
source: Display texture statistics of selected Actors
es: Visualizar las estadísticas de los actores seleccionados
pt_br: Exibir estatísticas de textura dos Atores selecionados

# UObjectToolTips,ETextureObjectSets.TextureObjectSet_SelectedMaterials
source: Display texture statistics of selected Materials
es: Visualizar las estadísticas de los materiales seleccionados
pt_br: Exibir estatísticas de textura dos Materiais selecionados

# UObjectToolTips,ETextureSourceFormat.TSF_RGBA8
source: @todo: Deprecated!
es: @@todo: ¡Obsoleto!
pt_br: @todo: Descontinuado!

# UObjectToolTips,ETextureSourceFormat.TSF_RGBE8
source: @todo: Deprecated!
es: @@todo: ¡Obsoleto!
pt_br: @todo: Descontinuado!

# UObjectToolTips,EThumbnailPrimType
source: Types of primitives for drawing thumbnails of resources.
es: Tipos de primitivas para trazar miniaturas de los recursos.
pt_br: Tipos de primitivos para desenhar miniaturas de recursos.

# UObjectToolTips,ETimelineDirection
source: Does timeline play or reverse ?
es: ¿Reproducir o retroceder la la línea de tiempo?
pt_br: A linha do tempo reproduz ou inverte?

# UObjectToolTips,ETimelineLengthMode
source: Whether or not the timeline should be finished after the specified length, or the last keyframe in the tracks
es: Si debe terminar o no la línea de tiempo después de la duración especificada, o el último fotograma clave en las pistas.
pt_br: Se a linha do tempo deve ou não ser concluída após a duração especificada ou o último quadro-chave nas faixas

# UObjectToolTips,ETrackActiveCondition
source: Required condition for this track to be enabled
es: Condición que se necesita para activar esta pista
pt_br: Condição necessária para esta faixa ser ativada

# UObjectToolTips,ETrackActiveCondition.ETAC_Always
source: Track is always active
es: La pista siempre está activa
pt_br: Faixa sempre ativa

# UObjectToolTips,ETrackActiveCondition.ETAC_GoreDisabled
source: Track is active when extreme content (gore) is disabled
es: La pista está activa cuando contenido fuerte (gore) esté desactivado
pt_br: A faixa está ativa quando o conteúdo extremo (sangue) está desativado

# UObjectToolTips,ETrackActiveCondition.ETAC_GoreEnabled
source: Track is active when extreme content (gore) is enabled
es: La pista está activa cuando contenido fuerte (gore) esté activado
pt_br: A faixa está ativa quando o conteúdo extremo (sangue) está ativado

# UObjectToolTips,ETrackToggleAction
source: Enumeration indicating toggle action
es: Enumeración que indica la acción de conmutación
pt_br: Enumeração que indica a ação de alternar

# UObjectToolTips,ETranslucencyLightingMode.TLM_VolumetricDirectional
source: Lighting will be calculated for a volume, with directionality so that the normal of the material is taken into account. Note that the default particle tangent space is facing the camera, so enable bGenerateSphericalParticleNormals to get a more useful tangent space.
es: La iluminación se calculará para un volumen, con la orientación que la normal del material tiene en cuenta. Fíjese que el sistema de coordenadas de la tangente de la partícula de la función está frente a la cámara. Active bGenerateSphericalParticleNormals para obtener un sistema de coordenadas de la tangente más útil.
pt_br: Iluminação será calculada para um volume, com direcionalidade de forma que a normal do material seja levada em conta. Observe que o espaço tangente padrão da partícula está voltado para a câmera, então ative bGenerateSphericalParticleNormals para obter um espaço tangente mais útil.

# UObjectToolTips,ETravelType
source: Traveling from server to server.
es: Viajando del servidor al servidor.
pt_br: Viajando de um servidor para outro servidor.

# UObjectToolTips,ETravelType.TRAVEL_Absolute
source: Absolute URL.
es: URL absoluta.
pt_br: URL Absoluto.

# UObjectToolTips,ETravelType.TRAVEL_Partial
source: Partial (carry name, reset server).
es: Parcial (lleva el nombre, reajustar servidor)
pt_br: Parcial (mantém o nome, reinicia o servidor)

# UObjectToolTips,ETravelType.TRAVEL_Relative
source: Relative URL.
es: URL relativo.
pt_br: URL Relativo.

# UObjectToolTips,ETwitterRequestMethod
source: The possible twitter request methods
es: Los posibles métodos de solicitud de twitter
pt_br: Os métodos possíveis de solicitação do twitter

# UObjectToolTips,EVectorFieldConstructionOp
source: Operation used to construct the vector field from a 2D texture.
es: Operación que se usa para la construcción del campo vectorial desde una textura 2D.
pt_br: Operação usada para construir o campo vetorial de uma textura 2D.

# UObjectToolTips,EVerticalAlignment
source: Enumerates vertical alignment options, i.e. for widget slots.
es: Enumera las opciones de alineación vertical, por ej. para las ranuras de los widgets.
pt_br: Enumera opções de alinhamento vertical, ou seja, slots de widget.

# UObjectToolTips,EVerticalAlignment.VAlign_Bottom
source: Bottom-align.
es: Alineación de botones.
pt_br: Alinhamento inferior.

# UObjectToolTips,EVerticalAlignment.VAlign_Fill
source: Fill the entire height.
es: Llenar toda la altura.
pt_br: Preenche toda a altura.

# UObjectToolTips,EVerticalAlignment.VAlign_Top
source: Top-align.
es: Alinear parte superior
pt_br: Alinhado ao topo.

# UObjectToolTips,EViewModeIndex
source: Define view modes to get specific show flag settings (some on, some off and some are not altered) Don't change the order, the ID is serialized with the editor
es: Definir modos de visualización para obtener los ajustes de los indicadores de visualización específicos (algunos están activados, otros desactivados y otros no se modifican) No cambiar el orden, el ID está serializado con el editor.
pt_br: Definir modos de visualização para obter as configurações do sinalizador de exibição específica (alguns ativados, outros desativados e mais alguns não alterados) Não altere a ordem, o ID é serializado com o editor

# UObjectToolTips,EViewModeIndex.VMI_LightComplexity
source: Colored according to light count.
es: Coloreado según el conteo de luz.
pt_br: Colorido de acordo com a contagem de luz.

# UObjectToolTips,EViewModeIndex.VMI_LightmapDensity
source: Colored according to world-space LightMap texture density.
es: Coloreado según la densidad de textura de LightMap en el sistema de coordenadas global
pt_br: Colorido de acordo com a densidade da textura de LightMap do espaço do mundo.

# UObjectToolTips,EViewModeIndex.VMI_LitLightmapDensity
source: Colored according to light count - showing lightmap texel density on texture mapped objects.
es: Coloreado según el conteo de luz - mostrando la densidad texel del mapa de iluminación en los objetos asignados con textura.
pt_br: Colorido de acordo com a contagem de luz - exibindo a densidade texel do mapa de luz nos objetos mapeados da textura.

# UObjectToolTips,EViewModeIndex.VMI_ShaderComplexity
source: Colored according to shader complexity.
es: Coloreado según la complejidad del sombreador.
pt_br: Colorido de acordo com a complexidade do sombreador.

# UObjectToolTips,EViewTargetBlendFunction.VTBlend_Cubic
source: Camera has a slight ease in and ease out, but amount of ease cannot be tweaked.
es: La cámara tiene un pequeño ajuste de adaptación, pero dicho grado de adaptación no puede ser modificado.
pt_br: A câmera tem uma atenuação de entrada e uma de saída, mas quantidade de atenuação não pode ser ajustada.

# UObjectToolTips,EViewTargetBlendFunction.VTBlend_EaseIn
source: Camera immediately accelerates, but smoothly decelerates into the target. Ease amount controlled by BlendExp.
es: La cámara de acelera rápidamente, pero desacelera suavemente en la meta. El grado de adaptación está controlado por BlendExp.
pt_br: A câmera acelera instantaneamente, mas desacelera suavemente no destino. Quantidade de atenuação controlada por BlendExp.

# UObjectToolTips,EViewTargetBlendFunction.VTBlend_EaseInOut
source: Camera smoothly accelerates and decelerates. Ease amount controlled by BlendExp.
es: La cámara se acelera y desacelera suavemente. El grado de adaptación está controlado por BlendExp.
pt_br: A câmera acelera e desacelera suavemente. Quantidade de atenuação controlada por BlendExp.

# UObjectToolTips,EViewTargetBlendFunction.VTBlend_EaseOut
source: Camera smoothly accelerates, but does not decelerate into the target. Ease amount controlled by BlendExp.
es: La cámara se acelera suavemente, pero no desacelera en la meta. El grado de adaptación está controlado por BlendExp.
pt_br: A câmera acelera suavemente, mas não desacelera no destino. Quantidade de atenuação controlada por BlendExp.

# UObjectToolTips,EViewTargetBlendFunction.VTBlend_Linear
source: Camera does a simple linear interpolation.
es: La cámara crea una interpolación lineal simple
pt_br: A câmera executa uma interpolação linear simples.

# UObjectToolTips,EVisibilityTrackAction
source: Visibility track actions
es: Acciones de la pista de visibilidad
pt_br: Ações de faixa de visibilidade

# UObjectToolTips,EVisibilityTrackAction.EVTA_Hide
source: Hides the object
es: Oculta el objeto
pt_br: Oculta o objeto

# UObjectToolTips,EVisibilityTrackAction.EVTA_Show
source: Shows the object
es: Muestra el objeto
pt_br: Exibe o objeto

# UObjectToolTips,EVisibilityTrackAction.EVTA_Toggle
source: Toggles visibility of the object
es: Conmuta la visibilidad del objeto
pt_br: Alterna a visibilidade do objeto

# UObjectToolTips,EVisibilityTrackCondition
source: Required condition for firing this event
es: Condición que se necesita para disparar este evento
pt_br: Condição necessária para disparar este evento

# UObjectToolTips,EVisibilityTrackCondition.EVTC_Always
source: Always play this event
es: Reproducir siempre este evento
pt_br: Sempre reproduzir este evento

# UObjectToolTips,EVisibilityTrackCondition.EVTC_GoreDisabled
source: Only play this event when extreme content (gore) is disabled
es: Reproducir solo este evento cuando contenido fuerte (gore) esté desactivado
pt_br: Só reproduzir este evento quando a opção de conteúdo extremo (sangue) estiver desativada

# UObjectToolTips,EVisibilityTrackCondition.EVTC_GoreEnabled
source: Only play this event when extreme content (gore) is enabled
es: Reproducir solo este evento cuando contenido fuerte (gore) esté activado
pt_br: Só reproduzir este evento quando a opção de conteúdo extremo (sangue) estiver ativada

# UObjectToolTips,EWASDType
source: Enumerates camera control types for the W, A, S and D keys.
es: Enumera los tipos de control de cámara para las teclas W, A, S y D.
pt_br: Enumera os tipos de controle da câmera para as teclas W, A, S e D.

# UObjectToolTips,EWorldPositionIncludedOffsets
source: Specifies which shader generated offsets should included in the world position (displacement/WPO etc.)
es: Especifica qué desplazamientos generados del sombreado deben incluirse en la posición global (desplazamiento/WPO etc.)
pt_br: Especifica quais deslocamentos gerados por sombreador devem ser incluídos na posição no mundo (deslocamento/WPO etc.)

# UObjectToolTips,ExpandableAreaStyle
source: Represents the appearance of an SExpandableArea
es: Representa la apariencia de un SExpandableArea
pt_br: Representa a aparência de uma SExpandableArea

# UObjectToolTips,ExpandableAreaStyle:CollapsedImage
source: Image to use when the area is collapsed
es: Imagen que se utiliza cuando el área está reducida
pt_br: Imagem usada quando a área for recolhida

# UObjectToolTips,ExpandableAreaStyle:ExpandedImage
source: Image to use when the area is expanded
es: Imagen que se utiliza cuando el área está expandida
pt_br: Imagem usada quando a área for expandida

# UObjectToolTips,ExponentialHeightFog:bEnabled
source: replicated copy of ExponentialHeightFogComponent's bEnabled property
es: copia duplicada de la propiedad bEnabled de ExponentialHeightFogComponent
pt_br: cópia replicada da propriedade bEnabled de ExponentialHeightFogComponent

# UObjectToolTips,ExponentialHeightFogComponent
source: Used to create fogging effects such as clouds but with a density that is related to the height of the fog.
es: Usado para crear efectos de niebla como las nubes pero con una intensidad que está relacionada con la altura de la niebla.
pt_br: Usado para criar efeitos de neblina como nuvens, porém com uma densidade relacionada à altura da névoa.

# UObjectToolTips,ExponentialHeightFogComponent:FogDensity
source: Global density factor.
es: Factor de densidad global.
pt_br: Fator de densidade global.

# UObjectToolTips,ExponentialHeightFogComponent:FogHeightFalloff
source: Height density factor, controls how the density increases as height decreases. Smaller values make the visible transition larger.
es: Factor de densidad de la altura, controla cómo aumenta la densidad conforme disminuye la altura. Valores más pequeños hacen más larga la transición visible.
pt_br: Fator de densidade de altura, controla como a densidade aumenta conforme a altura diminui. Valores menores tornam a transição visível maior.

# UObjectToolTips,ExponentialHeightFogComponent:FogMaxOpacity
source: Maximum opacity of the fog. A value of 1 means the fog can become fully opaque at a distance and replace scene color completely, A value of 0 means the fog color will not be factored in at all.
es: Opacidad máxima de la niebla. Un valor de 1 significa que la niebla se puede volver totalmente opaca a una distancia y reemplazar el color de la escena por completo, Un valor de 0 significa que el color de la niebla no se tendrán en cuenta.
pt_br: Opacidade máxima da névoa. Um valor de 1 significa que a névoa pode ficar totalmente opaca à distância e substituir completamente a cor da cena, Um valor de 0 significa que a cor da névoa não será levada em conta.

# UObjectToolTips,ExponentialHeightFogComponent:StartDistance
source: Distance from the camera that the fog will start, in world units.
es: Distancia desde la cámara en la que comenzará la niebla, en unidades del mundo.
pt_br: Distância da câmera onde a névoa iniciará, em unidades do mundo.

# UObjectToolTips,Exporter:bForceFileOperations
source: If true, this will force the exporter code to create a file-based Ar (this can keep large output files from taking too much memory)
es: Si es verdadero, esto obligará al código exportador a crear un Ar basado en archivos (esto puede evitar que archivos de salida grandes ocupen demasiada memoria)
pt_br: Se for verdadeiro, forçará o código exportador a criar um Ar baseado em arquivo (isso evita que arquivos de saída muito grandes ocupem memória demais)

# UObjectToolTips,Exporter:bSelectedOnly
source: If true, this will export only the selected objects
es: Si es verdadero, esto exportará solo los objetos seleccionados
pt_br: Se for verdadeiro, exportará somente os objetos selecionados

# UObjectToolTips,Exporter:bText
source: If true, this will export the data as text
es: Si es verdadero, esto exportará los datos como texto
pt_br: Se for verdadeiro, exportará os dados como texto

# UObjectToolTips,Exporter:ExportRootScope
source: The root scope of objects to be exported, only used if PPF_ExportsNotFullyQualfied is set Objects being exported that are contained within ExportRootScope will use just their name instead of a full path
es: El ámbito raíz del objeto a exportar, solo tiene que usarse si PPF_ExportsNotFullyQualfied está ajustado Los objetos que se exportan y que encuentran dentro de ExportRootScope usarán solo su nombre en lugar de una ruta completa
pt_br: O escopo de objetos raiz a ser exportado, usado somente se PPF_ExportsNotFullyQualfied é definido Para objetos sendo exportados que estejam contidos dentro de ExportRootScope, será usado apenas o nome, em vez de um caminho completo

# UObjectToolTips,Exporter:FormatDescription
source: Descriptiong of the export format
es: Descripción del formato a exportar
pt_br: Descrição do formato de erxportação

# UObjectToolTips,Exporter:FormatExtension
source: File extension to use for this exporter
es: Extensión de archivo que se utiliza para este exportador
pt_br: Extensão de arquivo a usar para este exportador

# UObjectToolTips,Exporter:PreferredFormatIndex
source: Index into FormatExtension/FormatDescription of the preferred export format.
es: Índice en FormatExtension/FormatDescription del formato de exportación preferido
pt_br: Indexa em FormatExtension/FormatDescription do formato de exportação de preferência.

# UObjectToolTips,Exporter:SupportedClass
source: Supported class of this exporter
es: Clase soportada para este exportador
pt_br: Classe suportada deste exportador

# UObjectToolTips,Exporter:TextIndent
source: Current indentation of spaces of the exported text
es: Sangría actual de los espacios del texto exportado
pt_br: Alinhamento atual de espaços do texto exportado

# UObjectToolTips,ExportTextContainer:ExportText
source: ExportText representation of one or more objects
es: Representación ExportText de uno o más objetos
pt_br: Representação de ExportText de um ou mais objetos

# UObjectToolTips,ExposedValueHandler
source: An exposed value updater
es: Actualizador del valor expuesto
pt_br: Um atualizador de valor exposto

# UObjectToolTips,ExposedValueHandler:BoundFunction
source: The function to call to update associated properties (can be NULL)
es: La función a llamar para actualizar las propiedades asociadas (puede ser NULO)
pt_br: A função a chamar para atualizar as propriedades associadas (pode ser NULL)

# UObjectToolTips,ExposureSettings
source: Settings to allow designers to override the automatic expose
es: Ajustes para permitir que los diseñadores anulen la exposición automática
pt_br: Configuração que permite aos designers substituir a exposição automática

# UObjectToolTips,ExposureSettings:bFixed
source: true: fixed exposure using the LogOffset value, false: automatic eye adaptation
es: verdadero: exposición fija utilizando el valor LogOffset, falso: adaptación del ojo automática
pt_br: verdadeiro: exposição fixa usando o valor de LogOffset, falso: adaptação automática aos olhos

# UObjectToolTips,ExposureSettings:LogOffset
source: usually -4:/16 darker .. +4:16x brighter
es: normalmente -4:/16 más oscuro.. +4:16x más brillante
pt_br: geralmente -4:/16 mais escuro .. +4:16x mais claro

# UObjectToolTips,ExpressionInput:Expression
source: UMaterial expression that this input is connected to, or NULL if not connected.
es: Expresión UMaterial a la cual está conectada esta entrada, o NULO si no está conectada.
pt_br: Expressão UMaterial à qual essa entrada está conectada ou NULL se não estiver conectada.

# UObjectToolTips,ExpressionInput:InputName
source: optional FName of the input. Note that this is the only member which is not derived from the output currently connected.
es: FName opcional de la entrada. Tenga en cuenta que este es el único miembro que no está derivado de la salida conectada actualmente.
pt_br: FName opcional da entrada. Observe que esse é o único membro que não é derivado da saída atualmente conectada.

# UObjectToolTips,ExpressionInput:OutputIndex
source: Index into Expression's outputs array that this input is connected to.
es: Índice en la matriz de salidas de expresiones a la que está conectada esta entrada
pt_br: Indexa na matriz de saídas da Expressão à qual esta entrada está conectada.

# UObjectToolTips,MaterialInput:OutputIndex
source: Index into Expression's outputs array that this input is connected to.
es: Índice en la matriz de salidas de expresiones a la que está conectada esta entrada
pt_br: Indexa na matriz de saídas da Expressão à qual esta entrada está conectada.

# UObjectToolTips,ExpressionOutput
source: Struct that represents an expression's output.
es: Estructura que representa una salida de la expresión.
pt_br: Struct que representa a saída de uma expressão.

# UObjectToolTips,ExternalToolDefinition
source: Structure for defining an external tool
es: Estructura para definir una herramienta externa
pt_br: Estrutura para definir uma ferramenta externa

# UObjectToolTips,ExternalToolDefinition:CommandLineOptions
source: The command line options to pass to the executable.
es: Las opciones de línea de comando a pasar al ejecutable.
pt_br: As opções da linha de comando a passar para o executável.

# UObjectToolTips,ExternalToolDefinition:ExecutablePath
source: The executable to run.
es: El ejecutable a hacer funcionar.
pt_br: O executável a executar.

# UObjectToolTips,ExternalToolDefinition:ScriptDirectory
source: If the ScriptExtension is set, look here for the script files.
es: Si ScriptExtension está configurado, busque aquí los archivos de secuencias.
pt_br: Se ScriptExtension estiver definido, buscará arquivos de script aqui.

# UObjectToolTips,ExternalToolDefinition:ScriptExtension
source: If set, look for scripts with this extension.
es: Si se ajusta, busque secuencias con esta extensión.
pt_br: Se definido, buscará scripts com esta extensão.

# UObjectToolTips,ExternalToolDefinition:ToolName
source: The name of the tool / test.
es: El nombre de la herramienta/prueba.
pt_br: O nome da ferramenta/teste.

# UObjectToolTips,ExternalToolDefinition:WorkingDirectory
source: The working directory for the new process.
es: El directorio de trabajo para el nuevo proceso.
pt_br: O diretório de trabalho para o novo processo.

# UObjectToolTips,Factory:bCreateNew
source: The default value to return from CanCreateNew()
es: El valor predeterminado a devolver de CanCreateNew()
pt_br: O valor padrão a retornar de CanCreateNew()

# UObjectToolTips,Factory:bEditAfterNew
source: true if the associated editor should be opened after creating a new object.
es: verdadero si el editor asociado debería abrirse después de crear un nuevo objeto.
pt_br: verdadeiro se o editor associado deve abrir depois de criar um novo objeto.

# UObjectToolTips,Factory:bEditorImport
source: true if the factory imports objects from files.
es: verdadero si la fábrica importa objetos de archivos.
pt_br: verdadeiro se a fábrica importa objetos de arquivos.

# UObjectToolTips,Factory:bText
source: true if the factory imports objects from text.
es: verdadero si la fábrica importa objetos de texto.
pt_br: verdadeiro se a fábrica importa objetos de texto.

# UObjectToolTips,Factory:ContextClass
source: Class of the context object used to help create the object.
es: Clase de objeto de contexto usada para ayudar a crear el objeto.
pt_br: Classe do objeto de contexto usado para ajudar a criar o objeto.

# UObjectToolTips,Factory:Formats
source: List of formats supported by the factory. Each entry is of the form "ext;Description" where ext is the file extension.
es: Lista de formatos soportados por esta fábrica. Cada entrada es de la forma "ext;Description" en donde ext es la extensión del archivo.
pt_br: Lista de formatos compatíveis de fábrica. Cada entrada está no formato "ext;Descrição", em que ext é a extensão do arquivo.

# UObjectToolTips,Factory:SupportedClass
source: The class manufactured by this factory.
es: La clase manufacturada por esta fábrica.
pt_br: A classe fabricada por essa fábrica.

# UObjectToolTips,FallbackStruct
source: A struct used as stub for deleted ones.
es: Una estructura usada como stub de los eliminados.
pt_br: Um struct usado como esboço para os excluídos.

# UObjectToolTips,FastArraySerializer
source: Base struct for wrapping the array used in Fast TArray Replication
es: Estructura base para envolver la matriz usada para la duplicación de TArray rápida
pt_br: Struct base para envolver a matriz usada na Replicação TArray Rápida
