Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SkeletalMeshOptimizationSettings:NumOfTrianglesPercentage
source: If ReductionMethod equals SMOT_NumOfTriangles this value is the ratio of triangles [0-1] to remove from the mesh
es: Si ReductionMethod es igual a SMOT_NumOfTriangles este valor es el radio de los triángulos [0-1] a eliminar de la malla
pt_br: Se ReductionMethod for igual a SMOT_NumOfTriangles, este falor será a razão de triângulos [0-1] a remover da malha

# UObjectToolTips,StaticMeshOptimizationSettings:NumOfTrianglesPercentage
source: If ReductionMethod equals SMOT_NumOfTriangles this value is the ratio of triangles [0-1] to remove from the mesh
es: Si ReductionMethod es igual a SMOT_NumOfTriangles este valor es el radio de los triángulos [0-1] a eliminar de la malla
pt_br: Se ReductionMethod for igual a SMOT_NumOfTriangles, este falor será a razão de triângulos [0-1] a remover da malha

# UObjectToolTips,SkeletalMeshOptimizationSettings:ReductionMethod
source: The method to use when optimizing the skeletal mesh LOD
es: El método que se utiliza al optimizar el LOD de la malla esqueleto
pt_br: O método a usar ao otimizar o LOD da malha esquelética

# UObjectToolTips,StaticMeshOptimizationSettings:ReductionMethod
source: The method to use when optimizing the skeletal mesh LOD
es: El método que se utiliza al optimizar el LOD de la malla esqueleto
pt_br: O método a usar ao otimizar o LOD da malha esquelética

# UObjectToolTips,SkeletalMeshOptimizationSettings:ShadingImportance
source: How important shading quality is.
es: Qué importante es la calidad del sombreado.
pt_br: Grau de importância da qualidade de sombreamento.

# UObjectToolTips,StaticMeshOptimizationSettings:ShadingImportance
source: How important shading quality is.
es: Qué importante es la calidad del sombreado.
pt_br: Grau de importância da qualidade de sombreamento.

# UObjectToolTips,SkeletalMeshOptimizationSettings:SilhouetteImportance
source: How important the shape of the geometry is.
es: Qué importante es la forma de la geometría.
pt_br: Grau de importância do formato da geometria.

# UObjectToolTips,SkeletalMeshOptimizationSettings:SkinningImportance
source: How important skinning quality is.
es: Qué importante es la calidad de la capa superior.
pt_br: Grau de importância da qualidade de revestimento.

# UObjectToolTips,SkeletalMeshOptimizationSettings:TextureImportance
source: How important texture density is.
es: Qué importante es la densidad de la textura.
pt_br: Grau de importância da densidade de textura.

# UObjectToolTips,SkeletalMeshOptimizationSettings:WeldingThreshold
source: The welding threshold distance. Vertices under this distance will be welded.
es: La distancia límite de soldadura. Se soldarán los vértices por debajo de esta distancia.
pt_br: A distância do limiar de soldagem. Os vértices abaixo dessa distância serão soldados.

# UObjectToolTips,StaticMeshOptimizationSettings:WeldingThreshold
source: The welding threshold distance. Vertices under this distance will be welded.
es: La distancia límite de soldadura. Se soldarán los vértices por debajo de esta distancia.
pt_br: A distância do limiar de soldagem. Os vértices abaixo dessa distância serão soldados.

# UObjectToolTips,SkeletalMeshOptimizationType
source: Enum specifying the reduction type to use when simplifying skeletal meshes.
es: Enumeración que especifica el tipo de reducción que se utiliza cuando se simplifican las mallas esqueleto.
pt_br: Enum que especifica que tipo de redução usar ao simplificar malhas esqueléticas.

# UObjectToolTips,SkeletalMeshSocket:InitializeSocketFromLocation
source: Sets BoneName, RelativeLocation and RelativeRotation based on closest bone to WorldLocation and WorldNormal
es: Ajusta BoneName, RelativeLocation y RelativeRotation en base a el hueso más cercano a WorldLocation y WorldNormal
pt_br: Define BoneName, RelativeLocation e RelativeRotation com base no osso mais próximo a WorldLocation e WorldNormal

# UObjectToolTips,SkeletalMeshSocket:SocketName
source: Defines a named attachment location on the USkeletalMesh. These are set up in editor and used as a shortcut instead of specifying everything explicitly to AttachComponent in the SkeletalMeshComponent. The Outer of a SkeletalMeshSocket should always be the USkeletalMesh.
es: Define una ubicación de acoplamiento identificado en USkeletalMesh. Están instalados en el editor y se usan como atajo en lugar de especificar todo explícitamente a AttachComponent en SkeletalMeshComponent. El exterior de un SkeletalMeshSocket debe ser siempre USkeletalMesh.
pt_br: Define a localização de um anexo nomeado na USkeletalMesh. São configurados no editor e usados como atalhos em vez de especificar tudo explicitamente ao AttachComponent no SkeletalMeshComponent. O Exterior de um SkeletalMeshSocket sempre deve ser a USkeletalMesh.

# UObjectToolTips,Skeleton
source: USkeleton : that links between mesh and animation - Bone hierarchy for animations - Bone/track linkup between mesh and animation - Retargetting related - Mirror table
es: USkeleton : que crea un enlace entre la malla y la animación - Jerarquía del hueso para las animaciones - Hueso/pista de enlace entre la malla y la animación - Volver a enlazar a la meta relacionada - Duplicar tabla
pt_br: USkeleton : a ligação entre a malha e a animação - Hierarquia de ossos para animações - A vinculação faixa/osso entre a malha e a animação - Relacionado a redirecionamento - Espelhar tabela

# UObjectToolTips,Skeleton:AnimationNotifies
source: AnimNotifiers that has been created. Right now there is no delete step for this, but in the future we'll supply delete*
es: AnimNotifiers que se ha creado. En este momento no hay paso de eliminación para esto, pero en el futuro incluiremos eliminar*
pt_br: AnimNotifiers que foram criados. Agora não há etapas de excluir para isso, mas, no futuro, suportaremos exclusões*

# UObjectToolTips,Skeleton:LinkupCache
source: Non-serialised cache of linkups between different skeletal meshes and this Skeleton.
es: Caché sin serializado de conexiones entre diferentes mallas esqueleto y este esqueleto.
pt_br: Cache não serializada de vínculos entre diferentes malhas esqueléticas e este Esqueleto.

# UObjectToolTips,Skeleton:PreviewAttachedAssetContainer
source: Attached assets component for this skeleton
es: Componente de activos unidos a este esqueleto
pt_br: Componente de ativos anexados para este esqueleto

# UObjectToolTips,Skeleton:PreviewSkeletalMesh
source: The default skeletal mesh to use when previewing this skeleton
es: La malla esqueleto predeterminada que se utiliza cuando se hace una vista preliminar de este esqueleto
pt_br: A malha esquelética padrão a usar ao visualizar esse esqueleto

# UObjectToolTips,Skeleton:RefLocalPoses
source: Reference skeleton poses in local space
es: Posiciones del esqueleto de referencia en el sistema de coordenadas local
pt_br: Poses do esqueleto de referência no espaço local

# UObjectToolTips,SkeletonFactory:TargetSkeletalMesh
source: The skeletal mesh with which to initialize this skeleton.
es: La malla esqueleto con la cual inicializar este esqueleto.
pt_br: A malha esquelética com a qual inicializar esse esqueleto.

# UObjectToolTips,SkeletonToMeshLinkup:MeshToSkeletonTable
source: Mapping table. Size must be same as size of ref pose (not bone tree). No index should be more than the number of bones in this skeletalmesh -1 indicates no match for this bone - will be ignored.
es: Tabla de asignación. El tamaño debe ser el mismo que el tamaño de la posición de referencia (no árbol de huesos). Ningún índice debe ser mayor al número de huesos en esta malla esqueleto. -1 indica que no hay una coincidencia para este hueso - se ignorará.
pt_br: Tabela de mapeamento. O tamanho deve ser o mesmo da pose de referência (e não a árvore de ossos). Nenhum índice deve ter ser superior ao número de ossos neste SkeletalMesh. -1 indica que não há correspondências para este osso — será ignorado.

# UObjectToolTips,SkeletonToMeshLinkup:SkeletonToMeshTable
source: Mapping table. Size must be same as size of bone tree (not Mesh Ref Pose). No index should be more than the number of bones in this skeleton -1 indicates no match for this bone - will be ignored.
es: Tabla de asignación. El tamaño debe ser el mismo que el tamaño del árbol de huesos (no Mesh Ref Pose). Ningún índice debe ser mayor al número de huesos en este esqueleto. -1 indica que no hay una coincidencia para este hueso - se ignorará.
pt_br: Tabela de mapeamento. O tamanho deve ser o mesmo da árvore de ossos (e não a Pose de Referência da Malha). Nenhum índice deve ter ser superior ao número de ossos neste esqueleto. -1 indica que não há correspondências para este osso — será ignorado.

# UObjectToolTips,SkinnedMeshComponent:bCachedLocalBoundsUpToDate
source: true when CachedLocalBounds is up to date.
es: verdadero cuando CachedLocalBounds está actualizado.
pt_br: verdadeiro quando CachedLocalBounds está atualizado.

# UObjectToolTips,SkinnedMeshComponent:bCanHighlightSelectedSections
source: Whether or not we can highlight selected sections - this should really only be done in the editor
es: Si podemos o no remarcar secciones seleccionadas - esto solo se debe hacer exclusivamente en el editor
pt_br: Se pode-se ou não destacar seções selecionadas - isso só deve ser feito no editor

# UObjectToolTips,SkinnedMeshComponent:bComponentUseFixedSkelBounds
source: When true, skip using the physics asset etc. and always use the fixed bounds defined in the SkeletalMesh.
es: Cuando es verdadero, saltar usando el activo físico etc. y usar siempre los límites fijos definidos en la SkeletalMesh.
pt_br: Quando for verdadeiro, ignora o uso de ativos de física etc. e sempre usa os limites fixos definidos na SkeletalMesh.

# UObjectToolTips,SkinnedMeshComponent:bConsiderAllBodiesForBounds
source: If true, when updating bounds from a PhysicsAsset, consider _all_ BodySetups, not just those flagged with bConsiderForBounds.
es: Si es verdadero, cuando se actualizan los límites de un PhysicsAsset, considerar _all_ BodySetups, no solo aquellos indicados con bConsiderForBounds.
pt_br: Se for verdadeiro, ao atualizar os limites de um PhysicsAsset considerar _todas_ as BodySetups, não só aquelas sinalizadas com o bConsiderForBounds.

# UObjectToolTips,SkinnedMeshComponent:bDisplayBones
source: Draw the skeleton hierarchy for this skel mesh.
es: Trazar la jerarquía esqueleto para esta malla esqueleto.
pt_br: Desenhar a hierarquia do esqueleto para esta malha esquelética.

# UObjectToolTips,SkinnedMeshComponent:bForceMeshObjectUpdate
source: If true, UpdateTransform will always result in a call to MeshObject->Update.
es: Si es verdadero, UpdateTransform siempre resultará en una llamada a MeshObject->Update.
pt_br: Se for verdadeiro, UpdateTransform sempre resultará em uma chamada para MeshObject -> Update.

# UObjectToolTips,SkinnedMeshComponent:bForceWireframe
source: Forces the mesh to draw in wireframe mode.
es: Obliga a la malla a trazar en el modo de malla de alambre.
pt_br: Força a malha a desenhar em modo de grade de linhas.

# UObjectToolTips,SkinnedMeshComponent:bHideSkin
source: Don't bother rendering the skin.
es: No se preocupe por renderizar la piel.
pt_br: Não renderizar o revestimento.

# UObjectToolTips,SkinnedMeshComponent:bPerBoneMotionBlur
source: If true, use per-bone motion blur on this skeletal mesh (requires additional rendering, can be disabled to save performance).
es: Si es verdadero, usar desenfoque del movimiento por hueso en esta malla esqueleto (requiere una renderización adicional, se puede desactivar para guardar la reproducción).
pt_br: Se for verdadeiro, aplica desfoque de movimento osso a osso nessa malha esquelética (requer renderização adicional, pode ser desativado para aumentar o desempenho)

# UObjectToolTips,SkinnedMeshComponent:bRecentlyRendered
source: true if mesh has been recently rendered, false otherwise
es: verdadero si se renderizó la malla recientemente, de lo contrario, es falso
pt_br: verdadeiro se a malha tiver sido renderizada recentemente, caso contrário, é falso

# UObjectToolTips,SkinnedMeshComponent:bUseBoundsFromMasterPoseComponent
source: When true, we will just using the bounds from our MasterPoseComponent. This is useful for when we have a Mesh Parented to the main SkelMesh (e.g. outline mesh or a full body overdraw effect that is toggled) that is always going to be the same bounds as parent. We want to do no calculations in that case.
es: Cuando sea verdadero, nos limitaremos a usar los límites de nuestro MasterPoseComponent. Esto es útil cuando tenemos una malla perteneciente a la SkelMesh principal (por ej. trazar el contorno de una malla o un efecto exagerado de un cuerpo completo que se puede conmutar) que siempre será el mismo límite como padre. No queremos realizar ningún cálculo en ese caso.
pt_br: Quando verdadeiro, usa-se apenas os limites de MasterPoseComponent. Isso é útil quando há uma Malha cujo pai é a SkelMesh principal (por exemplo, malha de contorno ou um efeito de redesenho de corpo completo que seja ativado) que sempre terá os mesmos limites que o pai. Não se deseja fazer cálculos nesse caso.

# UObjectToolTips,SkinnedMeshComponent:CachedLocalBounds
source: LocalBounds cached, so they're computed just once.
es: LocalBounds en caché, para calcularlos solo una vez.
pt_br: LocalBounds em cache para que sejam computados só uma vez.

# UObjectToolTips,SkinnedMeshComponent:ChunkIndexPreview
source: Index of the chunk to preview... If set to -1, all chunks will be rendered
es: Índice del chunk a mostrar en vista preliminar... Si lo ajusta a -1, todos los chunks se renderizarán
pt_br: Índice do bloco a visualizar. Se definido como -1, todos os blocos serão renderizados.

# UObjectToolTips,SkinnedMeshComponent:ForcedLodModel
source: If 0, auto-select LOD level. if >0, force to (ForcedLodModel-1).
es: Si es 0, seleccionar automáticamente el nivel del LOD. Si >0, forzar a (ForcedLodModel-1).
pt_br: Se 0, nível de LOD selecionado automaticamente. Se >0, forçado para (ForcedLodModel-1)

# UObjectToolTips,StaticMeshComponent:ForcedLodModel
source: If 0, auto-select LOD level. if >0, force to (ForcedLodModel-1).
es: Si es 0, seleccionar automáticamente el nivel del LOD. Si >0, forzar a (ForcedLodModel-1).
pt_br: Se 0, nível de LOD selecionado automaticamente. Se >0, forçado para (ForcedLodModel-1)

# UObjectToolTips,SkinnedMeshComponent:GetBoneIndex
source: Find the index of bone by name. Looks in the current SkeletalMesh being used by this SkeletalMeshComponent. @param BoneName Name of bone to look up @return Index of the named bone in the current SkeletalMesh. Will return INDEX_NONE if bone not found. @see USkeletalMesh::GetBoneIndex.
es: Buscar el índice del hueso por nombre. Revisa en la SkeletalMesh actual que está usando este SkeletalMeshComponent. @param BoneName Nombre del hueso que buscar @return Índice del hueso identificado en la SkeletalMesh actual. Volverá a INDEX_NONE si no se encuentra el hueso. @see USkeletalMesh::GetBoneIndex.
pt_br: Encontrar o índice de osso por nome. Busca na SkeletalMesh atualmente usada por este SkeletalMeshComponent. @param BoneName Nome do osso a buscar @return Índice do osso nomeado na SkeletalMesh atual. Retornará INDEX_NONE se o osso não for encontrado. @see USkeletalMesh::GetBoneIndex.

# UObjectToolTips,SkinnedMeshComponent:GetBoneName
source: Get Bone Name from index @param BoneIndex Index of the bone @return the name of the bone at the specified index
es: Obtener el nombre del hueso del índice @param BoneIndex Índice del hueso @return nombre del hueso en el índice especificado
pt_br: Obter Nome do Osso do índice @param BoneIndex Índice do osso @return o nome do osso no índice especificado

# UObjectToolTips,SkinnedMeshComponent:GetParentBone
source: Get Parent Bone of the input bone @param BoneName Name of the bone @return the name of the parent bone for the specified bone. Returns 'None' if the bone does not exist or it is the root bone
es: Obtener el hueso padre del hueso de entrada @param BoneName Nombre del hueso @return nombre del hueso padre para el hueso especificado. No devuelve 'ninguno' si el hueso no existe o es el hueso raíz
pt_br: Obter Osso Pai do osso de entrada @param BoneName Nome do osso @return o nome do osso pai do osso especificado. Retorna 'Nenhum' se o osso não existir ou for o osso raiz

# UObjectToolTips,SkinnedMeshComponent:MinLodModel
source: This is the min LOD that this component will use. (e.g. if set to 2 then only 2+ LOD Models will be used.) This is useful to set on meshes which are known to be a certain distance away and still want to have better LODs when zoomed in on them.
es: Este es el LOD mínimo que usará este componente. (ej. si está ajustado a 2 solo se usarán 2+ modelos LOD). Es útil para ajustarlo en las mallas que se sabe que tienen que estar alejadas una distancia determinada y aún así se quiere un mejor LOD cuando se haga zoom sobre ellas.
pt_br: Esse é o LOD mínimo que esse componente usará. (ex.: se for definido como 2, somente Modelos de LOD 2+ serão usados). Útil para definir em malhas que sabe-se que estão a uma determinada distância e que mesmo assim se quer ter melhores LODs ao aproximar com o zoom.

# UObjectToolTips,SkinnedMeshComponent:PhysicsAssetOverride
source: PhysicsAsset is set in SkeletalMesh by default, but you can override with this value
es: PhysicsAsset está ajustado en SkeletalMesh por defecto, pero se puede suprimir con este valor
pt_br: PhysicsAsset é definido em SkeletalMesh por padrão, mas você pode substituir usando este valor

# UObjectToolTips,SkinnedMeshComponent:SectionIndexPreview
source: Index of the section to preview... If set to -1, all section will be rendered
es: Índice de la sección a mostrar en vista preliminar... Si se ajusta a -1, todas las secciones se renderizarán
pt_br: Índice da seção a visualizar. Se definido como -1, todas as seções serão renderizadas.

# UObjectToolTips,SkinnedMeshComponent:SetMasterPoseComponent
source: Set MasterPoseComponent for this component @param NewMasterBoneComponent New MasterPoseComponent
es: Ajustar MasterPoseComponent para este componente @param MasterPoseComponent nueva de NewMasterBoneComponent
pt_br: Definir MasterPoseComponent para este componente @param NewMasterBoneComponent Novo MasterPoseComponent

# UObjectToolTips,SkinnedMeshComponent:SkeletalMesh
source: The skeletal mesh used by this component.
es: La malla esqueleto usada por este componente.
pt_br: A malha esquelética usada por esse componente.

# UObjectToolTips,SkinnedMeshComponent:TransformFromBoneSpace
source: Transform a location/rotation in bone relative space to world space. @param BoneName Name of bone @param InPosition Input position @param InRotation Input rotation @param OutPosition (out) Transformed position @param OutRotation (out) Transformed rotation
es: Transformar una ubicación/rotación en el espacio relativo del hueso a sistema de coordenadas global. @param BoneName Nombre del hueso @param InPosition Posición de entrada @param InRotation Rotación de entrada @param OutPosition (fuera) Posición transformada @param OutRotation (fuera) Rotación transformada
pt_br: Transforma uma rotação/localização no espaço relativo do osso em espaço do mundo. @param BoneName Nome do osso @param InPosition Posição de entrada @param InRotation Rotação de entrada @param OutPosition (saída) Posição transformada @param OutRotation (saída) Rotação transformada

# UObjectToolTips,SkinnedMeshComponent:TransformToBoneSpace
source: Transform a location/rotation from world space to bone relative space. This is handy if you know the location in world space for a bone attachment, as AttachComponent takes location/rotation in bone-relative space. @param BoneName Name of bone @param InPosition Input position @param InRotation Input rotation @param OutPosition (out) Transformed position @param OutRotation (out) Transformed rotation
es: Transformar una rotación/ubicación del espacio de coordenadas global al espacio relativo del hueso. Esto es práctico si se sabe la ubicación del sistema de coordenadas global para un acoplamiento del hueso, ya que AttachComponent toma la localización/rotación en el espacio relativo del hueso. @param BoneName Nombre del hueso @param InPosition Posición de entrada @param InRotation Rotación de entrada @param OutPosition (fuera) Posición transformada @param OutRotation (fuera) Rotación transformada
pt_br: Transforma uma rotação/localização do espaço do mundo para o espaço relativo do osso. Útil caso você saiba o local no espaço do mundo para um anexo de osso, pois o AttachComponent toma a localização/rotação no espaço relativo do osso. @param BoneName Nome do osso @param InPosition Posição de entrada @param InRotation Rotação de entrada @param OutPosition (saída) Posição transformada @param OutRotation (saída) Rotação transformada

# UObjectToolTips,SkinnedMeshComponent:WireframeColor
source: Wireframe color
es: Color de la malla de alambre
pt_br: Cor da grade de linhas

# UObjectToolTips,SkyLightComponent:Cubemap
source: Cubemap to use for sky lighting if SourceType is set to SLS_SpecifiedCubemap.
es: Mapa de cubo que se utiliza para la iluminación del cielo si SourceType está ajustado a SLS_SpecifiedCubemap.
pt_br: Mapa de cubos a usar para iluminação do céu se SourceType estiver definido como SLS_SpecifiedCubemap.

# UObjectToolTips,SkyLightComponent:RecaptureSky
source: Recaptures the scene for the skylight. This is useful for making sure the sky light is up to date after changing something in the world that it would capture. Warning: this is very costly and will definitely cause a hitch.
es: Vuelve a capturar la escena para la luz del cielo. Es útil para asegurar que la luz del cielo está actualizada después de cambiar algo en el mundo que capturaría. Atención: supone un gran coste y causar un obstáculo.
pt_br: Recaptura a cena para a iluminação do céu. Isto é útil para garantir que a iluminação do céu está atualizada após a mudança de algo no mundo que ela deveria capturar. Aviso: isso é muito custoso e certamente vai causar um travamento.

# UObjectToolTips,SkyLightComponent:SkyDistanceThreshold
source: Distance from the sky light at which any geometry should be treated as part of the sky. This is also used by reflection captures, so update reflection captures to see the impact.
es: Distancia de la luz del cielo en la que cualquier geometría se debe tratar como parte del cielo. También lo usan las capturas del reflejo. Actualizar las capturas del reflejo para ver el impacto.
pt_br: Distância da luz do céu na qual qualquer geometria deve ser tratada como parte do céu. Isso também é usado para capturas de reflexos, então atualize as capturas de reflexos para ver o efeito.

# UObjectToolTips,SkyLightComponent:SourceType
source: Indicates where to get the light contribution from.
es: Indica de dónde viene la luz.
pt_br: Indica de onde a contribuição da luz deve ser obtida.

# UObjectToolTips,SlateBrush
source: An brush which contains information about how to draw a Slate element
es: Un pincel que contiene información sobre cómo trazar un elemento del cuadro
pt_br: Um pincel que contém informações sobre como desenhar um elemento do Slate

# UObjectToolTips,SlateBrush:bHasUObject
source: Whether or not the brush has a UTexture resource
es: Si el pincel tiene o no un recurso UTexture
pt_br: Se o pincel tem ou não um recurso UTexture

# UObjectToolTips,SlateBrush:bIsDynamicallyLoaded
source: Whether or not the brush path is a path to a UObject
es: Si la ruta de pinceles es o no una ruta a un UObject
pt_br: Se o caminho do pincel é um caminho para um UObject

# UObjectToolTips,SlateBrush:DrawAs
source: How to draw the image
es: Cómo trazar la imagen
pt_br: Como desenhar a imagem
