Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,SwarmTaskRequestSpecificationMessage:Cost
source: The Task's cost, relative to all other Tasks in the same Job, used for even distribution and scheduling
es: El costo de la tarea, relativo a las demás tareas en el mismo trabajo, se usa para un distribución uniforme y para la planificación.
pt_br: O custo da Tarefa relativo a todas as outras Tarefas no mesmo Trabalho, usado para uma distribuição e um agendamento uniformes

# UObjectToolTips,SwarmTaskRequestSpecificationMessage:Dependencies
source: Any additional Task dependencies
es: Cualquier dependencia de tareas adicionales
pt_br: Quaisquer dependências de Tarefa adicional

# UObjectToolTips,SwarmTaskRequestSpecificationMessage:Flags
source: Flags used to control the behavior of the Task, subject to overrides from the containing Job
es: Indicadores usados para controlar el comportamiento de la tarea, sujeto a anulaciones del trabajo que lo contiene
pt_br: Sinalizadores usados para controlar o comportamento da Tarefa, sujeito a substituições a partir do Trabalho em que está contido

# UObjectToolTips,SwarmTaskRequestSpecificationMessage:Parameters
source: The Task's parameter string specified with AddTask
es: La cadena de parámetros de la tarea especificada con AddTask
pt_br: String de parâmetro da tarefa especificada com AddTask

# UObjectToolTips,SwarmTaskRequestSpecificationMessage:TaskGuid
source: The GUID used for identifying the Task being referred to
es: El GUID (identificador único global) usado para identificar la tarea a la que se refiere
pt_br: GUID usada para identificar a Tarefa à qual se está referindo

# UObjectToolTips,SwarmTaskStateMessage:Guid
source: The Task GUID used for identifying the Task
es: El Guid de tarea usado para identificar la tarea
pt_br: GUID da Tarefa usado usada para identificar a Tarefa

# UObjectToolTips,SwarmTimingMessage:State
source: State that the distributed job is transitioning to
es: Estado al que transiciona el trabajo distribuido
pt_br: Estado para o qual o trabalho distribuído está sofrendo transição

# UObjectToolTips,SwarmTimingMessage:ThreadNum
source: The thread this state is referring to
es: El subproceso al cual se refiere este estado
pt_br: O encadeamento a que esse estado se refere

# UObjectToolTips,TableColumnHeaderStyle
source: Represents the appearance of an STableColumnHeader
es: Representa la apariencia de un STableColumnHeader
pt_br: Representa a aparência de um STableColumnHeader

# UObjectToolTips,TableColumnHeaderStyle:HoveredBrush
source: Brush used to draw the header in its hovered state
es: Pincel usado para trazar la cabecera cuando tiene el puntero encima
pt_br: Pincel usado para desenhar o cabeçalho quando o mouse passa por cima

# UObjectToolTips,TableColumnHeaderStyle:MenuDropdownHoveredBorderBrush
source: Brush used to draw the menu drop-down border in its hovered state
es: Pincel usado para trazar el borde desplegable del menú cuando tiene el puntero encima
pt_br: Pincel usado para desenhar a borda do menu suspenso quando o mouse passa por cima

# UObjectToolTips,TableColumnHeaderStyle:MenuDropdownImage
source: Image used for the menu drop-down button
es: Imagen usada para el botón desplegable del menú
pt_br: Imagem usada para o botão do menu suspenso

# UObjectToolTips,TableColumnHeaderStyle:MenuDropdownNormalBorderBrush
source: Brush used to draw the menu drop-down border in its normal state
es: Pincel usado para trazar el borde desplegable del menú cuando está en su estado normal
pt_br: Pincel usado para desenhar a borda do menu suspenso em seu estado normal

# UObjectToolTips,TableColumnHeaderStyle:NormalBrush
source: Brush used to draw the header in its normal state
es: Pincel usado para trazar la cabecera en su estado normal
pt_br: Pincel usado para desenhar o cabeçalho em seu estado normal

# UObjectToolTips,TableColumnHeaderStyle:SortPrimaryAscendingImage
source: Image used when a column is primarily sorted in ascending order
es: Imagen usada cuando un columna está principalmente ordenada de forma ascendente
pt_br: Imagem usada quando uma coluna é ordenada principalmente em ordem crescente

# UObjectToolTips,TableColumnHeaderStyle:SortPrimaryDescendingImage
source: Image used when a column is primarily sorted in descending order
es: Imagen usada cuando un columna está principalmente ordenada de forma descendente
pt_br: Imagem usada quando uma coluna é ordenada principalmente em ordem decrescente

# UObjectToolTips,TableColumnHeaderStyle:SortSecondaryAscendingImage
source: Image used when a column is secondarily sorted in ascending order
es: Imagen usada cuando un columna está ordenada secundariamente de forma ascendente
pt_br: Imagem usada quando uma coluna é ordenada secundariamente em ordem crescente

# UObjectToolTips,TableColumnHeaderStyle:SortSecondaryDescendingImage
source: Image used when a column is secondarily sorted in descending order
es: Imagen usada cuando un columna está ordenada secundariamente en orden descendente
pt_br: Imagem usada quando uma coluna é ordenada secundariamente em ordem decrescente

# UObjectToolTips,TableRowStyle
source: Represents the appearance of an STableRow
es: Representa la apariencia de un STableRow
pt_br: Representa a aparência de uma STableRow

# UObjectToolTips,TableRowStyle:ActiveBrush
source: Brush used when a selected row is active
es: Pincel usado cuando una fila seleccionada está activa
pt_br: Pincel usado quando uma linha selecionada está ativa

# UObjectToolTips,TableRowStyle:ActiveHoveredBrush
source: Brush used when a selected row is active and hovered
es: Pincel usado cuando una fila seleccionada está activa y tiene el puntero encima
pt_br: Pincel usado quando uma linha selecionada está ativa e o mouse passa por cima

# UObjectToolTips,TableRowStyle:EvenRowBackgroundBrush
source: Brush used when an even row is in its normal state
es: Pincel usado cuando una fila par está en su estado normal
pt_br: Pincel usado quando uma linha par está em seu estado normal

# UObjectToolTips,TableRowStyle:EvenRowBackgroundHoveredBrush
source: Brush used when an even row is hovered
es: Pincel usado cuando una fila par tiene el puntero encima
pt_br: Pincel usado quando o mouse passa por cima de uma linha par

# UObjectToolTips,TableRowStyle:InactiveBrush
source: Brush used when a selected row is inactive
es: Pincel usado cuando una fila seleccionada no está activa
pt_br: Pincel usado quando uma linha selecionada está inativa

# UObjectToolTips,TableRowStyle:InactiveHoveredBrush
source: Brush used when an selected row is inactive and hovered
es: Pincel usado cuando una fila seleccionada no está activa y tiene un globo e información
pt_br: Pincel usado quando uma linha selecionada está inativa e o mouse passa por cima

# UObjectToolTips,TableRowStyle:OddRowBackgroundBrush
source: Brush to used when an odd row is in its normal state
es: Pincel que se utiliza cuando una fila impar está en su estado normal
pt_br: Pincel usado quando uma linha ímpar está em seu estado normal

# UObjectToolTips,TableRowStyle:OddRowBackgroundHoveredBrush
source: Brush used when an odd row is hovered
es: Pincel que se utiliza cuando una fila impar tiene un globo de información
pt_br: Pincel usado quando o mouse passa por cima de uma linha ímpar

# UObjectToolTips,TableRowStyle:SelectedTextColor
source: Text color used for the selected row
es: Color del texto usado para las filas seleccionadas.
pt_br: Cor do texto usada para a linha selecionada

# UObjectToolTips,TableRowStyle:SelectorFocusedBrush
source: Brush used as a selector when a row is focused
es: Pincel usado como un selector cuando una fila está enfocada
pt_br: Pincel usado como um seletor quando a linha está em foco

# UObjectToolTips,TableRowStyle:TextColor
source: Text color used for all rows
es: Color del texto usado para todas las filas.
pt_br: Cor do texto usada para todas as linhas

# UObjectToolTips,TableViewBase
source: The base class for all wrapped table views
es: La clase base para todas las vistas de tablas envueltas
pt_br: A classe de base para todas as exibições de tabela envoltas

# UObjectToolTips,TableViewBase:OnGenerateRowUObject__DelegateSignature
source: Delegate for constructing a UWidget based on a UObject
es: Delegado para construir un UWidget basado en un UObject
pt_br: Delegado para construção de um UWidget com base em um UObject

# UObjectToolTips,TemplateMapInfo:Map
source: The object path to the template map
es: La ruta de objeto al mapa de plantillas
pt_br: O caminho do objeto para o mapa de modelo

# UObjectToolTips,TemplateMapInfo:ThumbnailTexture
source: The Texture2D associated with this map template
es: La Texture2D asociada con esta plantilla de mapa
pt_br: Texture2D associado a este modelo de mapa

# UObjectToolTips,TetrahedronBuilder:Radius
source: The radius of this sphere
es: El radio de esta esfera
pt_br: O raio dessa esfera

# UObjectToolTips,TetrahedronBuilder:SphereExtrapolation
source: How many iterations this sphere uses to tessellate its geometry
es: Cuántas iteraciones usa esta esfera para cubrir con teselas su geometría
pt_br: Número de iterações que esta esfera usa para criar mosaico da geometria

# UObjectToolTips,TexAligner:DefTexAlign
source: The default alignment this aligner represents.
es: La alineación predeterminada que este alineador representa.
pt_br: O alinhamento padrão que esse alinhador representa.

# UObjectToolTips,TexAligner:Desc
source: Description for the editor to display.
es: Descripción para que la muestre el editor.
pt_br: Descrição para o editor exibir.

# UObjectToolTips,TextBlock:ColorAndOpacity
source: The color of the text
es: El color del texto
pt_br: A cor do texto

# UObjectToolTips,TextBlock:Font
source: The font to render the text with
es: La fuente con la cual renderizar el texto
pt_br: A fonte com a qual renderizar o texto

# UObjectToolTips,TextBlock:ShadowColorAndOpacity
source: The color of the shadow
es: El color de la sombra
pt_br: A cor da sombra

# UObjectToolTips,TextBlock:ShadowColorAndOpacityDelegate
source: A bindable delegate for the ShadowColorAndOpacity.
es: Un delegado enlazable para ShadowColorAndOpacity.
pt_br: Um delegado vinculável para ShadowColorAndOpacity.

# UObjectToolTips,TextBlock:ShadowOffset
source: The direction the shadow is cast
es: La dirección en la que se proyecta la sombra
pt_br: A direção em que a sombra é lançada

# UObjectToolTips,TextBlockStyle
source: Represents the appearance of an STextBlock
es: Representa la apariencia de un STextBlock
pt_br: Representa a aparência de um STextBlock

# UObjectToolTips,TextBlockStyle:HighlightColor
source: The color of highlighted text
es: El color del texto resaltado
pt_br: A cor do texto destacado

# UObjectToolTips,TextBlockStyle:HighlightShape
source: The shape of highlighted text
es: La forma del texto resaltado
pt_br: O formato do texto destacado

# UObjectToolTips,TextBlockStyle:ShadowColorAndOpacity
source: The color and opacity of the shadow
es: El color y opacidad de la sombra
pt_br: A cor e a opacidade da sombra

# UObjectToolTips,TextBlockStyle:ShadowOffset
source: How much should the shadow be offset? An offset of 0 implies no shadow.
es: ¿Cuánto se debe desplazar la sombra? Un desplazamiento de 0 implica la eliminación del sombreado.
pt_br: Quanto a sombra deve estar deslocada? Um deslocamento de 0 implica ausência de sombra.

# UObjectToolTips,TextLayoutWidget:WrapTextAt
source: Whether text wraps onto a new line when it's length exceeds this width; if this value is zero or negative, no wrapping occurs.
es: Si el texto se ajusta a una nueva línea cuando su longitud supera esta anchura; si este valor es cero o negativo, no se envuelve
pt_br: Se o texto quebra para uma nova linha quando o tamanho excede essa largura; se o valor for negativo ou zero, não ocorrerá quebra

# UObjectToolTips,TextRenderComponent
source: Renders text in the world with given font. Contains usual font related attributes such as Scale, Alignment, Color etc.
es: Renderiza el texto en el mundo con la fuente proporcionada. Contiene la fuente habitual relacionada con atributos como la escala, alineación, color et.
pt_br: Renderiza texto no mundo com a fonte dada. Contém os atributos normalmente relativos a fontes, como Escala, Alinhamento, Cor etc

# UObjectToolTips,TextRenderComponent:Font
source: Text font
es: Fuente del texto
pt_br: Fonte do texto

# UObjectToolTips,TextRenderComponent:GetTextLocalSize
source: Get local size of text
es: Obtener el tamaño local del texto
pt_br: Obter tamanho local do texto

# UObjectToolTips,TextRenderComponent:GetTextWorldSize
source: Get world space size of text
es: Obtener el tamaño del sistema de coordenadas global del texto
pt_br: Obter o tamanho do texto no espaço do mundo

# UObjectToolTips,TextRenderComponent:HorizontalAlignment
source: Horizontal text alignment
es: Alineación del texto en horizontal
pt_br: Alinhamento de texto horizontal

# UObjectToolTips,TextRenderComponent:HorizSpacingAdjust
source: Horizontal adjustment per character, default is 0.0
es: Ajuste horizontal por carácter, el predeterminado es 0.0
pt_br: Ajuste horizontal por caractere; o padrão é 0.0

# UObjectToolTips,TextRenderComponent:InvDefaultSize
source: The inverse of the Font's character height.
es: Lo inverso de la altura del carácter de la fuente.
pt_br: O inverso da altura do caractere da Fonte.

# UObjectToolTips,TextRenderComponent:K2_SetText
source: Change the text value and signal the primitives to be rebuilt
es: Cambiar el valor del texto y la señal de las primitivas a rediseñar
pt_br: Alterar o valor de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetFont
source: Change the font and signal the primitives to be rebuilt
es: Cambiar la fuente y la señal de las primitivas a rediseñar
pt_br: Alterar a fonte e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetHorizontalAlignment
source: Change the horizontal alignment and signal the primitives to be rebuilt
es: Cambiar la alineación horizontal y la señal de las primitivas a rediseñar
pt_br: Alterar o alinhamento horizontal e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetHorizSpacingAdjust
source: Change the text horizontal spacing adjustment and signal the primitives to be rebuilt
es: Cambiar el espaciado horizontal del texto y la señal de las primitivas a rediseñar
pt_br: Alterar o ajuste de espaçamento horizontal de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetTextMaterial
source: Change the text material and signal the primitives to be rebuilt
es: Cambiar el material del texto y la señal de las primitivas a rediseñar
pt_br: Alterar o material de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetTextRenderColor
source: Change the text render color and signal the primitives to be rebuilt
es: Cambiar el color de renderizado del texto y la señal de las primitivas a rediseñar
pt_br: Alterar a cor de renderização de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetWorldSize
source: Change the world size of the text and signal the primitives to be rebuilt
es: Cambiar el tamaño global del texto y la señal de las primitivas a rediseñar
pt_br: Alterar o tamanho do mundo do texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetXScale
source: Change the text X scale and signal the primitives to be rebuilt
es: Cambiar la escala X del texto y la señal de las primitivas a rediseñar
pt_br: Alterar a escala X de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:SetYScale
source: Change the text Y scale and signal the primitives to be rebuilt
es: Cambiar la escala Y del texto y la señal de las primitivas a rediseñar
pt_br: Alterar a escala Y de texto e alertar os primitivos para serem recompilados

# UObjectToolTips,TextRenderComponent:Text
source: Text content, can be multi line using <br> as line separator
es: Contenido del texto, puede tener múltiples líneas usando <br> entre las líneas
pt_br: Conteúdo do texto, pode ter várias linhas usando <br> como quebra de linha

# UObjectToolTips,TextRenderComponent:TextMaterial
source: Text material
es: Material del texto
pt_br: Material do texto

# UObjectToolTips,TextRenderComponent:TextRenderColor
source: Color of the text, can be accessed as vertex color
es: Color del texto, se puede acceder como color del vértice
pt_br: Cor do texto; pode ser acessada como uma cor de vértice

# UObjectToolTips,TextRenderComponent:VerticalAlignment
source: Vertical text alignment
es: Alineación del texto en vertical
pt_br: Alinhamento vertical do texto

# UObjectToolTips,TextRenderComponent:WorldSize
source: Vertical size of the fonts largest character in world units. Transform, XScale and YScale will affect final size.
es: Tamaño en vertical del carácter fuente más grande en unidades globales. La transformación de XScale y YScale afectará al tamaño final
pt_br: Tamanho vertical do maior caractere da fonte em unidades do mundo. Transform, XScale e YScale afetarão o tamanho final.

# UObjectToolTips,TextRenderComponent:XScale
source: Horizontal scale, default is 1.0
es: Escala horizontal, la predeterminada es 1.0
pt_br: Escala horizontal, o padrão é 1.0

# UObjectToolTips,TextRenderComponent:YScale
source: Vertical scale, default is 1.0
es: Escala vertical, la predeterminada es 1.0
pt_br: Escala vertical, o padrão é 1.0

# UObjectToolTips,TextSizingParameters
source: General purpose data structure for grouping all parameters needed when sizing or wrapping a string
es: Estructura de los datos del objetivo general para agrupar todos lo parámetro que se necesitan cuando se ajusta el tamaño o se fija una cadena
pt_br: Estrutura de dados de fins gerais, para agrupar todos os parâmetros necessárias ao dimensionar ou envolver um string

# UObjectToolTips,TextSizingParameters:DrawFont
source: the font to use for sizing/wrapping the string
es: la fuente que se utiliza para el tamaño/envoltorio de la cadena
pt_br: a fonte a usar para dimensionar/envolver o string

# UObjectToolTips,TextSizingParameters:DrawX
source: a pixel value representing the horizontal screen location to begin rendering the string
es: un valor de píxeles que representa la ubicación horizontal de la pantalla para comenzar a renderizar la cadena
pt_br: um valor de pixel que representa a localização horizontal na tela para começar a renderizar o string

# UObjectToolTips,TextSizingParameters:DrawXL
source: a pixel value representing the width of the area available for rendering the string
es: un valor de píxeles que representa el ancho del área disponible para renderizar la cadena
pt_br: um valor de pixel que representa a largura da área disponível para renderizar o string

# UObjectToolTips,TextSizingParameters:DrawY
source: a pixel value representing the vertical screen location to begin rendering the string
es: un valor de píxeles que representa la ubicación vertical de la pantalla para comenzar a renderizar la cadena
pt_br: um valor de pixel que representa a localização vertical na tela para começar a renderizar o string

# UObjectToolTips,TextSizingParameters:DrawYL
source: a pixel value representing the height of the area available for rendering the string
es: un valor de píxeles que representa la altura del área disponible para renderizar la cadena
pt_br: um valor de pixel que representa a altura da área disponível para renderizar o string

# UObjectToolTips,TextSizingParameters:Scaling
source: A value between 0.0 and 1.0, which represents how much the width/height should be scaled, where 1.0 represents 100% scaling.
es: Un valor entre 0.0 y 1.0, el cual representa cuánto debe escalarse el ancho y/o la altura, en donde 1.0 representa 100% escalado.
pt_br: Um valor entre 0.0 e 1.0 que representa como a altura/largura deve ser escalonada, onde 1.0 representa 100% de escalonamento.

# UObjectToolTips,TextSizingParameters:SpacingAdjust
source: Horizontal spacing adjustment between characters and vertical spacing adjustment between wrapped lines
es: Ajuste del espaciado horizontal entre los caracteres y ajuste del espaciamiento vertical entre las líneas envueltas
pt_br: Ajuste do espaçamento horizontal entre caracteres e o ajuste de espaçamento vertical entre linhas envolvidas

# UObjectToolTips,Texture2D:bForceMiplevelsToBeResident
source: Override whether to fully stream even if texture hasn't been rendered.
es: Suprimir si transmitir plenamente incluso si no se ha renderizado la textura.
pt_br: Substitui para a transmissão total mesmo que a textura não tenha sido renderizada.

# UObjectToolTips,Texture2D:bGlobalForceMipLevelsToBeResident
source: Global and serialized version of ForceMiplevelsToBeResident.
es: Versión seriada y global de ForceMiplevelsToBeResident.
pt_br: Versão global e serializada de ForceMiplevelsToBeResident.

# UObjectToolTips,Texture2D:bHasBeenPaintedInEditor
source: Whether the texture has been painted in the editor.
es: Si se ha pintado la textura en el editor.
pt_br: Se a textura foi pintada no editor.

# UObjectToolTips,Texture2D:bHasCancelationPending
source: Whether the current texture mip change request is pending cancellation.
es: Si la petición de cambio de la textura mip actual está pendiente de cancelación.
pt_br: Se a solicitação de alteração de mip da textura atual está com cancelamento pendente.

# UObjectToolTips,Texture2D:bIsStreamable
source: Whether the texture is currently streamable or not.
es: Si se puede transmitir la textura en este momento.
pt_br: Se a textura pode ser transmitida no momento ou não.

# UObjectToolTips,Texture2D:Blueprint_GetSizeX
source: Gets the X size of the texture, in pixels
es: Obtiene el tamaño de X de la textura, en píxeles
pt_br: Obtém o tamanho X da textura em pixels

# UObjectToolTips,Texture2D:Blueprint_GetSizeY
source: Gets the Y size of the texture, in pixels
es: Obtiene el tamaño de Y de la textura, en píxeles
pt_br: Obtém o tamanho Y da textura em pixels

# UObjectToolTips,Texture2D:bTemporarilyDisableStreaming
source: True if streaming is temporarily disabled so we can update subregions of this texture's resource without streaming clobbering it. Automatically cleared before saving.
es: Verdadero si la transmisión de flujo está deshabilitada temporalmente, podemos actualizar subregiones de este recurso de textura sin que la transmisión de flujo lo aplaste. Se borra de forma automática antes de guardar.
pt_br: Verdadeiro se a transmissão está temporariamente desativada para que se possa atualizar subregiões desse recurso de textura sem interferência da transmissão. Apagado automaticamente antes de salvar.

# UObjectToolTips,Texture2D:FirstResourceMemMip
source: keep track of first mip level used for ResourceMem creation
es: lleva un registro del primer nivel mip usado para la creación de ResourceMem
pt_br: manter rastreamento do primeiro nível de Mip usado para criação de ResourceMem

# UObjectToolTips,Texture2D:ForceMipLevelsToBeResidentTimestamp
source: WorldSettings timestamp that tells the streamer to force all miplevels to be resident up until that time.
es: Marca de tiempo de WorldSettings que indica al transmisor que fuerce todos los miplevels a ser residentes hasta ese momento.
pt_br: Marcação de data e hora de WorldSettings que diz ao transimssor para forçar todos os níveis de mip a serem residentes até aquele momento.
