Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,InputSettings:bUseMouseForTouch
source: Allow mouse to be used for touch
es: Permitir que el ratón se use para entradas táctiles
pt_br: Permite que o mouse seja usado para toque

# UObjectToolTips,InputSettings:ConsoleKey
source: The key which opens the console.
es: La clave que abre la consola.
pt_br: A tecla que abre o console.

# UObjectToolTips,InputSettings:DefaultTouchInterface
source: The default on-screen touch input interface for the game (can be null to disable the onscreen interface)
es: La interfaz de entrada táctil de pantalla predeterminada para el juego (puede ser nulo para deshabilitar la interfaz en pantalla)
pt_br: A interface de entrada por toque na tela padrão para o jogo (pode ser nulo para desativar a interface na tela)

# UObjectToolTips,InputSettings:FOVScale
source: The scaling value to multiply the field of view by
es: El valor de escala por el cual se multiplica el campo de vista
pt_br: O valor de escalonamento a multiplicar o campo de visão

# UObjectToolTips,InstancedStaticMeshComponent
source: A component that efficiently renders multiple instances of the same StaticMesh.
es: Un componente que renderiza eficientemente varias instancias del mismo StaticMesh.
pt_br: Um componente que renderiza eficientemente várias instâncias da mesma StaticMesh.

# UObjectToolTips,InstancedStaticMeshComponent:AddInstance
source: Add an instance to this component. Transform is given in local space of this component.
es: Añadir una instancia a este componente. La transformación se da en el sistema de coordenadas local de este componente.
pt_br: Adiciona uma instância a esse componente. Transformação dada no espaço local deste componente.

# UObjectToolTips,InstancedStaticMeshComponent:AddInstanceWorldSpace
source: Add an instance to this component. Transform is given in world space.
es: Añadir una instancia a este componente. La transformación se da en el sistema de coordenadas global.
pt_br: Adiciona uma instância a esse componente. Transformação dada no espaço do mundo.

# UObjectToolTips,Int32Range
source: An int32 range
es: Un rango int32
pt_br: Um intervalo int32

# UObjectToolTips,Int32RangeBound
source: An int32 range bound
es: Un límite de rango int32
pt_br: Um limite de intervalo int32

# UObjectToolTips,IntegralCurve
source: An integral curve, which holds the key time and the key value
es: Una curva esencial, que contiene el tiempo y valor clave
pt_br: Uma curva integral, que mantém o tempo e o valor da chave

# UObjectToolTips,IntegralCurve:Keys
source: The keys, ordered by time
es: Las claves, ordenadas por tiempo
pt_br: As teclas, ordenadas por tempo

# UObjectToolTips,IntegralKey
source: An integral key, which holds the key time and the key value
es: Una clave esencial, que contiene el tiempo y valor clave
pt_br: Uma chave integral, que mantém o tempo e o valor da chave

# UObjectToolTips,IntegralKey:Time
source: The keyed time
es: El tiempo tecleado
pt_br: O tempo da tecla

# UObjectToolTips,IntegralKey:Value
source: The keyed integral value
es: El valor integral tecleado
pt_br: O valor integral da tecla

# UObjectToolTips,InteractiveFoliageActor:CapsuleComponent
source: Collision cylinder
es: Cilindro de colisión
pt_br: Cilindro de colisão

# UObjectToolTips,InteractiveFoliageActor:CapsuleTouched
source: Called when capsule is touched
es: Llamada cuando se toca la cápsula
pt_br: Chamado quando uma cápsula é tocada

# UObjectToolTips,InteractiveFoliageActor:FoliageDamageImpulseScale
source: Scales forces applied from damage events.
es: Escala las fuerzas aplicadas de los eventos del daño.
pt_br: Escalona as forças aplicadas em eventos de dano.

# UObjectToolTips,InteractiveFoliageActor:FoliageDamping
source: Determines the amount of energy lost by the spring as it oscillates. This force is similar to air friction.
es: Determina la cantidad de energía perdida por el resorte mientras oscila. Esta fuerza es similar a la fricción del aire.
pt_br: Determina a quantidade de energia perdida pela mola conforme oscila. Essa força é similar ao atrito com o ar.

# UObjectToolTips,InteractiveFoliageActor:FoliageStiffness
source: Determines how strong the force that pushes toward the spring's center will be.
es: Determina cómo será de potente la fuerza que empuja hacia el centro del resorte.
pt_br: Determina quão intensa será a força que empurra no sentido do centro da mola.

# UObjectToolTips,InteractiveFoliageActor:FoliageStiffnessQuadratic
source: Same as FoliageStiffness, but the strength of this force increases with the square of the distance to the spring's center. This force is used to prevent the spring from extending past a certain point due to touch and damage forces.
es: Equivalente a FoliageStiffness, pero la potencia de esta fuerza aumenta con el cuadrado de la distancia al centro del resorte. Esta fuerza se usa para evitar que la cadena se extienda pasado un cierto punto debido a las fuerzas del daño y de contacto.
pt_br: Igual ao FoliageStiffness, mas a intensidade dessa força aumenta com o quadrado da distância do centro da mola. Essa força é usada para evitar que a mola se estenda além de um determinado ponto devido às forças de dano e de toque.

# UObjectToolTips,InteractiveFoliageActor:FoliageTouchImpulseScale
source: Scales forces applied from touch events.
es: Escala las fuerzas aplicadas de los eventos táctiles.
pt_br: Escalona as forças aplicadas em eventos de toque.

# UObjectToolTips,InteractiveFoliageActor:FoliageVelocity
source: Simulated physics state
es: Estado de físicos simulados
pt_br: Estado de física simulado

# UObjectToolTips,InteractiveFoliageActor:Mass
source: @todo - hook this up @todo document
es: @todo - conectar esto @todo documento
pt_br: @todo - vincular @todo documento

# UObjectToolTips,InteractiveFoliageActor:MaxDamageImpulse
source: Clamps the magnitude of each damage force applied.
es: Fija la magnitud de la fuerza del daño aplicado.
pt_br: Restringe a magnitude de cada força de dano aplicada.

# UObjectToolTips,InteractiveFoliageActor:MaxForce
source: Clamps the magnitude of combined forces applied each update.
es: Fija la magnitud de las fuerzas combinadas aplicadas en cada actualización.
pt_br: Restringe a magnitude de forças combinadas aplicadas a cada atualização.

# UObjectToolTips,InteractiveFoliageActor:MaxTouchImpulse
source: Clamps the magnitude of each touch force applied.
es: Fija la magnitud de la fuerza de toque aplicada.
pt_br: Restringe a magnitude de cada força de contato aplicada.

# UObjectToolTips,InteractiveFoliageActor:TouchingActorEntryPosition
source: Position of the last actor to enter the collision cylinder. This currently does not handle multiple actors affecting the foliage simultaneously.
es: Posición del último actor que entra al cilindro de colisión. Actualmente no maneja varios actores que afecten al follaje simultáneamente.
pt_br: Posição do último ator a entrar no cilindro de colisão. No momento, não manipula mais de um ator afetando a folhagem simultaneamente.

# UObjectToolTips,InternationalizationConditioningCommandlet
source: UInternationalizationConditioningCommandlet: Commandlet that contains various misc functionality to prepare, modify, and condition Internationalization manifest and archive data.
es: UInternationalizationConditioningCommandlet: Línea de comandos que contiene varias características misceláneas para preparar, modificar y acondicionar datos del archivo de almacenamiento y manifiesto de internacionalización.
pt_br: UInternationalizationConditioningCommandlet: Commandlet que contém funcionalidades diversas para preparar, modificar e condicionar o manifesto de Internacionalização e os dados de arquivo.

# UObjectToolTips,InternationalizationExportCommandlet
source: UInternationalizationExportCommandlet: Commandlet used to export internationalization data to various standard formats.
es: UInternationalizationExportCommandlet: Línea de comandos usada para exportar los datos de internacionalización a varios formatos estándar.
pt_br: UInternationalizationExportCommandlet: Commandlet usado para exportar dados de internacionalização para vários formatos padrão.

# UObjectToolTips,InterpData
source: Interpolation data, containing keyframe tracks, event tracks etc. This does not contain any AActor references or state, so can safely be stored in packages, shared between multiple MatineeActors etc.
es: Datos de interpolación, que contienen pintas del fotograma clave, pistas del evento etc. Este no contiene ningún estado o referencias del AActor, así que se puede almacenar de forma segura en los paquetes, compartidos entre varios MatineeActors etc.
pt_br: Dados de interpolação, contendo faixas de quadros-chave, faixas de evento etc. Não contém estados ou referências de AActor, então pode ser armazenado com segurança em pacotes, compartilhado entre vários MatineeActors etc.

# UObjectToolTips,InterpData:AllEventNames
source: Unique names of all events contained across all event tracks
es: Nombres únicos de todos los eventos contenidos en todas las pistas de eventos
pt_br: Nomes únicos para todos os eventos contidos em todas as faixas de evento

# UObjectToolTips,InterpData:bShouldBakeAndPrune
source: If true, then the matinee should be baked and pruned at cook time.
es: Si es verdadero, entonces matinee debe procesar y
pt_br: Se for verdadeiro, a matinê deve ser pré-renderizada e aparada no momento da preparação.

# UObjectToolTips,InterpData:CachedDirectorGroup
source: Cached version of the director group, if any, for easy access while in game
es: Versión en caché del grupo principal, si lo hubiese, para tener acceso fácil durante el juego
pt_br: Versão armazenada em cachê do grupo do diretor, se houver um, para acessar com facilidade no jogo

# UObjectToolTips,InterpData:CurveEdSetup
source: Used for curve editor to remember curve-editing setup. Only loaded in editor.
es: Usado para que el editor de curvas recuerde la configuración de edición de curvas. Solo se carga en el editor.
pt_br: Usado para que o editor de curvas se lembre da configuração de edição de curvas. Carregado apenas no editor.

# UObjectToolTips,InterpData:DefaultFilters
source: Array of default filters.
es: Matriz de filtros predeterminados.
pt_br: Matriz de filtros padrão.

# UObjectToolTips,InterpData:EdSectionEnd
source: Used in editor for defining sections to loop, stretch etc.
es: Usado en el editor para definir las secciones a repetir, alargar, etc.
pt_br: Usado no editor para definições seções de loop, extensão etc.

# UObjectToolTips,InterpData:EdSectionStart
source: Used in editor for defining sections to loop, stretch etc.
es: Usado en el editor para definir las secciones a repetir, alargar, etc.
pt_br: Usado no editor para definições seções de loop, extensão etc.

# UObjectToolTips,InterpData:InterpFilters
source: Used for filtering which tracks are currently visible.
es: Usado para filtrar las pistas que son actualmente visibles.
pt_br: Usado para filtrar quais faixas são atualmente visíveis.

# UObjectToolTips,InterpData:InterpGroups
source: Actual interpolation data. Groups of InterpTracks.
es: Datos de interpolación actuales. Grupos de InterpTracks.
pt_br: Dados de interpolação atuais. Grupo de InterpTracks.

# UObjectToolTips,InterpData:InterpLength
source: Duration of interpolation sequence - in seconds.
es: Duración de la interpolación de la secuencia - en segundos.
pt_br: Duração da sequência de interpolação – em segundos.

# UObjectToolTips,InterpData:PathBuildTime
source: Position in Interp to move things to for path-building in editor.
es: Posición en Interp a la que mover cosas para la creación de rutas en editor.
pt_br: Posição em Interpolação para mover coisas para a criação de caminho no editor.

# UObjectToolTips,InterpData:SelectedFilter
source: The currently selected filter.
es: El filtro seleccionado actualmente.
pt_br: O filtro atualmente selecionado.

# UObjectToolTips,InterpEdSelKey
source: A group, associated with a particular AActor or set of Actors, which contains a set of InterpTracks for interpolating properties of the AActor over time. The Outer of an UInterpGroup is an InterpData.
es: Un grupo, asociado con un AActor en particular o con un equipo de actores, que contiene un conjunto de InterpTracks para interpolar las propiedades del AActor conforme pase el tiempo. La parte externa de un UInterpGroup es un InterpData.
pt_br: Um grupo, associado a um determinado AActor ou conjunto de Atores, que contém um conjunto de InterpTracks para interporlar propriedades de AActor ao longo do tempo. O Outer de um UInterpGroup é um InterpData.

# UObjectToolTips,InterpFilter:Caption
source: Caption for this filter.
es: Subtítulo para este filtro.
pt_br: Captura para este filtro.

# UObjectToolTips,InterpFilter_Classes:ClassToFilterBy
source: Which class to filter groups by.
es: Qué clase a filtrar por grupos
pt_br: Que classe usar para filtrar grupos.

# UObjectToolTips,InterpFilter_Classes:TrackClasses
source: List of allowed track classes. If empty, then all track classes will be included. Only groups that contain at least one of these types of tracks will be displayed.
es: Lista de clases de pistas permitidas. Si está vacía, se incluirán todas las clases de pistas. Solo se mostrarán los grupos que contienen al menos uno de estos tipos de pistas.
pt_br: Lista de todas as classes de trilha permitidas. Se estiver vazia, todas as classes de trilha estarão incluídas. Serão exibidos somente os grupos que contenham pelo menos um tipo de trilha.

# UObjectToolTips,InterpFilter_Custom:GroupsToInclude
source: Which groups are included in this filter.
es: Qué grupos se incluyen en este filtro
pt_br: Que grupos estão incluídos nesse filtro.

# UObjectToolTips,InterpGroup:bCollapsed
source: Whether or not this group is folded away in the editor.
es: Si este grupo está plegado o no en el editor.
pt_br: Se esse grupo é ou não oculto no editor.

# UObjectToolTips,InterpGroup:bIsFolder
source: When enabled, this group is treated like a folder in the editor, which should only be used for organization. Folders are never associated with actors and don't have a presence in the Kismet graph.
es: Cuando está activado, este grupo es tratado como una carpeta en el editor, la cual solo se debe usar para organización. Las carpetas nunca se asocian con los actores y no tienen presencia en el gráfico Kismet.
pt_br: Quando ativado, este grupo é tratado como uma pasta no editor, o que deve ser usado apenas para organização. As pastas nunca são associadas com atores e não têm uma presença no grafo Kismet.

# UObjectToolTips,InterpGroup:bIsParented
source: When true, this group is considered a 'visual child' of another group. This doesn't at all affect the behavior of the group, it's only for visual organization. Also, it's implied that the parent is the next prior group in the array that doesn't have a parent.
es: Cuando sea verdadero, este grupo se considera un 'hijo visual' de otro grupo. Esto no afecta en lo absoluto el comportamiento del equipo, es solo para la organización visual. Además, está implícito que el padre es el siguiente grupo prioritario en la matriz que no tiene un padre.
pt_br: Quando verdadeiro, este grupo é considerado um 'filho visual' de outro grupo. Isso não afeta em nada o comportamento do grupo, é somente para organização visual. Além disso, é implícito que o pai é o próximo grupo anterior na matriz que não tem um pai.

# UObjectToolTips,InterpGroup:bIsSelected
source: When enabled, this group will be selected in the interp editor.
es: Cuando está activado, se seleccionará este grupo en el editor de interpolación.
pt_br: Quando ativado, este grupo será selecionado no editor de interpolação.

# UObjectToolTips,InterpGroup:bVisible
source: Whether or not this group is visible in the editor.
es: Si este grupo es visible o no en el editor.
pt_br: Se esse grupo é ou não visível no editor.

# UObjectToolTips,InterpGroup:GroupColor
source: Colour used for drawing tracks etc. related to this group.
es: Color usado para las pistas de trazado, etc. relacionadas con este grupo.
pt_br: Cor usada para faixas de desenho etc. relacionada com este grupo.

# UObjectToolTips,InterpGroup:GroupName
source: Within an InterpData, all GroupNames must be unique. Used for naming Variable connectors on the Action in Kismet and finding each groups object.
es: Dentro de un InterpData, todos los GroupNames deben ser únicos. Se usa para nombrar conectores variables de la acción en Kismet y encontrar cada objeto de grupos.
pt_br: Em um InterpData, todos os GroupNames devem ser únicos. Usado para nomear conectores de Variável na Ação em Kismet e para encontrar o objeto de cada grupo.

# UObjectToolTips,InterpGroupActorInfo
source: A group and all the actors controlled by the group
es: Un grupo y todos lo actores controlados por el grupo
pt_br: Um grupo e todos os atores controlados pelo grupo

# UObjectToolTips,InterpGroupCamera:Target
source: this is interaction property info for CameraAnim this information isn't really saved with it
es: esta es la información de propiedad de interacción para CameraAnim. La información en realidad no se guarda con éste.
pt_br: essas são as informações de propriedade de interação para a CameraAnim essas informações não são salvas com ela

# UObjectToolTips,InterpGroupInst:Group
source: UInterpGroup within the InterpData that this is an instance of.
es: UInterpGroup en el InterpData de la que esta es una instancia.
pt_br: UInterpGroup dentro de InterpData do qual é uma instância.

# UObjectToolTips,InterpGroupInst:GroupActor
source: Actor that this Group instance is acting upon. NB: that this may be set to NULL at any time as a result of the AActor being destroyed.
es: Actor sobre el que está actuando esta instancia de grupo. NB: puede ser NULO en cualquier momento como resultado de la destrucción de AActor.
pt_br: Ator na qual essa instância do grupo está agindo. NB: Isso pode ser definido para NULO a qualquer momento como resultado do AActor ser destruído.

# UObjectToolTips,InterpGroupInst:TrackInst
source: Array if InterpTrack instances. TrackInst.Num() == UInterpGroup.InterpTrack.Num() must be true.
es: Matriz si hay instancias InterpTrack. TrackInst.Num() == UInterpGroup.InterpTrack.Num() tiene que ser verdadero.
pt_br: Matriz se InterpTrack instanciar. TrackInst.Num() == UInterpGroup.InterpTrack.Num() deve ser verdadeiro.

# UObjectToolTips,InterpToMovementComponent:StopSimulating
source: Clears the reference to UpdatedComponent, fires stop event, and stops ticking.
es: Borra la referencia a UpdatedComponent, dispara el evento de parada, y para la revisión
pt_br: Remove a referência ao UpdatedComponent, aciona o evento de parada e interrompe os tiques.

# UObjectToolTips,InterpTrack:ActiveCondition
source: Sets the condition that must be met for this track to be enabled
es: Ajusta la condición que se deben dar par que esta pista esté activada
pt_br: Define a condição que deve ser obedecida para que esta faixa seja ativada

# UObjectToolTips,InterpTrack:bDirGroupOnly
source: If this track can only exist inside the Director group.
es: Si esta pista solo puede existir dentro de un grupo principal
pt_br: Se esta faixa puder existir somente dentro do grupo Diretor.

# UObjectToolTips,InterpTrack:bDisableTrack
source: Whether or not this track should actually update the target actor.
es: Si esta pista debe actualizar o no al actor meta.
pt_br: Se essa faixa deve ou não atualizar o ator alvo.

# UObjectToolTips,InterpTrack:bIsAnimControlTrack
source: If true, the AActor this track is working on will have BeginAnimControl/FinishAnimControl called on it.
es: Si es verdadero, el AActor en el que trabaja esta pista se le llamará BeginAnimControl/FinishAnimControl.
pt_br: Se for verdadeiro, o AActor com que essa faixa trabalha terá uma chamada de BeginAnimControl/FinishAnimControl.

# UObjectToolTips,InterpTrack:bIsCollapsed
source: If this track is collapsed. (Only applies to tracks with subtracks).
es: Si esta pista está caída. (Solo aplica a las pistas con subpistas).
pt_br: Se esta faixa estiver recolhida. Aplica-se somente a faixas com subfaixas.

# UObjectToolTips,InterpTrack:bIsRecording
source: Whether or not this track is recording in the editor.
es: Si esta pista está grabando en el editor o no.
pt_br: Se essa faixa está ou não sendo gravada no editor.

# UObjectToolTips,InterpTrack:bIsSelected
source: Whether or not this track is selected in the editor.
es: Si esta pista está seleccionada o no en el editor.
pt_br: Se essa faixa está ou não selecionada no editor.

# UObjectToolTips,InterpTrack:bOnePerGroup
source: Whether there may only be one of this track in an UInterpGroup.
es: Si puede haber solo una de estas pistas en un UInterpGroup.
pt_br: Se pode haver somente uma dessa faixa em um UInterpGroup.

# UObjectToolTips,InterpTrack:bSubTrackOnly
source: If this track can only exist as a sub track.
es: Si esta pista solo puede existir como una subpista.
pt_br: Se esta faixa puder existir somente como uma subfaixa.

# UObjectToolTips,InterpTrack:bVisible
source: Whether or not this track is visible in the editor.
es: Si esta pista es visible o no en el editor.
pt_br: Se essa faixa está ou não visível no editor.

# UObjectToolTips,InterpTrack:SubTrackGroups
source: A list of subtrack groups (for editor UI organization only)
es: Una lista de grupos de subpistas (solo para la organización de la UI del editor).
pt_br: Uma lista de grupos de subfaixas (somente para a organização da IU do editor)

# UObjectToolTips,InterpTrack:SubTracks
source: A list of subtracks that belong to this track
es: Una lista de subpistas que pertencen a esta pista.
pt_br: Uma lista de subfaixas que pertencem a essa faixa

# UObjectToolTips,InterpTrack:SupportedSubTracks
source: A list of supported tracks that can be a subtrack of this track.
es: Una lista de pistas compatibles que pueden ser una subpista de esta pista.
pt_br: Uma lista de faixas suportadas que pode ser uma subfaixa dessa faixa.

# UObjectToolTips,InterpTrack:TrackTitle
source: Title of track type.
es: Título del tipo de pistas.
pt_br: Título do tipo de faixa.

# UObjectToolTips,InterpTrackAnimControl:AnimSeqs
source: Track of different animations to play and when to start playing them.
es: Pista de diferentes animaciones a reproducir y cuándo empezar a reproducirlas.
pt_br: Faixa de diferentes animações a reproduzir e quando começar a reproduzi-las.

# UObjectToolTips,InterpTrackAnimControl:SlotName
source: Name of slot to use when playing animation. Passed to Actor. When multiple tracks use the same slot name, they are each given a different ChannelIndex when SetAnimPosition is called.
es: Nombre de la ranura que se utiliza cuando se reproduce la animación. Se ha pasado al actor. Cuando varias pistas usan el mismo nombre de ranura, se les proporciona un ChannelIndex diferente cuando se llama a SetAnimPosition.
pt_br: Nome do slot a ser usado ao reproduzir uma animação. Passado para o Ator. Quando várias faixas usam o mesmo nome de slot, cada uma recebe um ChannelIndex diferente quando SetAnimPosition é chamado.

# UObjectToolTips,InterpTrackBoolProp:BoolTrack
source: Array of booleans to set.
es: Matriz de booleanos para ajustar.
pt_br: Matriz de booleanos para definir.

# UObjectToolTips,InterpTrackBoolProp:PropertyName
source: Name of property in Group AActor which this track will modify over time.
es: Nombre de la propiedad en AActor del grupo que esta pista modificará en el transcurso del tiempo.
pt_br: Nome da propriedade em Group AActor que esta faixa modificará com o tempo.
