Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,Widget:OnReply__DelegateSignature
source: Events
es: Eventos
pt_br: Eventos

# UObjectToolTips,Widget:GetIsEnabled
source: Gets the current enabled status of the widget
es: Obtiene el estado habilitado actual del widget
pt_br: Obtém o status ativado atual do widget

# UObjectToolTips,Widget:GetParent
source: Gets the parent widget
es: Obtiene el widget padre
pt_br: Obtém o widget pai

# UObjectToolTips,Widget:GetVisibility
source: Gets the current visibility of the widget.
es: Obtiene la visibilidad actual del widget.
pt_br: Obtém a visibilidade atual do widget

# UObjectToolTips,Widget:SetIsEnabled
source: Sets the current enabled status of the widget
es: Ajusta el estado habilitado actual del widget
pt_br: Define o status ativado atual do widget

# UObjectToolTips,Widget:SetToolTipText
source: Sets the tooltip text for the widget.
es: Ajusta el texto de la herramienta de ayuda para el widget.
pt_br: Define o texto da dica de ferramenta do widget.

# UObjectToolTips,Widget:SetVisibility
source: Sets the visibility of the widget.
es: Ajusta la visibilidad del widget.
pt_br: Define a visibilidade do widget

# UObjectToolTips,Widget:Slot
source: The parent slot of the UWidget. Allows us to easily inline edit the layout controlling this widget.
es: La ranura padre del UWidget. Nos permite fácilmente editar por líneas la estructura que controla este widget.
pt_br: O slot pai do UWidget. Permite editar facilmente em linha o layout que controla esse widget.

# UObjectToolTips,Widget:ToolTipText
source: Tooltip text to show when the user hovers over the widget with the mouse
es: Texto de la herramienta de ayuda a mostrar cuando el usuario pasa por encima del widget con el ratón
pt_br: Texto da dica de ferramenta a exibir quando o usuário passa o mouse sobre o widget com o mouse

# UObjectToolTips,Widget:ToolTipTextDelegate
source: A bindable delegate for ToolTipText
es: Un delegado enlazable para ToolTipText.
pt_br: Um delegado vinculável para o ToolTipText

# UObjectToolTips,Widget:Visibility
source: The visibility of the widget
es: La visibilidad del widget
pt_br: A visibilidade do widget

# UObjectToolTips,Widget:Visiblity
source: The visibility of the widget
es: La visibilidad del widget
pt_br: A visibilidade do widget

# UObjectToolTips,Widget:VisibilityDelegate
source: A bindable delegate for Visibility
es: Un delegado enlazable para la visibilidad.
pt_br: Um delegado vinculável para a Visibilidade

# UObjectToolTips,WidgetBlueprint
source: The widget blueprint enables extending UUserWidget the user extensible UWidget.
es: El Blueprint del widget habilita la extensión UUserWidget, el UWidget extensible de usuario.
pt_br: O esquema do widget permite a extensão do UUserWidget, o UWidget extensível do usuário.

# UObjectToolTips,WidgetBlueprint:WidgetTree
source: A tree of the widget templates to be created
es: Un árbol de plantillas de widget para crear.
pt_br: Uma árvore dos modelos de widget a serem criados

# UObjectToolTips,WidgetBlueprintGeneratedClass:WidgetTree
source: A tree of the widget templates to be created
es: Un árbol de plantillas de widget para crear.
pt_br: Uma árvore dos modelos de widget a serem criados

# UObjectToolTips,WidgetBlueprintLibrary:Create
source: Creates a widget
es: Crea un widget.
pt_br: Cria um widget

# UObjectToolTips,WidgetBlueprintLibrary:DrawBox
source: Draws a box
es: Traza una caja
pt_br: Desenha uma caixa

# UObjectToolTips,WidgetSwitcher:GetActiveWidgetIndex
source: Gets the slot index of the currently active widget
es: Obtiene el índice de ranuras del widget activo actualmente
pt_br: Obtém o índice de slot do widget ativo atualmente

# UObjectToolTips,WidgetSwitcher:GetNumWidgets
source: Gets the number of widgets that this switcher manages.
es: Obtiene el número de widgets que este conmutador administra.
pt_br: Obtém o número de widgets que este alternador gerencia.

# UObjectToolTips,WidgetSwitcher:SetActiveWidgetIndex
source: Activates the widget at the specified index.
es: Activa el widget en el índice especificado.
pt_br: Ativa o widget no índice especificado.

# UObjectToolTips,WidgetSwitcherSlot
source: The Slot for the UWidgetSwitcher, contains the widget that is flowed vertically
es: La ranura para el UWidgetSwitcher, contiene el widget que se mueve de forma vertical
pt_br: Slot de UWidgetSwitcher, contém o widget que flui verticalmente

# UObjectToolTips,WidgetTree
source: The widget tree manages the collection of widgets in a blueprint widget.
es: El árbol de widgets gestiona la colección de widgets en un widget Blueprint.
pt_br: A árvore de widgets gerencia a coleção de widgets em um widget de esquema.

# UObjectToolTips,WidgetTree:RootWidget
source: The root widget of the tree
es: El widget raíz del árbol
pt_br: O widget raiz da árvore

# UObjectToolTips,WindowStyle
source: Represents the appearance of an SWindow
es: Representa la apariencia de un SWindow
pt_br: Representa a aparência de uma SWindow

# UObjectToolTips,WindowStyle:ActiveTitleBrush
source: Brush used to draw the window title area when the window is active
es: Pincel usado para trazar el área del título de la ventana cuando la ventana está activa
pt_br: Pincel usado para desenhar a área do título da janela quando a janela está ativa

# UObjectToolTips,WindowStyle:BackgroundBrush
source: Brush used to draw the window background
es: Pincel usado para trazar el fondo de la ventana
pt_br: Pincel usado para desenhar o fundo da janela

# UObjectToolTips,WindowStyle:BorderBrush
source: Brush used to draw the window border
es: Pincel usado para trazar el borde de la ventana
pt_br: Pincel usado para desenhar a borda da janela

# UObjectToolTips,WindowStyle:ChildBackgroundBrush
source: Brush used to draw the background of child windows
es: Pincel usado para trazar el fondo de las ventanas del hijo
pt_br: Pincel usado para desenhar o fundo de janelas filho

# UObjectToolTips,WindowStyle:CloseButtonStyle
source: Style used to draw the window close button
es: Estilo usado para trazar el botón para cerrar la ventana
pt_br: Estilo usado para desenhar o botão de fechar da janela

# UObjectToolTips,WindowStyle:FlashTitleBrush
source: Brush used to draw the window title area when the window is flashing
es: Pincel usado para trazar el área del título de la ventana cuando aparece la ventana
pt_br: Pincel usado para desenhar a área do título da janela quando a janela está piscando

# UObjectToolTips,WindowStyle:InactiveTitleBrush
source: Brush used to draw the window title area when the window is inactive
es: Pincel usado para trazar el área del título de la ventana cuando la ventana no está activa
pt_br: Pincel usado para desenhar a área do título da janela quando a janela está inativa

# UObjectToolTips,WindowStyle:MaximizeButtonStyle
source: Style used to draw the window maximize button
es: Estilo usado para trazar el botón para maximizar la ventana
pt_br: Estilo usado para desenhar o botão de maximizar da janela

# UObjectToolTips,WindowStyle:MinimizeButtonStyle
source: Style used to draw the window minimize button
es: Estilo usado para trazar el botón para minimizar la ventana
pt_br: Estilo usado para desenhar o botão de minimizar da janela

# UObjectToolTips,WindowStyle:OutlineBrush
source: Brush used to draw the window outline
es: Pincel usado para trazar el contorno de la ventana
pt_br: Pincel usado para desenhar o contorno da janela

# UObjectToolTips,WindowStyle:OutlineColor
source: Color used to draw the window outline
es: Color usado para trazar el contorno de la ventana
pt_br: Cor usada para desenhar o contorno da janela

# UObjectToolTips,WindowStyle:RestoreButtonStyle
source: Style used to draw the window restore button
es: Estilo usado para trazar el botón para restaurar la ventana
pt_br: Estilo usado para desenhar o botão de restaurar da janela

# UObjectToolTips,WindowStyle:TitleTextStyle
source: Style used to draw the window title text
es: Estilo usado para trazar el texto del título de la ventana
pt_br: Estilo usado para desenhar o texto do título da janela

# UObjectToolTips,World:ActiveGroupActors
source: Group actors currently "active"
es: Agrupar actores actualmente "activos"
pt_br: Atores do grupo "ativos" no momento

# UObjectToolTips,World:AuthorityGameMode
source: The current GameMode, valid only on the server
es: El GameMode actual, solo es válido en el servidor
pt_br: O GameMode atual, válido apenas no servidor

# UObjectToolTips,World:AvoidanceManager
source: RVO avoidance manager used by game
es: Gestor para evitar RVO usados por el juego
pt_br: Gerenciador de evasão RVO usado pelo jogo

# UObjectToolTips,World:bAreConstraintsDirty
source: Keeps track whether actors moved via PostEditMove and therefore constraint syncup should be performed.
es: Registra si los actores se movieron vía PostEditMove y por lo tanto se debería realizar syncup de restricción.
pt_br: Monitora quando os atores se movem por meio de PostEditMove e, portanto, deve-se executar uma sincronização de restrição.

# UObjectToolTips,World:CurrentLevel
source: Pointer to the current level being edited. Level has to be in the Levels array and == PersistentLevel in the game.
es: Puntero para el nivel actual que se está editando. El nivel tiene que estar en la matriz de niveles y == PersistentLevel en el juego.
pt_br: Apontador para o nível atual em edição. O nível tem de estar na matriz de Níveis e == PersistentLevel no jogo.

# UObjectToolTips,World:CurrentLevelPendingVisibility
source: Pointer to the current level in the queue to be made visible, NULL if none are pending.
es: Puntero para el nivel actual en la cola, para que sea visible. NULO si no hay ninguno en espera.
pt_br: Apontador para o nível atual na fila a se tornar visível, NULL se não houver nenhum pendente.

# UObjectToolTips,World:ExtraReferencedObjects
source: Array of any additional objects that need to be referenced by this world, to make sure they aren't GC'd
es: Matriz de todos los objetos adicionales que necesitan ser referenciados por este mundo para asegurarse de que no son GC
pt_br: Matriz de qualquer objeto adicional que precisa ser referenciado por este mundo, para garantir que não realize o GC

# UObjectToolTips,World:ForegroundLineBatcher
source: Foreground Line Batchers. This can't be Persistent.
es: Procesadores por lotes en primer plano. No puede ser persistente.
pt_br: Lote da Linha de Primeiro Plano. Não pode ser Persistente.

# UObjectToolTips,World:Layers
source: List of all the layers referenced by the world's actors
es: Lista de todas las capas referenciadas por los actores del mundo
pt_br: Lista de todas as camadas referenciadas pelos atores do mundo

# UObjectToolTips,World:Levels
source: Array of levels currently in this world. Not serialized to disk to avoid hard references.
es: Matriz de niveles que están actualmente en este mundo. No se serializan en el disco para evitar referencias fuertes.
pt_br: Matriz dos níveis que estão neste mundo no momento. Não serialize ao disco para evitar referências rígidas.

# UObjectToolTips,World:LineBatcher
source: Line Batchers. All lines to be drawn in the world.
es: Dosificadores de línea. Todas las líneas a trazar en el mundo.
pt_br: Criadores de Lote de Linha. Todas as linhas serão desenhadas no mundo.

# UObjectToolTips,World:NavigationSystem
source: The world's navmesh
es: El navmesh del mundo
pt_br: A navmesh do mundo

# UObjectToolTips,World:NetDriver
source: The NAME_GameNetDriver game connection(s) for client/server communication
es: Las conexiones al juego NAME_GameNetDriver para la comunicación cliente/servidor
pt_br: As conexões do jogo de NAME_GameNetDriver para comunicações entre cliente e servidor

# UObjectToolTips,World:ParameterCollectionInstances
source: Parameter collection instances that hold parameter overrides for this world.
es: Instancias de colección del parámetro que mantiene anulaciones de parámetros para este mundo.
pt_br: Instâncias da coleção de parâmetros que retêm as substituições de parâmetro deste mundo.

# UObjectToolTips,World:PersistentLevel
source: Persistent level containing the world info, default brush and actors spawned during gameplay among other things
es: Nivel permanente que contiene la información del mundo, pincel y actores predeterminados generados durante el juego entre otras cosas
pt_br: O nível persistente que contém as informações do mundo, o pincel padrão e os atores criados durante o jogo etc.

# UObjectToolTips,World:PersistentLineBatcher
source: Persistent Line Batchers. They don't get flushed every frame.
es: Dosificadores de línea persistentes. No se eliminan en cada fotograma.
pt_br: Criadores de Lote de Linha Persistentes. Não são descartados a cada quadro.

# UObjectToolTips,World:SelectedLevels
source: Array of selected levels currently in this world. Not serialized to disk to avoid hard references.
es: Matriz de niveles seleccionados que están actualmente en este mundo. No se serializan en el disco para evitar referencias fuertes.
pt_br: Matriz dos níveis selecionados que estão neste mundo no momento. Não serialize ao disco para evitar referências rígidas.

# UObjectToolTips,World:StreamingLevels
source: Level collection. ULevels are referenced by FName (Package name) to avoid serialized references. Also contains offsets in world units
es: Colección de niveles. ULevels se referencian por FName (nombre de paquete) para evitar referencias serializadas. También contiene desplazamientos en unidades globales
pt_br: Coleção de níveis. ULevels mencionados por FName (Nome do pacote) para evitar referências serializadas. Também contém deslocamentos em unidades de palavra

# UObjectToolTips,World:StreamingLevelsPrefix
source: Prefix we used to rename streaming levels, non empty in PIE and standalone preview
es: Prefijo que usamos para renombrar los niveles de transmisión de flujo, no está vacío en PIE y vista preliminar independiente
pt_br: Prefixo usado para renomear níveis de transmissão, não vazio em visualizações PIE e independentes.

# UObjectToolTips,World:WorldComposition
source: All levels information from which our world is composed
es: Todos los niveles de información de los que se compone nuestro mundo
pt_br: Todas as informações de níveis que compõem nosso mundo

# UObjectToolTips,WorldComposition:TilesStreaming
source: Streaming level objects for each tile
es: Transmisión de objetos de nivel para cada tesela
pt_br: Objetos de nível de transmissão de cada placa

# UObjectToolTips,WorldComposition:TilesStreamingTimeThreshold
source: Time threshold between tile streaming state changes
es: Límite de tiempo entre los cambios de estado de la transmisión de flujo de teselas
pt_br: Limiar de tempo entre alterações de estado de transmissão de placas

# UObjectToolTips,WorldContext:ActiveNetDrivers
source: A list of active net drivers
es: Una lista de drivers de red activos.
pt_br: Uma lista de drivers de rede ativos.

# UObjectToolTips,WorldContext:LastRemoteURL
source: last server we connected to (for "reconnect" command)
es: el último servidor al que nos conectamos (para el comando "reconectar")
pt_br: último servidor ao qual houve conexão (para co comando "reconectar")

# UObjectToolTips,WorldContext:LastURL
source: URL the last time we traveled
es: URL la última vez que viajamos
pt_br: Url do último horário em que viajamos

# UObjectToolTips,WorldContext:LoadedLevelsForPendingMapChange
source: Array of already loaded levels. The ordering is arbitrary and depends on what is already loaded and such.
es: Matriz de los niveles ya cargados. El orden es arbitrario y depende de lo que ya esté cargado y otros factores similares.
pt_br: Matriz de níveis já carregados. A ordem é arbitrária e depende do que já foi carregado etc.

# UObjectToolTips,WorldContext:ObjectReferencers
source: Handles to object references; used by the engine to e.g. the prevent objects from being garbage collected.
es: Se encarga de las referencias de objetos; el motor la usa para realizar tareas como prevenir que los objetos se vayan a la basura.
pt_br: Manipula para referências de objeto; usado pelo motor para, por exemplo, impedir que objetos sejam coletados pelo lixo.

# UObjectToolTips,WorldContext:PackagesToFullyLoad
source: A list of tag/array pairs that is used at LoadMap time to fully load packages that may be needed for the map/game with DLC, but we can't use DynamicLoadObject to load from the packages
es: Una lista de pares de etiquetas/matrices que se utiliza durante el tiempo de LoadMap para cargar paquetes en su totalidad, serán necesarios para el mapa/juego con DLC (contenido de descarga), pero no podemos usar DynamicLoadObject para cargar desde los paquetes.
pt_br: Uma lista de pares de matriz/etiquetas que é usada no tempo de LoadMap para carregar completamente pacotes que podem ser necessários para o jogo/mapa com DLC, mas não podemos usar DynamicLoadObjetct para carregar a partir dos pacotes

# UObjectToolTips,WorldSettings
source: Actor containing all script accessible world properties.
es: El actor que contiene todas las propiedades del mundo accesibles de la secuencia
pt_br: Ator que contém todas as propriedades do mundo acessíveis por script.

# UObjectToolTips,WorldSettings:bEnableWorldBoundsChecks
source: If true, enables CheckStillInWorld checks
es: Si es verdadero, activa las revisiones de CheckStillInWorld
pt_br: Se for verdadeiro, ativará verificações de CheckStillInWorld.

# UObjectToolTips,WorldSettings:bEnableWorldOriginRebasing
source: World origin will shift to a camera position when camera goes far away from current origin
es: El origen del mundo cambiará a la posición de una cámara cuando la cámara se aleje del origen actual
pt_br: A origem do mundo mudará para uma posição da câmera quando a câmera se afastar da origem atual

# UObjectToolTips,WorldSettings:bForceNoPrecomputedLighting
source: Whether to force lightmaps and other precomputed lighting to not be created even when the engine thinks they are needed. This is useful for improving iteration in levels with fully dynamic lighting and shadowing. Note that any lighting and shadowing interactions that are usually precomputed will be lost if this is enabled.
es: Si forzar los mapas de iluminación y otras iluminaciones previamente calculadas para que no se generen incluso cuando el motor piense que son necesarias. Es útil para mejorar la iteración en niveles con sombreado e iluminación dinámica. Tenga en cuenta que cualquier iteración de sombreado e iluminación que normalmente se calculan previamente, se perderán si esto está desactivado.
pt_br: Se deve forçar os mapas de luzes e outras iluminações pré-computadas a não serem criados mesmo quando o mecanismo achar que são necessários. Útil para melhorar a iteração em níveis com iluminação e sombreamento completamente dinâmicos. Observe que quaisquer interações de iluminação e sombreamento que são geralmente pré-computadas serão perdidas se isso estiver ativado.

# UObjectToolTips,WorldSettings:bGlobalGravitySet
source: If set to true we will use GlobalGravityZ instead of project setting DefaultGravityZ
es: Si se ajusta a verdadero, usaremos GlobalGravityZ en lugar de los ajustes de proyecto DefaultGravityZ
pt_br: Se for definido como verdadeiro, GlobalGravityZ será usado em vez de DefaultGravityZ da configuração do projeto

# UObjectToolTips,WorldSettings:bHighPriorityLoading
source: when this flag is set, more time is allocated to background loading (replicated)
es: cuando se establece este indicador se asigna más tiempo a la carga en segundo plano (duplicado)
pt_br: quando esse sinalizador é definido, mais tempo é alocado para carregar o segundo plano (replicado)

# UObjectToolTips,WorldSettings:bHighPriorityLoadingLocal
source: copy of bHighPriorityLoading that is not replicated, for clientside-only loading operations
es: copia de bHighPriorityLoading que no está duplicada, para operaciones que se cargan solo en el lado del cliente
pt_br: cópia de bHighPriorityLoading que não é replicada para operaçoes de carregamento somente no lado do cliente

# UObjectToolTips,WorldSettings:bMinimizeBSPSections
source: Causes the BSP build to generate as few sections as possible. This is useful when you need to reduce draw calls but can reduce texture streaming efficiency and effective lightmap resolution. Note - changes require a rebuild to propagate. Also, be sure to select all surfaces and make sure they all have the same flags to minimize section count.
es: Provoca que el diseño de BSP genere las menos secciones posibles. Es útil cuando se necesita reducir llamadas de trazo pero puede reducir la eficiencia de la transmisión de flujo de la textura y una resolución del mapa de iluminación eficaz. Nota - los cambios requieren un re-diseño que desarrollar. Además, asegúrese de seleccionar todas las superficies y de que todas tengan los mismo indicadores para minimizar el recuento de secciones.
pt_br: Faz com que a compilação BSP gere a menor quantidade de seções possível. Isso é útil quando há a necessidade de reduzir chamadas de desenho, mas pode reduzir a eficiência de transmissão de texturas e a resolução efetiva do mapa de luz. Observação: alterações requerem uma recompilação para serem propagadas. Além disso, certifique-se de selecionar todas as superfícies e que todas têm os mesmos sinalizadores para minimizar a contagem de seções.

# UObjectToolTips,WorldSettings:BookMarks
source: Level Bookmarks: 10 should be MAX_BOOKMARK_NUMBER @fixmeconst
es: Marcadores de nivel: 10 debería ser MAX_BOOKMARK_NUMBER @fixmeconst
pt_br: Marcadores de Nível: 10 deve ser MAX_BOOKMARK_NUMBER @fixmeconst

# UObjectToolTips,WorldSettings:bPlaceCellsOnlyAlongCameraTracks
source: Whether to place visibility cells only along camera tracks or only above shadow casting surfaces.
es: Si colocar celdas de visibilidad a lo largo de las pistas de la cámara o solo sobre las superficies de proyección de sombrado.
pt_br: Se deve posicionar as células de visibilidade somente ao longo das faixas da câmera ou somente acima de superfícies que projetam sombras.

# UObjectToolTips,WorldSettings:bPrecomputeVisibility
source: Whether to place visibility cells inside Precomputed Visibility Volumes and along camera tracks in this level. Precomputing visibility reduces rendering thread time at the cost of some runtime memory and somewhat increased lighting build times.
es: Si colocar celdas de visibilidad dentro de los volúmenes de visibilidad calculada previamente y a lo largo de las pistas de la cámara en este nivel. La visibilidad calculada previamente reduce el tiempo del hilo de renderización lo que afecta a la memoria de ejecución y de algún modo el tiempo de diseño de la iluminación.
pt_br: Se deve posicionar as células de visibilidade dentro dos Volumes de Visibilidade Pré-computados e ao longo das faixas da câmera nesse nível. A pré-computação da visibilidade reduz o tempo de encadeamento de renderização, usando um pouco da memória de tempo de execução e aumentando o tempo de compilação de iluminação.

# UObjectToolTips,WorldSettings:bWorldGravitySet
source: if set to true, when we call GetGravityZ we assume WorldGravityZ has already been initialized and skip the lookup of DefaultGravityZ and GlobalGravityZ
es: si lo ajusta como verdadero, cuando llamamos GetGravityZ asumimos que WorldGravityZ ya se ha inicializado y omitimos la búsqueda de DefaultGravityZ y GlobalGravityZ
pt_br: se for verdadeiro, quando chamarmos GetGravityZ, presumiremos que WorldGravityZ já foi inicializado e ignoraremos a busca de DefaultGravityZ e GlobalGravityZ

# UObjectToolTips,WorldSettings:DefaultBaseSoundMix
source: Default Base SoundMix.
es: SoundMix base predeterminado.
pt_br: SoundMix Base Padrão
