Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,LandscapeComponent:StaticLightingResolution
source: StaticLightingResolution overriding per component, default value 0 means no overriding
es: Supresión de StaticLightingResolution por componente, el valor predeterminado 0 significa que no habrá supresión.
pt_br: Substituição StaticLightingResolution por componente, o valor padrão 0 significa que não há substituições

# UObjectToolTips,LandscapeComponent:SubsectionSizeQuads
source: Number of quads for a subsection of the component. SubsectionSizeQuads+1 must be a power of two.
es: Número de quads para una subsección del componente. SubsectionSizeQuads+1 tiene que ser un poder de dos.
pt_br: Número de quadriláteros de uma subseção do componente. SubsectionSizeQuads+1 deve ser uma potência de dois.

# UObjectToolTips,LandscapeComponent:WeightmapLayerAllocations
source: List of layers, and the weightmap and channel they are stored
es: Lista de capas, y el mapa de peso y canal en el que se almacenan
pt_br: Lista de camadas e o mapa de peso e o canal em que estão armazenadas

# UObjectToolTips,LandscapeComponent:WeightmapScaleBias
source: UV offset to component's weightmap data from component local coordinates
es: Desplazamiento UV a los datos del mapa de peso del componente de las coordenadas locales del componente
pt_br: Deslocamento UV para os dados de weightmap do componente a partir de coordenadas locais do componente

# UObjectToolTips,LandscapeComponent:WeightmapSubsectionOffset
source: U or V offset into the weightmap for the first subsection, in texture UV space
es: Desplazamiento de U o V al mapa de peso para la primera subsección, en espacio UV de texturas
pt_br: Deslocamento U ou V no mapa de peso para a primeira subsessão no espaço UV de textura

# UObjectToolTips,LandscapeComponent:WeightmapTextures
source: Weightmap texture reference
es: Referencia de textura del mapa de peso
pt_br: Referência de textura do mapa de peso

# UObjectToolTips,LandscapeComponent:XYOffsetmapTexture
source: XYOffsetmap texture reference
es: Referencia de textura XYOffsetmap
pt_br: XYReferência da textura do mapa de deslocamento

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:CollisionQuadFlags
source: The flags for each collision quad. See ECollisionQuadFlags.
es: Los indicadores para cada quad de colisión. Ver ECollisionQuadFlags.
pt_br: Os sinalizadores para cada quadrilátero de colisão. Consulte ECollisionQuadFlags.

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:CollisionScale
source: Collision scale: (ComponentSizeQuads) / (CollisionSizeQuads)
es: Escala de colisión: (ComponentSizeQuads) / (CollisionSizeQuads)
pt_br: Escala de colisão: (ComponentSizeQuads) / (CollisionSizeQuads)

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:CollisionSizeQuads
source: Size of component in collision quads
es: Tamaño de componente en quads de colisión
pt_br: Tamanho do componente em quadrados de colisão

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:ComponentLayerInfos
source: List of layers painted on this component. Matches the WeightmapLayerAllocations array in the LandscapeComponent.
es: Lista de capas pintadas sobre este componente. Coincide con la matriz WeightmapLayerAllocations en LandscapeComponent.
pt_br: Lista de camadas pintadas neste componente. Corresponde à matriz WeightmapLayerAllocations em LandscapeComponent.

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:HeightfieldGuid
source: Guid used to share PhysX heightfield objects in the editor
es: Guid (identificador único global) usado para compartir objetos con campo de altura PhysX en el editor
pt_br: GUID usada para compartilhar objetos de campo de altura PhysX no editor

# UObjectToolTips,LandscapeMeshCollisionComponent:MeshGuid
source: Guid used to share PhysX heightfield objects in the editor
es: Guid (identificador único global) usado para compartir objetos con campo de altura PhysX en el editor
pt_br: GUID usada para compartilhar objetos de campo de altura PhysX no editor

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:RenderComponent
source: Reference to render component
es: Referencia para renderizar componente
pt_br: Referência a uim componente de renderização

# UObjectToolTips,LandscapeHeightfieldCollisionComponent:SectionBaseX
source: Offset of component in landscape quads
es: Desplazamiento de componente en quads de terreno
pt_br: Deslocamento do componente em quadriláteros da paisagem

# UObjectToolTips,LandscapeImportLayerInfo
source: Structure storing Layer Data for import
es: Estructura que almacena los datos de la capa para importar
pt_br: Estrutura que armazena Dados da Camada para importação

# UObjectToolTips,LandscapeProxy:bCastShadowAsTwoSided
source: Whether this primitive should cast dynamic shadows as if it were a two sided material.
es: Si esta primitiva debe proyectar sombras dinámicas como si estuvieran en un material de dos caras.
pt_br: Se esse primitivo deve projetar sombras dinâmicas como se fosse um material de dois lados.

# UObjectToolTips,PrimitiveComponent:bCastShadowAsTwoSided
source: Whether this primitive should cast dynamic shadows as if it were a two sided material.
es: Si esta primitiva debe proyectar sombras dinámicas como si estuvieran en un material de dos caras.
pt_br: Se esse primitivo deve projetar sombras dinâmicas como se fosse um material de dois lados.

# UObjectToolTips,LandscapeProxy:BodyInstance
source: Collision profile settings for this landscape
es: Ajustes del perfil de la colisión para ese terreno
pt_br: Configurações do perfil de colisão desta paisagem

# UObjectToolTips,LandscapeProxy:bUsedForNavigation
source: Hints navigation system whether this landscape will ever be navigated on. true by default, but make sure to set it to false for faraway, background landscapes
es: Sugiere sistema de navegación si en él navegará este terreno. Verdadero por defecto, pero asegúrese de ajustar a falso para terrenos del fondo, lejano
pt_br: Indica ao sistema de navegação se esta paisagem um dia vai ser navegada. Verdadeiro por padrão, mas certifique-se de que esteja definida como falso para paisagens distantes de fundo

# UObjectToolTips,LandscapeProxy:ChangeLODDistanceFactor
source: Change the Level of Detail distance factor
es: Cambiar el factor de distancia del nivel de detalle
pt_br: Alterar o fator de distância do Nível de Detalhe

# UObjectToolTips,LandscapeProxy:CollisionComponents
source: Array of LandscapeHeightfieldCollisionComponent
es: Matriz de LandscapeHeightfieldCollisionComponent
pt_br: Matriz de LandscapeHeightfieldCollisionComponent

# UObjectToolTips,LandscapeProxy:CollisionMipLevel
source: Landscape LOD to use for collision tests. Higher numbers use less memory and process faster, but are much less accurate
es: Nivel de detalle (LOD) que se utiliza para pruebas de colisión. Números más altos usan menos memoria y se procesan más rápido, pero son mucho menos precisos
pt_br: LOD da paisagem a ser usado para testes de colisão. Valores altos usam menos memória e são processados mais rapidamente, mas são muito menos precisos

# UObjectToolTips,LandscapeProxy:CollisionThickness
source: Thickness of the collision surface, in unreal units
es: El grosor de la superficie de la colisión, en unidades unreal
pt_br: Espessura da superfície de colisão em unidades do Unreal

# UObjectToolTips,LandscapeProxy:ComponentSizeQuads
source: Data set at creation time
es: Conjunto de datos en el momento de la creación.
pt_br: Dados definidos no horário de criação

# UObjectToolTips,LandscapeProxy:DefaultPhysMaterial
source: Default physical material, used when no per-layer values physical materials
es: Material físico predeterminado, se usa cuando no hay materiales físicos de los valores por capa
pt_br: Material físico padrão, usado quando não há materiais físicos com valores por camada

# UObjectToolTips,LandscapeProxy:ExportLOD
source: LOD level to use when exporting the landscape to obj or FBX
es: Nivel de LOD que se utiliza cuando se exporta un terreno a obj o FBX
pt_br: Nível do LOD a ser usado ao exportar a paisagem para obj ou FBX

# UObjectToolTips,LandscapeProxy:LandscapeComponents
source: The array of LandscapeComponent that are used by the landscape
es: La matriz de LandscapeComponent que utiliza este terreno
pt_br: A matriz de LandscapeComponent que é usada pela paisagem

# UObjectToolTips,LandscapeProxy:LandscapeMaterial
source: Combined material used to render the landscape
es: Material combinado que se ha usado para renderizar el terreno
pt_br: Material combinado usado para renderizar a paisagem

# UObjectToolTips,LandscapeProxy:NumSubsections
source: Number of quads for a subsection of a component. SubsectionSizeQuads+1 must be a power of two.
es: Número de quads para una subsección de un componente. SubsectionSizeQuads+1 tiene que ser un poder de dos.
pt_br: Número de quadriláteros de uma subseção de um componente. SubsectionSizeQuads+1 deve ser uma potência de dois.

# UObjectToolTips,LandscapeProxy:StaticLightingLOD
source: LOD level to use when running lightmass (increase to 1 or 2 for large landscapes to stop lightmass crashing)
es: Nivel de LOD que se utiliza cuando se ejecuta lightmass (aumentar a 1 o 2 para terrenos más grandes para detener el daño de lightmass)
pt_br: Nível do LOD a ser usado ao executar o lightmass (aumente para 1 ou 2 para paisagens extensas a fim de impedir travamento do lightmass)

# UObjectToolTips,LandscapeProxy:StaticLightingResolution
source: The resolution to cache lighting at, in texels/quad in one axis Total resolution would be changed by StaticLightingResolution*StaticLightingResolution Automatically calculate proper value for removing seams
es: La resolución dónde almacenar la iluminación, en texels/quad en un eje. La resolución total se podría modificar por StaticLightingResolution*StaticLightingResolution Calcular automáticamente el valor propio para eliminaciones equivalentes.
pt_br: A resolução para armazenar a iluminação em cache, em texels/quadrantes em um eixo A resolução total será alterada pela StaticLightingResolution*StaticLightingResolution Calcula automaticamente o valor adequado para remover emendas

# UObjectToolTips,LandscapeProxy:SubsectionSizeQuads
source: Total number of quads in each component
es: Número total de quads en cada componente
pt_br: Número total de quadriláteros em cada componente

# UObjectToolTips,LandscapeSplineConnection:End
source: Which end of the segment is connected to this control point
es: Qué extremo del fragmento está conectado a este punto de control
pt_br: Que extremidade do segmento está conectada a esse ponto de controle

# UObjectToolTips,LandscapeSplineConnection:Segment
source: Segment connected to this control point
es: Fragmento conectado a este punto de control
pt_br: Segmento conectado a esse ponto de controle

# UObjectToolTips,LandscapeSplineControlPoint:bCastShadow
source: Whether the Control Point Mesh should cast a shadow.
es: Si la malla del punto de control debe proyectar una sombra.
pt_br: Se a Malha de Ponto do Controle deve projetar uma sombra.

# UObjectToolTips,LandscapeSplineControlPoint:bEnableCollision
source: Whether to enable collision for the Control Point Mesh.
es: Si activar la colisión para la malla del punto de control.
pt_br: Se deve ativar a colisão para a Malha do Ponto de Controle.

# UObjectToolTips,LandscapeSplineControlPoint:bLowerTerrain
source: If the spline is below the terrain, whether to lower the terrain down to the level of the spline when applying it to the landscape.
es: Si la spline está sobre el terreno, tanto al bajar el terreno al nivel de la spline cuando se aplica al terreno.
pt_br: Caso a emenda esteja abaixo do terreno, se o terreno deverá ser rebaixado ao nível da emenda ao ser aplicado à paisagem.

# UObjectToolTips,LandscapeSplineSegment:bLowerTerrain
source: If the spline is below the terrain, whether to lower the terrain down to the level of the spline when applying it to the landscape.
es: Si la spline está sobre el terreno, tanto al bajar el terreno al nivel de la spline cuando se aplica al terreno.
pt_br: Caso a emenda esteja abaixo do terreno, se o terreno deverá ser rebaixado ao nível da emenda ao ser aplicado à paisagem.

# UObjectToolTips,LandscapeSplineControlPoint:Bounds
source: Bounds of points
es: Límites de puntos
pt_br: Limites de pontos

# UObjectToolTips,LandscapeSplineSegment:Bounds
source: Bounds of points
es: Límites de puntos
pt_br: Limites de pontos

# UObjectToolTips,LandscapeSplineControlPoint:bRaiseTerrain
source: If the spline is above the terrain, whether to raise the terrain up to the level of the spline when applying it to the landscape.
es: Si la spline está sobre el terreno, si al elevar el terreno hasta nivel de la spline cuando ésta se aplica al terreno.
pt_br: Caso a emenda esteja acima do terreno, se o terreno deverá ser elevado ao nível da emenda ao ser aplicado à paisagem.

# UObjectToolTips,LandscapeSplineSegment:bRaiseTerrain
source: If the spline is above the terrain, whether to raise the terrain up to the level of the spline when applying it to the landscape.
es: Si la spline está sobre el terreno, si al elevar el terreno hasta nivel de la spline cuando ésta se aplica al terreno.
pt_br: Caso a emenda esteja acima do terreno, se o terreno deverá ser elevado ao nível da emenda ao ser aplicado à paisagem.

# UObjectToolTips,LandscapeSplineControlPoint:EndFalloff
source: Falloff at the start/end of the spline (if this point is a start or end point, otherwise ignored).
es: Decaimiento en el comienzo/final de la spline (si este punto es un punto inicial o final, si no omitir).
pt_br: Decaimento no início/fim da emenda (se este ponto for um ponto inicial ou final, caso contrário será ignorado).

# UObjectToolTips,LandscapeSplineControlPoint:LayerName
source: Name of blend layer to paint when applying spline to landscape If "none", no layer is painted
es: Nombre de la capa de combinación a pintar cuando se aplique una spline al terreno Si es "ninguno", no se pintará ninguna capa
pt_br: Nome da camada de mistura a ser pintada ao aplicar emendas à paisagem Se "none", nenhuma camada é pintada

# UObjectToolTips,LandscapeSplineSegment:LayerName
source: Name of blend layer to paint when applying spline to landscape If "none", no layer is painted
es: Nombre de la capa de combinación a pintar cuando se aplique una spline al terreno Si es "ninguno", no se pintará ninguna capa
pt_br: Nome da camada de mistura a ser pintada ao aplicar emendas à paisagem Se "none", nenhuma camada é pintada

# UObjectToolTips,LandscapeSplineControlPoint:LDMaxDrawDistance
source: Max draw distance for the mesh used on this control point
es: Distancia de trazo máxima para la malla usada en este punto de control
pt_br: Distância de desenho máxima da malha usada neste ponto de controle

# UObjectToolTips,LandscapeSplineControlPoint:LocalMeshComponent
source: Control point mesh
es: Malla de punto de control
pt_br: Malha do ponto de controle

# UObjectToolTips,LandscapeSplineControlPoint:Location
source: Location in Landscape-space
es: Ubicación en el sistema de coordenadas del terreno
pt_br: Local no espaço da paisagem

# UObjectToolTips,LandscapeSplineControlPoint:MaterialOverrides
source: Overrides mesh's materials
es: Suprime los materiales de la malla
pt_br: Susbtitui os materiais da malha

# UObjectToolTips,LandscapeSplineMeshEntry:MaterialOverrides
source: Overrides mesh's materials
es: Suprime los materiales de la malla
pt_br: Susbtitui os materiais da malha

# UObjectToolTips,LandscapeSplineControlPoint:Mesh
source: Mesh to use on the control point
es: Malla que se utiliza en el punto de control
pt_br: Malha a ser usada no ponto de controle

# UObjectToolTips,LandscapeSplineControlPoint:MeshScale
source: Scale of the control point mesh
es: Escala de la malla del punto de control
pt_br: Escala da malha do ponto de controle

# UObjectToolTips,LandscapeSplineControlPoint:Points
source: Spline points
es: Puntos spline
pt_br: Pontos de emenda

# UObjectToolTips,LandscapeSplineSegment:Points
source: Spline points
es: Puntos spline
pt_br: Pontos de emenda

# UObjectToolTips,LandscapeSplineControlPoint:Rotation
source: Rotation of tangent vector at this point (in landscape-space)
es: Rotación del vector de la tangente en este punto (en el sistema de coordenadas del terreno)
pt_br: Rotação do vetor tangente a este ponto (no espaço da paisagem)

# UObjectToolTips,LandscapeSplineControlPoint:SideFalloff
source: Falloff at the sides of the spline at this point.
es: Decaimiento de los lados de la spline en ese punto.
pt_br: Decaimento nas laterais da emenda neste ponto.

# UObjectToolTips,LandscapeSplineControlPoint:Width
source: Width of the spline at this point.
es: Ancho de la spline en ese punto.
pt_br: Largura da emenda neste ponto.

# UObjectToolTips,LandscapeSplineInterpPoint:Center
source: Center Point
es: Punto central
pt_br: Ponto central

# UObjectToolTips,LandscapeSplineInterpPoint:FalloffLeft
source: Left Falloff Point
es: Punto izquierdo de declive
pt_br: Ponto de Queda Esquerdo

# UObjectToolTips,LandscapeSplineInterpPoint:FalloffRight
source: Right FalloffPoint
es: FalloffPoint derecho
pt_br: FalloffPoint da Direita

# UObjectToolTips,LandscapeSplineInterpPoint:Left
source: Left Point
es: Punto izquierdo
pt_br: Ponto Esquerdo

# UObjectToolTips,LandscapeSplineInterpPoint:Right
source: Right Point
es: Punto derecho
pt_br: Ponto Direito

# UObjectToolTips,LandscapeSplineInterpPoint:StartEndFalloff
source: Start/End Falloff fraction
es: Fracción de decaimiento inicial/final
pt_br: Fração de início/fim do decaimento

# UObjectToolTips,LandscapeSplineMeshEntry:bScaleToWidth
source: Whether to scale the mesh to fit the width of the spline
es: Si escalar la malla para ajustarla al ancho de la spline
pt_br: Se deve escalonar a malha para caber na largura da emenda

# UObjectToolTips,LandscapeSplineMeshEntry:ForwardAxis
source: Chooses the forward axis for the spline mesh orientation
es: Elige el eje de avance para la orientación de la malla de la spline
pt_br: Seleciona o eixo para frente da orientação da emenda da malha

# UObjectToolTips,SplineMeshComponent:ForwardAxis
source: Chooses the forward axis for the spline mesh orientation
es: Elige el eje de avance para la orientación de la malla de la spline
pt_br: Seleciona o eixo para frente da orientação da emenda da malha

# UObjectToolTips,LandscapeSplineMeshEntry:Mesh
source: Mesh to use on the spline
es: Malla que se utiliza en la spline
pt_br: Malha a ser usada na emenda

# UObjectToolTips,LandscapeSplineMeshEntry:Orientation
source: Orientation of the spline mesh, X=Up or Y=Up
es: Orientación de la malla spline, X=arriba o Y=arriba
pt_br: Orientação da malha da emenda, X=Para cima ou Y=Para cima

# UObjectToolTips,LandscapeSplineMeshEntry:Scale
source: Scale of the spline mesh, (Z=Forwards)
es: Escala de la malla spline, (Z=hacia delante)
pt_br: Escala da malha da emenda, (Z=Em frente)

# UObjectToolTips,LandscapeSplineMeshEntry:UpAxis
source: Chooses the up axis for the spline mesh orientation
es: Elige el eje superior para la orientación de la malla de la spline
pt_br: Seleciona o eixo para cima da orientação da emenda da malha

# UObjectToolTips,LandscapeSplinesComponent:bShowSplineEditorMesh
source: Whether we are in-editor and showing spline editor meshes
es: Si estamos en el editor y mostramos las mallas del editor de spline
pt_br: Se estamos no editor e exibindo malhas do editor de emenda

# UObjectToolTips,LandscapeSplinesComponent:ControlPointSprite
source: Sprite used to draw control points
es: Sprite usado para trazar puntos de control
pt_br: Sprite usado para desenhar pontos de controle

# UObjectToolTips,LandscapeSplinesComponent:SplineColor
source: Color to use to draw the splines
es: Color que se usará para trazar las splines
pt_br: Cor para usar para desenhar as emendas

# UObjectToolTips,LandscapeSplinesComponent:SplineEditorMesh
source: Mesh used to draw splines that have no mesh
es: Malla usada para trazar splines sin malla
pt_br: Malha usada para desenhar emendas que não tenham malha

# UObjectToolTips,LandscapeSplinesComponent:SplineResolution
source: Resolution of the spline, in distance per point
es: Resolución del spline, en distancia por punto
pt_br: Resolução da emenda em distância por ponto

# UObjectToolTips,LandscapeSplineSegment:bCastShadow
source: Whether the Spline Meshes should cast a shadow.
es: Si las mallas de la spline deben proyectar una sombra.
pt_br: Se as Malha de Emenda devem projetar uma sombra.

# UObjectToolTips,LandscapeSplineSegment:bEnableCollision
source: Whether to generate collision for the Spline Meshes.
es: Si generar colisión para las mallas de la spline.
pt_br: Se deve gerar colisão para as Malhas de Emenda

# UObjectToolTips,LandscapeSplineSegment:Connections
source: Directly editable data:
es: Datos modificables directamente:
pt_br: Dados editáveis diretamente:

# UObjectToolTips,LandscapeSplineSegment:LDMaxDrawDistance
source: Max draw distance for all the mesh pieces used in this spline
es: Distancia de trazo máxima para todas las piezas de la malla usadas en este spline
pt_br: Distância de desenho máxima de todas as partes da malha usadas nesta emenda

# UObjectToolTips,LandscapeSplineSegment:LocalMeshComponents
source: Spline meshes
es: Mallas de spline
pt_br: Malhas de emenda

# UObjectToolTips,LandscapeSplineSegment:SplineInfo
source: Actual data for spline.
es: Datos actuales para la spline.
pt_br: Dados atuais para a emenda.

# UObjectToolTips,LandscapeSplineSegment:SplineMeshes
source: Spline meshes from this list are used in random order along the spline.
es: Las mallas spline de esta lista se han usado en un orden aleatorio a lo largo de la spline.
pt_br: As malhas de emenda desta lista são usadas em uma ordem aleatória ao longo dessa emenda.

# UObjectToolTips,LandscapeSplineSegmentConnection:ControlPoint
source: Control point connected to this end of the segment
es: Punto de control conectado a este extremo del segmento
pt_br: Ponto de controle conectado a esta extremidade do segmento

# UObjectToolTips,LandscapeSplineSegmentConnection:SocketName
source: Socket on the control point that we are connected to
es: Punto de acople en el punto de control al que estamos conectados
pt_br: Soquete no ponto de controle em que estamos conectados

# UObjectToolTips,LandscapeSplineSegmentConnection:TangentLen
source: Tangent length of the connection
es: Longitud de la tangente de la conexión
pt_br: Comprimento da tangente da conexão

# UObjectToolTips,LandscapeWeightmapUsage
source: Structure storing channel usage for weightmap textures
es: Estructura que almacena el uso del canal para las texturas del mapa de peso
pt_br: Estrutura que armazena o uso de canal para texturas de mapa de pesos

# UObjectToolTips,LatentActionInfo
source: Latent action info
es: Información de la acción latente
pt_br: Informação de ação latente

# UObjectToolTips,LatentActionInfo:CallbackTarget
source: Object to execute the function on.
es: Objeto en el que ejecutar la función.
pt_br: Objeto em que será executada a função.

# UObjectToolTips,LatentActionInfo:ExecutionFunction
source: The function to execute.
es: La función a ejecutar.
pt_br: A função a executar.

# UObjectToolTips,LatentActionInfo:Linkage
source: The resume point within the function to execute
es: El punto de reanudación dentro de la función que se ejecuta
pt_br: O ponto de retomada dentro da função a executar

# UObjectToolTips,LatentActionInfo:UUID
source: the UUID for this action
es: el UUID para esta acción
pt_br: o UUID para essa ação
