Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,AnimCompress_RemoveEverySecondKey:bStartAtSecondKey
source: If bStartAtSecondKey is true, remove keys 1,3,5,etc. If bStartAtSecondKey is false, remove keys 0,2,4,etc.
es: Si bStartAtSecondKey es verdadero, eliminar las claves 1,3,5,etc. Si bStartAtSecondKey es falso, eliminar las claves 0,2,4,etc.
pt_br: Se bStartAtSecondKey é verdadeiro, remove as chaves 1, 3, 5 etc. Se bStartAtSecondKey é falso, remove as chaves 0, 2, 4 etc.

# UObjectToolTips,AnimCompress_RemoveEverySecondKey:MinKeys
source: Animations with fewer than MinKeys will not lose any keys.
es: Las animaciones con menos de MinKeys no perderán ninguna clave.
pt_br: Animações com menos chaves que MinKeys não perderão chaves.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:bActuallyFilterLinearKeys
source: Controls whether the final filtering step will occur, or only the retargetting after bitwise compression. If both this and bRetarget are false, then the linear compressor will do no better than the underlying bitwise compressor, extremely slowly.
es: Calibra si el paso de filtración final se producirá, o solo se volverá a enlazar con la meta tras la compresión de la operación bit a bit. Si tanto este como bRetarget son falsos, entonces el compresor lineal no será mejor que el compresor de la optación bit a bit subyacente, extremadamente despacio.
pt_br: Controla se a etapa de filtragem final ocorrerá, ou somente um redirecionamento após a compactação por bits. Se essa variável e bRetarget forem falsas, então o compactador linear não fará nada melhor que o compactador por bits subjacente, extremamente devagar.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:bRetarget
source: true = As the animation is compressed, adjust animated nodes to compensate for compression error. false= Do not adjust animated nodes.
es: verdadero = Ya que la animación no está comprimida, ajustar los nodos animados para compensar el error de compresión. falso= no ajustar los nodos animados.
pt_br: verdadeiro = À medida que a animação é compactada, ajusta os nós animados para compensar o erro de compressão. falso= Não ajusta os nós animados.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:EffectorDiffSocket
source: Error threshold for End Effectors with Sockets attached to them. Typically more important bone, where we want to be less aggressive with compression.
es: Error de acotación para los efectores finales con puntos de acople agregados. Normalmente el hueso más importante, donde queremos ser menos agresivos con la compresión.
pt_br: Limiar de erro para Efetores de Extremidade com Soquetes anexados a eles. Normalmente o osso mais importante, que desejamos que seja menos agressivo com a compactação.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:MaxEffectorDiff
source: As keys are tested for removal, we monitor the effects all the way down to the end effectors. If their position changes by more than this amount as a result of removing a key, the key will be retained. This value is used for all bones except the end-effectors parent.
es: Mientras se testean las claves para la eliminación, nosotros supervisamos los efectos hasta los efectores finales. SI su posición varía en más de esa cantidad como resultado de eliminar una clave, la clave quedará retenida. Este valor se usa para todos lo huesos excepto el para el padre de los efectores finales.
pt_br: A medida que chaves são testadas para remoção, monitoramos os efeitos até os efetores finais. Se sua posição mudar mais do que essa quantidade pela remoção de uma chave, ela será mantida. Esse valor é usado para todos os ossos, com exceção do pai dos efetores finais.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:MaxScaleDiff
source: Maximum Scale difference to use when testing if an animation key may be removed. Lower values retain more keys, but yield less compression.
es: Máxima diferencia de escala que se utiliza al analizar si una clave de la animación se puede eliminar. Valor inferiores retienen más claves, pero dará menos compresión.
pt_br: Diferença máxima de escala usada ao testar se uma chave de animação pode ser removida. Valores menores mantêm mais chaves, mas levam a uma compactação menor.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:MinEffectorDiff
source: As keys are tested for removal, we monitor the effects all the way down to the end effectors. If their position changes by more than this amount as a result of removing a key, the key will be retained. This value is used for the end-effectors parent, allowing tighter restrictions near the end of a skeletal chain.
es: Mientras se testean las claves para la eliminación, nosotros supervisamos los efectos hasta los efectores finales. SI su posición varía en más de esa cantidad como resultado de eliminar una clave, la clave quedará retenida. Este valor se usa para el padre de los efectores finales, permitiendo restricciones más tensas cerca del final de una cadena esqueleto.
pt_br: A medida que chaves são testadas para remoção, monitoramos os efeitos até os efetores finais. Se sua posição mudar mais do que essa quantidade pela remoção de uma chave, ela será mantida. Esse valor é usado pelo pai dos efetores finais, permitindo restrições maiores próximo ao fim de uma cadeia esquelética.

# UObjectToolTips,AnimCompress_RemoveLinearKeys:ParentKeyScale
source: A scale value which increases the likelihood that a bone will retain a key if it's parent also had a key at the same time position. Higher values can remove shaking artifacts from the animation, at the cost of compression.
es: Un valor de la escala que aumenta la probabilidad de que un hueso conserve una clave si su padre también tuvo una clave en la misma posición del tiempo. Los valores más altos puede eliminar daños de la vibración de una animación, pero con un coste de la compresión.
pt_br: Um valor de escala que aumenta a probabilidade de um osso manter uma chave se seu pai também tiver uma chave na mesma posição no tempo. Valores maiores podem remover artefatos de sacudida, diminuindo a compactação.

# UObjectToolTips,AnimControlTrackKey
source: Structure used for holding information for one animation played on the Anim Control track.
es: Estructura usada para contener la información para una animación reproducida en la pista de control de la animación.
pt_br: Estrutura usada para manter informações para uma animação reproduzida na faixa Anim Control.

# UObjectToolTips,AnimControlTrackKey:AnimEndOffset
source: Time to end playing the AnimSequence at.
es: Tiempo en el que terminar la reproducción de AnimSequence.
pt_br: Tempo para concluir a reprodução da AnimSequence.

# UObjectToolTips,AnimSegment:AnimEndTime
source: Time to end playing the AnimSequence at.
es: Tiempo en el que terminar la reproducción de AnimSequence.
pt_br: Tempo para concluir a reprodução da AnimSequence.

# UObjectToolTips,AnimControlTrackKey:AnimPlayRate
source: Playback speed of this animation.
es: Velocidad de reproducción de esta animación.
pt_br: Velocidade de reprodução desta animação.

# UObjectToolTips,AnimControlTrackKey:AnimSeq
source: Animation Sequence to play
es: Secuencia de animación a reproducir
pt_br: Sequência de Animação para Reproduzir

# UObjectToolTips,AnimControlTrackKey:AnimStartOffset
source: Time to start playing AnimSequence at.
es: Tiempo en el que comenzar la reproducción de AnimSequence.
pt_br: Momento para iniciar a reprodução da AnimSequence.

# UObjectToolTips,AnimSegment:AnimStartTime
source: Time to start playing AnimSequence at.
es: Tiempo en el que comenzar la reproducción de AnimSequence.
pt_br: Momento para iniciar a reprodução da AnimSequence.

# UObjectToolTips,AnimControlTrackKey:bLooping
source: Should this animation loop.
es: ¿Debe entrar en bucle la animación?
pt_br: Esta animação deve ser reproduzida em loop.

# UObjectToolTips,CompositeSection:NextSectionName
source: Should this animation loop.
es: ¿Debe entrar en bucle la animación?
pt_br: Esta animação deve ser reproduzida em loop.

# UObjectToolTips,AnimControlTrackKey:bReverse
source: Whether to play the animation in reverse or not.
es: Si reproducir la animación en reversa o no.
pt_br: Se deve reproduzir a animação em modo reverso ou não.

# UObjectToolTips,AnimControlTrackKey:StartTime
source: Position in the Matinee sequence to start playing this animation.
es: Posición en la secuencia de matinee para empezar a reproducir esta animación.
pt_br: Posição na sequência de Matinê para iniciar a reprodução desta animação.

# UObjectToolTips,AnimCurveBase
source: Float curve data for one track
es: Datos de la curva del punto flotante para una pista
pt_br: Dados de curva flutuante para uma faixa

# UObjectToolTips,AnimCurveBase:CurveTypeFlags
source: Curve Type Flags
es: Indicadores del tipo de curva
pt_br: Sinalizadores Tipos de Curva

# UObjectToolTips,AnimGraphNode_AssetPlayerBase:SyncGroup
source: Sync group settings for this player. Sync groups keep related animations with different lengths synchronized.
es: Sincronizar los ajustes de grupo de este jugador. Los grupos sincronizados mantienen sincronizadas las animaciones relacionadas con longitudes diferentes.
pt_br: Configurações de grupo de sincronia deste reprodutor. Os grupos de sincronia mantêm sincronizadas as animações relativas com durações diferentes.

# UObjectToolTips,AnimGraphNode_BlendListByEnum:BoundEnum
source: Name of the enum being switched on
es: Nombre de la enumeración que se está encendiendo
pt_br: Nome do enum a ativar

# UObjectToolTips,K2Node_Select:Enum
source: Name of the enum being switched on
es: Nombre de la enumeración que se está encendiendo
pt_br: Nome do enum a ativar

# UObjectToolTips,K2Node_SwitchEnum:Enum
source: Name of the enum being switched on
es: Nombre de la enumeración que se está encendiendo
pt_br: Nome do enum a ativar

# UObjectToolTips,AnimGraphNode_Fabrik
source: Editor node for FABRIK IK skeletal controller
es: Nodo de editor para el controlador esqueleto FABRIK IK
pt_br: Nó do editor para o controlador esquelético FABRIK IK

# UObjectToolTips,AnimGraphNode_StateMachine:Node
source: Runtime state machine representation (empty; populated during compilation)
es: Representación de la máquina de estado de ejecución (vacío; rellenado durante la compilación)
pt_br: Representação da máquina de estado do tempo de execução (vazio; preenchido durante a compilação)

# UObjectToolTips,AnimGraphNode_StateMachineBase:EditorStateMachineGraph
source: Editor state machine representation
es: Representación de la máquina de estado del editor
pt_br: Representação da máquina do estado do editor

# UObjectToolTips,AnimInstance:BlueprintInitializeAnimation
source: Executed when the Animation is initialized
es: Se ejecuta cuando se inicia la animación
pt_br: Executado quando a Animação é inicializada

# UObjectToolTips,AnimInstance:BlueprintUpdateAnimation
source: Executed when the Animation is updated
es: Se ejecuta cuando se actualiza la animación
pt_br: Executado quando a Animação é atualizada

# UObjectToolTips,AnimInstance:CalculateDirection
source: Returns degree of the angle betwee velocity and Rotation forward vector The range of return will be from [-180, 180], and this can be used to feed blendspace directional value
es: Devuelve el grado del ángulo entre velocidad y rotación hacia el vector. El rango de regreso será de [-180, 180], y esto puede utilizarse para proporcionar el valor direccional a blendspace.
pt_br: Retorna o grau do ângulo entre os vetores velocidade e Rotação adiante O intervalo de retorno será entre [-180, 180] e pode ser usado para alimentar o valor direcional de blendspace

# UObjectToolTips,AnimInstance:ClearMorphTargets
source: Clears the current morph targets.
es: Borra las metar del modelado actural.
pt_br: Remove os alvos de transformação atuais.

# UObjectToolTips,AnimInstance:CurrentSkeleton
source: This is used to extract animation. If Mesh exists, this will be overwritten by Mesh->Skeleton
es: Esto se usa para extraer la animación. Si la malla existe, esta se sobrescribirá por Mesh->Skeleton
pt_br: Usado para extrair animação. Se a Malha existir, será substituída por Malha -> Esqueleto

# UObjectToolTips,AnimInstance:GetCurveValue
source: Returns the value of a named curve.
es: Devuelve el valor de una curva identificada.
pt_br: Retorna o valor da curva nomeada.

# UObjectToolTips,AnimInstance:GetOwningActor
source: Returns the owning actor of this AnimInstance
es: Devuelve el actor propietario de esta AnimInstance
pt_br: Retorna o ator proprietário desta AnimInstance

# UObjectToolTips,AnimInstance:GetOwningComponent
source: Returns the skeletal mesh component that has created this AnimInstance
es: De vuelve el componente de la malla esqueleto que ha creado esta AnimInstance
pt_br: Retorna o componente da malha esquelética que criou esta AnimInstance

# UObjectToolTips,AnimInstance:IsPlayingSlotAnimation
source: Return true if it's playing the slot animation
es: Devolver verdadero si el componente está reproduciendo una SoundCue.
pt_br: Retorna verdadeiro se estiver reproduzindo a animação do slot

# UObjectToolTips,AnimInstance:Montage_GetCurrentSection
source: Returns the name of the current animation montage section.
es: Devuelve el nombre de la sección del montaje de la animación actual.
pt_br: Retorna o nome da seção da montagem da animação atual.

# UObjectToolTips,AnimInstance:Montage_Play
source: Plays an animation montage. Returns the length of the animation montage in seconds. Returns 0.f if failed to play.
es: Reproduce un montaje de la animación. Devuelve la duración del montaje de la animación en segundos. Devuelve 0.f si se produce un error al reproducirlo.
pt_br: Reproduz uma montagem de animação. Retorna a duração da montagem de animação em segundos. Retorna 0.f se não foi possível reproduzir.

# UObjectToolTips,AnimInstance:Montage_SetPlayRate
source: Change AnimMontage play rate. NewPlayRate = 1.0 is the default playback rate.
es: Cambiar rango de reproducción AnimMontage. NewPlayRate = 1.0 es el rango de reproducción predeterminado.
pt_br: Altera a taxa de reprodução de AnimMontage. NewPlayRate = 1.0 é a taxa de reprodução padrão.

# UObjectToolTips,AnimInstance:OnMontageBlendingOut
source: Called when a montage starts blending out, whether interrupted or finished
es: Llamada cuando un montaje empieza a desfasarse, independientemente si terminó o fue interrumpido
pt_br: Chamado quando uma montagem inicia a mistura, seja interrompida ou concluída

# UObjectToolTips,AnimInstance:OnMontageEnded
source: Called when a montage has ended, whether interrupted or finished
es: Llamada cuando un montaje ha terminado, independientemente si terminó o fue interrumpido
pt_br: Chamado quando uma montagem termina, seja interrompida ou concluída

# UObjectToolTips,AnimInstance:SetMorphTarget
source: Sets a morph target to a certain weight.
es: Ajusta una meta del modelado a un cierto peso.
pt_br: Define o alvo de transformação para um determinado peso.

# UObjectToolTips,AnimInstance:TryGetPawnOwner
source: kismet event functions
es: funciones del evento de Kismet
pt_br: funções do evento kismet

# UObjectToolTips,AnimMontage:CompositeSections
source: composite section.
es: sección de compuestos.
pt_br: seção composta.

# UObjectToolTips,AnimMontage:SlotAnimTracks
source: slot data, each slot contains anim track
es: datos de ranura, cada ranura contiene una pista de animación
pt_br: dados de slot, cada slot contém faixa de animação

# UObjectToolTips,AnimMontageFactory:SourceAnimation
source: Used when creating a montage from an AnimSequence, becomes the only AnimSequence contained
es: Usado al crear un montaje de un AnimSequence, se convierte en el único AnimSequence almacenado
pt_br: Usado ao criar uma montagem a partir de uma AnimSequence, torna-se a únca AnimSequence contida

# UObjectToolTips,AnimMontageInstance:DefaultBlendTimeMultiplier
source: Blend Time multiplier to allow extending and narrowing blendtimes
es: Multiplicador del tiempo de combinación para permitir la extensión y reducción de los tiempos de combinación
pt_br: Multiplicador do tempo de mistura para permitir BlendTimes estreitos e extensos

# UObjectToolTips,AnimMontageInstance:Montage
source: Montage reference
es: Referencia de montaje
pt_br: Referência de montagem

# UObjectToolTips,AnimMontageInstance:NextSections
source: list of next sections per section - index of array is section id
es: lista de las siguientes secciones por sección - el índice de matriz es la sección ID
pt_br: lista de próximas seções por seção - o índice da matriz é o id da seção

# UObjectToolTips,AnimMontageInstance:PrevSections
source: list of prev sections per section - index of array is section id
es: lista de las secciones previas por sección - el índice de matriz es la sección ID
pt_br: lista de seções anteriores por seção - o índice da matriz é o id da seção

# UObjectToolTips,AnimNode_BlendSpacePlayer
source: @TODO: Comment
es: @TODO: Comentario
pt_br: @TODO: Comentário

# UObjectToolTips,AnimNode_RotateRootBone
source: @TODO: Comment
es: @TODO: Comentario
pt_br: @TODO: Comentário

# UObjectToolTips,AnimNode_RotationOffsetBlendSpace
source: @TODO: Comment
es: @TODO: Comentario
pt_br: @TODO: Comentário

# UObjectToolTips,AnimNode_AssetPlayerBase:GroupIndex
source: The group index, assigned at compile time based on the editoronly GroupName (or INDEX_NONE if it is not part of any group)
es: El índice grupo, asignado durante la compilación y basado en el editoronly GroupName (o INDEX_NONE si no es parte de ningún grupo)
pt_br: O índice do grupo, atribuído em tempo de compilação, baseado no GroupName somente do editor (ou INDEX_NONE se não for parte de nenhum grupo)

# UObjectToolTips,AnimNode_AssetPlayerBase:GroupRole
source: The role this player can assume within the group (ignored if GroupIndex is INDEX_NONE)
es: El papel que este jugador asume dentro de un grupo (se ignora si GroupIndex es INDEX_NONE)
pt_br: A função que esse jogador pode assumir dentro do grupo (ignorada se GroupIndex for INDEX_NONE)

# UObjectToolTips,AnimNode_Base:EvaluateGraphExposedInputs
source: The default handler for graph-exposed inputs
es: Controlador predeterminado para entradas expuestas a gráficos
pt_br: O manipulador padrão para entradas expostas a grafos

# UObjectToolTips,AnimNode_BlendListBase
source: Blend list node; has many children
es: Combinar el nodo de la lista; tiene muchos hijos
pt_br: Nó da lista de misturas; tem muitos filhos

# UObjectToolTips,AnimNode_BlendListByInt
source: Blend list node; has many children
es: Combinar el nodo de la lista; tiene muchos hijos
pt_br: Nó da lista de misturas; tem muitos filhos

# UObjectToolTips,AnimNode_BlendListByBool
source: This node is effectively a 'branch', picking one of two input poses based on an input Boolean value
es: Este nodo es una 'rama', se elige una de las dos posiciones de acuerdo con un valor booleano de entrada
pt_br: Esse nó é, efetivamente, uma 'ramificação', que escolhe uma das duas poses de entrada com base em um valor de entrada booleano

# UObjectToolTips,AnimNode_BlendListByBool:bActiveValue
source: Which input should be connected to the output?
es: ¿Qué entrada debe estar conectada a la salida?
pt_br: Que entrada deve ser conectada à saída?

# UObjectToolTips,AnimNode_BlendListByEnum
source: Blend List by Enum, it changes based on enum input that enters
es: Combinar lista por enumeración, modifica en base a la entrada de la enumeración que introduce.
pt_br: Misturar Lista por Enum, muda com base em uma entrada de enum inserida

# UObjectToolTips,AnimNode_BlendListByEnum:ActiveEnumValue
source: The currently selected pose (as an enum value)
es: La posición seleccionada actualmente (como un valor de enumeración)
pt_br: A pose selecionada (como um valor de enum)

# UObjectToolTips,AnimNode_BlendListByEnum:EnumToPoseIndex
source: Mapping from enum value to BlendPose index; there will be one entry per entry in the enum; entries out of range always map to pose index 0
es: Mapeo desde valor de enumeración al índice BlendPose; habrá una entrada por entrada en la enumeración; las entradas fuera del rango siempre mapean al índice de posición 0
pt_br: Mapeamento a partir do valor enum para o índice BlendPose; haverá uma entrada para cada entrada no enum; as entradas fora do intervalo sempre serão mapeadas para o índice de pose 0

# UObjectToolTips,AnimNode_BlendSpaceEvaluator
source: Evaluates a point in a blendspace, using a specific time input rather than advancing time internally. Typically the playback position of the animation for this node will represent something other than time, like jump height. This node will not trigger any notifies present in the associated sequence.
es: Evalúa un punto en un blendspace, utilizando una entrada de tiempo específica en lugar de avanzar el tiempo de forma interna. Por lo general, la posición de reproducción de la animación para este nodo representará algo más aparte del tiempo, como la altura de salto. Este nodo no activará ningún aviso presente en la secuencia asociada.
pt_br: Avalia um ponto em um blendspace usando uma entrada de tempo específica em vez de avançar o tempo internamente. Normalmente a posição de reprodução da animação deste nó representará algo além do tempo, como a altura do pulo. Este nó não acionará nenhuma notificação presente na sequência associada.

# UObjectToolTips,AnimNode_BlendSpaceEvaluator:NormalizedTime
source: Normalized time between [0,1]. The actual length of a blendspace is dynamic based on the coordinate, so it is exposed as a normalized value.
es: Tiempo normalizado entre [0,1]. La longitud actual de blendspace es dinámica basada en la coordenada, por lo que se expone como un valor normalizado.
pt_br: Tempo normalizado entre [0,1]. O comprimento real de um Blendspace é dinâmico e se baseia na coordenada de forma que seja exposto como um valor normalizado.

# UObjectToolTips,AnimNode_BlendSpacePlayer:BlendSpace
source: The blendspace asset to play
es: El activo blendspace a reproducir
pt_br: O ativo de blendspace a reproduzir

# UObjectToolTips,AnimNode_BlendSpacePlayer:bLoop
source: Should the animation continue looping when it reaches the end?
es: ¿Debe la animación entrar en bucle cuando llegue al final?
pt_br: A animação deve continuar em loop ao chegar no fim?

# UObjectToolTips,AnimNode_SequencePlayer:bLoopAnimation
source: Should the animation continue looping when it reaches the end?
es: ¿Debe la animación entrar en bucle cuando llegue al final?
pt_br: A animação deve continuar em loop ao chegar no fim?

# UObjectToolTips,AnimNode_BlendSpacePlayer:PlayRate
source: The play rate multiplier. Can be negative, which will cause the animation to play in reverse.
es: El multiplicador de rango de reproducción. Puede ser negativo, lo que puede causar que la animación se reproduzca al revés.
pt_br: O multiplicador da taxa de reprodução. Pode ser negativo, o que fará com que a animação seja reproduzida de forma invertida.

# UObjectToolTips,AnimNode_SequencePlayer:PlayRate
source: The play rate multiplier. Can be negative, which will cause the animation to play in reverse.
es: El multiplicador de rango de reproducción. Puede ser negativo, lo que puede causar que la animación se reproduzca al revés.
pt_br: O multiplicador da taxa de reprodução. Pode ser negativo, o que fará com que a animação seja reproduzida de forma invertida.

# UObjectToolTips,AnimNode_BlendSpacePlayer:X
source: The X coordinate to sample in the blendspace
es: La coordenada X a mostrar en el blendspace
pt_br: Coordenada X a amostrar no blendspace

# UObjectToolTips,AnimNode_BlendSpacePlayer:Y
source: The Y coordinate to sample in the blendspace
es: La coordenada Y a mostrar en el blendspace
pt_br: Coordenada Y a amostrar no blendspace
