Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,MatineeActor:bShouldShowGore
source: Cached value that indicates whether or not gore was enabled when the sequence was started
es: Valor en caché que indica si gore estaba activado o desactivado cuando la secuencia se inició
pt_br: Valor armazenado em cachê que indica se o sangue foi ativado ou não quando a sequência foi iniciada

# UObjectToolTips,MatineeActor:bSkipUpdateIfNotVisible
source: if bClientSideOnly is true, whether this matinee should be completely skipped if none of the affected Actors are visible
es: si bClientSideOnly es verdadero, si este matinee se debe saltar por completo si bien ninguno de los actores afectados son visibles
pt_br: se bClientSideOnly for verdadeiro, se esta matinê deve ser completamente ignorada se nenhum dos Atores afetados estiverem visíveis

# UObjectToolTips,MatineeActor:CameraCuts
source: Contains the camera world-position for each camera cut in the cinematic.
es: Contiene la posición global de la cámara para cada corte de la cámara.
pt_br: Contém a posição do mundo da câmera para cada corte de câmera na animação.

# UObjectToolTips,MatineeActor:ForceStartPosition
source: Time position to always start at if bForceStartPos is set to true.
es: Posición del tiempo en la que iniciarlo siempre si bForceStartPos esta ajustado a verdadero.
pt_br: Momento no qual começar sempre se bForceStartPos for definido como verdadeiro.

# UObjectToolTips,MatineeActor:GroupActorInfos
source: @todo UE4 matinee - shouldnt be directly editable. Needs a nice interface in matinee
es: @todo UE4 matiné - no debe ser modificable de forma directa. Necesita una interfaz atractiva en matinee.
pt_br: @todo matinê UE4 - não deve ser editável diretamente. Precisa de uma boa interface em matinê

# UObjectToolTips,MatineeActor:GroupInst
source: Instance data for interp groups. One for each variable/group combination.
es: Datos de instancia para grupos interp. Uno para cada combinación de grupos/variable.
pt_br: Dados de instância de grupos de interpolação. Um para cada combinação variável/grupo.

# UObjectToolTips,MatineeActor:MatineeControllerName
source: Name of controller node in level script, used to know what function to try and find for events
es: Nombre del nodo controlador en la secuencia del nivel, se usa para saber qué función probar y encontrar para eventos
pt_br: Nome do nó do controlador no script do nível usado para saber que função tentar e localizar eventos

# UObjectToolTips,MatineeActor:MatineeData
source: The matinee data used by this actor
es: Los datos de matinee usados por este actor
pt_br: Os dados da matinê usados por esse ator

# UObjectToolTips,MatineeActor:Pause
source: Hold playback at its current position. Calling Pause again will continue playback in its current direction.
es: Mantener la reproducción en su posición actual. Llamar de nuevo a la pausa continuará con la reproducción en su dirección actual.
pt_br: Mantém a reprodução em sua posição atual. Chamar Pausar novamente continuará a reprodução em seu sentido atual.

# UObjectToolTips,MatineeActor:PlayRate
source: Time multiplier for playback.
es: Multiplicador del tiempo para la reproducción.
pt_br: Multiplicador de tempo para reprodução.

# UObjectToolTips,MatineeActor:PreferredSplitScreenNum
source: Preferred local viewport number (when split screen is active) the director track should associate with, or zero for 'all'.
es: Número de ventanas gráficas locales preferibles (cuando la pantalla dividida está activa) con la que que la pista principal se debe asociar, o cero para 'todo'.
pt_br: Número preferencial da porta de visualização local (quando a tela dividida estiver ativa) com a qual a faixa do diretor deve ser associada, ou zero para 'todas'.

# UObjectToolTips,MatineeActor:ReplicationForceIsPlaying
source: Counter to indicate that play count has changed. Used to work around single frames that go from play-stop-play where bIsPlaying won't get replicated.
es: Contador para indicar que el conteo de reproducción ha cambiado. Se usa para evitar fotogramas simples que funcionan a ritmo de reproducir-detener-reproducir, donde no se replica bIsPlaying.
pt_br: Contador para indicar que a contagem de reprodução foi alterada. Usada para funcionar ao redor de quadros únicos que vão a partir de "reproduzir - parar - reproduzir", onde bIsPlaying não é replciado.

# UObjectToolTips,MatineeActor:Reverse
source: Similar to play, but the playback will go backwards until the beginning of the sequence is reached.
es: Similar que reproducir, pero la reproducción retrocederá hasta que se alcance el comienzo de la secuencia.
pt_br: Semelhante a reproduzir, exceto que a reprodução retrocederá até atingir o início da sequência.

# UObjectToolTips,MatineeActor:SetLoopingState
source: Change the looping behaviour of this matinee
es: Cambiar el comportamiento en bucle de este matinee
pt_br: Alterar o comportamento de loop desta matinê

# UObjectToolTips,MatineeActor:SetPosition
source: Set the position of the interpolation. @note if the interpolation is not currently active, this function doesn't send any Kismet events @param NewPosition the new position to set the interpolation to @param bJump if true, teleport to the new position (don't trigger any events between the old and new positions, etc)
es: Ajustar la posición de la interpolación. @note si la interpolación no está activa, esta función no envía ninguno de los eventos kismet @param NewPosition la posición nueva a la que ajustar la interpolación @param bJump si es verdadero, transportar a la posición nueva (no dispara ninguno de los eventos entre las posiciones nuevas y anteriores, etc)
pt_br: Definir a posição da interpolação. @note se a interpolação não estiver ativa, essa função não envia nenhum evento Kismet @param NewPosition a nova posição para definir a interpolação @param bJump se for verdadeiro, teletransporta para a nova posição (não ativa nenhum evento entre a antiga e a nova posição etc.)

# UObjectToolTips,MatineeActor:Stop
source: Stops playback at the current position
es: Para la reproducción en la posición actual
pt_br: Interrompe a reprodução na posição atual

# UObjectToolTips,MatineeActorCameraAnim
source: Actor used to control temporary matinees for camera anims that only exist in the editor
es: El actor que se utiliza para controlar los matinees temporales para las animaciones de la cámara que solo existen en el editor.
pt_br: Ator usado para controlar temporariamente matinês para animações de câmera que existem somente no editor

# UObjectToolTips,MatineeActorCameraAnim:CameraAnim
source: The camera anim we are editing
es: La animación de cámara que estamos editando
pt_br: A animação da câmera que está sendo editada

# UObjectToolTips,MediaTexture:AddressX
source: The addressing mode to use for the X axis.
es: El modo de orientación que se utiliza para el eje X.
pt_br: O modo de endereçamento a ser usado para o eixo X.

# UObjectToolTips,Texture2D:AddressX
source: The addressing mode to use for the X axis.
es: El modo de orientación que se utiliza para el eje X.
pt_br: O modo de endereçamento a ser usado para o eixo X.

# UObjectToolTips,TextureRenderTarget2D:AddressX
source: The addressing mode to use for the X axis.
es: El modo de orientación que se utiliza para el eje X.
pt_br: O modo de endereçamento a ser usado para o eixo X.

# UObjectToolTips,MediaTexture:AddressY
source: The addressing mode to use for the Y axis.
es: El modo de orientación que se utiliza para el eje Y.
pt_br: O modo de endereçamento a ser usado para o eixo Y.

# UObjectToolTips,Texture2D:AddressY
source: The addressing mode to use for the Y axis.
es: El modo de orientación que se utiliza para el eje Y.
pt_br: O modo de endereçamento a ser usado para o eixo Y.

# UObjectToolTips,TextureRenderTarget2D:AddressY
source: The addressing mode to use for the Y axis.
es: El modo de orientación que se utiliza para el eje Y.
pt_br: O modo de endereçamento a ser usado para o eixo Y.

# UObjectToolTips,MemberReference:bWasDeprecated
source: Whether or not this property has been deprecated
es: Si esta propiedad ahora es obsoleta o no
pt_br: Se essa propriedade foi ou não descontinuada

# UObjectToolTips,MemberReference:MemberGuid
source: The Guid of the variable
es: El Guid de la variable
pt_br: A GUID da variável

# UObjectToolTips,MenuAnchor:IsOpen
source: @return true if the popup is open; false otherwise.
es: @return verdadero si la ventana emergente está abierta, de lo contrario, negativo.
pt_br: @return verdadeiro se o popup estiver aberto; caso contrário, falso.

# UObjectToolTips,MenuAnchor:Placement
source: The placement location of the summoned widget.
es: La ubicación de la colocación del widget invocado.
pt_br: A localização para posicionar o widget chamado.

# UObjectToolTips,MeshBuildSettings
source: Settings applied when building a mesh.
es: Ajustes aplicados al diseñar una malla.
pt_br: Configurações aplicadas ao compilar uma malha.

# UObjectToolTips,MeshBuildSettings:bRecomputeNormals
source: If true, normals in the raw mesh are ignored and recomputed.
es: Si es verdadero, las normales en la malla sin procesar se omiten y se vuelven a calcular.
pt_br: Se for verdadeiro, normais na malha bruta serão ignoradas e recalculadas.

# UObjectToolTips,MeshBuildSettings:bRecomputeTangents
source: If true, tangents in the raw mesh are ignored and recomputed.
es: Si es verdadero, se han omitido y vuelto a calcular las tangentes en la malla sin procesar
pt_br: Se for verdadeiro, tangentes na malha bruta serão ignoradas e recalculadas.

# UObjectToolTips,MeshBuildSettings:bRemoveDegenerates
source: If true, degenerate triangles will be removed.
es: Si es verdadero, se eliminarán los triángulos obsoletos.
pt_br: Se for verdadeiro, triângulos degenerados serão removidos.

# UObjectToolTips,MeshBuildSettings:bUseMikkTSpace
source: If true, degenerate triangles will be removed.
es: Si es verdadero, se eliminarán los triángulos obsoletos.
pt_br: Se for verdadeiro, triângulos degenerados serão removidos.

# UObjectToolTips,MeshBuildSettings:BuildScale3D
source: The local scale applied when building the mesh
es: La escala local aplicada al diseñar la malla
pt_br: A escala local aplicada ao compilar a malha

# UObjectToolTips,MeshBuildSettings:bUseFullPrecisionUVs
source: If true, UVs will be stored at full floating point precision.
es: Si es verdadero, se almacenarán los UV en total precisión del punto flotante.
pt_br: Se for verdadeiro, coordenadas UV serão armazenadas com precisão de ponto flutuante completa.

# UObjectToolTips,MeshProxySettings:ScreenSize
source: Screen size of the resulting proxy mesh in pixel size
es: Tamaño de pantalla de la malla proxy resultante en tamaño de píxeles
pt_br: Tamanho da tela da malha de proxy resultante em tamanho de pixels

# UObjectToolTips,MeshReductionSettings
source: Settings used to reduce a mesh.
es: Ajustes utilizados para reducir una malla.
pt_br: Configurações usadas para reduzir a malha.

# UObjectToolTips,MeshReductionSettings:HardAngleThreshold
source: Angle at which a hard edge is introduced between faces.
es: Ángulo en el cual una arista fija se introduce entre las caras.
pt_br: Ângulo no qual uma aresta rígida é introduzida entre as faces.

# UObjectToolTips,MeshReductionSettings:MaxDeviation
source: The maximum distance in object space by which the reduced mesh may deviate from the original mesh.
es: La distancia máxima en el espacio del objeto a la que se puede desviar la malla reducida de la malla original.
pt_br: A distância máxima no espaço do objeto em que a malha reduzida pode desviar da malha original.

# UObjectToolTips,MeshReductionSettings:PercentTriangles
source: Percentage of triangles to keep. 1.0 = no reduction, 0.0 = no triangles.
es: Porcentaje de los triángulo que mantener. 1.0 = sin reducción, 0.0 = sin triángulos.
pt_br: Porcentagem dos triângulos a serem mantidos. 1.0 = sem redução, 0.0 = sem triângulos.

# UObjectToolTips,MeshReductionSettings:ShadingImportance
source: Higher values try to preserve normals better.
es: Valores más altos tratan de preservar mejor las normales.
pt_br: Valores maiores tentam preservar mais as normais.

# UObjectToolTips,MeshReductionSettings:SilhouetteImportance
source: Higher values minimize change to border edges.
es: Valores más altos minimizan el cambio a las aristas del borde.
pt_br: Valores maiores minimizam a alteração às arestas das bordas.

# UObjectToolTips,MeshReductionSettings:TextureImportance
source: Higher values reduce texture stretching.
es: Valores más altos reducen el alargamiento de la textura.
pt_br: Valores maiores reduzem o alongamento da textura.

# UObjectToolTips,MeshReductionSettings:WeldingThreshold
source: Threshold in object space at which vertices are welded together.
es: Límite en el espacio del objeto al cual se sueldan los vértices.
pt_br: Limiar no espaço do objeto na qual as vértices são soldadas juntas.

# UObjectToolTips,MeshSectionInfo
source: Per-section settings.
es: Ajustes por sección.
pt_br: Configurações por seção.

# UObjectToolTips,MeshSectionInfo:bCastShadow
source: If true, this section will cast shadows.
es: Si es verdadero, esta sección proyectará sombras.
pt_br: Se for verdadeiro, essa seção projetará sombras.

# UObjectToolTips,MeshSectionInfo:bEnableCollision
source: If true, collision is enabled for this section.
es: Si es verdadero, la colisión esta activada para esta sección.
pt_br: Se for verdadeiro, a colisão será ativada para esta seção.

# UObjectToolTips,MeshSectionInfo:MaterialIndex
source: Index in to the Materials array on UStaticMesh.
es: Índice en la matriz de materiales en UStaticMesh.
pt_br: Indexa para a matriz Materiais em UStaticMesh.

# UObjectToolTips,MeshSectionInfoMap
source: Map containing per-section settings for each section of each LOD.
es: Mapa que contiene ajustes por sección para cada sección de cada LOD.
pt_br: Mapa contendo configurações por seção para cada seção de cada LOD.

# UObjectToolTips,MicroTransactionBase:AvailableProducts
source: The list of products available to purchase, filled out by the time a MTD_PurchaseQueryComplete is fired
es: La lista de productos disponibles a la venta, se llena cuando se efectúa MTD_PurchaseQueryComplete
pt_br: A lista de produtos disponíveis para compra preenchida no momento em que um MTD_PurchaseQueryComplete for disparado

# UObjectToolTips,MicroTransactionBase:LastError
source: In case of errors, this will describe the most recent error
es: En caso de que ocurran errores, aquí aparecerá el error más reciente
pt_br: Em caso de erro, descreverá o erro mais recente

# UObjectToolTips,MicroTransactionBase:LastErrorSolution
source: In case of errors, this will describe possible solutions (if there are any)
es: En caso de que ocurran errores, aquí aparecerá la solución posible (si la hay)
pt_br: Em caso de erro, descreverá as possíveis soluções (se houver)

# UObjectToolTips,MinimalViewInfo:FOV
source: The field of view (in degrees) in perspective mode (ignored in Orthographic mode)
es: El campo de visión (en grados) en el modo de perspectiva (omitido en el modo ortográfico)
pt_br: O campo de visão (em graus) no modo de perspectiva (ignorado no modo Ortográfico)

# UObjectToolTips,MinimalViewInfo:Location
source: Location
es: Ubicación
pt_br: Localização

# UObjectToolTips,POV:Location
source: Location
es: Ubicación
pt_br: Localização

# UObjectToolTips,RepRootMotionMontage:Location
source: Location
es: Ubicación
pt_br: Localização

# UObjectToolTips,MinimalViewInfo:PostProcessBlendWeight
source: Indicates if PostProcessSettings should be applied.
es: Indica si se debería aplicar PostProcessSettings
pt_br: Indica se PostProcessSettings deverá ser aplicado.

# UObjectToolTips,MinimalViewInfo:PostProcessSettings
source: Post-process settings to use if PostProcessBlendWeight is non-zero.
es: Ajustes de posprocesamiento que se utilizan si PostProcessBlendWeight no es cero.
pt_br: Configurações pós-processamento a usar se PostProcessBlendWeight for diferente de zero.

# UObjectToolTips,MinimalViewInfo:Rotation
source: Rotation
es: Rotación
pt_br: Rotação

# UObjectToolTips,POV:Rotation
source: Rotation
es: Rotación
pt_br: Rotação

# UObjectToolTips,RepRootMotionMontage:Rotation
source: Rotation
es: Rotación
pt_br: Rotação

# UObjectToolTips,Mode2DLayer:Name
source: Whether snapping to surfaces in the world is enabled
es: Si está activado el magnetismo con las superficies en el mundo
pt_br: Se a aderência a superfícies no mundo está ativada

# UObjectToolTips,SnapToSurfaceSettings:bEnabled
source: Whether snapping to surfaces in the world is enabled
es: Si está activado el magnetismo con las superficies en el mundo
pt_br: Se a aderência a superfícies no mundo está ativada

# UObjectToolTips,ModulationParamMode.MPM_Abs
source: Same as Normal except that the input value is treated as an absolute value
es: Equivalente a la normal excepto que el valor de entrada se considera como un valor absoluto
pt_br: Igual ao Normal, exceto que o valor de entrada é tratado como um valor absoluto

# UObjectToolTips,ModulationParamMode.MPM_Direct
source: Use the input value directly without scaling or reference to Min or Max input or output values
es: Usar el valor de entrada directamente sin escalar o referenciar a los valores de entrada o salida Mín. o Máx.
pt_br: Usar o valor de entrada diretamente sem escalonar ou referenciar os valores de entrada ou saída Mín ou Máx.

# UObjectToolTips,ModulationParamMode.MPM_Normal
source: Clamps input value to the range (MinInput, MaxInput) then maps to the range (MinOutput, MaxOutput)
es: Fija el valor de entrada al rango (MinInput, MaxInput) y los mapas al rango (MinOutput, MaxOutput)
pt_br: Restringe o valor de entrada ao intervalo (MinInput, MaxInput) e, em seguida, mapeia o intervalo (MinOutput, MaxOutput)

# UObjectToolTips,ModulatorContinuousParams:Default
source: The default value to be used if the parameter is not found.
es: El valor predeterminado que se utiliza si no se encuentra el parámetro.
pt_br: O valor padrão a ser usado se o parâmetro não for encontrado.

# UObjectToolTips,ModulatorContinuousParams:MaxInput
source: The maximum input value. Values will be clamped to the [MinInput, MaxInput] range.
es: El valor de entrada máximo. Los valores se fijarán en el rango [MinInput, MaxInput].
pt_br: O valor de entrada máximo. Os valores serão limitados ao intervalo [MinInput, MaxInput].

# UObjectToolTips,ModulatorContinuousParams:MaxOutput
source: The maximum output value. The input value will be scaled from the range [MinInput, MaxInput] to [MinOut, MaxOutput]
es: El valor de salida máximo. El valor de entrada se escalará en un rango de [MinInput, MaxInput] a[MinOut, MaxOutput]
pt_br: O valor de saída máximo. O valor de entrada será escalado do intervalo [MinInput, MaxInput] a [MinOut, MaxOutput]

# UObjectToolTips,ModulatorContinuousParams:MinInput
source: The minimum input value. Values will be clamped to the [MinInput, MaxInput] range.
es: El valor de entrada mínimo. Los valores se fijarán al rango [MinInput, MaxInput].
pt_br: O valor de entrada mínimo. Os valores serão limitados ao intervalo [MinInput, MaxInput].

# UObjectToolTips,ModulatorContinuousParams:MinOutput
source: The minimum output value. The input value will be scaled from the range [MinInput, MaxInput] to [MinOut, MaxOutput]
es: El valor de salida mínimo. El valor de entrada se escalará del rango [MinInput, MaxInput] a[MinOut, MaxOutput]
pt_br: O valor de saída mínimo. O valor de entrada será escalado do intervalo [MinInput, MaxInput] a [MinOut, MaxOutput]

# UObjectToolTips,ModulatorContinuousParams:ParameterName
source: The name of the sound instance parameter that specifies the current value.
es: El nombre del parámetro de instancia de sonido que especifica el valor actual
pt_br: O nome do parâmetro da instância do som que especifica o valor atual.

# UObjectToolTips,ModulatorContinuousParams:ParamMode
source: The mode with which to treat the input value
es: El modo con el cual tratar el valor de entrada
pt_br: O modo com o qual tratar o valor de entrada

# UObjectToolTips,MorphTarget:BaseSkelMesh
source: USkeletalMesh that this vertex animation works on.
es: USkeletalMesh en la que trabaja esta animación del vértice
pt_br: USkeletalMesh na qual essa animação de vértice funciona.

# UObjectToolTips,MotionEvent
source: FMotionEvent describes a touch pad action (press, move, lift) It is passed to event handlers dealing with touch input.
es: FMotionEvent describe una acción con el panel táctil (presionar, mover o levantar). Se pasa a los controladores de eventos encargados de las entradas táctiles.
pt_br: FMotionEvent descreve uma ação no painel tátil (pressionar, mover, levantar) É passado para manipuladores de evento que lidam com a entrada de toque.

# UObjectToolTips,MovementComponent:bAutoRegisterUpdatedComponent
source: If true, registers the owner's Root component as the UpdatedComponent if there is not one currently assigned.
es: Si es verdadero, registra el componenteraíz del propietario como el UpdatedComponent si si no hay ninguno asignado.
pt_br: Se for verdadeiro, registra a componente Raiz do dono como o UpdatedComponent se não houver outro definido no momento.

# UObjectToolTips,MovementComponent:bAutoUpdateTickRegistration
source: If true, whenever the updated component is changed, this component will enable or disable its tick dependent on whether it has something to update. This will NOT enable tick at startup if bAutoActivate is false, because presumably you have a good reason for not wanting it to start ticking initially.
es: Si es verdadero, cada vez que el componente actualizado se modifique, este componente activará o desactivará su revisión dependiendo de si tiene algo que actualizar. Esto NO activará la revisión al arrancar si bAutoActivate es falso, porque en teoría hay una buena razón para no querer que se comience la revisión al inicio.
pt_br: Se for verdadeiro, sempre que o componente atualizado for modificado, esse componente irá ativar ou desativar seu tique, dependendo de se ele tem algo a atualizar. Isso NÃO ativará os tiques no início da execução se bAutoActivate for falso, já que supostamente você tem um bom motivo para não querer que os tiques comecem inicialmente.

# UObjectToolTips,MovementComponent:bUpdateOnlyIfRendered
source: If true, skips TickComponent() if UpdatedComponent was not recently rendered.
es: Si es verdadero, salta TickComponent() si UpdatedComponent no se había renderizado recientemente.
pt_br: Se for verdadeiro, pula TickComponent() se UpdatedComponent não foi renderizado recentemente.

# UObjectToolTips,MovementComponent:ConstrainLocationToPlane
source: Constrain a position vector to the plane constraint, if enabled.
es: Restringe un vector de posición a la restricción del plano, si esta activado.
pt_br: Restringe um vetor de posição à restrição do plano, se ativado.

# UObjectToolTips,MovementComponent:GetGravityZ
source: @return gravity that affects this component
es: @return la gravedad que afecta a este componente
pt_br: @return gravidade que afeta este componente

# UObjectToolTips,MovementComponent:GetMaxSpeed
source: @return Maximum speed of component in current movement mode.
es: @return La velocidad máxima del componente en el modo de movimiento actual.
pt_br: @return Velocidade máxima do componente no modo de movimento atual.
