Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/ToolTips/*/ToolTips_FromOneSky.po
Languages: es, ko, pt_br, zh_cn

# UObjectToolTips,PostProcessSettings:LensFlareThreshold
source: Minimum brightness the lens flare starts having effect (this should be as high as possible to avoid the performance cost of blurring content that is too dark too see)
es: Brillo mínimo del resplandor de la lente que comienza a tener efecto (debe ser tan alto como sea posible para evitar que el contenido borroso que es muy oscuro de ver afecte a la reproducción)
pt_br: Brilho mínimo para que ocorra o efeito de reflexo de lente (isso deve ser definido como o mais alto possível para evitar o custo de desempenho de desfocar conteúdo que está muito escuro para se ver)

# UObjectToolTips,PostProcessSettings:LensFlareTint
source: Tint color for the image based lens flares.
es: Color del tinte para la imagen basada en el resplandor de la lente.
pt_br: A cor da matiz para reflexos de lentes com base em imagens.

# UObjectToolTips,PostProcessSettings:LensFlareTints
source: RGB defines the lens flare color, A it's position. This is a temporary solution.
es: RGB (Rojo, verde y azul) define el color del destello de la lente, A su posición. Es una solución temporal.
pt_br: RGB define a cor do reflexo de lente, e 'A' sua posição. Isto é uma solução temporária.

# UObjectToolTips,PostProcessSettings:LPVGeometryVolumeBias
source: Bias applied to the geometry volume in cell units. Increase to reduce darkening due to secondary occlusion
es: Desviación aplicada al volumen de la geometría en unidades de celda. Incrementar para reducir la oscuridad debido a la oclusión secundaria
pt_br: Tendência aplicada ao volume geométrico em unidades celulares. Aumente para reduzir o escurecimento devido a uma oclusão secundária

# UObjectToolTips,PostProcessSettings:LPVIntensity
source: How strong the dynamic GI from the LPV should be. 0.0 is off, 1.0 is the "normal" value, but higher values can be used to boost the effect
es: Cómo de intensa debe ser la IG (iluminación global) dinámica del LPV (volúmenes de propagación de la luz). 0.0 es apagado, 1.0 es el valor "normal", pero se pueden usar valores mayores para estimular el efecto.
pt_br: Quão intensa deve ser a GI dinâmica da luz do LPV. 0.0 é desligado, 1.0 é o valor "normal", mas valores mais altos podem ser usados para amplificar o efeito.

# UObjectToolTips,PostProcessSettings:LPVSecondaryBounceIntensity
source: Secondary bounce light strength (bounce light shadows). Set to 0 to disable
es: Fuerza de la luz de rebote secundario (sombras de la luz de rebote). Ajustar a 0 para desactivar.
pt_br: Intensidade da luz refletida secundária (sombras da luz refletida). Defina como 0 para desativar

# UObjectToolTips,PostProcessSettings:LPVSecondaryOcclusionIntensity
source: Secondary occlusion strength (bounce light shadows). Set to 0 to disable
es: Fuerza de la oclusión secundaria (sombras de la luz de rebote). Ajustar a 0 para desactivar.
pt_br: Intensidade da oclusão secundária (sombras da luz refletida). Defina como 0 para desativar

# UObjectToolTips,PostProcessSettings:LPVSize
source: The size of the LPV volume, in Unreal units
es: El tamaño del volumen LPV, en unidades unreal
pt_br: O tamanho do volume LPV, em unidades do Unreal

# UObjectToolTips,PostProcessSettings:LPVVplInjectionBias
source: Bias applied to light injected into the LPV in cell units. Increase to reduce bleeding through thin walls
es: Desviación aplicada a la luz inyectada en el LPV en unidades de celda. Incrementar para reducir el traspaso a través de las paredes finas
pt_br: Tendência aplicada à luz injetada do PLV em unidades celulares. Aumente para reduzir o vazamento através de paredes finas

# UObjectToolTips,PostProcessSettings:MotionBlurAmount
source: Strength of motion blur, 0:off, should be renamed to intensity
es: Fuerza del desenfoque del movimiento, 0:desactivado, debería ser renombrado a intensidad
pt_br: Força do desfoque de movimento, 0:off, deve ser renomado para intensidade

# UObjectToolTips,PostProcessSettings:MotionBlurMax
source: max distortion caused by motion blur, in percent of the screen width, 0:off
es: máxima distorsión causada por el desenfoque de movimiento, en porcentaje del ancho de la pantalla, 0:apagado
pt_br: distorção máxima causada pelo borrão de movimento, em porcentagem da largura da tela, 0:desligado

# UObjectToolTips,PostProcessSettings:MotionBlurPerObjectSize
source: The minimum projected screen radius for a primitive to be drawn in the velocity pass, percentage of screen width. smaller numbers cause more draw calls, default: 4%
es: El radio de la pantalla proyectada mínimo para que se trace una primitiva en el paso de la velocidad, porcentaje del ancho de la pantalla. Números más pequeños causan más llamadas de trazo, predeterminado: 4%
pt_br: O raio mínimo da tela projetada para um primitivo ser desenhado na passagem de velocidade, porcentagem da largura da tela. Números menores podem causar mais chamadas de desenho, padrão: 4%

# UObjectToolTips,PostProcessSettings:SceneColorTint
source: Scene tint color
es: Color del tinte de la escena
pt_br: Cor da matiz da cena

# UObjectToolTips,PostProcessSettings:SceneFringeIntensity
source: in percent, Scene chromatic aberration / color fringe (camera imperfection) to simulate an artifact that happens in real-world lens, mostly visible in the image corners.
es: en porcentaje, la aberración cromática de la escena / borde del color (imperfección de la cámara) para simular un daño que se produce en la lente del mundo real, visible sobre todo en las esquinas de la imagen.
pt_br: em porcentagem, Aberração cromática da cena / bordas coloridas (imperfeição da câmera) para simular um artefato que ocorre em lentes reais, em sua maioria vistos nos cantos das imagens.

# UObjectToolTips,PostProcessSettings:ScreenSpaceReflectionIntensity
source: Enable/Fade/disable the Screen Space Reflection feature, in percent, avoid numbers between 0 and 1 fo consistency
es: Activar/atenuar/desactivar la función de reflexión del espacio de la pantalla, en porcentaje. Evitar números entre 0 y 1 para mantener consistencia
pt_br: Ativa/esmaece/desativa o recurso Reflexo do Espaço da Tela em porcentagem, evita os números entre 0 e 1 para consistência

# UObjectToolTips,PostProcessSettings:ScreenSpaceReflectionMaxRoughness
source: Until what roughness we fade the screen space reflections, 0.8 works well, smaller can run faster
es: Hasta qué desigualdad atenuamos los reflejos del espacio de la pantalla, 0.8 queda bien, con valores inferiores se ejecuta más rápido
pt_br: Até que aspereza as reflexões de espaço da tela serão esmaecidas, 0.8 funciona bem, um valor menor executa mais rapidamente

# UObjectToolTips,PostProcessSettings:ScreenSpaceReflectionQuality
source: 0=lowest quality..100=maximum quality, only a few quality levels are implemented, no soft transition, 50 is the default for better performance.
es: 0=calidad más baja..100=calidad máxima, solo se pueden aplicar algunos niveles de calidad, sin transición suave, 50 es el valor predeterminado para un mejor rendimiento.
pt_br: 0=menor qualidade..100=qualidade máxima, somente alguns níveis de qualidade são implementados, sem transição suave, 50 é o padrão para obter melhor desempenho

# UObjectToolTips,PostProcessSettings:VignetteIntensity
source: 0..1 0=off/no vignette .. 1=strong vignette
es: 0..1 0=apagado/sin viñeteado .. 1=viñeteado marcado
ko: Vignette Intensity - 0 = 꺼짐 / 비녜트 없음 .. 1 = 강한 비녜트
pt_br: 0..1 0=desligado/sem vinheta .. 1=vinheta intensa

# UObjectToolTips,PostProcessVolume
source: for FPostprocessSettings
es: para FPostprocessSettings
pt_br: para FPostprocessSettings

# UObjectToolTips,PostProcessVolume:bUnbound
source: Whether this volume bounds are used or it affects the whole world.
es: Si estos límites del volumen se usan o afecta a todo el mundo.
pt_br: Se esses limites de volume são usados ou se afeta o mundo inteiro.

# UObjectToolTips,POV
source: Point Of View type.
es: Tipo de punto de vista.
pt_br: Tipo de ponto de vista.

# UObjectToolTips,POV:FOV
source: FOV angle
es: Ángulo del campo de visión
pt_br: Ângulo de FOV

# UObjectToolTips,PrecomputedVisibilityOverrideVolume:OverrideInvisibleActors
source: Array of actors that will always be considered invisible by Precomputed Visibility when viewed from inside this volume.
es: Matriz de los actores que serán siempre invisibles conforme a la visibilidad previamente calculada cuando son vistos desde el interior de este volumen.
pt_br: Matriz dos atores que serão sempre considerados invisíveis pela Visibilidade Pré-calculada quando visualizados de dentro deste volume.

# UObjectToolTips,PrecomputedVisibilityOverrideVolume:OverrideInvisibleLevels
source: Array of level names whose actors will always be considered invisible by Precomputed Visibility when viewed from inside this volume.
es: Matriz de los nombres del nivel cuyos actores serán siempre invisibles según la visibilidad previamente calculada cuando son vistos desde el interior de este volumen.
pt_br: Matriz de nomes de níveis cujos atores serão sempre considerados invisíveis pela Visibilidade Pré-calculada quando visualizados de dentro deste volume.

# UObjectToolTips,PrecomputedVisibilityOverrideVolume:OverrideVisibleActors
source: Array of actors that will always be considered visible by Precomputed Visibility when viewed from inside this volume.
es: Matriz de los actores que serán siempre visibles conforme a la visibilidad previamente calculada cuando son vistos desde el interior de este volumen.
pt_br: Matriz dos atores que serão sempre considerados visíveis pela Visibilidade Pré-calculada quando visualizados de dentro deste volume.

# UObjectToolTips,PreviewAssetAttachContainer
source: Component which deals with attaching assets
es: Componente que trata con los activos de acoplamiento
pt_br: Componente que lida com anexação de ativos

# UObjectToolTips,PreviewAttachedObjectPair:AttachedObject
source: the object to be attached
es: el objeto que se va a adjuntar
pt_br: o objeto a ser anexado

# UObjectToolTips,PreviewAttachedObjectPair:AttachedTo
source: The name of the attach point of the Object (for example a bone or socket name)
es: El nombre del punto de acople del objeto (por ejemplo, un hueso o un nombre del punto de acople)
pt_br: O nome do ponto de anexação do Objeto (por exemplo, o nome de um osso ou soquete)

# UObjectToolTips,PrimitiveComponent:AddForceAtLocation
source: Add a force to a single rigid body at a particular location. This is like a 'thruster'. Good for adding a burst over some (non zero) time. Should be called every frame for the duration of the force. @param Force Force vector to apply. Magnitude indicates strength of force. @param Location Location to apply force, in world space. @param BoneName If a SkeletalMeshComponent, name of body to apply force to. 'None' indicates root body.
es: Añadir un fuerza a un solo cuerpo rígido a un ubicación concreta. Es como un 'propulsor'. Bueno para añadir una explosión en algún momento (no cero). Se debe llamar a cada fotograma para la duración de la fuerza. @param Fuerza Vector de fuerza que aplicar. La magnitud indica la potencia de la fuerza. @param Ubicación Ubicación para aplicar la fuerza, en el sistema de coordenadas global. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo al que aplicar la fuerza. 'Ninguno' indica el cuerpo raíz.
pt_br: Adicionar uma força a um único corpo rígido em um determinado local. Isso funciona como um 'propulsor'. Serve para adicionar um impulso por algum tempo (diferente de zero). Deve ser chamado a cada quadro pela duração da força. @param Force Vetor de força a ser aplicado. A magnitude indica a intensidade da força. @param Location Local onde será aplicada a força no espaço do mundo. @param BoneName Se for um SkeletalMeshComponent, será o nome do corpo onde a força será aplicada. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveComponent:AddImpulse
source: Add an impulse to a single rigid body. Good for one time instant burst. @param Impulse Magnitude and direction of impulse to apply. @param BoneName If a SkeletalMeshComponent, name of body to apply impulse to. 'None' indicates root body. @param bVelChange If true, the Strength is taken as a change in velocity instead of an impulse (ie. mass will have no affect).
es: Añadir un impulso a un solo cuerpo rígido. Bueno para una explosión de un momento concreto.. @param Impulso Magnitud y dirección del impulso a aplicar. @param BoneName Si un SkeletalMeshComponent, nombre del cuerpo al que aplicar el impulso. 'Ninguno' indica el cuerpo raíz. @param bVelChange Si verdadero, la fuerza se toma como un cambio en la velocidad en lugar de un impulso (ej. la masa no afectará)
pt_br: Adicionar um impulso a um único corpo rígido. Serve para um impulso instantâneo uma vez. @param Impulse A magnitude e a direção do impulso a ser aplicado. @param BoneName Se for um SkeletalMeshComponent, será o nome do corpo onde o impulso será aplicado. 'Nada' indica o corpo raiz. @param bVelChange Se for verdadeiro, a Intensidade é considerada como uma mudança na velocidade em vez do impulso (ou seja, a massa não terá efeito).

# UObjectToolTips,PrimitiveComponent:AddImpulseAtLocation
source: Add an impulse to a single rigid body at a specific location. @param Impulse Magnitude and direction of impulse to apply. @param Location Point in world space to apply impulse at. @param BoneName If a SkeletalMeshComponent, name of bone to apply impulse to. 'None' indicates root body.
es: Añadir un impulso a un solo cuerpo rígido en una ubicación específica. @param Impulso Magnitud y dirección del impulso a aplicar. @param Ubicación Punto en el sistema de coordenadas global al que aplicar el impulso. @param BoneName Si un SkeletalMeshComponent, nombre del hueso al que aplicar el impulso. 'Ninguno' indica el cuerpo raíz
pt_br: Adicionar um impulso a um único corpo rígido em um local específico. @param Impulse Magnitude e direção do impulso a ser aplicado. @param Location Ponto no espaço do mundo onde o impulso será aplicado. @param BoneName Se for um SkeletalMeshComponent, será o nome do osso onde o impulso será aplicado. 'Nada' indica o corpo raiz.

# UObjectToolTips,PrimitiveComponent:AlwaysLoadOnClient
source: If this is True, this component must always be loaded on clients, even if Hidden and CollisionEnabled is NoCollision.
es: Si es verdadero, este componente tiene que estar siempre cargado en los clientes, incluso si Hidden y CollisionEnabled es NoCollision.
pt_br: Se for verdadeiro, este componente deve sempre ser carregado em clientes, mesmo se Oculto e CollisionEnabled for NoCollision.

# UObjectToolTips,PrimitiveComponent:AlwaysLoadOnServer
source: If this is True, this component must always be loaded on servers, even if Hidden and CollisionEnabled is NoCollision
es: Si es verdadero, este componente tiene que estar siempre cargado en los servidores, incluso si Hidden y CollisionEnabled es NoCollision.
pt_br: Se for verdadeiro, este componente deve sempre ser carregado em servidores, mesmo se Oculto e CollisionEnabled for NoCollision

# UObjectToolTips,PrimitiveComponent:bAllowCullDistanceVolume
source: Whether to accept cull distance volumes to modify cached cull distance.
es: Si aceptar los volúmenes de distancia de selección para modificar la distancia de selección almacenada.
pt_br: Se deve aceitar os volumes de distância de descarte para modificar a distância de descarte armazenada em cache.

# UObjectToolTips,PrimitiveComponent:bAlwaysCreatePhysicsState
source: Indicates if we'd like to create physics state all the time (for collision and simulation). If you set this to false, it still will create physics state if collision or simulation activated. This can help performance if you'd like to avoid overhead of creating physics state when triggers
es: Indica si querríamos crear un estado físico durante todo el tiempo (para colisión y simulación). Si se ajusta para falso, aún así creará el estado físico si se ha activado la colisión o simulación . Puede ayudar a la reproducción si se quisiera evitar el costo de crear el estado físico cuando se dispara.
pt_br: Indica se é desejável criar estados de física a todo momento (para colisão e simulação). Se você definir isso como falso, estados de física ainda serão criados se uma colisão ou simulação for ativada. Isso pode ajudar com o desempenho se você quiser evitar o custo de criar estados de física com o acionamento

# UObjectToolTips,PrimitiveComponent:bCastHiddenShadow
source: If true, the primitive will cast shadows even if bHidden is true. Controls whether the primitive should cast shadows when hidden. This flag is only used if CastShadow is true.
es: Si es verdadero, la primitiva proyectará sombras incluso si bHidden es verdadero. Controla si la primitiva debe proyectar las sombras cuando están ocultas. Este indicador solo se usa si CastShadow es verdadero.
pt_br: Se for verdadeiro, o primitivo projetará sombras mesmo se bHidden for verdadeiro. Controla se o primitivo deve projetar sombras quando oculto. Esse sinalizador só é usado se CastShadow for verdadeiro.

# UObjectToolTips,PrimitiveComponent:bCastStaticShadow
source: Whether the object should cast a static shadow from shadow casting lights. This flag is only used if CastShadow is true.
es: Si el objeto debe proyectar una sombra estática de las luces de proyección de sombreado. Este indicador solo se usa di CastShadow es verdadero.
pt_br: Se o objeto deve projetar uma sombra estática de luzes que projetam sombras. Esse sinalizador é usado somente se CastShadow for verdadeiro.

# UObjectToolTips,PrimitiveComponent:bCastVolumetricTranslucentShadow
source: Whether the object should cast a volumetric translucent shadow. Volumetric translucent shadows are useful for primitives with smoothly changing opacity like particles representing a volume, But have artifacts when used on highly opaque surfaces.
es: Si el objeto debe proyectar una sombra translúcida volumétrica. Las sombras translúcidas volumétricas son útiles para las primitivas con opacidad de modificación suavizada com las partículas que representan un volumen. Pero se producen errores cuando se usa en superficies muy opacas.
pt_br: Se o objeto deve projetar uma sombra translúcida volumétrica. Sombras translúcidas volumétricas são úteis para primitivos com opacidade de variação suave como partículas que representam um volume, porém, possuem artefatos quando usados em superfícies altamente opacas.

# UObjectToolTips,PrimitiveComponent:bForceMipStreaming
source: If true, forces mips for textures used by this component to be resident when this component's level is loaded.
es: Si es verdadero, fuerza los mip para las texturas que usa este componente para habitante cuando este nivel del componente se cargue.
pt_br: Se for verdadeiro, força os mips de texturas usadas por este componente a serem residentes quando o nível deste componente for carregado.

# UObjectToolTips,PrimitiveComponent:bHasMotionBlurVelocityMeshes
source: true if the primitive has motion blur velocity meshes
es: verdadero si la primitiva tiene mallas de velocidad con desenfoque de movimiento
pt_br: verdadeiro se a primitiva tem malhas de velocidade com borrão de movimento

# UObjectToolTips,PrimitiveComponent:bHasPerInstanceHitProxies
source: If true a hit-proxy will be generated for each instance of instanced static meshes
es: Si es verdadero, se generará un hit-proxy para cada instancia de mallas estáticas instanciadas
pt_br: Se for verdadeiro, um proxy de impacto será gerado para cara instância de malhas estáticas instanciadas

# UObjectToolTips,PrimitiveComponent:bIgnoreRadialForce
source: Will ignore radial forces applied to this component.
es: Se omitirán las fuerzas radiales aplicadas a este componente.
pt_br: Ignorará as forças radiais aplicadas a esse componente.

# UObjectToolTips,PrimitiveComponent:bIgnoreRadialImpulse
source: Will ignore radial impulses applied to this component.
es: Se omitirán los impulsos radiales aplicadas a este componente.
pt_br: Ignorará os impulsos radiais aplicadas a esse componente.

# UObjectToolTips,PrimitiveComponent:bLightAsIfStatic
source: Whether to light this primitive as if it were static, including generating lightmaps. This only has an effect for component types that can bake lighting, like static mesh components. This is useful for moving meshes that don't change significantly.
es: Si iluminar a esta primitiva como si fuera estática, incluyendo la creación de mapas de iluminación. Esto solo tiene un efecto para los tipos de componentes que pueden procesar luz, tales como componentes de mallas estáticas. Resulta útil para mover mallas que no cambian significativamente.
pt_br: Se deve iluminar esse primitivo como se fosse estático, incluindo a criação de mapas de luzes. Isso só tem efeito para tipos de componentes que podem pré-renderizar iluminação, como componentes de malha estática. Útil ao mover malhas que não se alteram significativamente.

# UObjectToolTips,PrimitiveComponent:bLightAttachmentsAsGroup
source: Whether to light this component and any attachments as a group. This only has effect on the root component of an attachment tree. When enabled, attached component shadowing settings like bCastInsetShadow, bCastVolumetricTranslucentShadow, etc, will be ignored. This is useful for improving performance when multiple movable components are attached together.
es: Si iluminar este componente y cualquier acoplamiento como un grupo. Solo tiene efecto en el componente raíz de un árbol de acoplamiento. Cuando está activado, se omitirá la configuración de sombreado del componente acoplado como bCastInsetShadow, bCastVolumetricTranslucentShadow, etc. Resulta útil para mejorar la reproducción cuando varios componentes movibles están acoplados juntos.
pt_br: Se deve haver iluminação desse componente e quaisquer anexos como um grupo. Isso só surte efeito no componente raiz de uma árvore de anexo. Quando ativado, as configurações de sombreamento de componente anexado como bCastInsetShadow, bCastVolumetricTranslucentShadow etc. serão ignoradas. Útil para melhorar o desempenho quando vários componentes móveis são anexados juntos.

# UObjectToolTips,PrimitiveComponent:BodyInstance
source: Physics scene information for this component, holds a single rigid body with multiple shapes.
es: Información de la escena física para este componente, contiene un cuerpo rígido único con varias formas.
pt_br: Informações da cena de Física para este componente, contém um único corpo rígido com várias formas.

# UObjectToolTips,PrimitiveComponent:bOnlyOwnerSee
source: If this is True, this component will only be visible when the view actor is the component's owner, directly or indirectly.
es: Si es verdadero, este componente solo será visible cuando el actor de la vista es el propietario del componente, directa o indirectamente.
pt_br: Se for Verdadeiro, este componente só será visível quando o ator da visualização for o dono do componente, direta ou indiretamente.
