Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# A3Nodes,NothingToModify
source: @@ - No components to modify selected. Either Rotation, Translation, or Scale should be set to something other than Ignore
ja: 改変すべきコンポーネントが選択されていません。回転、トランスレーション、スケールのいずれかが Ignore (無視する) 以外に設定されている必要があります。
zh_cn: @@ - 没有选中要修改的组件。旋转度、平移或缩放应该设置为'忽略'之外的内容。

# A3Nodes,NullStateMachineFullTitle
source: Error: No Graph State Machine
ja: エラー: グラフがありません ステートマシーン
zh_cn: 错误: 没有图表 状态机

# A3Nodes,PoseAssetCategory_Label
source: Poses
ja: ポーズ

# PoseBlendNode,PoseAssetCategory_Label
source: Poses
ja: ポーズ

# A3Nodes,PoseByName_TitleNONE
source: Pose (None)
ja: ポーズ (なし)

# PoseBlendNode,PoseByName_TitleNONE
source: Pose (None)
ja: ポーズ (なし)

# A3Nodes,PoseByName_TitleVariable
source: Pose
ja: ポーズ

# PoseBlendNode,PoseByName_TitleVariable
source: Pose
ja: ポーズ

# UAnimGraphNode_TransitionPoseEvaluator,PoseCategoryName
source: Pose
ja: ポーズ

# A3Nodes,PrevStateToNewState
source: {PrevState} to {NextState}
es: {PrevState} a {NextState}
ja: {PrevState} から {NextState}
pt_br: {PrevState} para {NextState}
zh_cn: {PrevState}到{NextState}

# A3Nodes,RotateRootBone
source: Rotate Root Bone
es: Rotar hueso raíz
ja: ルートボーンを回転
pt_br: Girar Osso da Raiz
zh_cn: 旋转根骨骼

# A3Nodes,RotationOffsetBlend_NONE_ListTitle
source: AimOffset '(None)'
ja: エイムオフセット '(なし)'
zh_cn: 目标偏移 '(空)'

# A3Nodes,RotationOffsetBlend_NONE_Title
source: (None) AimOffset
ja: (なし) エイムオフセット
zh_cn: (空) 目标偏移

# A3Nodes,SaveCachedPose_Tooltip
source: Denotes an animation tree that can be referenced elsewhere in the blueprint, which will be evaluated at most once per frame and then cached.
ja: ブループリントの他の場所でリファレンスできるアニメーションツリーを表示します。最大でフレームにつき一度評価されてその後キャッシュされます。
zh_cn: 表示可以在该蓝图中其他地方引用的一个动画树，该蓝图最多可以每帧计算一次，然后进行缓存。

# A3Nodes,SequenceNodeGroupWithSubtitleFull
source: {Title} Sync group {SyncGroup}
es: {Title} Sincr. grupo {SyncGroup}
ja: {Title} 同期グループ {SyncGroup}
pt_br: {Title} Sincronizar grupo {SyncGroup}
zh_cn: {Title} 同步组 {SyncGroup}

# A3Nodes,SequenceNodeGroupWithSubtitleList
source: {Title} (Sync group {SyncGroup})
ja: {Title} (同期グループ {SyncGroup})
zh_cn: {Title} (同步组{SyncGroup})

# A3Nodes,SequenceNodeTitle
source: Play {AssetName}
es: Reproducir {AssetName}
ja: 再生 {AssetName}
pt_br: Reproduzir {AssetName}
zh_cn: 播放 {AssetName}

# A3Nodes,SequenceNodeTitleAdditive
source: Play {AssetName} (additive)
es: Reproducir {AssetName} (aditivo)
ja: 再生 {AssetName} (加算)
pt_br: Reproduzir {AssetName} (aditiva)
zh_cn: 播放 {AssetName}(叠加型)

# A3Nodes,SequenceNodeTitleVariable
source: Play Animation Sequence
ja: アニメーションシーケンスを再生

# A3Nodes,SequenceNullTitle
source: Play (None)
ja: 再生 (なし)
zh_cn: 播放(None)

# A3Nodes,SequencePlayerHeading
source: Sequence Player
es: Reproductor de secuencia
ja: シーケンスプレイヤ
pt_br: Reprodutor de Sequência
zh_cn: 序列播放器

# A3Nodes,SlotNodeListTitle
source: Slot '{SlotName}'
es: Ranura '{SlotName}'
ja: スロット '{SlotName}'
zh_cn: 插槽'{SlotName}'

# A3Nodes,SlotNodeListTitle_NoName
source: Slot '(No slot name)'
ja: スロット '(スロット名なし)'
zh_cn: 插槽 '(没有插槽名称)'

# A3Nodes,SlotNodeTitle
source: Slot '{SlotName}' Group '{GroupName}'
ja: スロット '{SlotName}' グループ '{GroupName}'
zh_cn: 插槽'{SlotName}' 组'{GroupName}'

# A3Nodes,SlotNodeTitle_NoName
source: (No slot name) Slot
ja: (スロット名なし) スロット
zh_cn: (没有插槽名称) 插槽

# A3Nodes,SpringController
source: Spring controller
es: Controlador del resorte
ja: スプリングコントローラ
pt_br: Controlador de mola
zh_cn: 弹簧控制器

# A3Nodes,StateMachineFullTitle
source: {Title} State Machine
es: {Title} Máquina de estado
ja: {Title} ステートマシーン
pt_br: {Title} Máquina de Estado
zh_cn: {Title} 状态机

# A3Nodes,StateMachineTooltip
source: Animation State Machine
ja: アニメーションステートマシーン
zh_cn: 动画状态机

# BlueprintPalette,AnimationStateMachineGraph_ToolTip
source: Animation State Machine
es: Máquina del estado de la animación
ja: アニメーションステートマシーン
pt_br: Máquina de Estado da Animação
zh_cn: 动画状态机

# A3Nodes,StateTransitionTooltip
source: This is a state transition
ja: これはステートトランスフォームです
zh_cn: 这是一个状态变换

# A3Nodes,TargetComponentSpace
source: Target Component Space
ja: ターゲットコンポーネントスペース
zh_cn: 目标组件空间

# A3Nodes,TargetComponentSpaceIsAlwaysParentBoneSpace
source: Parent Bone Space
ja: ペアレントボーンスペース
zh_cn: 父项骨骼空间

# A3Nodes,TrailController
source: Trail controller
ja: トレイルコントローラー
zh_cn: 踪迹控制器

# A3Nodes,TransformModifyBone
source: Transform (Modify) Bone
es: Transformar (modificar) hueso
ja: ボーンをトランスフォーム(修正)する
pt_br: Transformar (Modificar) Osso
zh_cn: 变换(修改) 骨骼

# A3Nodes,TransitioNState
source: Trans {BoundGraph}}
ja: {BoundGraph}} をトランスフォームする
zh_cn: 变换{BoundGraph}}

# A3Nodes,TwoBoneIK
source: Two Bone IK
es: Dos huesos IK
ja: トゥーボーンIK
pt_br: Dois Ossos IK
zh_cn: 双骨骼反向动力学

# A3Nodes,UAnimGraphNode_BlendListByBool_Title
source: Blend List (by bool)
es: Combinar lista (por booleano)
ja: ブレンドリスト(bool値)
pt_br: Lista de Mistura (por booleano)
zh_cn: 混合列表(按布尔型)

# A3Nodes,UAnimGraphNode_BlendListByBool_Tooltip
source: Blend Poses by bool
es: Combinar posiciones por booleano
ja: ブレンド Poses by bool
pt_br: Poses da Mistura por booleano
zh_cn: 按布尔值混合姿势

# A3Nodes,UAnimGraphNode_LocalRefPose_Title
source: Local Space Ref Pose
es: Posición de referencia espacial local
ja: ローカルスペースリファレンスポーズ
pt_br: Pose de Referência de Espaço Local
zh_cn: 本地空间参考姿势

# A3Nodes,UAnimGraphNode_LocalRefPose_Tooltip
source: Returns local space reference pose.
es: Vuelve a la posición de referencia espacial local.
ja: ローカルスペースのリファレンスポーズを返す
pt_br: Retorna a pose de referência do espaço local.
zh_cn: 返回本地空间参考姿势。

# A3Nodes,WithRangeBoneMultiplierIs1
source: remap({SourceBone}.{SourceComponent})
ja: リマップ({SourceBone}.{SourceComponent})
zh_cn: 重新映射({SourceBone}.{SourceComponent})

# A3Nodes,WithRangeNonUnityMultiplier
source: remap({SourceBone}.{SourceComponent}) * {Multiplier}
ja: リマップ({SourceBone}.{SourceComponent}) * {Multiplier}
zh_cn: 重新映射({SourceBone}.{SourceComponent}) * {Multiplier}

# Abilities,SearchBoxHint
source: Search Attributes
ja: アトリビュートを検索
zh_cn: 搜索属性

# AboutScreen,Close
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# ModalDialogs,BulkExport_FilteredWarningConfirm
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# ModalDialogs,WritablePackagesNotCheckedOutConfirm
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# SkeletonSlotNames,CloseButton
source: Close
ja: 閉じる
zh_cn: 关闭

# SkeletonWidget,RemapFailuresCloseButton
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# UnrealEd,InvalidMoveCommand
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# UnrealEd.GeomModifier,Close
source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
zh_cn: 关闭

# AboutScreen,Copyright2
source: Epic, Epic Games, Unreal, and their respective logos are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere.
es: Epic, Epic Games, Unreal y sus respectivos logotipos son marcas registradas o marcas de Epic Games, Inc. en los Estados Unidos de América y en cualquier otro lugar.
ja: Epic、 Epic Games、 Unreal、 またこれらに関連するロゴは 米国およびその他の国と地域におけるEpic Games、Incの商標または登録商標です。
pt_br: Epic, Epic Games, Unreal e seus respectivos logos são marcas comerciais ou marcas registradas da Epic Games, Inc. nos Estados Unidos da América e em outros países.
zh_cn: Epic、Epic Games、Unrea及其各自的商标是Epic Games, Inc.在美国及其他地方的 商标及注册商标。

# AboutScreen,FacebookToolTip
source: Unreal Engine on Facebook
es: Unreal Engine en Facebook
ja: アンリアル・エンジンのFacebookアカウント
pt_br: Mecanismo Unreal no Facebook
zh_cn: 虚幻引擎@Facebook

# AboutScreen,VersionLabel
source: Version: {0}
es: Versión: {0}
ja: バージョン: {0}
pt_br: Versão: {0}
zh_cn: 版本: {0}

# ActorAttachmentError,AttachmentsFailed
source: Attachments Failed!
es: ¡Error al adjuntar!
ja: 親子付けに失敗しました！
pt_br: Falha nos Anexos!
zh_cn: 附加失败!

# ActorAttachmentError,Brush_ActorAttachmentError
source: BSP Brushes cannot be attached
es: No se pueden adjuntar pinceles BSP
ja: BSPブラシには親子付けできません
pt_br: Não é possível anexar Pincéis BSP
zh_cn: 不能附加BSP画刷

# ActorAttachmentError,CannotBeAttached_ActorAttachmentError
source: {0} cannot be attached to {1}
es: {0} no se puede adjuntar a {1}
ja: {0} を {1} に親子付けすることはできません
pt_br: {0} não pode ser anexado a {1}
zh_cn: {0}不能附加到{1}上

# ActorAttachmentError,CircularInsest_ActorAttachmentError
source: Parent cannot become the child of their descendant
es: Los padres no pueden convertirse en los hijos de sus descendientes
ja: 親を派生した子の子にすることはできません
pt_br: O pai não pode se tornar filho de seu descendente
zh_cn: 父项不能继承子项

# ActorAttachmentError,MissingComponent_ActorAttachmentError
source: Cannot attach actors without root components.
es: No se pueden adjuntar actores sin componentes raíz.
ja: ルートコンポーネントがないと親子付けできません
pt_br: Não é possível anexar atores sem componentes raiz.
zh_cn: 不能附加没有根组件的actor。

# ActorAttachmentError,Null_ActorAttachmentError
source: Cannot attach NULL actors.
es: No se pueden adjuntar actores NULOS.
ja: NULLアクタは親子付けできません
pt_br: Não é possível anexar atores NULL.
zh_cn: 不能附加空actor。

# ActorAttachmentError,Self_ActorAttachmentError
source: Cannot attach actor to self.
es: No se puede adjuntar el actor a sí mismo.
ja: 自身に親子付けできません
pt_br: Não é possível anexar o ator a ele mesmo.
zh_cn: 不能将actor附加到其自身上。

# ActorAttachmentError,StaticDynamic_ActorAttachmentError
source: Cannot attach static actor {StaticActor} to dynamic actor {DynamicActor}.
es: No se puede adjuntar un actor estático {StaticActor} a uno dinámico {DynamicActor}.
ja: ダイナミックアクタ {DynamicActor} にはスタティックアクタ {StaticActor} を親子付けできません
pt_br: Não é possível anexar o ator estático {StaticActor} ao ator dinâmico {DynamicActor}.
zh_cn: 不能给动态actor {DynamicActor}附加静态actor {StaticActor}。

# ActorAttachmentError,WrongLevel_AttachmentError
source: Actors need to be in the same level!
es: ¡Los actores deben estar en el mismo nivel!
ja: 同じレベル上のアクタでなくてはいけません！
pt_br: Os atores devem estar no mesmo nível!
zh_cn: Actor需要在同一关卡中!

# ActorComponentDetails,EarlyAccessClassTooltip
source: Uses one or more 'early access' classes
ja: 「早期アクセス」クラスを使用する
zh_cn: 使用一个或多个‘早期访问的’类

# ActorDetails,EarlyAccessClassTooltip
source: Uses one or more 'early access' classes
es: Utiliza una o varias clases de “acceso rápido”
ja: 1つ以上の「早期アクセスクラス」を使用
pt_br: Usa uma ou mais classes de "acesso antecipado"
zh_cn: 使用一个或多个‘提前试用’的类

# BlueprintDetailsCustomization,EarlyAccessClassTooltip
source: Uses one or more 'early access' classes
ja: 1つ以上の「早期アクセスクラス」を使用
zh_cn: 使用一个或多个‘早期访问的’类

# ActorComponentDetails,EarlyAccessClassWarning
source: Uses early access class: {0}
ja: 早期アクセスクラスを使用: {0}

# BlueprintDetailsCustomization,EarlyAccessClassWarning
source: Uses early access class: {0}
ja: 早期アクセスクラスを使用: {0}

# ActorComponentDetails,ExperimentalClassTooltip
source: Here be dragons! Uses one or more unsupported 'experimental' classes
ja: ここでドラゴンになる！「実験段階」のクラスを使用する
zh_cn: 此处危险！使用一个或多个不支持的‘试验性’类

# ActorDetails,ExperimentalClassTooltip
source: Here be dragons! Uses one or more unsupported 'experimental' classes
es: ¡Aquí hay dragones! Utiliza una o varias clases 'experimentales' sin ayuda
ja: ここでドラゴンになります！1つ以上の非サポートの「実験段階」クラスを使用します。
pt_br: Aqui há dragões! Usa uma ou mais classes "experimentais" não suportadas
zh_cn: 危险！使用了一个或多个不支持的‘试验性的’类

# ActorComponentDetails,ExperimentalClassWarning
source: Uses experimental class: {0}
ja: 実験段階のクラスを使用: {0}

# ActorDetails,ExperimentalClassWarning
source: Uses experimental class: {0}
ja: 実験段階のクラスを使用: {0}

# ActorComponentDetails,WarningCategoryDisplayName
source: Warning
ja: 警告
zh_cn: 警告

# ActorDetails,WarningCategoryDisplayName
source: Warning
es: Aviso
ja: 警告
pt_br: Advertência
zh_cn: 警告

# BlueprintDetailsCustomization,WarningCategoryDisplayName
source: Warning
ja: 警告
zh_cn: 警告

# GameplayTagWidget,GameplayTagWidget_Warning
source: Warning
es: Aviso
ja: 警告
pt_br: Advertência
zh_cn: 警告

# PListEditor,PListOverwriteCaption
source: Warning
es: Aviso
ja: 警告
pt_br: Advertência
zh_cn: 警告

# PListEditor,PListWarningCaption
source: Warning
es: Aviso
ja: 警告
pt_br: Advertência
zh_cn: 警告

# ActorDetails,ConvertActor
source: Convert Actor
ja: アクタを変換
zh_cn: 转换Actor

# ActorDetails,ConvertActor_ToolTip
source: Convert actors to different types
es: Transformar actores en tipos diferentes
ja: アクタを異なるタイプに変換します
pt_br: Converter atores para tipos diferentes
zh_cn: 将actor转换为不同类型

# ActorDetails,ConvertMenu
source: Convert
es: Transformar
ja: 変換
pt_br: Converter
zh_cn: 转换

# ActorDetails,EarlyAccessClassWarning
source: Uses early access class {0}
ja: 早期アクセスクラスを使用 {0}

# ActorDetails,LayersCategory
source: Layers
es: Capas
ja: レイヤー
pt_br: Camadas
zh_cn: 图层

# Contexts,LayersView
source: Layers
es: Capas
ja: レイヤー
pt_br: Camadas
zh_cn: 图层

# LandscapeEditor.NewLandscape,LayersLabel
source: Layers
ja: レイヤー
zh_cn: 图层

# LayersCommands,MenuHeader
source: Layers
es: Capas
ja: レイヤ
pt_br: Camadas
zh_cn: 图层

# LevelEditor,LayersTabTitle
source: Layers
es: Capas
ja: レイヤ
pt_br: Camadas
zh_cn: 图层

# LevelEditorTabs,LevelEditorLayerBrowser
source: Layers
es: Capas
ja: レイヤ
pt_br: Camadas
zh_cn: 图层

# LevelViewportToolBar,ShowLayersMenu
source: Layers
es: Capas
ja: レイヤー
pt_br: Camadas
zh_cn: 图层

# ActorDetails,SelectAType
source: Select a Type
es: Seleccionar un tipo
ja: 型を選択
pt_br: Selecionar um Tipo
zh_cn: 选择一种类型

# ActorDetails,SelectedActorsHyperlinkTooltip
source: Narrow the selection set to just the actors in {0}
es: Estrechar el conjunto seleccionado solo a los actores en {0}
ja: 選択を {0} 内のアクタのみに狭める
pt_br: Refinar o conjunto de seleção para apenas os atores em {0}
zh_cn: 缩小选择集合使其仅包含{0}中的actor

# ActorDetails,SelectedActorsInOneLevel
source: {0} selected in
es: {0} seleccionado en
ja: {0} 選択済み
pt_br: {0} selecionados em
zh_cn: 选中了{0}

# ActorDetails,SelectionFilter
source: Selected
es: Selección
ja: 選択済み
pt_br: Selecionado
zh_cn: 选中项

# UICommands.MatineeCommands,FitViewToSelected
source: Selected
ja: 選択内容

# UICommands.PhATCommands,ToggleSelectedSimulation
source: Selected
ja: 選択対象

# ActorDetails,TickCategoryName
source: Actor Tick
ja: アクター ティック
zh_cn: Actor更新

# ActorDetails,TransformCommonCategory
source: Transform
es: Transformación
ja: トランスフォーム
pt_br: Transformar
zh_cn: 变换

# LevelViewportContextMenu,TransformSubMenu
source: Transform
es: Transformación
ja: トランスフォーム
pt_br: Transformar
zh_cn: 变换

# SceneComponentDetails,TransformCommonCategory
source: Transform
es: Transformación
ja: トランスフォーム
pt_br: Transformar
zh_cn: 变换

# ActorDragDrop,ToolTipCompatible
source: '{0}' is compatible to replace object reference
es: “{0}” es compatible para reemplazar la referencia del objeto
ja: '{0}' はオブジェクトリファレンスの置換と互換性があります
pt_br: '{0}' é compatível para substituir a referência do objeto
zh_cn: '{0}' 可以兼容替换对象引用

# ActorDragDrop,ToolTipCompatibleAttach
source: Attach {0} to {1}
es: Adjuntar {0} a {1}
ja: {0} を {1} へ親子付けする
pt_br: Anexar {0} a {1}
zh_cn: 附加{0}到{1}。

# ActorDragDrop,ToolTipCompatibleDetach
source: Detach {0} from {1}
es: Separar {0} de {1}
ja: {1} から {0} の親子付けを解除します
pt_br: Desanexar {0} de {1}
zh_cn: 从{1}解除{0}

# ActorDragDrop,ToolTipCompatibleDetachMultiple
source: Detach multiple objects from {0}
es: Separar varios objetos de {0}
ja: {0} から複数のオブジェクトの親子付けを解除します
pt_br: Desanexa diversos objetos de {0}
zh_cn: 从{0}解除多个对象

# ActorDragDrop,ToolTipCompatibleMultipleAttach
source: Attach multiple objects to {0}
es: Adjuntar varios objetos a {0}
ja: 複数のオブジェクトを {0} に親子付けする
pt_br: Anexar diversos objetos a {0}
zh_cn: 附加多个对象到 {0}

# ActorDragDrop,ToolTipIncompatible
source: '{0}' is not compatible to replace object reference
es: '{0}' no es compatible para reemplazar la referencia del objeto
ja: '{0}' はオブジェクトリファレンスの置換と互換性がありません
pt_br: '{0}' não é compatível para substituir a referência do objeto
zh_cn: '{0}'可以兼容替换对象引用

# ActorDragDrop,ToolTipIncompatibleMultipleAttach
source: Cannot attach multiple objects to {0}
es: No se pueden adjuntar varios objetos a {0}
ja: {0} に複数のオブジェクトを親子付けできません
pt_br: Não é possível anexar diversos objetos a {0}
zh_cn: 不能附加多个对象到 {0}

# ActorDragDrop,ToolTipMultipleSelectionIncompatible
source: Cannot replace object reference when multiple objects are selected
es: No se puede reemplazar la referencia del objeto cuando hay varios objetos seleccionados
ja: 複数オブジェクトを選択時はオブジェクトリファレンスを置換できません
pt_br: Não é possível substituir a referência ao objeto quando vários objetos estão selecionados
zh_cn: 当选中多个对象时不能替换对象引用

# ActorFactory,ActorFactoryCharacterDisplayName
source: Empty Character
ja: 空のキャラクター
zh_cn: 空角色

# ActorFactory,ActorFactoryEmptyActorDisplayName
source: Empty Actor
ja: 空のアクタ
zh_cn: 空Actor

# ActorFactory,ActorFactoryPawnDisplayName
source: Empty Pawn
ja: 空のポーン
zh_cn: 空Pawn

# ActorFactory,AmbientSoundDisplayName
source: Ambient Sound
es: Sonido del ambiente
ja: アンビエントサウンド(Ambient Sound)
pt_br: Som Ambiente
zh_cn: 环境音效

# ActorFactory,AtmosphericFogDisplayName
source: Atmospheric Fog
es: Niebla atmosférica
ja: 大気フォグ
pt_br: Névoa Atmosférica
zh_cn: 大气雾

# ActorFactory,BlueprintDisplayName
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# FindInBlueprints,BlueprintCatSearchToolTip
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# FindInMaterial,BlueprintCatSearchToolTip
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# FPersona,PersonaEditorMenu_File
source: Blueprint
ja: ブループリント
zh_cn: 蓝图

# GameProjectGeneration,BlueprintCategory_Name
source: Blueprint
ja: ブループリント
zh_cn: 蓝图

# KismetToolbar,BlueprintHeading
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# PersonaAssetFamily,AnimBlueprintAssetDisplayName
source: Blueprint
ja: ブループリント

# WorldBrowser,SetAddStreamingMethodBlueprintOverride
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# WorldBrowser,SetStreamingMethodBlueprintOverride
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# ActorFactory,BoxVolumeDisplayName
source: Box Volume
es: Volumen de la caja
ja: ボックスボリューム
pt_br: Volume da Caixa
zh_cn: 盒式体积

# ActorFactory,CameraDisplayName
source: Camera
es: Cámara
ja: カメラ
pt_br: Câmera
zh_cn: 相机

# AnimViewportToolBar,ViewMenu_CameraLabel
source: Camera
ja: カメラ

# AnimViewportToolBar,Viewport_Default
source: Camera
es: Cámara
ja: カメラ
pt_br: Câmera
zh_cn: 相机

# BlueprintEditor,CameraMenuTitle_Default
source: Camera
ja: カメラ
zh_cn: 相机

# LevelViewportToolBar,CameraMenuTitle_Default
source: Camera
es: Cámara
ja: カメラ
pt_br: Câmera
zh_cn: 相机

# PhatViewportToolBar,Viewport_Default
source: Camera
ja: カメラ
zh_cn: 相机

# UICommands.MatineeCommands,CreateCameraActor
source: Camera
ja: カメラ

# ActorFactory,ClassDisplayName
source: Class
es: Clase
ja: クラス
pt_br: Classe
zh_cn: 类

# ClassViewer,Class
source: Class
es: Clase
ja: クラス
pt_br: Classe
zh_cn: 类

# EditorCategoryUtils,ClassCategory
source: Class
ja: クラス
zh_cn: 类

# KismetSchema,ClassCategory
source: Class
ja: クラス
zh_cn: 类

# SDeleteAssetsDialog,Column_AssetClass
source: Class
es: Clase
ja: クラス
pt_br: Classe
zh_cn: 类

# SSCSEditor,Class
source: Class
es: Clase
ja: クラス
pt_br: Classe
zh_cn: 类

# SSCSEditor,TooltipClass
source: Class
es: Clase
ja: クラス
pt_br: Classe
zh_cn: 类

# ActorFactory,CylinderVolumeDisplayName
source: Cylinder Volume
es: Volumen del cilindro
ja: 円柱ボリューム
pt_br: Volume do Cilindro
zh_cn: 圆柱体积

# ActorFactory,DefaultName
source: Actor
ja: アクタ
pt_br: Ator
zh_cn: Acto

# AssetEditorToolkit,ToolTipActorLabel
source: Actor
ja: アクタ

# LevelViewportContextMenu,ActorHeading
source: Actor
ja: アクタ
pt_br: Ator
zh_cn: C++

# MeshPaint_Mode,MeshPaint_PaintTargetActor
source: Actor
ja: アクタ
pt_br: Ator

# ActorFactory,DeferredDecalDisplayName
source: Deferred Decal
es: Textura decorativa (decal) diferida
ja: ディファードデカール
pt_br: Decalque Adiado
zh_cn: 延迟贴花

# ActorFactory,DestructibleDisplayName
source: Destructible
ja: 非破壊物(破壊可能)
pt_br: Destrutível
zh_cn: 可破坏物

# ActorFactory,DirectionalLightDisplayName
source: Directional Light
es: Luz direccional
ja: ディレクショナルライト
pt_br: Luz Direcional
zh_cn: 定向光源

# ActorFactory,EmitterDisplayName
source: Emitter
es: Emisor
ja: エミッタ
pt_br: Emissor
zh_cn: 发射器

# Cascade,EmitterHeader
source: Emitter
es: Emisor
ja: エミッタ
pt_br: Emissor
zh_cn: 发射器

# Cascade,EmitterSubMenu
source: Emitter
es: Emisor
ja: エミッタ
pt_br: Emissor
zh_cn: 发射器

# FParticleTrackEditor,Emitter
source: Emitter
ja: エミッタ
zh_cn: 发射器

# ActorFactory,ExponentialHeightFogDisplayName
source: Exponential Height Fog
es: Niebla de altura exponencial
ja: 指数関数的ハイトフォグ
pt_br: Neblina de Altura Exponencial
zh_cn: 指数级高度雾

# ActorFactory,InteractiveFoliageDisplayName
source: Interactive Foliage
es: Follaje interactivo
ja: インタラクティブフォリッジ
pt_br: Folhagem Interativa
zh_cn: 交互式植被

# ActorFactory,MatineeDisplayName
source: Matinee
ja: マチネ
pt_br: Matinê

# Contexts,Matinee
source: Matinee
ja: マチネ
pt_br: Matinê

# LevelViewportContextMenu,SelectMatineeHeading
source: Matinee
ja: マチネ
pt_br: Matinê

# Matinee,AppLabel
source: Matinee
ja: マチネ
pt_br: Matinê

# Matinee,WorkspaceMenu_MatineeEditor
source: Matinee
ja: マチネ
pt_br: Matinê

# UnrealEd,Matinee
source: Matinee
ja: マチネ
pt_br: Matinê

# ActorFactory,NoteDisplayName
source: Note
es: Nota
ja: ノート
pt_br: Observação
zh_cn: 注释

# ActorFactory,PhysicsAssetDisplayName
source: Skeletal Physics
es: Física del esqueleto
ja: スケルタルフィジックス
pt_br: Física de Esqueléticos
zh_cn: 骨架物理

# ActorFactory,PlanarReflectionDisplayName
source: Planar Reflection
ja: 平面反射

# ActorFactory,PlayerStartDisplayName
source: Player Start
es: Salida del jugador
ja: プレイヤースタート
pt_br: Início do Jogador
zh_cn: 玩家起始

# ActorFactory,PointLightDisplayName
source: Point Light
es: Luz con objetivo
ja: ポイントライト
pt_br: Luz Puntiforme
zh_cn: 点光源

# ActorFactory,ReflectionCaptureBoxDisplayName
source: Box Reflection Capture
es: Captura del reflejo de la caja
ja: ボックス反射キャプチャ
pt_br: Captura de Reflexo da Caixa
zh_cn: 盒体反射捕获

# ActorFactory,ReflectionCapturePlaneDisplayName
source: Plane Reflection Capture
es: Captura del reflejo del plano
ja: 平面反射キャプチャ
pt_br: Captura de Reflexo do Plano
zh_cn: 平面反射捕获

# ActorFactory,ReflectionCaptureSphereDisplayName
source: Sphere Reflection Capture
es: Captura del reflejo de la esfera
ja: スフィア反射キャプチャ
pt_br: Captura de Reflexo da Esfera
zh_cn: 球体反射捕获

# ActorFactory,SingleAnimSkeletalDisplayName
source: Single Animation Skeletal
es: Esqueleto de la animación único
ja: 単一アニメーションスケルタル
pt_br: Esquelético de Animação Única
zh_cn: 单一动画骨架

# ActorFactory,SkeletalMeshDisplayName
source: Skeletal Mesh
es: Malla esqueleto
ja: スケルタルメッシュ
pt_br: Malha Esquelética
zh_cn: 骨架网格物体

# ActorFactory,SkyLightDisplayName
source: Sky Light
es: Luz del cielo
ja: スカイライト
pt_br: Luz do Céu
zh_cn: 天空光源

# ActorFactory,SphereVolumeDisplayName
source: Sphere Volume
es: Volumen de la esfera
ja: 球ボリューム
pt_br: Volume da Esfera
zh_cn: 球体型体积

# ActorFactory,SpotLightDisplayName
source: Spot Light
es: Luz de foco
ja: スポットライト
pt_br: Luz de Holofote
zh_cn: 聚光源

# ActorFactory,StaticMeshDisplayName
source: Static Mesh
es: Malla estática
ja: スタティックメッシュ
pt_br: Malha Estática
zh_cn: 静态网格物体

# FoliageEd_Mode,StaticMeshAsset
source: Static Mesh
ja: スタティックメッシュ
zh_cn: 静态网格物体

# FoliageEd_Mode,StaticMeshFoliageTypeOptionsHeader
source: Static Mesh
ja: スタティックメッシュ
zh_cn: 静态网格物体

# ActorFactory,TargetPointDisplayName
source: Target Point
es: Punto de destino
ja: ターゲットポイント
pt_br: Ponto Alvo
zh_cn: 目标点

# ActorFactory,TextRenderDisplayName
source: Text Render
es: Renderizado de texto
ja: テキストレンダー
pt_br: Renderização de Texto
zh_cn: 文本渲染器

# ActorFactory,TriggerBoxDisplayName
source: Box Trigger
es: Disparador de la caja
ja: ボックストリガー
pt_br: Acionador da Caixa
zh_cn: 盒体触发器

# ActorFactory,TriggerCapsuleDisplayName
source: Capsule Trigger
es: Disparador de la cápsula
ja: カプセルトリガー
pt_br: Acionador da Cápsula
zh_cn: 胶囊型触发器

# ActorFactory,TriggerSphereDisplayName
source: Sphere Trigger
es: Disparador de la esfera
ja: スフィアトリガー
pt_br: Acionador da Esfera
zh_cn: 球体型触发器

# ActorFactory,UActorFactoryBasicShapeDisplayName
source: Basic Shape
ja: 基本形状
zh_cn: 基本形状

# ActorFactory,VectorFieldVolumeDisplayName
source: Vector Field Volume
es: Volumen del campo vectorial
ja: ベクターフィールドボリューム
pt_br: Volume do Campo Vetorial
zh_cn: 向量场体积
