Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlueprintDetailsCustomization,FunctionIsConst_Tooltip
source: Force this to be a const function?
zh_cn: 强制它为一个常量函数？

# BlueprintDetailsCustomization,PinNameTooLong
source: The name you entered is too long. Names must be less than {0} characters
zh_cn: 您输入的名称太长。名称必须少于{0}个字符。

# BlueprintDetailsCustomization,RenameParam
source: Rename Parameter
zh_cn: 重命名参数

# BlueprintDetailsCustomization,VarEditableTooltip
source: Whether this variable is publicly editable on instances of this Blueprint.
zh_cn: 该变量在蓝图实例上是否可编辑

# BlueprintDetailsCustomization,VariableAdvancedDisplay
source: Advanced Display
zh_cn: 高级显示

# BlueprintDetailsCustomization,VariableAdvancedDisplay_Tooltip
source: Hide this variable in Class Defaults windows by default
zh_cn: 默认情况下在'类默认值'窗口中隐藏该变量

# BlueprintDetailsCustomization,VariableExposeToConfig_Tooltip
source: Should this variable read its default value from a config file if it is present? This is used for customising variable default values and behavior between different projects and configurations. Config file [{ConfigPath}] Config section [{ConfigSection}]
zh_cn: 如果该变量存在它是否应该从配置文件中读取它的默认值？ 这用于自定义不同项目及配置间的变量默认值。 配置文件[{ConfigPath}] 配置部分[{ConfigSection}]

# BlueprintEditor,ReplaceNodeReferences_Tooltip
source: Show Replace References
zh_cn: 显示替换引用

# BlueprintEditor,ReplaceNodeReferencesTooltip
source: Allows the user to replace node references in all Blueprint graphs with another node reference.
zh_cn: 允许用户在蓝图图表中使用另一个节点引用替换节点引用。

# BlueprintEditor,SetNodeEnabledState
source: Set Node Enabled State
zh_cn: 设置节点启用状态

# BlueprintEditorPromotionTests,AddedGraphNode
source: Added a graph node
zh_cn: 已添加一个图表节点

# BlueprintEditorPromotionTests,ConnectedNode
source: Connected graph nodes
zh_cn: 已连接图表节点

# SSCSEditor,ActtionsSubMenu_ToolTip
source: Add Event
es: Añadir evento
pt_br: Adicionar Evento
zh_cn: 添加事件

# SSCSEditor,AddEventHeader
source: Add Event
es: Añadir evento
pt_br: Adicionar Evento
zh_cn: 添加事件

# SSCSEditor,AddEventSubMenu
source: Add Event
es: Añadir evento
pt_br: Adicionar Evento
zh_cn: 添加事件

# BlueprintPalette,InterfaceFunctionExpectedAsEvent_Tooltip
source: {BaseTooltip} Interface '{InterfaceName}' is already implemented as a function graph but is expected as an event. Remove the function graph and reimplement as an event.
zh_cn: {BaseTooltip} 接口‘{InterfaceName}’已经被实现为函数图，但应该是事件。删除函数图并重新实现为事件。

# BlueprintVariableNodeSpawner,GetterMenuName
source: Get {0}
zh_cn: 获得{0}

# BlueprintVariableNodeSpawner,LocalGetterMenuName
source: Get {0}
zh_cn: 获得{0}

# K2Node_GetInputVectorAxisValue,MenuName
source: Get {0}
zh_cn: 获得{0}

# BlueprintVariableNodeSpawner,LocalSetterMenuName
source: Set {0}
zh_cn: 设置 {0}

# BlueprintVariableNodeSpawner,SetterMenuName
source: Set {0}
zh_cn: 设置 {0}

# SequencerContextMenus,OrderSection
source: Order
zh_cn: 排序

# NiagaraOpInfo,Subtract Name
source: Subtract
zh_cn: 减法

# KCHandler_MathExpression,FindPinParameter_Error
source: Could not find a pin for the parameter %s of %s on @@
zh_cn: 无法在@@上为参数%s(属于 %s)找到引脚

# CameraDetails,PresetRatio1024x76
source: 1024x768 (4:3, 1.33)
zh_cn: 1024x640 (1.6)

# CameraDetails,PresetRatio960x544
source: 960x544 (16:9, 1.76) PS Vita
zh_cn: 852x480 (16:9, 1.78) SDTV Widescreen

# CollsiionProfileDetails,CustomCollisionTraceChannels
source: TraceChannels
zh_cn: 踪迹通道

# Sequencer,SaveDirtyPackages
source: Save
zh_cn: 保存

# ContentBrowser,CollectionAssetsRemoved
source: Removed {Number} asset(s) from {CollectionName}
zh_cn: 从{CollectionName}删除了{Number}个资源

# EditorCategoryUtils,TextCategory
source: Text
es: Texto
pt_br: Texto
zh_cn: 文本

# KismetSchema,TextCategory
source: Text
es: Texto
pt_br: Texto
zh_cn: 文本

# ContentBrowser,UpdateCollectionTooltip
source: Update this collection to make sure it's using the latest version from source control.
zh_cn: 更新该收藏夹，以确保它使用源码控制上的最新版本。

# CurveEditorToolBar,CurveEditorViewOptions
source: View Options
zh_cn: 视图选项

# CurveEditorToolBar,CurveEditorViewOptionsToolTip
source: View Options
zh_cn: 视图选项

# ContentDirectoryMonitor,MoveWarning_ExistingAsset
source: Can't move {0} to {1} - one already exists.
zh_cn: 无法将{0}移动到{1} - 已经存在一个。

# ContentDirectoryMonitor,Success_MovedAsset
source: Moving asset {0} to {1}.
zh_cn: 正在移动资源{0}到{1}。

# CSVImportFactory,Error_CannotImportCurveFromJSON
source: Cannot import a curve from JSON. Please use CSV instead.
zh_cn: 无法从JSON中导入一条曲线。请使用CSV。

# CurveEditorToolBar,CurveEditorMenuPostInfinityExtrapHeader
source: Extrapolation
zh_cn: 外插值

# CurveEditorToolBar,CurveEditorMenuPreInfinityExtrapHeader
source: Extrapolation
zh_cn: 外插值

# CurveEditorToolBar,PostInfinitySubMenu
source: Post-Infinity
zh_cn: 后循环

# SequencerContextMenus,SetPostInfinityExtrap
source: Post-Infinity
zh_cn: 后循环

# CurveEditorToolBar,PostInfinitySubMenuToolTip
source: Post-Infinity Extrapolation
zh_cn: 后循环外插值

# CurveEditorToolBar,PreInfinitySubMenu
source: Pre-Infinity
zh_cn: 前循环

# SequencerContextMenus,SetPreInfinityExtrap
source: Pre-Infinity
zh_cn: 前循环

# CurveEditorToolBar,PreInfinitySubMenuToolTip
source: Pre-Infinity Extrapolation
zh_cn: 前循环外插值

# CurveEditorToolBar,CurveEditorMenuTangentVisibilityHeader
source: Tangent Visibility
zh_cn: 切线可见性

# CurveEditorToolBar,ValueSnappingIntervalToolTip
source: Curve value snapping interval
zh_cn: 曲线值对齐的间隔

# DataTableEditorUtils,AddDataTableRow
source: Add Data Table Row
zh_cn: 添加数据表格行

# DataTableEditorUtils,MoveDataTableRow
source: Move Data Table Row
zh_cn: 移动数据表格行

# DataTableEditorUtils,RemoveDataTableRow
source: Remove Data Table Row
zh_cn: 删除数据表格行

# DataTableEditorUtils,RenameDataTableRow
source: Rename Data Table Row
zh_cn: 重命名数据表格行

# DebuggerCommands,LaunchNoDevicesToolTipText
source: Found no connected devices for {DisplayName}
zh_cn: 没有找到{DisplayName}的连接设备

# DebuggerCommands,PIEComboToolTip
source: Change Play Mode and Play Settings
zh_cn: 修改游戏模式和游戏设置

# DebuggerCommands,PlayCombo_Label
source: Active Play Mode
zh_cn: 激活的游戏模式

# DelegateDragDropAction,AddDelegateToolTip
source: Bind event to {0}
es: Enlazar evento a {0}
pt_br: Vincular evento a {0}
zh_cn: 绑定事件到{0}

# DelegateDragDropAction,AssignDelegateToolTip
source: Create and bind event
es: Crear y enlazar evento
pt_br: Criar e vincular evento
zh_cn: 创建并绑定事件

# DelegateDragDropAction,RemoveDelegateToolTip
source: Unbind event from {0}
es: Separar evento de {0}
pt_br: Desvincular evento de {0}
zh_cn: 解除绑定{0}的事件

# DeviceProfileDetails,ScalabilityGroupCVarGroupTitle
source: Scalability Group
zh_cn: 可扩展性组

# DistanceDatumStructCustomization,Param
source: Param
zh_cn: 参数

# Editor,MapLoad_FriendlyBadFilename
source: Map load failed. The filename '{0}' is not within the game or engine content folders found in '{1}'.
zh_cn: 地图加载失败。文件名'{0}'不存在于游戏或'{1}'中找到的引擎内容文件夹内。

# EditorCategoryUtils,AICategory
source: AI
zh_cn: 人工智能

# EditorCategoryUtils,EnumCategory
source: Enum
zh_cn: 枚举

# KismetSchema,EnumCategory
source: Enum
es: Enumerar
zh_cn: 枚举

# NiagaraSchema,GetInput
source: Input
zh_cn: 输入

# EditorCategoryUtils,StringCategory
source: String
zh_cn: 字符串

# KismetSchema,StringCategory
source: String
es: Cadena
zh_cn: 字符串

# EditorCategoryUtils,TransformationCategory
source: Transformation
zh_cn: 变换

# EditorFactories,BitDepthBMPWarning
source: {Name}: Texture is RGBA16 and cannot be represented at such high bit depth in .bmp. Color will be scaled to RGBA8.
zh_cn: {Name}:贴图是RGBA16，在.bmp中无法在如此高的色彩深度呈现。颜色将会被缩放为RGBA8。

# EditorFactories,ReimportSkeletalMeshTransactionReset
source: Reimporting a skeletal mesh which was in the undo buffer
zh_cn: 重新导入一个在取消缓冲中的骨架网格物体

# EditorPromotionTestCommon,PropertyChanged
source: Object Property Change
zh_cn: 对象属性改变

# EditorWidgets,EditableActorLabel_MultiObjectsHint_DifferentTypes
source: <Selected Objects>
es: <Objetos seleccionados>
pt_br: <Objetos Selecionados>
zh_cn: <选中的对象>

# EditorWidgets,EditableActorLabel_MultiObjectsHint_SameType
source: <Selected {0}>
es: <{0} seleccionado>
pt_br: <{0} Selecionado>
zh_cn: <选中的{0}>

# EditorWidgets,EditableActorLabel_NoObjectsHint
source: <Nothing Selected>
es: <Nada seleccionado>
pt_br: <Nada Selecionado>
zh_cn: <未选中任何项>

# EngineScalabiltySettings,QualityEpicLabel
source: Epic
es: Excelente
pt_br: Épica
zh_cn: 极高

# EngineScalabiltySettings,ViewDistanceLabel5
source: Epic
es: Excelente
pt_br: Épica
zh_cn: 极高

# EnumCurveKeyEditor,SetEnumKey
source: Set Enum Key Value
zh_cn: 设置枚举型键值

# EnvironmentQueryEditor,WorldCentricTabPrefix
source: EnvironmentQuery
es: Consulta del entorno
zh_cn: 场景查询

# EnvQueryTestDetails,Square root
source: Final score = ScoringFactor * Sqrt(NormalizedItemValue) Non-linearly bias towards items with big values.
zh_cn: 最终分数 = ScoringFactor * Sqrt(NormalizedItemValue) 非线性地偏向具有较大值的项。

# F2DTransformSection,ShearArea
source: Shear
zh_cn: 剪切

# F3DAttachTrackEditor,AddAttach
source: Attach
zh_cn: 附加

# F3DAttachTrackEditor,SectionDisplayName
source: Attach
zh_cn: 附加

# F3DAttachTrackEditor,SetAttach
source: Attach
zh_cn: 附加

# F3DAttachTrackEditor,AddAttachTooltip
source: Adds an attach track.
zh_cn: 添加附加轨迹。

# F3DAttachTrackEditor,SetAttachTooltip
source: Set attach
zh_cn: 设置附加

# F3DAttachTrackEditor,UndoSetAttach
source: Set Attach
zh_cn: 设置附加

# FActorPickerTrackEditor,PickButtonLabel
source: Pick a parent actor to attach to
zh_cn: 选择要附加的父项actor

# FAnimationRecorder,FinishRecordingAnimationSlowTask
source: Finalizing recorded animation
zh_cn: 完成录制的动画

# FAnimationRecorder,RecordAnimation
source: '{0}' has been successfully recorded [{1} frames : {2} sec(s) @ {3} Hz]
zh_cn: '{0}' 已经成功录制[{1} 帧: {2}秒 @ {3}赫兹]

# FAnimationViewportClient,MeshSectionsHiddenWarning
source: Mesh Sections Hidden
zh_cn: 隐藏的网格物体部分

# UnrealEd,MeshSectionsHiddenWarning
source: Mesh Sections Hidden
zh_cn: 隐藏的网格物体部分

# FAnimStateNodeDetails,CurveLabel
source: Custom Blend Curve
zh_cn: 自定义混合曲线

# FComponentTransformDetails,AbsoluteLocation
source: Absolute Location
es: Ubicación absoluta
pt_br: Localização Absoluta
zh_cn: 绝对位置

# FTransformSection,LocationArea
source: Location
zh_cn: 位置

# FFadeTrackEditor,AddFadeTrack
source: Fade Track
zh_cn: 渐变轨迹

# FFadeTrackEditor,AddFadeTrack_Transaction
source: Add Fade Track
zh_cn: 添加渐变轨迹

# FFadeTrackEditor,AddFadeTrackTooltip
source: Adds a new track that controls the fade of the sequence.
zh_cn: 添加一条控制序列渐变的新轨迹。

# FileHelpers,FbxChooseImportRootContentPath
source: Choose Location for importing the fbx scene content
zh_cn: 选择导入FBX场景内容的位置

# FindInBlueprintManager,CacheAllConfirmationMessage_UncachedAndBlueprints
source: This process can take a long time and the editor may become unresponsive; there are {PackageCount} ({UnindexedCount} Unindexed/{OutOfDateCount} Out-of-Date) Blueprints to load. \
zh_cn: 这个过程可能会花费很长时间，编辑器可能会变得没有响应；有{PackageCount}个蓝图(其中未索引的包有{UnindexedCount} 个/过期的包有{OutOfDateCount} 个) 要加载。

# FindInBlueprintManager,ClassName
source: ClassName
zh_cn: 类名称

# FindInBlueprintManager,ConfirmIndexAll_Title
source: Indexing All
zh_cn: 索引所有

# FindInBlueprintManager,NativeName
source: Native Name
zh_cn: 原生名称

# FObjectBindingNode,PropertiesMenuHeader
source: Properties
zh_cn: 属性

# FindInBlueprintManager,SchemaName
source: SchemaName
zh_cn: 模式名称

# NiagaraSchema,NiagaraFunctionCall
source: Function Call
zh_cn: 函数调用

# FindInBlueprints,FiBSerializationError
source: There was an error in serialization!
zh_cn: 序列化中发生一个错误！

# FindInBlueprints,FiBUnresponsiveEditorWarning
source: NOTE: the editor may become unresponsive for some time!
zh_cn: 注意：编辑器可能会变得没有响应一段时间！

# FindInBlueprints,IndexAlLBlueprints_Tooltip
source: Loads all non-indexed Blueprints and saves them with their search data. This can be a very slow process and the editor may become unresponsive.
zh_cn: 加载所有未索引的内容，并将其随同搜索数据保存。这个过程可能非常慢，编辑器可能会变得没有响应。

# FindInBlueprints,UncachedBlueprintsWithCacheFails
source: {BaseMessage} {CacheFails} Blueprints failed to cache.
zh_cn: {BaseMessage} {CacheFails}蓝图缓存失败。

# FoliageEd_Mode,FoliageToolName_Select
source: Select
zh_cn: 选择

# NiagaraOpInfo,Select Name
source: Select
zh_cn: 选择

# FLevelEditorPlaySettingsCustomization,AutoConnectToServerLabel
source: Auto Connect To Server
zh_cn: 自动连接到服务器

# FLevelEditorPlaySettingsCustomization,PIEAlwaysOnTop
source: Always On Top
zh_cn: 总是在顶部

# FLevelEditorPlaySettingsCustomization,StandaloneWindowPosName
source: Standalone Window Position
zh_cn: 独立窗口位置

# FloatCurveKeyEditor,SetFloatKey
source: Set Float Key Value
zh_cn: 设置浮点型键值

# FMainFrameModule,MemoryLabel
source: Mem:
zh_cn: 内存：

# FMainFrameModule,UObjectCountLabel
source: Objs:
zh_cn: 对象：

# FNavAgentSelectorCustomization,AllAgents
source: all
zh_cn: 所有

# FNavAgentSelectorCustomization,NoAgents
source: none
zh_cn: 无

# FObjectBindingNode,Assign Actor
source: Assign Actor
zh_cn: 分配Actor

# Sequencer,AssignActor
source: Assign Actor
zh_cn: 分配Actor

# FObjectBindingNode,AssignActorTooltip
source: Assign an actor to this track
zh_cn: 将Actor分配给该轨迹

# FObjectBindingNode,LabelsSubMenuText
source: Labels
zh_cn: 标签

# FObjectBindingNode,LabelsSubMenuTip
source: Add or remove labels on this track
zh_cn: 在该轨道上添加或删除标签

# FObjectBindingNode,OrganizeContextMenuSectionName
source: Organize
zh_cn: 组织

# FoliageEd_Mode,AddFoliageType_LoadPackage
source: Loading Foliage Type
zh_cn: 正在加载植被类型

# FoliageEd_Mode,DeselectAllInstances_Tooltip
source: Deselects all foliage instances
zh_cn: 取消选中所有植被实例

# FoliageEd_Mode,DetailsNameAreaText_Multiple
source: {0} Types Selected
zh_cn: 选中了{0}种类型

# FoliageEd_Mode,FilterBSPTooltip_Reapply
source: Reapply to instances on BSP
zh_cn: 重新应用到BSP上的实例

# FoliageEd_Mode,FilterBSPTooltip_Select
source: Select instances on BSP
zh_cn: 选择BSP上的实例

# FoliageEd_Mode,FilterLandscapeTooltip_Reapply
source: Reapply to instances on landscapes
zh_cn: 重新应用到地貌上的实例

# FoliageEd_Mode,FilterLandscapeTooltip_Select
source: Select instances on landscapes
zh_cn: 选择地貌上的实例

# FoliageEd_Mode,FilterStaticMeshTooltip_Reapply
source: Reapply to instances on static meshes
zh_cn: 重新应用到静态网格物体上的实例

# FoliageEd_Mode,FilterStaticMeshTooltip_Select
source: Select instances on static meshes
zh_cn: 选择静态网格物体上的实例

# FoliageEd_Mode,FilterTranslucentTooltip_Reapply
source: Reapply to instances on translucent geometry
zh_cn: 重新应用到半透明几何体上的实例

# FoliageEd_Mode,FilterTranslucentTooltip_Select
source: Select instances on translucent geometry
zh_cn: 选择半透明几何体上的实例

# FoliageEd_Mode,Foliage_AddFoliageMesh
source: + Foliage Type
zh_cn: +植被类型

# FoliageEd_Mode,Foliage_DropStatic_ToolTip
source: Drag and drop foliage types or static meshes from the Content Browser to add them to the palette
zh_cn: 从内容浏览器中拖拽并放置植被类型来将它们添加到控制板上。

# FoliageEd_Mode,FoliageMeshCount
source: Meshes ({0})
zh_cn: 网格物体 ({0})

# FoliageEd_Mode,FoliageTotalInstanceCount
source: Current Level: {0} Total: {1}
zh_cn: 当前关卡：{0} 总共：{1}

# FoliageEd_Mode,FoliageTypeAsset
source: Foliage Type
zh_cn: 植被类型

# FoliageEd_Mode,FoliageTypeOptionsHeader
source: Foliage Type
zh_cn: 植被类型

# NiagaraOpInfo,Selection
source: Selection
zh_cn: 选择

# FProjectSettingsViewerModule,EndUserSettingsDescription
source: Settings you may wish to expose to end-users of your game.
zh_cn: 你可以把配置信息开放给游戏的最终用户

# FProjectSettingsViewerModule,EndUserSettingsName
source: End-User Settings
zh_cn: 终端用户设置

# FSkeletalAnimationTrackEditor,NoAnimationSection
source: No Animation
zh_cn: 无动画

# FSlateBrushStructCustomization,ChangeMaterialDomain_ErrorMessage
source: Change the Material Domain?
zh_cn: 修改材质域？

# FSlateBrushStructCustomization,ChangeMaterialDomainTransaction
source: Changed {0} to use the UI material domain
zh_cn: 修改 {0} 来使用用户界面材质域

# FSlateBrushStructCustomization,ResourceErrorText
source: This material does not use the UI material domain
zh_cn: 该材质没有使用用户界面材质域

# FSlomoTrackEditor,AddPlayRateTrack
source: Play Rate Track
zh_cn: 播放速率轨迹

# FSlomoTrackEditor,AddPlayRateTrackTooltip
source: Adds a new track that controls the playback rate of the sequence.
zh_cn: 添加一条控制序列播放速率的新轨迹。

# FSpawnTrackEditor,AddSpawnTrack
source: Spawn Track
zh_cn: 生成轨迹

# FSpawnTrackEditor,AddSpawnTrack_Transaction
source: Add Spawn Track
zh_cn: 添加生成轨迹

# FSpawnTrackEditor,AddSpawnTrackTooltip
source: Adds a new track that controls the lifetime of the track's spawnable object.
zh_cn: 添加控制轨迹的可生成对象生命周期的新轨迹。

# FSubTrackEditor,AddSubTooltip
source: Adds a new track that can contain other sequences.
zh_cn: 添加可包含其他序列的新轨迹。

# FSubTrackEditor,AddSubTrack_Transaction
source: Add Sub Track
zh_cn: 添加子轨迹

# FSubTrackEditor,NumTracksFormat
source: {0} track(s)
zh_cn: {0} 条轨迹

# K2Node,Sequence
source: Sequence
es: Secuencia
pt_br: Sequência
zh_cn: 序列

# FTextureDetails,CannotEditMaxTextureSize
source: Maximum Texture Size cannot be changed for this texture as it is a non power of two size. Change the Power of Two Mode to allow it to be padded to a power of two.
zh_cn: 该贴图的最大贴图尺寸不能改变，因为它的大小不是2的幂数。修改‘2的幂数模式’来使得它可以填充为2的幂数。

# FTextureDetails,CannotEditPowerOfTwoMode
source: Power of Two Mode cannot be changed to None for this texture as it is a non power of two size and has a Maximum Texture Size override. Change the Maximum Texture Size to 0 before attempting to change the Power of Two Mode.
zh_cn: 不能将这个贴图的‘2的幂数模式’改为'无'，因为它的大小不是2的幂数并且覆盖了最大贴图尺寸。请在尝试修改‘2的幂数模式’时将最大贴图尺寸改为0。

# FTextureDetails,SetMaximumTextureSize
source: Edit Maximum Texture Size
zh_cn: 编辑最大贴图尺寸

# GameplayTagSearchFilter,AnyGameplayTagFilterDisplayTooltip
source: Search for any *loaded* Blueprint or asset that contains a gameplay tag (right-click to choose tags).
zh_cn: 搜索包含游戏标签的任何 *已加载的* 蓝图或资源（右击来选择标签）。

# GameplayTagSearchFilter,ComparisonSectionHeading
source: Gameplay Tag(s) to search for
zh_cn: 要搜索的游戏标签

# GameplayTagSearchFilter,GameplayTagFilterDisplayTooltip
source: Search for any *loaded* Blueprint or asset that has a gameplay tag which matches any of the selected tags (right-click to choose tags).
zh_cn: 搜索任何具有同选中的标签相匹配的游戏标签的 *已加载* 蓝图或资源。

# GameProjectGeneration,AddCodeFailed_HotReloadFailed
source: Successfully added class '{0}', however you must recompile the '{1}' module before it will appear in the Content Browser. {2} Would you like to open the Output Log to see more details?
zh_cn: 成功添加了类'{0}'，但是在它出现在内容浏览器中之前，您必须重新编译该'{1}'模块。{2} 您想打开输出日志来查看更多详情吗？

# GameProjectGeneration,AddCodeSuccessWithHotReload
source: Successfully added class '{0}', however you must recompile the '{1}' module before it will appear in the Content Browser.
zh_cn: 成功添加了类'{0}'，但是在它出现在内容浏览器中之前，您必须重新编译该'{1}'模块。

# GameProjectGeneration,AddCodeSuccessWithHotReloadAndSync
source: Successfully added class '{0}', however you must recompile the '{1}' module before it will appear in the Content Browser. Would you like to edit the code now?
zh_cn: 成功添加了类'{0}'，但是在它出现在内容浏览器中之前，您必须重新编译该'{1}'模块。 您现在就想编辑代码吗？

# GameProjectUtils,WarningReasonOkText
source: Ok
es: ACEPTAR
zh_cn: 确认

# PhAT,OkButtonText
source: Ok
es: ACEPTAR
zh_cn: 确认

# SkeletonWidget,BoneRemoval_Ok
source: Ok
es: Aceptar
zh_cn: 确认

# SOutputLogDialog,Ok
source: Ok
zh_cn: 确定

# K2Node_Select,Error_ReturnTermAlreadyRegistered
source: ICE: Return term is already registered @@
zh_cn: ICE：返回条件已注册@@

# K2Node,Get
source: Get
es: Obtener
pt_br: Adquirir
zh_cn: 获得

# K2Node,false
source: false
es: falso
zh_cn: 假

# GraphDiffControl,true
source: true
zh_cn: 真

# K2Node,true
source: true
es: verdadero
zh_cn: 真

# GraphEditor,InvalidGraphNode
source: <Invalid graph node>
es: <nodo gráfico no válido>
pt_br: <Nó de grafo inválido>
zh_cn: <无效的图表节点>

# GraphNodeGameplayEffectVar,PeriodTimeInSeconds
source: {0} s
zh_cn: {0}秒

# HardwareTargeting,EditorSettings2D
source: Editor - 2D
zh_cn: 编辑器 - 二维

# HierarchicalLOD,HierarchicalLOD_BuildClusters
source: Building Clusters for LOD {LODIndex} of {LevelName}...
zh_cn: 正在为{LevelName}的{LODIndex}构建群集...

# HierarchicalLOD,HierarchicalLOD_BuildLODActorMeshes
source: Building LODActor meshes
zh_cn: 正在构建LODActor网格物体

# HierarchicalLOD,HierarchicalLOD_InitializeCluster
source: Initializing Clusters for LOD {LODIndex} of {LevelName}...
zh_cn: 正在为{LevelName}的LOD{LODIndex}初始化群集...

# HierarchicalLOD,HierarchicalLOD_MergeActors
source: Merging Actors for LOD {LODIndex} of {LevelName}...
zh_cn: 正在为{LevelName}的LOD {LODIndex}融合Actor...

# HierarchicalLOD,MapCheck_Message_HLODSystemNotEnabled
source: Hierarchical LOD System is disabled, unable to build LOD actors.
zh_cn: 层次化的LOD系统已禁用，无法构建LOD actor。

# HierarchicalLOD,MapCheck_Message_NoBuildHLODHiddenLevels
source: Certain levels are marked as hidden, Hierarchical LODs will not be build for hidden levels.
zh_cn: 某些关卡被标记为隐藏，将不会为隐藏关卡构建层级LOD。

# HierarchicalSimplificationCustomizations,HLODLevelName
source: HLOD Level {0}
zh_cn: HLOD关卡{0}

# HLODOutliner,DeleteClusters
source: Delete Clusters
zh_cn: 删除群集

# HLODOutliner,GenerateClusters
source: Generate Clusters
zh_cn: 生成群集

# HLODOutliner,SceneActorName
source: Scene Actor Name
zh_cn: 场景Actor名称

# HLODOutliner,UndoAction_LODLevelForcedView
source: LOD Level Forced View
zh_cn: LOD级别强制视图

# HLODOutliner,UndoAction_RemoveStaticMeshActorFromCluster
source: Removed Static Mesh Actor From Cluster
zh_cn: 已从群集中删除了静态网格物体Actor

# IntegralCurveKeyEditor,SetIntegralKey
source: Set Integral Key Value
zh_cn: 设置整型键值

# K2Node,AddDelegate
source: Bind Event to {PropertyName}
es: Unir evento a {PropertyName}
pt_br: Vincular Evento a {PropertyName}
zh_cn: 绑定事件到{PropertyName}

# K2Node,AddOutputPinError
source: Cannot add output pins to function result node!
zh_cn: 不能给函数结果节点添加输出引脚！

# K2Node,AddTunnelInputPinError
source: Cannot add input pins to entry node!
zh_cn: 无法给入口节点添加输入引脚

# K2Node,AddTunnelOutputPinError
source: Cannot add output pins to entry node!
zh_cn: 不能给入口节点添加输出引脚！

# LocalizationTargetEditor,TargetCategoryLabel
source: Target
zh_cn: 目标

# K2Node,ConvertToImpureGetTooltip
source: Adds in branching execution pins so that you can separately handle when the returned value is valid/invalid.
zh_cn: 添加分支执行节点，以便当返回值 有效/无效 时您可以单独地处理。

# K2Node,ConvertToPureGetTooltip
source: Removes the execution pins to make the node more versatile.
zh_cn: 删除执行引脚来使得该节点更加通用。

# K2Node,CreateDelegate
source: Create Event
es: Crear evento
pt_br: Criar Evento
zh_cn: 创建事件

# K2Node,ForEachElementInUnknownEnum_Title
source: ForEach UNKNOWN
zh_cn: ForEach未知

# K2Node,MakeArray_OutputIsExec
source: Uaccepted array type in @@
zh_cn: @@中不接受的数组类型

# K2Node,MathExpressionSecondTitleLine
source: {0} Math Expression
es: {0} Expresión matemática
pt_br: {0} Expressão Matemática
zh_cn: {0} 数学表达式

# K2Node,MissingBeginSpawningArrayFunc
source: UK2Node_LatentGameplayTaskCall: Attempting to use ActorArraySpawning but Missing a BeginSpawningActorArray function. @@
zh_cn: UK2Node_LatentGameplayTaskCall：正在尝试使用ActorArraySpawning，但缺失BeginSpawningActorArray函数。@@

# K2Node,MissingBeginSpawningFunc
source: UK2Node_LatentGameplayTaskCall: Attempting to use ActorSpawning but Missing a BeginSpawningActor function. @@
zh_cn: UK2Node_LatentGameplayTaskCall：正在尝试使用ActorSpawning，但缺失BeginSpawningActor函数。@@

# K2Node,MissingClassParameter
source: UK2Node_LatentGameplayTaskCall: Attempting to use ActorSpawning but Proxy Factory Function missing a Class parameter. @@
zh_cn: UK2Node_LatentGameplayTaskCall：正在尝试使用ActorSpawning，但‘代理工厂函数’缺失一个‘类’参数。@@

# K2Node,MissingFinishSpawningArrayFunc
source: UK2Node_LatentGameplayTaskCall: Attempting to use ActorArraySpawning but Missing a FinishSpawningActorArray function. @@
zh_cn: UK2Node_LatentGameplayTaskCall：正在尝试使用ActorArraySpawning，但缺失FinishSpawningActorArray函数。@@

# K2Node,MissingFinishSpawningFunc
source: UK2Node_LatentGameplayTaskCall: Attempting to use ActorSpawning but Missing a FinishSpawningActor function. @@
zh_cn: UK2Node_LatentGameplayTaskCall：正在尝试使用ActorSpawning，但缺失FinishSpawningActor函数。@@

# K2Node,NoConnectionToRequiredExecPin
source: @@ - Unhandled event. You need something connected to the '{0}' pin
zh_cn: @@ - 未处理的事件。您需要向 '{0}'引脚连接一个东西
