Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BasicTokenParser,StringConstTooLong
source: String constant ({0}...) exceeds maximum of {1} characters
es: La constante de la cadena ({0}...) supera el máximo de {1} caracteres
ja: 文字列定数 ( {0} ...) は最大長 {1} を超えています
pt_br: String constante ({0}...) excede o máximo de {1} caracteres
zh_cn: 字符串常量({0}...)超出了{1}个字符的最大数量

# BasicTokenParser,UnexpectedCommentClose
source: Unexpected '*/' outside of comment
es: '*/' imprevisto fuera del comentario
ja: コメント外側に想定外の '*/' があります
pt_br: '*/' inesperado fora do comentário
zh_cn: 注释外面意外地出现了 '*/'

# BehaviorDecoratorDetails,ObserverTitle
source: Observer aborts
es: Anulaciones del espectador
ja: オブザーバーを中止
pt_br: Interrompido pelo observador
zh_cn: 观察者终止

# BehaviorTreeEditor,AbortModeHighlight
source: Nodes aborted by mode: {0}
es: Nodos cancelados por el modo: {0}
ja: ノードは次のモードで停止しました: {0}
pt_br: Nós anulados pelo modo: {0}
zh_cn: 模式废弃的节点: {0}

# BehaviorTreeEditor,AbortPriorityLower
source: Lower Priority
es: Prioridad más baja
ja: 低優先度
pt_br: Prioridade Baixa
zh_cn: 较低的优先级

# BehaviorTreeEditor,AbortPrioritySelf
source: Self
es: Autoreferencia
ja: セルフ
pt_br: Próprio
zh_cn: 自身

# BehaviorTreeEditor,AddDecorator
source: Add Decorator...
ja: デコレーターを追加...
zh_cn: 添加装饰器...

# BehaviorTreeEditor,AddDecoratorTooltip
source: Adds new decorator as a subnode
ja: サブノードとして新規のデコレーターを追加
zh_cn: 添加新的装饰器作为子节点

# BehaviorTreeEditor,AddInputPin
source: Add Input Pin
es: Añadir Pin de entrada
ja: インプットピンを追加
pt_br: Adicionar Fixador de Entrada
zh_cn: 添加输入引脚

# BehaviorTreeEditor,AddService
source: Add Service...
ja: サービスを追加...
zh_cn: 添加服务...

# BehaviorTreeEditor,AddServiceTooltip
source: Adds new service as a subnode
ja: サブノードとして新規のサービスを追加
zh_cn: 添加新的服务作为子节点

# BehaviorTreeEditor,AppearanceCornerText
source: BEHAVIOR TREE
es: ÁRBOL DE COMPORTAMIENTO
ja: ビヘイビアツリー
pt_br: ÁRVORE DE COMPORTAMENTO
zh_cn: 行为树

# BehaviorTreeEditor,AppLabel
source: BehaviorTree
ja: ビヘイビアツリー
zh_cn: 行为树

# BehaviorTreeEditor,AutoArrange
source: Auto Arrange
ja: 自動アレンジ
zh_cn: 自动排列

# BehaviorTreeEditor,BreakpointsHeader
source: Breakpoints
ja: ブレークポイント
zh_cn: 断点

# KismetSchema,BreakpointsHeader
source: Breakpoints
es: Puntos de rotura
ja: ブレークポイント
pt_br: Pontos de Interrupção
zh_cn: 断点

# KismetToolbar,DebugMenu_BreakpointHeading
source: Breakpoints
es: Puntos de rotura
ja: ブレークポイント
pt_br: Pontos de Interrupção
zh_cn: 断点

# BehaviorTreeEditor,ChildIndexTooltip
source: Child index: this shows the order in which child nodes are executed.
ja: 子インデックス： 子ノードが実行される順番を表示します。
zh_cn: 子节点索引：这显示了子节点的执行顺序。

# BehaviorTreeEditor,CompositeDecoratorOverlayText
source: Composite Decorator
ja: コンポジット デコレータ―
zh_cn: 合成装饰器

# BehaviorTreeEditor,CompositeDecoratorTooltip
source: Double-click to Open
ja: ダブルクリックして開く
zh_cn: 双击以打开

# BehaviorTreeEditor,RunBehaviorTooltip
source: Double-click to Open
ja: ダブルクリックして開く
zh_cn: 双击以打开

# BehaviorTreeEditor,DecoratorDiffDisplayName
source: Decorator
ja: デコレータ
zh_cn: 装饰器

# BehaviorTreeEditor,EditMenu_SearchHeading
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# BehaviorTreeEditorFactories,BehaviorTreeSearchLabel
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# BehaviorTreeEditorFactories,BehaviorTreeSearchView
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# ContentBrowser,SearchBoxPartialHint
source: Search
ja: 検索
zh_cn: 搜索

# FindInMaterial,GraphSearchHint
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# KismetToolbar,EditMenu_SearchHeading
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# SGameplayCueEditor,Search
source: Search
ja: 検索
zh_cn: 搜索

# SSceneOutliner,StartSearching
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# TranslationEditor,SearchTab
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# TranslationEditor,SearchTabTitle
source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索

# UICommands.BehaviorTreeEditorCommands,SearchBT
source: Search
ja: 検索
zh_cn: 搜索

# UICommands.BlueprintEditorCommands,FindInBlueprint
source: Search
ja: 検索

# UICommands.MaterialEditorCommands,FindInMaterial
source: Search
ja: 検索

# UICommands.TranslationEditorToolbar,OpenSearchTab
source: Search
ja: 検索
zh_cn: 搜索

# BehaviorTreeEditor,ExecutionIndexTooltip
source: Execution index: this shows the order in which nodes are executed.
ja: 実行インデックス： ノードが実行される順番を表示します。
zh_cn: 执行索引：这显示了节点的执行书序。

# BehaviorTreeEditor,InactiveLabel
source: INACTIVE
ja: 非アクティブ
zh_cn: 未激活

# BehaviorTreeEditor,InjectedNode
source: Node is injected by subtree and can't be edited
es: El nodo es inyectado por el subárbol y no podrá editarse
ja: ノードはサブツリーで投入されているため編集できません
pt_br: O nó foi injetado por subárvore e não pode ser editado
zh_cn: 节点是通过子树引入的，不能进行编辑

# BehaviorTreeEditor,InjectedTooltip
source: Injected: {0}
ja: 投入済み: {0}
zh_cn: 已注入：{0}

# BehaviorTreeEditor,MergeInjectedNodeAtEnd
source: Decorators must be placed above injected nodes!
ja: デコレーターは投入したノードより上に配置しなくてはいけません！
zh_cn: 装饰器必须放置在注入的节点的上面！

# BehaviorTreeEditor,MergeInjectedNodeNoMove
source: Can't move injected nodes!
ja: 投入したノードは移動できません！
zh_cn: 不能删除注入的节点！

# BehaviorTreeEditor,NewBlackboardName
source: NewBlackboardData
ja: 新規Blackboardデータ
zh_cn: 新建黑板数据

# BehaviorTreeEditor,NoMatchForDebug
source: Can't find matching actors
es: Imposible encontrar actores compatibles
ja: 一致するアクタが見つかりません
pt_br: Não foram encontrados atores correspondentes
zh_cn: 找不到匹配的actor

# BehaviorTreeEditor,ObserverError
source: Observer has invalid abort setting!
ja: オブザーバーのアボート設定が無効です！
zh_cn: 观察器具有无效的中止设置！

# BehaviorTreeEditor,PausedLabel
source: PAUSED
ja: 一時停止中
zh_cn: 暂停

# BehaviorTreeEditor,PinConnect
source: Connect nodes
ja: ノードを接続
zh_cn: 连接节点

# BehaviorTreeEditor,PinConnectReplace
source: Replace connection
ja: 接続を置換
zh_cn: 替换连接

# BehaviorTreeEditor,PinErrorcycle
source: Can't create a graph cycle
ja: グラフサイクルを作成できません
zh_cn: 不能创建一个图表循环

# BehaviorTreeEditor,PinErrorInput
source: Can't connect input node to input node
ja: インプットノード同士は接続できません
zh_cn: 不能连接输入节点到输入节点

# BehaviorTreeEditor,PinErrorOnlyComposite
source: Only composite nodes are allowed
ja: コンポジット ノードのみ許可
zh_cn: 仅允许合成节点

# BehaviorTreeEditor,PinErrorOnlyTask
source: Only task nodes are allowed
ja: タスクノードのみが有効です
zh_cn: 仅允许任务节点

# BehaviorTreeEditor,PinErrorOutput
source: Can't connect output node to output node
ja: アウトプットノード同士は接続できません
zh_cn: 不能连接输出节点到输出节点

# BehaviorTreeEditor,PinErrorSameNode
source: Both are on the same node
ja: 双方のピンが同じノード上にあります
zh_cn: 二者是同一节点

# MaterialGraphSchema,ConnectionSameNode
source: Both are on the same node
es: Ambos están en el mismo nodo
ja: 両方が同じノード上にあります
pt_br: Os dois estão no mesmo nó
zh_cn: 两者都在同一节点上

# SoundClassSchema,ConnectionSameNode
source: Both are on the same node
es: Ambos están en el mismo nodo
ja: 両方が同じノード上にあります
pt_br: Os dois estão no mesmo nó
zh_cn: 两者都在同一节点上

# SoundCueSchema,ConnectionSameNode
source: Both are on the same node
es: Ambos están en el mismo nodo
ja: 両方が同じノード上にあります
pt_br: Os dois estão no mesmo nó
zh_cn: 两者都在同一节点上

# BehaviorTreeEditor,PinHoverParallelBackground
source: Nodes running in the background, while main task is active
ja: メインタスクがアクティブな間はノードはバックグラウンドで実行されています
zh_cn: 当主任务激活时，后台正在运行的节点

# BehaviorTreeEditor,PinHoverParallelMain
source: Main task of parrallel node
ja: 平行ノードのメインタスク
zh_cn: 并行节点的主任务

# BehaviorTreeEditor,RemoveInputPin
source: Remove Input Pin
es: Eliminar Pin de entrada
ja: インプットピンを削除
pt_br: Remover Fixador de Entrada
zh_cn: 移除输入引脚

# BehaviorTreeEditor,Root
source: ROOT
ja: ルート
zh_cn: 根

# EnvironmentQueryEditor,Root
source: ROOT
ja: ルート
zh_cn: 根

# BehaviorTreeEditor,RootLevelNode
source: Root level decorators are not executed They will be injected into a parent tree
ja: ルートレベルデコレーターは実行されていません 親ツリーに入ります
zh_cn: 根层级的装饰并未执行 它们将被注入一个父级树中

# BehaviorTreeEditor,RunBehaviorOverlayText
source: Run Behavior
ja: ビヘイビアを実行
zh_cn: 运行行为

# BehaviorTreeEditor,ServiceDiffDisplayName
source: Service
ja: サービス
zh_cn: 服务

# BehaviorTreeEditor,StepsBackLabelFmt
source: STEPS BACK: {0}
ja: ステップバック： {0}
zh_cn: 后退: {0}

# BehaviorTreeEditor,WorldCentricTabPrefix
source: BehaviorTree
ja: ビヘイビアツリー
zh_cn: 行为树

# BehaviorTreeEditorCommands,Common
source: Common
es: Común
ja: 共通
pt_br: Comum
zh_cn: 常见

# BlueprintComponenetNodeSpawner,DefaultClassGroup
source: Common
es: Común
ja: 共通
pt_br: Comum
zh_cn: 一般

# ContentBrowser,CommonAssetActionsMenuHeading
source: Common
ja: 共通
zh_cn: 常见

# TransformToolBar,RotationCommonText
source: Common
es: Común
ja: 共通
pt_br: Comum
zh_cn: 一般

# BehaviorTreeEditorCommands,Debugger
source: Debugger
es: Depurador
ja: デバッガ
pt_br: Depurador
zh_cn: 调试器

# BehaviorTreeEditorFactories,BehaviorTreeDetailsLabel
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# BehaviorTreeEditorFactories,BehaviorTreeDetailsView
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# BehaviorTreeEditorFactories,BlackboardDetailsView
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# BlueprintEditor,DetailsView_MenuTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# BlueprintEditor,DetailsView_TabTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# Cascade,CascadePropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# Cascade,SummonProperties
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# EnvironmentQueryEditor,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# EnvironmentQueryEditor,SoundClassPropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# FontEditor,FontPropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# FontEditor,PropertiesTabId
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# FTextureEditorToolkit,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# FTextureEditorToolkit,TexturePropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# GenericEditor,GenericDetailsTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# GenericEditor,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# LevelEditor,DetailsTabTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# MaterialEditor,DetailsTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# MaterialEditor,MaterialDetailsTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# MaterialInstanceEditor,MaterialPropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# MaterialInstanceEditor,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# Matinee,PropertiesEditorTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# NiagaraEditor,DetailsTab
source: Details
ja: 詳細
zh_cn: 详细信息

# NiagaraEditor,NiagaraDetailsTitle
source: Details
ja: 詳細
zh_cn: 详细信息

# PersonaModes,DetailsDescription
source: Details
ja: 詳細

# PersonaModes,PersonaDetailsTab
source: Details
ja: 詳細

# PhAT,PhATPropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# PhAT,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# PropertyEditorToolkit,GenericDetailsTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# PropertyEditorToolkit,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# SoundClassEditor,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# SoundClassEditor,SoundClassPropertiesTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# SoundCueEditor,DetailsTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# SoundCueEditor,SoundCueDetailsTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# StaticMeshEditor,PropertiesTab
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# StaticMeshEditor,StaticMeshProperties_TabTitle
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 细节

# UMG,WidgetDetails_TabLabel
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# UMG,WidgetDetails_ViewMenu_Desc
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# UnrealEditor,WorkspaceMenu_LevelEditorDetailCategory
source: Details
es: Detalles
ja: 詳細
pt_br: Detalhes
zh_cn: 详细信息

# BehaviorTreeEditorFactories,BehaviorTreeDetailsTabTooltip
source: The behavior tree details tab allows editing of the properties of behavior tree nodes
es: La pestaña de detalles del árbol de comportamiento permite la edición de las propiedades de los nodos del árbol de comportamiento
ja: ビヘイビアツリーの詳細タブからビヘイビアツリーノードのプロパティを編集することができます
pt_br: A guia de detalhes da árvore de comportamento permite a edição das propriedades dos nós da árvore de comportamento
zh_cn: 行为树详细信息选卡允许编辑行为树节点的属性

# BehaviorTreeEditorFactories,BehaviorTreeDetailsView_ToolTip
source: Show the details view
es: Mostrar la vista de los detalles
ja: 詳細ビューを表示
pt_br: Exibir a vista de detalhes
zh_cn: 显示详细信息视图

# BehaviorTreeEditorFactories,BlackboardDetailsView_ToolTip
source: Show the details view
es: Mostrar la vista de los detalles
ja: 詳細ビューを表示
pt_br: Exibir a vista de detalhes
zh_cn: 显示详细信息视图

# BehaviorTreeEditorFactories,BehaviorTreeSearchTabTooltip
source: The behavior tree search tab allows searching within behavior tree nodes
es: La pestaña de búsqueda del árbol de comportamiento permite la búsqueda dentro de los nodos del árbol de comportamiento
ja: ビヘイビアツリーの検索タブでビヘイビアツリーノード内部を検索することができます
pt_br: A guia de busca da árvore de comportamento permite uma busca dentro dos nós da árvore de comportamento
zh_cn: 行为树搜索选卡允许在行为树节点中进行搜索

# BehaviorTreeEditorFactories,BehaviorTreeSearchView_ToolTip
source: Show the behavior tree search tab
es: Mostrar la pestaña de búsqueda del árbol de comportamiento
ja: ビヘイビアツリーの検索タブを表示
pt_br: Exibir a guia de busca da árvore de comportamento
zh_cn: 显示行为树搜索选卡

# BehaviorTreeEditorFactories,BlackboardDetailsLabel
source: Blackboard Details
es: Detalles del borrador
ja: ブラックボードの詳細
pt_br: Detalhes do Quadro-negro
zh_cn: 黑板详细信息

# BehaviorTreeEditorFactories,BlackboardDetailsTabTooltip
source: The details tab is for editing blackboard entries.
es: La pestaña de detalles es para la edición de las entradas del borrador.
ja: 詳細タブはブラックボードへの入力を編集するタブです
pt_br: A guia detalhes serve para editar as entradas do quadro-negro.
zh_cn: 详细信息选卡用于编辑黑板条目。

# BehaviorTreeEditorFactories,BlackboardEditor_ToolTip
source: Show the blackboard editor
es: Mostrar el editor del borrador
ja: ブラックボードエディタを表示
pt_br: Exibir o editor do quadro-negro
zh_cn: 显示黑板编辑器

# BehaviorTreeEditorFactories,BlackboardEditorTabTooltip
source: The Blackboard editor is for editing and debugging blackboard key/value pairs.
es: El editor del borrador es para la edición y la depuración de los pares de valores/claves del borrador.
ja: ブラックボードエディタはブラックボードキーと値ペアを編集およびデバッグするエディタです
pt_br: O editor do Quadro-negro serve para editar e depurar os pares chave/valor do quadro-negro.
zh_cn: 黑板编辑器用于编辑机调试黑板 键/值 对。

# BehaviorTreeEditorFactories,BlackboardTabTooltip
source: The Blackboard view is for viewing and debugging blackboard key/value pairs.
es: La vista del borrador es para la visualización y la depuración de los pares de valores/claves del borrador.
ja: ブラックボードビューはブラックボードキーと値ペアを表示およびデバッグするビューです
pt_br: A vista do Quadro-negro serve para visualizar e depurar os pares chave/valor do quadro-negro.
zh_cn: 黑板视图用于查看及调试黑板 键/值 对。

# BehaviorTreeEditorFactories,BlackboardView_ToolTip
source: Show the blackboard view
es: Mostrar la vista del borrador
ja: ブラックボードビューを表示
pt_br: Exibir a vista do quadro-negro
zh_cn: 显示黑板视图

# BehaviorTreeEditorToolbar,BehaviorTreeModeButtonTooltip
source: Switch to Behavior Tree Mode
es: Cambiar al modo de árbol de comportamiento
ja: ビヘイビアツリーモードに切り替え
pt_br: Alternar para o Modo Árvore de Comportamento
zh_cn: 切换到行为树模式

# BehaviorTreeEditorToolbar,BlackboardModeButtonTooltip
source: Switch to Blackboard Mode
es: Cambiar al modo borrador
ja: ブラックボードモードに切り替え
pt_br: Alternar para o Modo Quadro-negro
zh_cn: 切换到黑板模式

# BehaviorTreeEditorToolbar,NewDecorator_Label
source: New Decorator
es: Nuevo diseñador
ja: 新規デコレーター
pt_br: Novo Decorador
zh_cn: 新建装饰器

# BehaviorTreeEditorToolbar,NewDecorator_ToolTip
source: Create a new decorator node Blueprint from a base class
es: Crear un nuevo nodo diseñador del Blueprint desde una clase base
ja: 基底クラスから新規のデコレーターノードブループリントを作成します
pt_br: Criar um novo Esquema de nós do decorador a partir de uma classe da base
zh_cn: 根据基类创建一个新的装饰器节点蓝图

# BehaviorTreeEditorToolbar,NewService_Label
source: New Service
es: Nuevo servicio
ja: 新規サービス
pt_br: Novo Serviço
zh_cn: 新建服务

# BehaviorTreeEditorToolbar,NewService_ToolTip
source: Create a new service node Blueprint from a base class
es: Crear un nuevo nodo de servicio del Blueprint desde una clase base
ja: 基底クラスから新規のサービスノードブループリントを作成します
pt_br: Criar um novo Esquema de nós de serviço a partir de uma classe da base
zh_cn: 根据基类创建一个新的服务节点蓝图

# BehaviorTreeEditorToolbar,NewTask_Label
source: New Task
es: Nueva tarea
ja: 新規タスク
pt_br: Nova Tarefa
zh_cn: 新建任务

# BehaviorTreeEditorToolbar,NewTask_ToolTip
source: Create a new task node Blueprint from a base class
es: Crear un nuevo nodo de tarea del Blueprint desde una clase base
ja: 基底クラスから新規のタスクノードブループリントを作成します
pt_br: Criar um novo Esquema de nós de tarefa a partir de uma classe da base
zh_cn: 根据基类创建一个新的任务节点蓝图

# BehaviorTreeEditorToolbar,SelectDebugActor
source: Pick actor to debug
es: Escoja actor que depurar
ja: デバッグするアクタを選択
pt_br: Selecionar ator para depurar
zh_cn: 选择actor进行调试

# BehaviorTreeGraphNode_Logic,Logic
source: Logic
ja: ロジック
zh_cn: 逻辑

# BlackboardDataDetails,EntryNameLabel
source: Entry Name
ja: エントリ名
zh_cn: 条目名称

# BlendListByEnum,AnimGraphNode_BlendListByEnum_Title
source: Blend Poses ({EnumName})
es: Combinar posiciones ({EnumName})
ja: ブレンドポーズ ({EnumName})
pt_br: Poses da Mistura ({EnumName})
zh_cn: 混合姿势 ({EnumName})

# BlendListByEnum,AnimGraphNode_BlendListByEnum_TitleError
source: ERROR: Blend Poses (by missing enum)
es: ERROR: combinar posiciones (por falta de enumeración)
ja: エラー：ブレンドポーズ（列挙型変数がありません）
pt_br: ERRO: Poses da Mistura (por enum ausente)
zh_cn: 错误: 混合姿势 (通过缺失的枚举值)

# BlendListByEnum,ExposeHeader
source: Add pin for element
es: Añadir Pin al elemento
ja: エレメントにピンを追加
pt_br: Adicionar fixador para o elemento
zh_cn: 添加元素引脚

# BlendListByEnum,FriendlyNameBlendTime
source: {PinFriendlyName} Blend Time
es: {PinFriendlyName} Tiempo combinado
ja: {PinFriendlyName} ブレンド時間
pt_br: {PinFriendlyName} Tempo de Mistura
zh_cn: {PinFriendlyName}混合时间

# BlendListByEnum,FriendlyNamePose
source: {PinFriendlyName} Pose
es: {PinFriendlyName} Posición
ja: {PinFriendlyName} ポーズ
zh_cn: {PinFriendlyName} 姿势

# BlendListByEnum,InvalidIndex
source: Invalid index
es: Índice no válido
ja: 無効なインデックス
pt_br: Índice inválido
zh_cn: 无效索引

# BlendListByEnum,RemovePin
source: RemovePin
es: Eliminar Pin
ja: Removeピン
zh_cn: 删除引脚

# CommutativeAssociativeBinaryOperatorNode,RemovePinTx
source: RemovePin
es: Eliminar Pin
ja: Removeピン
zh_cn: 删除引脚

# K2Node,RemovePinTx
source: RemovePin
es: Eliminar Pin
ja: Removeピン
zh_cn: 删除引脚

# MakeArrayNode,RemovePinTx
source: RemovePin
es: Eliminar Pin
ja: Removeピン
zh_cn: 删除引脚

# BlendListByEnum,RemovePose
source: Remove Pose
es: Eliminar posición
ja: ポーズを削除
pt_br: Remover Pose
zh_cn: 删除姿势

# BlendProfilePicker,Clear_ToolTip
source: Clear the selected blend profile.
ja: 選択されたブレンドプロファイルをクリア
zh_cn: 清除选中的混合概述文件。

# BlendProfilePicker,CreateNew
source: Create New Blend Profile
ja: 新規ブレンドプロファイルを作成
zh_cn: 清除新的混合概述文件

# BlendProfilePicker,CreateNew_ToolTip
source: Creates a new blend profile inside the skeleton.
ja: スケルトンの中に新規ブレンドプロファイルを作成
zh_cn: 在骨架中创建一个新的混合概述文件

# BlendProfilePicker,RemoveBlendProfileToolTipFmt
source: Remove {0}
ja: {0} を削除

# BlendProfilePicker,SelectedNameEntryStandalone
source: Blend Profile: {0}
ja: ブレンドプロファイル: {0}

# BlendProfilePicker,Trans_NewProfile
source: Create new blend profile.
ja: 新規ブレンドプロファイルを作成
zh_cn: 创建新的混合概述文件。

# BlendSpace.Parameter,ParameterTitle
source: Parameters
es: Parámetros
ja: パラメータ
pt_br: Parâmetros
zh_cn: 参数

# BlendSpace.Sample,FindAnimation
source: Find this animation in Content Browser
es: Buscar esta animación en el buscador de contenido
ja: このアニメーションをコンテンツブラウザで検索
pt_br: Localizar esta animação no Navegador de Conteúdo
zh_cn: 在内容浏览器中查找该动画

# BlendSpace.Sample,RemoveAllSamples
source: Remove all samples
es: Eliminar todas las muestras
ja: 全サンプルを削除
pt_br: Remover todas as amostras
zh_cn: 删除所有样本

# BlendSpace.Sample,RemoveSample
source: Remove this sample
es: Eliminar esta muestra
ja: このサンプルを削除
pt_br: Remover esta amostra
zh_cn: 删除该样本

# BlendSpace.Sample,ReplaceWithCurrent
source: Replace with current selected animation from Content Browser
es: Reemplazar por la animación seleccionada desde el buscador de contenido
ja: コンテンツブラウザで現在選択されたアニメーションを置換
pt_br: Substituir por animação selecionada atualmente do Navegador de Conteúdo
zh_cn: 替换为内容浏览器中当前选中的动画

# BlendSpace.Sample,SampleTitle
source: Samples
es: Muestras
ja: サンプル
pt_br: Amostras
zh_cn: 样本

# BlueprintProfilerViewTypesUI,Samples
source: Samples
ja: サンプル

# ProjectBrowser,SamplesCategoryName
source: Samples
es: Muestras
ja: サンプル
pt_br: Amostras
zh_cn: 样本

# BlendSpace.Sample,ToReplaceSample
source: To replace sample, you can drag animation onto the sample point in the BlendSpace from Asset Browser or replace in the list below
es: Para reemplazar la muestra, puede arrastrar la animación hasta el punto de la muestra en el BlendSpace desde el buscador de activos o reemplazar en la lista de abajo
ja: サンプルを置換には、アセットブラウザからブレンドスペースのサンプルポイント上にアニメーションをドラッグするか以下のリストで置換します
pt_br: Para substituir a amostra, arraste a animação até o ponto da amostra em BlendSpace do Navegador de Ativos ou substitua na lista abaixo
zh_cn: 要想替换样本，您可以从内容浏览器中拖拽动画到混合空间的样本点上，或者在下面的列表中进行替换。

# BlendSpace1DDialog,BlendSpaceInvalidSample
source: This sample is in an invalid location. Please drag it to a grid point.
es: Esta muestra no está en un lugar válido. Por favor, arrástrela hasta un punto de la rejilla.
ja: このサンプルは無効な位置にあります。 サンプルをグリッド点にドラッグしてください。
pt_br: Esta amostra está em um local inválido. Arraste-a até um ponto de grade.
zh_cn: 该样本在无效的位置处。 请把它拖拽到一个网格点上。

# BlendSpaceDialog,BlendSpaceInvalidSample
source: This sample is in an invalid location. Please drag it to a grid point.
es: Esta muestra no está en un lugar válido. Por favor, arrástrela hasta un punto de la rejilla.
ja: このサンプルは無効な位置にあります。 サンプルをグリッド点にドラッグしてください。
pt_br: Esta amostra está em um local inválido. Arraste-a até um ponto de grade.
zh_cn: 该样本在无效的位置处。 请把它拖拽到一个网格点上。

# BlendSpace1DDialog,DisplayEditorVerticallyOptionLabel
source: Display editor vertically
es: Visualizar el editor en vertical
ja: エディタを縦表示
pt_br: Exibir editor verticalmente
zh_cn: 垂直地显示编辑器

# BlendSpace1DDialog,Previewing
source: Previewing {0}
es: Previsualización {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 预览 {0}

# BlendSpaceDialog,Previewing
source: Previewing {0}
es: Previsualización {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 预览 {0}

# BlendSpace1DDialog,Sequence
source: {0} Sequence ({1})
es: {0} Secuencia ({1})
ja: {0} シーケンス ({1})
pt_br: {0} Sequência ({1})
zh_cn: {0} 序列 ({1}))

# BlendSpaceDialog,Sequence
source: {0} Sequence ({1})
es: {0} Secuencia ({1})
ja: {0} シーケンス ({1})
pt_br: {0} Sequência ({1})
zh_cn: {0} 序列 ({1}))

# BlendSpace1DDialog,Undo_SetDisplayVertically
source: Set Blend Space To Display Vertically
es: Ajustar el espacio de combinación para que se muestre en vertical
ja: ブレンド スペースを縦表示に設定する
pt_br: Definir Espaço de Mistura como Exibir Verticalmente
zh_cn: 设置垂直显示混合空间

# BlendSpace1DDialog,Undo_UnsetDisplayVertically
source: Set Blend Space To Not Display Vertically
es: Ajustar el espacio de combinación para que no se muestre en vertical
ja: ブレンド スペースを非縦表示に設定
pt_br: Definir Espaço de Mistura como Não Exibir Verticalmente
zh_cn: 设置不要垂直显示混合空间
