Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LevelEditorTabs,Sequencer
source: Sequencer
es: Secuenciador
ja: シーケンサー
pt_br: Sequenciador
zh_cn: 定序器

# Sequencer,SequencerMainTitle
source: Sequencer
es: Secuenciador
ja: シーケンサ
pt_br: Sequenciador
zh_cn: 定序器

# Contexts,SizeMap
source: Size Map
ja: サイズマップ
zh_cn: 尺寸贴图

# SizeMap,SizeMapTitle
source: Size Map
ja: サイズマップ
zh_cn: 尺寸贴图

# Contexts,SkeletalMeshEditor
source: Skeletal Mesh Editor
ja: スケルタルメッシュエディタ

# SkeletalMeshEditor,WorkspaceMenu_SkeletalMeshEditor
source: Skeletal Mesh Editor
ja: スケルタルメッシュエディタ

# Contexts,SkeletonEditor
source: Skeleton Editor
ja: スケルトンエディタ

# SkeletonEditor,WorkspaceMenu_SkeletonEditor
source: Skeleton Editor
ja: スケルトンエディタ

# Contexts,SkelTree
source: Skeleton Tree
es: Árbol del esqueleto
ja: スケルトンツリー
pt_br: Árvore de Esqueletos
zh_cn: 骨架树

# PersonaModes,SkeletonTreeTabTitle
source: Skeleton Tree
es: Árbol del esqueleto
ja: スケルトンツリー
pt_br: Árvore de Esqueletos
zh_cn: 骨架树

# PersonaModes,SkeletonTreeView
source: Skeleton Tree
es: Árbol del esqueleto
ja: スケルトンツリー
pt_br: Árvore de Esqueletos
zh_cn: 骨架树

# SkeletonTreeSummoner,SkeletonTreeTabTitle
source: Skeleton Tree
ja: スケルトンツリー

# SkeletonTreeSummoner,SkeletonTreeView
source: Skeleton Tree
ja: スケルトンツリー

# Contexts,SoundCueGraphEditor
source: SoundCue Graph Editor
es: Editor gráfico de la SoundCue
ja: サウンドキューグラフエディタ
pt_br: Editor de Grafos de SoundCue
zh_cn: SoundCue图表编辑器

# Contexts,StaticMeshEditor
source: StaticMesh Editor
es: Editor de StaticMesh
ja: スタティックメッシュエディタ
pt_br: Editor de StaticMesh
zh_cn: 静态网格物体编辑器

# StaticMeshEditor,AppLabel
source: StaticMesh Editor
es: Editor de la malla estática
ja: スタティックメッシュエディタ
pt_br: Editor de StaticMesh
zh_cn: 静态网格物体编辑器

# Contexts,SystemWideCommands
source: System-wide
es: Todo el sistema
ja: システム全体
pt_br: Por Todo o Sistema
zh_cn: 系统范围

# Contexts,TextureEditor
source: Texture Editor
es: Editor de la textura
ja: テクスチャエディタ
pt_br: Editor de Texturas
zh_cn: 贴图编辑器

# FTextureEditorModule,TextureEditorSettingsName
source: Texture Editor
es: Editor de textura
ja: テクスチャエディタ
pt_br: Editor de Texturas
zh_cn: 贴图编辑器

# FTextureEditorToolkit,AppLabel
source: Texture Editor
es: Editor de textura
ja: テクスチャエディタ
pt_br: Editor de Texturas
zh_cn: 贴图编辑器

# FTextureEditorToolkit,WorkspaceMenu_TextureEditor
source: Texture Editor
es: Editor de textura
ja: テクスチャエディタ
pt_br: Editor de Texturas
zh_cn: 贴图编辑器

# Contexts,TranslationEditor
source: Translation Editor
es: Editor de la traducción
ja: 翻訳エディタ
pt_br: Editor de Translações
zh_cn: 平移编辑器

# TranslationEditor,AppLabel
source: Translation Editor
es: Editor de traslación
ja: 翻訳エディタ
pt_br: Editor de Traduções
zh_cn: 平移编辑器

# TranslationEditor,WorkspaceMenu_TranslationEditor
source: Translation Editor
es: Editor de traslación
ja: 翻訳エディタ
pt_br: Editor de Traduções
zh_cn: 平移编辑器

# TranslationEditorModule,TranslationEditorLogLabel
source: Translation Editor
es: Editor de traslación
ja: 翻訳エディタ
pt_br: Editor de Traduções
zh_cn: 平移编辑器

# Contexts,UMGEditor
source: UMG Editor
es: Editor UMG
ja: UMGエディタ
pt_br: Editor de EMG
zh_cn: UMG编辑器

# UMG,UMGEditorSettingsName
source: UMG Editor
ja: UMGエディタ

# Contexts,ViewportNavigation
source: Viewport Navigation
es: Ventana gráfica de navegación
ja: ビューポートナビゲーション
pt_br: Navegação da Porta de Visualização
zh_cn: 视口导航

# Contexts,WorldBrowser
source: World Browser
es: Buscador de Mundos
ja: ワールドブラウザ
pt_br: Navegador do Mundo
zh_cn: 世界浏览器

# ConvexDecompTool,BeginCreatingCollisionTask
source: Creating Collision
es: Crear colisión
ja: コリジョン作成
pt_br: Criação de Colisão
zh_cn: 创建碰撞

# Core,PackagesSavedWithNewerVersion
source: The following assets have been saved with an engine version newer than the current and therefore will not be able to be saved: {PackageNames}
es: Los siguientes activos se han guardado en una versión de motor más reciente que la actual y por tanto no se podrán guardar: {PackageNames}
ja: 次のアセットは現在のエンジンバージョンよりも最新のバージョンで保存されたため保存されません: {PackageNames}
pt_br: Os ativos a seguir foram salvos com uma versão de mecanismo mais recente que a atual e, portanto, não podem ser salvos: {PackageNames}
zh_cn: 以下资源是使用比当前引擎版本更新的版本保存的，因此将不能保存这些资源： {PackageNames}

# Core,UnableToFindObject
source: Unable to find object
es: Imposible buscar el objeto
ja: オブジェクトが見つかりません
pt_br: Objeto não localizado
zh_cn: 不能找到对象

# CreateBlueprintFromActorDialog,CreateBlueprintFromActor_ButtonLabel
source: Create Blueprint
es: Crear Blueprint
ja: ブループリントを作成
pt_br: Criar Esquema
zh_cn: 创建蓝图

# UnrealEd.Editor,CreateBlueprint
source: Create Blueprint
es: Crear Blueprint
ja: ブループリントを作成
pt_br: Criar Esquema
zh_cn: 创建蓝图

# CreateBlueprintFromActorDialog,CreateBlueprintFromActor_Heading
source: Blueprint Name
ja: ブループリント名
zh_cn: 蓝图名称

# SkeletonSlotNames,BlueprintColumnDefaultLabel
source: Blueprint Name
ja: ブループリント名
zh_cn: 蓝图名称

# CreateBlueprintFromActorDialog,CreateBlueprintFromActorFailed
source: Unable to create a blueprint from actor.
es: Imposible crear un Blueprint desde el actor.
ja: アクタからブループリントを作成できません
pt_br: Não foi possível criar um esquema a partir do ator.
zh_cn: 无法根据actor创建一个蓝图。

# CreateBlueprintFromActorDialog,SelectPath
source: Select Path
es: Seleccionar ruta
ja: パスを選択
pt_br: Selecionar Caminho
zh_cn: 选择路径

# SkeletonWidget,SelectPath
source: Select Path
ja: パスを選択
zh_cn: 选择路径

# UnrealEd.Editor,SelectPath
source: Select Path
es: Seleccionar ruta
ja: パスを選択
pt_br: Selecionar Caminho
zh_cn: 选择路径

# CreateBlueprintFromActorDialog,SelectPathTooltip
source: Select the path where the Blueprint will be created at
es: Seleccionar la ruta donde se creará el Blueprint
ja: ブループリントを作成するパスを選択
pt_br: Selecione o caminho onde o Esquema será criado
zh_cn: 选择创建蓝图的路径

# CreatePhysicsAsset,CreatePhysicsAssetLinkFailed
source: The bone size is too small to create Physics Asset '{0}' from Skeletal Mesh '{1}'. You will have to create physics asset manually.
es: El tamaño del hueso es demasiado pequeño para que todos los huesos puedan crear activos físicos '{0}' de la malla esqueleto '{1}”. Tendrá que crear los activos físicos manualmente.
ja: スケルタルメッシュ '{1}' から物理アセット '{0}' を作成するにはボーンサイズが小さすぎます。物理アセットを手動で作成しなくてはいけません。
pt_br: O tamanho do osso é pequeno demais para criar o Ativo de Física '{0}' da Malha Esquelética '{1}'. O ativo de física deverá ser criado manualmente.
zh_cn: 该骨骼尺寸太小，以至于不能从骨架网格物体'{1}'创建物理资源 '{0}'。您必须手动地创建物理资源。

# CSVImportFactory,ChooseAssetType
source: Import As:
es: Importar como:
ja: 形式を選択してインポート：
pt_br: Importar como:
zh_cn: 导入为:

# CSVImportFactory,ChooseCurveType
source: Choose Curve Interpolation Type:
es: Elige el tipo de Interpolación de la curva:
ja: カーブ補間タイプを選択
pt_br: Selecione o Tipo de Interpolação de Curvas:
zh_cn: 选择曲线插值类型:

# CSVImportFactory,ChooseRowType
source: Choose DataTable Row Type:
es: Elige el tipo de fila de la DataTable:
ja: データテーブルの列の種類を選択
pt_br: Selecione o Tipo de Linha da DataTable:
zh_cn: 选择数据表的行类型:

# CSVImportFactory,CSVImportFactoryDescription
source: Comma Separated Values
es: Comma Separated Values (CSV)
ja: カンマ区切りの値
pt_br: Valores Separados por Vírgula
zh_cn: 以逗号分隔的值

# CSVImportFactory,DataTableOptionsWindowTitle
source: DataTable Options
es: Opciones de la DataTable
ja: データテーブルオプション
pt_br: Opções de DataTable
zh_cn: 数据表选项

# CulturePicker,SearchHintText
source: Name/Abbreviation
ja: 名前/略称
zh_cn: 名称/缩写

# CurveAssetEditor,AppLabel
source: Curve Asset Editor
es: Editor del activo de la curva
ja: カーブアセットエディタ
pt_br: Editor de Ativos de Curva
zh_cn: 曲线资源编辑器

# CurveAssetEditor,WorkspaceMenu_CurveAssetEditor
source: Curve Asset Editor
es: Editor del activo de la curva
ja: カーブアセットエディタ
pt_br: Editor de Ativos de Curva
zh_cn: 曲线资源编辑器

# CurveAssetEditor,CurveAssetEditorTitle
source: {0} Curve Asset
es: {0} Activo de la curva
ja: {0} カーブアセット
pt_br: {0} Ativos de Curva
zh_cn: {0}曲线资源

# CurveAssetEditor,CurveEditorCurveOptions
source: Curves Options
ja: カーブオプション

# CurveEditorToolBar,CurveEditorCurveOptions
source: Curves Options
ja: カーブオプション
zh_cn: 曲线选项

# CurveAssetEditor,CurveEditorCurveOptionsToolTip
source: Curve Options
ja: カーブオプション

# CurveEditorToolBar,CurveEditorCurveOptionsToolTip
source: Curve Options
ja: カーブオプション
zh_cn: 曲线选项

# CurveAssetEditor,InputSnapLabel
source: Input Snap
ja: インプットスナップ
zh_cn: 输入对齐

# CurveAssetEditor,OutputSnapLabel
source: Output Snap
ja: アウトプットスナップ
zh_cn: 输出对齐

# CurveAssetEditor,SnapDescription_One
source: Set snap to 1
ja: スナップを1に設定
zh_cn: 设置对齐为1

# SequencerHelpers,SnapDescription_One
source: Set snap to 1
ja: スナップを 1 にセット
zh_cn: 设置对齐为 1

# CurveAssetEditor,SnapDescription_OneHundred
source: Set snap to 100
ja: スナップを100に設定
zh_cn: 设置对齐为100

# SequencerHelpers,SnapDescription_OneHundred
source: Set snap to 100
ja: スナップを 100 にセット
zh_cn: 设置对齐为 100

# CurveAssetEditor,SnapDescription_OneHundredth
source: Set snap to 1/100th
ja: スナップを1/100番目に設定
zh_cn: 设置对齐为1/100

# SequencerHelpers,SnapDescription_OneHundredth
source: Set snap to 1/100th
ja: スナップを 1/100 にセット
zh_cn: 设置对齐为1/100

# CurveAssetEditor,SnapDescription_OneTenth
source: Set snap to 1/10th
ja: スナップを1/10番目に設定
zh_cn: 设置对齐为1/10

# SequencerHelpers,SnapDescription_OneTenth
source: Set snap to 1/10th
ja: スナップを 1/10 にセット
zh_cn: 设置对齐为1/10

# CurveAssetEditor,SnapDescription_OneThousandth
source: Set snap to 1/1000th
ja: スナップを1/1000番目に設定
zh_cn: 设置对齐为1/1000

# SequencerHelpers,SnapDescription_OneThousandth
source: Set snap to 1/1000th
ja: スナップを 1/1000 にセット
zh_cn: 设置对齐为 1/1000th

# CurveAssetEditor,SnapDescription_Ten
source: Set snap to 10
ja: スナップを10に設定
zh_cn: 设置对齐为10

# SequencerHelpers,SnapDescription_Ten
source: Set snap to 10
ja: スナップを 10 にセット
zh_cn: 设置对齐为10

# CurveAssetEditor,WorldCentricTabPrefix
source: CurveAsset
es: Activo de la curva
ja: カーブアセット
zh_cn: 曲线资源

# CurveColorCustomization,ConvertInternalCurveTooltip
source: Convert to Internal Color Curve
ja: 内部カラーカーブに変換
zh_cn: 转换为内部颜色曲线

# CurveColorCustomization,CreateANewObject
source: Create a new object
ja: 新規オブジェクトを作成
zh_cn: 创建一个新项目

# CurveStructCustomization,CreateANewObject
source: Create a new object
es: Crear un nuevo objeto...
ja: 新規オブジェクトを作成
pt_br: Criar um novo objeto
zh_cn: 创建新对象

# UnrealEd,CreateANewObject
source: Create a new object
es: Crear un nuevo objeto
ja: 新規オブジェクトを作成
pt_br: Criar um novo objeto
zh_cn: 创建一个新对象

# CurveColorCustomization,CreateAssetButton
source: Create External Curve
ja: 外部カーブを作成
zh_cn: 创建外部曲线

# CurveStructCustomization,CreateAssetButton
source: Create External Curve
es: Crear curva externa
ja: 外部カーブを作成
pt_br: Criar Curva Externa
zh_cn: 创建外部曲线

# SCurveEditor,CreateExternalCurve
source: Create External Curve
es: Crear curva externa
ja: 外部カーブを作成
pt_br: Criar Curva Externa
zh_cn: 创建外部曲线

# STimelineEditor,CreateExternalCurve
source: Create External Curve
es: Crear curva externa
ja: 外部カーブを作成
pt_br: Criar Curva Externa
zh_cn: 创建外部曲线

# CurveColorCustomization,CreateAssetTooltip
source: Create a new Color Curve asset from this curve
ja: このカーブから新規カラー カーブアセットを作成
zh_cn: 根据该曲线创建一个新的颜色曲线资源

# CurveColorCustomization,ExternalCurveLabel
source: ExternalCurve
ja: Externalカーブ
zh_cn: 外部曲线

# CurveStructCustomization,ExternalCurveLabel
source: ExternalCurve
ja: Externalカーブ
zh_cn: 外部曲线

# CurveColorCustomization,MultipleCurves
source: Multiple Curves - unable to modify
ja: 複数カーブ - 編集不可
zh_cn: 多条曲线 - 无法修改

# CurveStructCustomization,MultipleCurves
source: Multiple Curves - unable to modify
es: Curvas múltiples - imposible de modificar
ja: 複数カーブ ー 編集不可
pt_br: Várias Curvas – não é possível modificar
zh_cn: 多条曲线 - 无法修改

# CurveColorCustomization,NewCurveDialogTitle
source: Choose Location for External Curve Asset
ja: 外部カーブアセットの位置を選択
zh_cn: 选择外部曲线资源的位置

# CurveStructCustomization,NewCurveDialogTitle
source: Choose Location for External Curve Asset
es: Elige la ubicación del activo de curva externa
ja: 外部カーブアセットの位置を選択
pt_br: Selecionar Local para Ativo de Curva Externo
zh_cn: 为外部曲线资源选择位置

# CurveColorCustomization,WindowHeader
source: {0} - Internal Color Curve Editor
ja: {0} - 内部カラーカーブエディタ
zh_cn: {0} - 内部颜色曲线编辑器

# CurveEditor,AllCurvesMenuHeader
source: All Curves
es: Todas las curvas
ja: 全てのカーブ
pt_br: Todas as Curvas
zh_cn: 所有曲线

# UICommands.RichCurveEditorCommands,SetAllCurveVisibility
source: All Curves
ja: すべてのカーブ

# CurveEditor,CurrentCurveMenuHeader
source: Current Curve
es: Curva actual
ja: 現行カーブ
pt_br: Curva Atual
zh_cn: 当前曲线

# CurveEditor,CurrentTab
source: Current Tab:
es: Pestaña actual:
ja: 表示中のタブ：
pt_br: Guia Atual:
zh_cn: 当前选卡：

# CurveEditor,DefaultTabCannotBeDeleted
source: Default tab can not be deleted!
es: ¡No se puede eliminar una pestaña predeterminada!
ja: デフォルトタブは削除できません！
pt_br: A guia padrão não pode ser excluída!
zh_cn: 无法删除默认选项卡!

# CurveEditor,EmptyTabName
source: Tab must be given a name
es: La pestaña debe tener un nombre
ja: タブに名前を付けなくてはいけません
pt_br: A guia deve ter um nome
zh_cn: 必须赋予标签一个名称

# CurveEditor,RemoveAllCurvesPrompt
source: Are you sure you want to 'Remove All Curves'?
es: ¿Está seguro de que quiere "Eliminar todas las curvas"?
ja: 全てのカーブを削除してよろしいですか？
pt_br: Deseja mesmo 'Remover Todas as Curvas'?
zh_cn: 您确定想要'移除所有曲线'吗？

# CurveEditor,ScaleSubValue
source: Scale Sub-Value ({0}:{1}):
es: Escala subvalor ({0}:{1}):
ja: サブ値を拡大・縮小({0}:{1}):
pt_br: Escalonar Subvalor ({0}:{1}):
zh_cn: 比例次值 ({0}:{1}):

# CurveEditor,ScaleTime
source: Time Scale ({0}):
es: Escala de tiempo ({0}):
ja: 時間スケール ({0}):
pt_br: Escala de Tempo ({0}):
zh_cn: 时间比例 ({0}):

# CurveEditor,ScaleTimeAll
source: Time Scale (All):
es: Escala de tiempo (todo):
ja: 時間スケール (全て):
pt_br: Escala de Tempo (Todos):
zh_cn: 时间比例 (所有):

# CurveEditor,ScaleValue
source: Scale Values ({0}):
es: Valores de la escala ({0}):
ja: 拡大・縮小値 ({0}):
pt_br: Escalonar Valores ({0}):
zh_cn: 比例值 ({0}):

# CurveEditor,ScaleValueAll
source: Scale Values (All):
es: Valores de la escala (todo):
ja: 拡大・縮小値(全て)
pt_br: Escalonar Valores (Todos):
zh_cn: 比例值 (所有):

# CurveEditor,SetTabName
source: Tab Name:
es: Nombre de la pestaña:
ja: タブの名前：
pt_br: Nome da Guia:
zh_cn: 标签名称:

# CurveEditor,SetTime
source: Time:
es: Tiempo:
ja: 時間：
pt_br: Tempo:
zh_cn: 时间

# CurveEditor,SetValue
source: Value:
es: Valor:
ja: 値：
pt_br: Valor:
zh_cn: 值

# CurveEditor,SubCurveMenuHeader
source: Sub-Curve
es: Subcurva
ja: サブカーブ
pt_br: Subcurva
zh_cn: 子曲线

# CurveEditor,TabNameInUse
source: Name '{Name}' already in use!
es: ¡Ya está en uso el nombre '{Name}'!
ja: 名前 '{Name}' はすでに使用中です！
pt_br: O nome '{Name}' já está em uso!
zh_cn: 名称'{Name}'已经在使用中 !

# CurveEditorToolBar,CurveEditorMenuCurveVisibilityHeader
source: Curve Visibility
ja: カーブビジビリティ
zh_cn: 曲线可见性

# CurveStructCustomization,ConvertInternalCurveTooltip
source: Convert to Internal Curve
es: Transformar a curva interna
ja: 内部カーブへ変換
pt_br: Converter para Curva Interna
zh_cn: 转换到内部曲线

# TimelineEdTrack,TimelineEdTrack_Clear
source: Convert to Internal Curve
es: Transformar a curva interna
ja: 内部カーブへ変換
pt_br: Converter para Curva Interna
zh_cn: 转换到内部曲线

# CurveStructCustomization,CreateAssetTooltip
source: Create a new CurveFloat asset from this curve
es: Crear un activo CurveFloat nuevo desde esta curva
ja: このカーブから新規のカーブFloatアセットを作成
pt_br: Criar um novo ativo de CurveFloat a partir desta curva
zh_cn: 从此曲线创建新的CurveFloat资源

# CurveStructCustomization,WindowHeader
source: {0} - Internal Curve Editor
es: {0} - Editor de curva interna
ja: {0} - 内部カーブエディタ
pt_br: {0} - Editor de Curvas Internas
zh_cn: {0} - 内部曲线编辑器

# CurveTable,RowNameLabel
source: Row Name
es: Nombre de la fila
ja: 行の名前
pt_br: Nome da Linha
zh_cn: 行名称

# FDataTableCustomizationLayout,DataTable_RowName
source: Row Name
es: Nombre de la fila
ja: 行の名前
pt_br: Nome da Linha
zh_cn: 行名称

# CurveTableEditor,AppLabel
source: CurveTable Editor
es: Editor de CurveTable
ja: カーブテーブルエディタ
pt_br: Editor de CurveTable
zh_cn: CurveTable编辑器

# CurveTableEditor,CurveTableTab
source: Curve Table
es: Tabla de la curva
ja: カーブテーブル
pt_br: Tabela de Curvas
zh_cn: 曲线表格

# CurveTableEditor,CurveTableTitle
source: Curve Table
es: Tabla de la curva
ja: カーブテーブル
pt_br: Tabela de Curvas
zh_cn: 曲线表格

# CurveTableEditor,WorkspaceMenu_CurveTableEditor
source: Curve Table Editor
ja: カーブテーブルエディタ
zh_cn: 曲线图表编辑器

# CurveTableEditor,WorldCentricTabPrefix
source: CurveTable
ja: カーブテーブル
zh_cn: 曲线表

# DataTableEditor,AppLabel
source: DataTable Editor
es: Editor de la tabla de datos
ja: データテーブルエディタ
pt_br: Editor de DataTable
zh_cn: DataTable编辑器

# DataTableEditor,DataTableTab
source: Data Table
es: Tabla de datos
ja: データテーブル
pt_br: Tabela de Dados
zh_cn: 数据表格

# DataTableEditor,DataTableTitle
source: Data Table
es: Tabla de datos
ja: データテーブル
pt_br: Tabela de Dados
zh_cn: 数据表格

# DataTableEditor,RowEditorTab
source: Row Editor
ja: 行エディタ
zh_cn: 行编辑器

# DataTableEditor,RowEditorTitle
source: Row Editor
ja: 行エディタ
zh_cn: 行编辑器

# DataTableEditor,WorkspaceMenu_Data Table Editor
source: Data Table Editor
ja: データ テーブル エディタ
zh_cn: 数据表格编辑器

# DataTableEditor,WorldCentricTabPrefix
source: DataTable
es: Tabla de datos
ja: データTable
zh_cn: 数据表

# DebuggerCommands,EjectLabel
source: Eject
es: Expulsar
ja: イジェクト
pt_br: Ejetar
zh_cn: 弹出

# DebuggerCommands,EjectToolTip
source: Detaches from the player controller, allowing regular editor controls
es: Desacopla del controlador del jugador, permitiendo controles de edición regular
ja: プレイヤーコントローラーから親子付けを解除して通常のエディタコントロールを有効にします
pt_br: Desanexa-se do controlador do jogador, permitindo controles do editor usuais
zh_cn: 同玩家控制器分离，允许正常的编辑器控制

# DebuggerCommands,LaunchButtonDevicesSection
source: Devices
es: Dispositivos
ja: デバイス
pt_br: Dispositivos
zh_cn: 设备

# LevelViewportToolBar,DevicesMenuHeading
source: Devices
es: Dispositivos
ja: デバイス
pt_br: Dispositivos
zh_cn: 设备

# DebuggerCommands,LaunchCombo_Label
source: Launch Options
es: Opciones de arranque
ja: 起動オプション
pt_br: Opções de Início
zh_cn: 启动选项

# DebuggerCommands,LaunchDevicePlatformWarning
source: {DisplayName} is not listed as a target platform for this project, so may not run as expected.
es: {DisplayName} no aparece enumerado como plataforma de destino para este proyecto, por lo que es posible que no funcione como se espera.
ja: {DisplayName} はこのプロジェクトのターゲットプラットフォームとして登録されていないため、期待通りに実行しない可能性があります。
pt_br: {DisplayName} não está listado como uma plataforma de destino para este projeto, então talvez não execute como esperado.
zh_cn: {DisplayName}没有列为该项目的目标平台，所以可能不能正常运行。

# FCookContentMenu,CookUnsupportedPlatformWarning
source: {DisplayName} is not listed as a target platform for this project, so may not run as expected.
es: {DisplayName} no aparece enumerado como plataforma de destino para este proyecto, por lo que es posible que no funcione como se espera.
ja: {DisplayName} はこのプロジェクトのターゲットプラットフォームとして登録されていないため、期待通りに実行しない可能性があります。
pt_br: {DisplayName} não está listado como uma plataforma de destino para este projeto, então talvez não execute como esperado.
zh_cn: {DisplayName}没有被列为该项目的目标平台，所以可能不会如期运行。

# FPackageProjectMenu,PackageUnsupportedPlatformWarning
source: {DisplayName} is not listed as a target platform for this project, so may not run as expected.
es: {DisplayName} no aparece enumerado como plataforma de destino para este proyecto, por lo que es posible que no funcione como se espera.
ja: {DisplayName} はこのプロジェクトのターゲットプラットフォームとして登録されていないため、期待通りに実行しない可能性があります。
pt_br: {DisplayName} não está listado como uma plataforma de destino para este projeto, então talvez não execute como esperado.
zh_cn: {DisplayName}没有被列为该项目的目标平台，所以可能不能如期运行。

# DebuggerCommands,LaunchDeviceToolTipText
source: Launch the game on this {DisplayName} device ({DeviceID})
es: Iniciar el juego en este {DisplayName} dispositivo ({DeviceID})
ja: この {DisplayName} デバイス ({DeviceID})でゲームを起動
pt_br: Inicia o jogo neste dispositivo {DisplayName} ({DeviceID})
zh_cn: 在该{DisplayName}设备({DeviceID})上启动游戏

# DebuggerCommands,LaunchPlatformLabel
source: {PlatformName} Support
es: {PlatformName} Soporte
ja: {PlatformName} サポート
pt_br: Suporte a {PlatformName}
zh_cn: {PlatformName}支持

# DebuggerCommands,LevelEditorPlayInWindowNetworkSection
source: Multiplayer Options
ja: マルチプレイヤーオプション
zh_cn: 多玩家选项

# DebuggerCommands,ManifestNotFound
source: Manifest not found.
ja: マニフェストが見つかりません。
zh_cn: 没有找到清单。

# MainFrameActions,ManifestNotFound
source: Manifest not found.
ja: マニフェストが見つかりません。
zh_cn: 没有找到清单。

# DebuggerCommands,ManifestNotFoundMessageDetail
source: The generated application manifest could not be found.
ja: 生成したアプリケーションマニフェストが見つかりませんでした。
zh_cn: 没有找到生成的应用程序清单。

# MainFrameActions,ManifestNotFoundMessageDetail
source: The generated application manifest could not be found.
ja: 生成したアプリケーションマニフェストが見つかりませんでした。
zh_cn: 没有找到生成的应用程序清单。

# DebuggerCommands,NoDeviceLabel
source: {DisplayName} - No Devices Found
ja: {DisplayName} - デバイスが見つかりません
zh_cn: {DisplayName} - 没有找到设备

# DebuggerCommands,NotSupported_CodeBased
source: Sorry, launching a code-based project for the selected platform is currently not supported. This feature may be available in a future release.
ja: すみません。コードベースのプロジェクトの起動は対象のプラットフォームでは現在対応していません。今後のリリースで対応する可能性はあります。
zh_cn: 对不起，目前不支持在选中平台上启动基于代码的项目。该功能可能会在后续版本中提供。

# DebuggerCommands,NumberOfClientsMenuWidget
source: Number of Players
ja: プレイヤー数
zh_cn: 玩家数量

# FLevelEditorPlaySettingsCustomization,NumberOfPlayersLabel
source: Number of Players
ja: プレイヤー数
zh_cn: 玩家数量

# DebuggerCommands,NumberOfClientsToolTip
source: The editor and listen server count as players, a dedicated server will not. Clients make up the remainder.
ja: エディタとリッスンサーバーはプレイヤーとしてカウントしますが、専用サーバーはカウントしません。クライアントは残りを作成します。
zh_cn: 编辑器和监听服务器被当做玩家，而专用服务器不会被当做玩家。客户端组成了其余玩家。

# DebuggerCommands,PlatformSDK
source: Show information on setting up the platform tools
es: Muestra información sobre la configuración de las herramientas de la plataforma
ja: プラットフォームツールの設定情報を表示
pt_br: Exibir informações sobre como configurar as ferramentas da plataforma
zh_cn: 显示关于设置平台工具的信息

# DebuggerCommands,PlayButtonLocationSection
source: Spawn player at...
es: Generar jugador en...
ja: プレイヤーを特別な位置にスポーンする
pt_br: Criar jogador em...
zh_cn: 在某位置处生成玩家...

# DebuggerCommands,PlayButtonModesSection
source: Modes
es: Modos
ja: モード
pt_br: Modos
zh_cn: 模式

# LevelEditor,ToolsTabTitle
source: Modes
es: Modos
ja: モード
pt_br: Modos
zh_cn: 模式

# LevelEditorTabs,LevelEditorToolBox
source: Modes
es: Modos
ja: モード
pt_br: Modos
zh_cn: 模式

# PhAT,ModesMenuTitle_Default
source: Modes
es: Modos
ja: モード
pt_br: Modos
zh_cn: 模式

# DebuggerCommands,PlayInTip
source: Launching a game preview with a different mode will change your default 'Play' mode in the toolbar
es: Iniciar la vista preliminar del juego con un modo diferente modificará el modo 'Play' predeterminado en la barra de herramientas
ja: 異なる設定でゲーム プレビューを起動すると、次回からのプレイモードのデフォルトが使用したものに変わります
pt_br: Se a visualização do jogo for iniciada com um modo diferente, o modo 'Reproduzir' padrão será alterado na barra de ferramentas
zh_cn: 使用不同的模式启动游戏预览将会在工具条中改变您的默认‘运行’模式

# DebuggerCommands,PlayWorld
source: Play World (PIE/SIE)
es: Reproducir mundo (PIE/SIE)
ja: ワールドをプレイ(PIE/SIE)
pt_br: Mundo do Jogo (PIE/SIE)
zh_cn: 运行世界(PIE/SIE)

# DebuggerCommands,PODComboToolTip
source: Options for launching on a device
es: Opciones de arranque en un dispositivo
ja: デバイス起動時のオプション
pt_br: Opções para iniciar em um dispositivo
zh_cn: 在设备上启动选项

# DebuggerCommands,PossessLabel
source: Possess
es: Mantener
ja: 乗っ取る
pt_br: Possuir
zh_cn: 拥有

# DebuggerCommands,PossessToolTip
source: Attaches to the player controller, allowing normal gameplay controls
es: Acopla al controlador del jugador, lo que permite controles del juego normal
ja: プレイヤーコントローラーに親子付けしてゲームプレイコントロールを有効にします
pt_br: Anexa-se ao controlador do jogador, permitindo controles de jogo normais
zh_cn: 附加到玩家控制器，允许正常的游戏控制

# DebuggerCommands,ProvisionNotFoundMessage
source: Provision not found.
ja: プロビジョニングプロファイルが見つかりませんでした
zh_cn: 没有找到服务条款。

# MainFrameActions,ProvisionNotFoundMessage
source: Provision not found.
ja: プロビジョニングプロファイルが見つかりませんでした
zh_cn: 没有找到协议条款。
