Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# PackagesDialogModule,CancelledCheckoutPackagesDialogMessage
source: Check out operation was cancelled. Select assets to make writable or try to check out again, right-click assets for more options.
es: El proceso de revisión se ha cancelado. Seleccionar los activos que se quieran hacer modificables o intentar revisarlos de nuevo, hacer clic con el botón derecho en los activos para más opciones.
ja: チェックアウト操作がキャンセルされました 書き込み可能にするアセットを選択するか、チェックアウトをもう一度やり直してください。アセットを右クリックするとその他のオプションが表示されます。
pt_br: A operação de registro de saída foi cancelada. Selecione os ativos para torná-los graváveis ou tente fazer registro de saída novamente. Clique com o botão direito nos ativos para obter mais opções.
zh_cn: 迁出操作被取消了。 请选择要写入的资源或者尝试重新迁出，右击资源获得更多选项。

# PackagesDialogModule,CheckoutPackagesDialogMessage
source: Select assets to check out.
ja: チェックアウトするアセットを選択
zh_cn: 选择资源以迁出。

# PackagesDialogModule,CheckoutPackagesDialogTitle
source: Check Out Assets
es: Revisar activos
ja: アセットをチェックアウト
pt_br: Fazer Registro de Saída de Ativos
zh_cn: 迁出资源

# PackagesDialogModule,CheckoutPackagesWarnMessage
source: Warning: There are modified assets which you will not be able to check out as they are locked or not at the head revision. You may lose your changes if you continue, as you will be unable to submit them to source control.
ja: 警告： ロック中またはヘッドリビジョンにない変更されたアセットなため、これらをチェックアウトすることはできません。アクタをソースコントロールにサブミットすることはできないため、継続した場合は変更が失われる可能性があります。
zh_cn: 警告：您无法迁出修改过的资源，因为它们被锁定或不是最新版本。如果您继续操作，您可能会丢失对其所进行的的修改，因为您将无法将它们提交到源码控制。

# PackagesDialogModule,DeleteAssetsDialogMessage
source: The following assets will be deleted.
es: Los siguientes activos se eliminarán.
ja: 次のアセットは削除されます
pt_br: Os ativos a seguir serão excluídos.
zh_cn: 以下资源将被删除。

# PackagesDialogModule,DeleteAssetsDialogTitle
source: Delete Assets
es: Eliminar activos
ja: アセットを削除
pt_br: Excluir Ativos
zh_cn: 删除资源

# PackagesDialogModule,DeleteSelectedButtonTip
source: Delete the listed assets
es: Eliminar los activos de la lista
ja: リストのアセットを削除
pt_br: Excluir os ativos listados
zh_cn: 删除列出的资源

# PackagesDialogModule,Dlg_AskMeLater
source: Ask Me Later
es: Preguntar más tarde
ja: 後で確認する
pt_br: Pergunte-me Depois
zh_cn: 稍后询问

# PackagesDialogModule,Dlg_AskMeLaterToolTip
source: Don't ask again until this asset is saved
es: No volver a preguntar hasta que el activo se haya guardado
ja: アセットを保存するまで確認しない
pt_br: Não perguntar novamente até salvar o ativo
zh_cn: 在保存了该资源之前请不要再询问我

# PackagesDialogModule,Dlg_CancelTooltip
source: Cancel Request
es: Cancelar solicitud
ja: 要求をキャンセル
pt_br: Cancelar Solicitação
zh_cn: 取消请求

# PackagesDialogModule,Dlg_CheckOutButtonp
source: Check Out Selected
es: Revisar selección
ja: 選択対象をチェックアウトします
pt_br: Fazer Registro de Saída de Selecionados
zh_cn: 迁出选中项

# PackagesDialogModule,Dlg_CheckOutTooltip
source: Attempt to Check Out Checked Assets
es: Intentar revisar los activos ya revisado
ja: チェックを入れたアセットをチェックアウトします
pt_br: Tentar Fazer Registro de Saída dos Ativos Marcados
zh_cn: 尝试迁出已选择的资源

# PackagesDialogModule,Dlg_MakeWritableTooltip
source: Makes selected files writiable on disk
es: Hace modificables los archivos seleccionados en el disco
ja: 選択したファイルをディスクに書き込み可能にする
pt_br: Torna os arquivos selecionados graváveis em disco
zh_cn: 使得选中的文件在磁盘上变为可写的状态

# PackagesDialogModule,Dlg_NotCheckedOutTip
source: Not checked out
es: Sin revisar
ja: チェックアウトしていません
pt_br: Não fez registro de saída
zh_cn: 没有迁出

# PackagesDialogModule,DontSaveSelectedButton
source: Don't Save
es: No guardar
ja: 保存しない
pt_br: Não Salvar
zh_cn: 请不要保存

# PackagesDialogModule,DontSaveSelectedButtonTip
source: Do not save any content
es: No guardar ningún contenido
ja: コンテンツを一切保存しない
pt_br: Não salva nenhum conteúdo
zh_cn: 不保存任何内容

# PackagesDialogModule,MakeWritableAndDeleteSelectedButton
source: Make Writable and Delete
es: Hacer que sea modificable y eliminar
ja: 書込み可能にして削除する
pt_br: Tornar Gravável e Excluir
zh_cn: 使其变为可写的状态并删除它

# PackagesDialogModule,MakeWritableAndDeleteSelectedButtonTip
source: Makes the listed assets writable and deletes them
es: Hace modificables los activos de la lista y los elimina
ja: リスト上のアセットを書き込み可能にしてこれらを削除する
pt_br: Torna os ativos listados graváveis e os exclui
zh_cn: 使得列出的资源可写的并删除它们

# PackagesDialogModule,PackagesDialogMessage
source: Select content to save.
es: Seleccionar el contenido que quiere guardar.
ja: 保存するコンテンツを選択
pt_br: Selecione o conteúdo a salvar.
zh_cn: 选择要保存的内容。

# PackagesDialogModule,PackagesDialogTitle
source: Save Content
es: Guardar contenido
ja: コンテンツを保存
pt_br: Salvar Conteúdo
zh_cn: 保存内容

# PackagesDialogModule,SaveSelectedButton
source: Save Selected
es: Guardar selección
ja: 選択内容を保存
pt_br: Salvar Selecionados
zh_cn: 保存选中项

# PackagesDialogModule,SaveSelectedButtonTip
source: Attempt to save the selected content
es: Intentar guardar el contenido seleccionado
ja: 選択コンテンツの保存を試みます
pt_br: Tenta salvar o conteúdo selecionado
zh_cn: 尝试保存已选中的内容

# PackageTools,BulkExport_FilteredWarning_Title
source: Asset Filter in Effect
es: Filtro del activo en efecto
ja: 有効なアセットフィルタ
pt_br: Filtro de Ativos em Vigor
zh_cn: 有效的资源过滤器

# PackageTools,LoadPackageLogPage
source: Loading package: {PackageName}
es: Cargando paquete: {PackageName}
ja: パッケージをロード中: {PackageName}
pt_br: Carregando pacotes: {PackageName}
zh_cn: 正在加载包: {PackageName}

# PackFactory,CodeAdded
source: Added source file(s). Would you like to edit the code now?
ja: ソースファイルに追加しました。コードを今すぐ変更しますか？
zh_cn: 已添加源文件。您现在想编辑代码吗？

# PackFactory,CreateBinary
source: Create binary
ja: バイナリ作成
zh_cn: 创建二进制内容

# ParentPlayerList,NoOverrides
source: No possible overrides found. Either there are no nodes referencing assets in the parent class or this is not a derived blueprint.
es: No se encontraron anulaciones posibles. O no hay nodos referenciando a activos en la clase padre, o bien, no se trata de un Blueprint derivado.
ja: 実行できるオーバーライドが見つかりませんでした。親クラスにアセットをリファレンスしているノードが存在しないか、派生ブループリントではありません。
pt_br: Nenhuma substituição possível encontrada. Não há nós referenciando ativos na classe pai ou isso não é um esquema derivado.
zh_cn: 没有找到可能的覆盖项。可能是父类中没有引用资源的节点或者是它不是一个子蓝图。

# ParticleModuleDetails,NotAllowedOnGPU
source: Not allowed on a GPU emitter.
es: No se permite en un emisor GPU.
ja: GPUエミッタで許可されていません
pt_br: Não permitido em um emissor de GPU.
zh_cn: 不得在GPU发射器上使用。

# ParticleParameterTrackEditor,AddColorParameter
source: Add color parameter
ja: カラーパラメータを追加
zh_cn: 添加颜色参数

# ParticleParameterTrackEditor,AddParticleParameterTrack
source: Particle Parameter Track
ja: パーティクルパラメータトラック
zh_cn: 粒子参数轨迹

# ParticleSysParamStructCustomization,ParamType
source: Param Type
ja: パラメータの種類
zh_cn: 参数类型

# ParticleSystemComponentDetails,AutoPopulateButton
source: Expose Parameter
es: Exponer el parámetro
ja: パラメータを公開
pt_br: Parâmetro de Exposição
zh_cn: 暴露参数

# ParticleSystemComponentDetails,AutoPopulateButtonTooltip
source: Copies properties from the source particle system into the instanced parameters of this system
es: Copia propiedades del sistema de partículas de origen a los parámetros de la instancia de este sistema
ja: ソースパーティクルシステムからこのシステムのインスタンス化したパラメータへプロパティをコピーします
pt_br: Copia propriedades do sistema de partículas de origem para os parâmetros instanciados desse sistema
zh_cn: 复制源粒子系统的属性到该系统的实例化参数中

# ParticleSystemComponentDetails,EmitterActionCategoryName
source: Emitter Actions
es: Acciones del emisor
ja: エミッタアクション
pt_br: Ações do Emissor
zh_cn: 发射器动作

# ParticleSystemComponentDetails,ResetEmitterButton
source: Reset Emitter
es: Reajustar el emisor
ja: エミッタをリセット
pt_br: Redefinir Emissor
zh_cn: 重置发射器

# ParticleSystemComponentDetails,ResetEmitterButtonTooltip
source: Resets the selected particle system.
es: Reajusta el sistema de partículas seleccionado.
ja: 選択したパーティクルシステムをリセット
pt_br: Redefine o sistema de partículas selecionado.
zh_cn: 重置选中的粒子系统

# PerformanceMonitor,ApplyNow
source: Apply Now
es: Aplicar ahora
ja: 今すぐ適用
pt_br: Aplicar Agora
zh_cn: 立刻应用

# StaticLightingSystem,LightBuildKeep
source: Apply Now
es: Aplicar ahora
ja: 今すぐ適用
pt_br: Aplicar Agora
zh_cn: 立即应用

# PerformanceMonitor,DontRemindMe
source: Cancel & Ignore
es: Cancelar e ignorar
ja: キャンセル & 無視
pt_br: Cancelar e Ignorar
zh_cn: 取消 & 忽略

# PerformanceMonitor,PerformanceWarningDialogTitle
source: Scalability Options
es: Opciones de escalabilidad
ja: スケーラビリティオプション
pt_br: Opções de Escalabilidade
zh_cn: 可扩展性选项

# PerformanceMonitor,ScalabilityDone
source: Done
es: Hecho
ja: 完了
pt_br: Pronto
zh_cn: 完成

# PerformanceMonitor,TweakManually
source: Tweak Manually
es: Modificar manualmente
ja: 手書きコードで微調整
pt_br: Ajustar Manualmente
zh_cn: 手动调整

# Persona,WorldCentricTabPrefix
source: Persona
es: Perfil
ja: ペルソナ
zh_cn: 角色编辑器

# PersonaAnimationMode,AssetProperties_MenuTitle
source: Asset Details
ja: アセット詳細

# PersonaAnimationMode,AssetProperties_TabTitle
source: Asset Details
ja: アセット詳細

# PersonaAnimationMode,AssetProperties_MenuToolTip
source: Shows the asset properties
ja: アセットプロパティを表示

# PersonaAnimationMode,AssetPropertiesTooltip
source: The Asset Details tab lets you edit properties of the current asset (animation, blend space etc).
ja: アセット詳細タブで現在のアセットのプロパティを編集できます（アニメーション、ブレンドスペースなど）

# PersonaMeshDetails,AddAPEXClothingFile
source: Add APEX clothing file...
es: Añadir archivo de prenda APEX...
ja: APEX clothingファイルを追加...
pt_br: Adicionar arquivo de vestuário APEX...
zh_cn: 添加APEX布料文件...

# PersonaMeshDetails,AddAPEXClothingFileFilterString
source: Add APEX clothing file
es: Añadir archivo de prenda APEX…
ja: APEX clothingファイルを追加
pt_br: Adicionar arquivo de vestuário APEX
zh_cn: 添加APEX布料文件

# PersonaMeshDetails,AddClothingButtonTooltip
source: Select a new APEX clothing file and add it to the skeletal mesh.
es: Seleccionar un archivo de prenda APEX nuevo y añadirlo al la malla esqueleto.
ja: 新規APEXクロスファイルを選択して、これをスケルタルメッシュに追加する
pt_br: Seleciona um novo arquivo de vestuário APEX e o adiciona à malha esquelética.
zh_cn: 选择新APEX布料文件并将其添加到骨架网格物体。

# PersonaMeshDetails,AddLODLevelCategories_MaterialArrayOpAdd
source: Add Material Slot
ja: マテリアルスロットの追加

# StaticMeshEditor,AddLODLevelCategories_MaterialArrayOpAdd
source: Add Material Slot
ja: マテリアルスロットの追加

# StaticMeshEditor,AddLODLevelCategories_MaterialArrayOperationAdd
source: Add Material Slot
ja: マテリアルスロットの追加

# PersonaMeshDetails,AddLODLevelCategories_MaterialArrayOperations
source: Material Slots
ja: マテリアルスロット

# StaticMeshEditor,AddLODLevelCategories_MaterialArrayOperations
source: Material Slots
ja: マテリアルスロット

# PersonaMeshDetails,APEXDetails
source: APEX Details
es: Detalles APEX
ja: APEX詳細
pt_br: Detalhes de APEX
zh_cn: APEX细节

# PersonaMeshDetails,ApplyChanges
source: Apply Changes
es: Aplicar cambios
ja: 変更を適用
pt_br: Aplicar Alterações
zh_cn: 应用修改

# StaticMeshEditor,ApplyChanges
source: Apply Changes
es: Aplicar cambios
ja: 変更を適用
pt_br: Aplicar Alterações
zh_cn: 应用修改

# PersonaMeshDetails,ApplyChangeToLOD
source: Apply Change to LOD
ja: LODに変更を適用
zh_cn: 将更改应用到LOD

# PersonaMeshDetails,BaseLOD
source: Base LOD
es: LOD base
ja: ベース LOD
pt_br: LOD de base
zh_cn: 基本LOD

# PersonaMeshDetails,BaseLODTitle
source: Base LOD
es: LOD base
ja: ベース LOD
pt_br: LOD de base
zh_cn: 基本LOD

# StaticMeshEditor,BaseLOD
source: Base LOD
es: LOD base
ja: ベース LOD
pt_br: LOD de base
zh_cn: 基本LOD

# PersonaMeshDetails,Cast Shadows
source: Cast Shadows
es: Sombras proyectadas
ja: シャドウをキャスト
pt_br: Projetar Sombras
zh_cn: 投射阴影

# PersonaMeshDetails,ClearShadowCastingFlag
source: Clear Shadow Casting For Material
es: Borrar proyección de las sombras para el material
ja: マテリアルのシャドウキャスティングをクリアする
pt_br: Remover Projeção de Sombra do Material
zh_cn: 清除材质的阴影投射

# PersonaMeshDetails,ClothImportInfo
source: Clothing Import Information
es: Información de importación de la prenda
ja: クロスのインポート情報
pt_br: Informações de Importação de Vestuário
zh_cn: 布料导入信息

# PersonaMeshDetails,DeleteMaterial
source: Delete Material
es: Eliminar material
ja: マテリアルを削除
pt_br: Excluir Material
zh_cn: 删除材质

# PersonaMeshDetails,FailedGetSubmeshInfo
source: Failed to get sub-mesh Info
es: Error al obtener la información de la subcapa
ja: サブメッシュ情報の取得に失敗しました
pt_br: Falha ao obter Informações de submalha
zh_cn: 获取子网格物体信息失败

# PersonaMeshDetails,FixedVertexCount
source: Fixed Verts
es: Vértices fijos
ja: 固定された頂点
pt_br: Vértices Corrigidos
zh_cn: 修复的顶点

# PersonaMeshDetails,HardEdgeAngle
source: Hard Edge Angle
es: Ángulo de la arista fija
ja: ハードエッジの角度
pt_br: Ângulo da Aresta Rígida
zh_cn: 硬边角度

# SMeshProxyDialog,HardAngleLabel
source: Hard Edge Angle
ja: ハードエッジの角度
zh_cn: 硬边角度

# StaticMeshEditor,HardEdgeAngle
source: Hard Edge Angle
es: Ángulo de la arista fija
ja: ハードエッジの角度
pt_br: Ângulo da Aresta Rígida
zh_cn: 尖锐边缘角度

# PersonaMeshDetails,Highlight
source: Highlight
es: Resaltar
ja: ハイライト
pt_br: Destaque
zh_cn: 高亮

# StaticMeshEditor,Highlight
source: Highlight
es: Resaltar
ja: ハイライト
pt_br: Destaque
zh_cn: 高亮

# PersonaMeshDetails,Highlight_ToolTip
source: Highlights this section in the viewport
es: Resalta esta sección en la ventana gráfica
ja: このセクションをビューポートでハイライト
pt_br: Destaca esta seção na porta de visualização
zh_cn: 在视口中高亮显示这部分

# StaticMeshEditor,Highlight_ToolTip
source: Highlights this section in the viewport
es: Resalta esta sección en la ventana gráfica
ja: このセクションをビューポートでハイライト
pt_br: Destaca esta seção na porta de visualização
zh_cn: 在视口中高亮显示这部分

# PersonaMeshDetails,ImportClothingSectionFailed
source: An error occurred using this clothing asset for this skeletal mesh material section.
es: Ha habido un error al usar este activo de prenda para esta sección de material de la malla esqueleto.
ja: スケルタルメッシュのマテリアルセクションにクロスアセットを使用してエラーが発生しました
pt_br: Ocorreu um erro ao usar este ativo de vestuário para esta seção de material da malha esquelética.
zh_cn: 当对此骨架网格物体材质部分使用此布料资源时，发生了错误。

# PersonaMeshDetails,ImportFailed
source: Failed to import APEX clothing asset from the selected file.
es: Error al importar el activo de prenda APEX del archivo seleccionado.
ja: 選択ファイルからAPEXクロスアセットのインポートに失敗しました
pt_br: Falha ao importar ativo de vestuário APEX do arquivo selecionado.
zh_cn: 从选中文件中导入APEX布料资源失败。

# PersonaMeshDetails,LODCountTooltip
source: The number of LODs for this skeletal mesh. If auto mesh reduction is available, setting this number will determine the number of LOD levels to auto generate.
es: El número de LOD para esta malla de esqueleto. Si la reducción automática de la malla está disponible, configurar este número determinará el número de niveles de LOD que generar automáticamente.
ja: このスケルタルメッシュのLOD数です。自動メッシュ削減機能が有効な場合、設定値により自動生成するLODレベル数を判断します。
pt_br: O número de LODs para essa malha esquelética. Se a redução automática de malha estiver disponível, a configuração desse número determinará o número de níveis de LOD para geração automática.
zh_cn: 该骨架网格物体的LOD的数量。如果自动网格物体简化可用，那么设置该值将会决定自动生成的LOD细节层次的数量。

# PersonaMeshDetails,LODCountTooltip_Disabled
source: Auto mesh reduction is unavailable! Please provide a mesh reduction interface such as Simplygon to use this feature or manually import LOD levels.
es: ¡La reducción automática de la malla no está disponible! Por favor, proporciona una interfaz de reducción de la malla así como un Simplygon para usar esta función o importa los niveles LOD de forma manual.
ja: 自動メッシュ削減は利用できません！この機能を使用するにはSimplygonなどのメッシュ削減インターフェースを用意するか手動でLODレベルをインポートしてください。
pt_br: A redução automática da malha está indisponível. Forneça uma interface de redução de malha, como Simplygon, para usar esse recurso ou importe manualmente os níveis de LOD.
zh_cn: 自动网格物体简化不可用！请提供网格物体简化界面（比如Simplygon）来使用该功能或者手动地导入LOD层次。

# StaticMeshEditor,LODCountTooltip_Disabled
source: Auto mesh reduction is unavailable! Please provide a mesh reduction interface such as Simplygon to use this feature or manually import LOD levels.
es: ¡La reducción automática de la malla no está disponible! Por favor, proporcione una interfaz de reducción de la malla así como un Simplygon para usar esta función o importe los niveles LOD de forma manual.
ja: 自動メッシュ削減は利用できません！この機能を使用するにはSimplygonなどのメッシュ削減インターフェースを用意するか手動でLODレベルをインポートしてください。
pt_br: A redução automática da malha está indisponível. Forneça uma interface de redução de malha, como Simplygon, para usar esse recurso ou importe manualmente os níveis de LOD.
zh_cn: 自动化网格物体简化不可用! 请提供一个网格物体简化界面，比如Simplygon ,来使用该功能或手动地导入LOD层次。

# PersonaMeshDetails,LODImport
source: LOD Import
es: Importar LOD
ja: LOD のインポート
pt_br: Importação de LOD
zh_cn: LOD导入

# StaticMeshEditor,LODImport
source: LOD Import
es: Importar LOD
ja: LOD のインポート
pt_br: Importação de LOD
zh_cn: LOD导入

# PersonaMeshDetails,LODInfoLabel
source: LOD Info
ja: LOD情報
zh_cn: LOD信息

# PersonaMeshDetails,LodSettingsCategory
source: LOD Settings
es: Ajustes de nivel de detalle (LOD)
ja: LOD 設定
pt_br: Configurações de LOD
zh_cn: LOD设置

# StaticMeshEditor,LodSettingsCategory
source: LOD Settings
es: Ajustes de nivel de detalle (LOD)
ja: LOD 設定
pt_br: Configurações de LOD
zh_cn: LOD设置

# PersonaMeshDetails,MaxBonesPerVertex
source: Max Bones Per Vertex
es: Máximo de huesos por vértice
ja: 頂点ごとの最大ボーン数
pt_br: Máximo de Ossos por Vértice
zh_cn: 每个顶点的最大骨骼数量

# PersonaMeshDetails,MaxDeviation
source: Max Deviation
es: Derivación Máxima
ja: 最大偏差
pt_br: Desvio Máximo
zh_cn: 最大偏差

# StaticMeshEditor,MaxDeviation
source: Max Deviation
es: Derivación Máxima
ja: 最大偏差
pt_br: Desvio Máximo
zh_cn: 最大偏差

# PersonaMeshDetails,MeshReductionSettings
source: Reduction Settings
es: Ajustes de reducción
ja: 縮小設定
pt_br: Configurações de Redução
zh_cn: 简化设置

# StaticMeshEditor,MeshReductionSettings
source: Reduction Settings
es: Ajustes de reducción
ja: 縮小設定
pt_br: Configurações de Redução
zh_cn: 降低设置

# PersonaMeshDetails,NumberOfLODs
source: Number of LODs
es: Número de niveles de detalles (LOD)
ja: LOD数
pt_br: Número de LODs
zh_cn: LOD数量

# StaticMeshEditor,NumberOfLODs
source: Number of LODs
es: Número de niveles de detalles (LOD)
ja: LOD数
pt_br: Número de LODs
zh_cn: LOD数量

# PersonaMeshDetails,NumBoneSpheres
source: Spheres
ja: 球体
zh_cn: 球体

# PersonaMeshDetails,NumUsedBones
source: Bones
ja: ボーン
zh_cn: 骨骼

# SSkeletonTree,BonesMenuHeading
source: Bones
es: Huesos
ja: ボーン
pt_br: Ossos
zh_cn: 骨骼

# PersonaMeshDetails,PercentTriangles
source: Percent Triangles
es: Triángulos
ja: トライアングルの割合
pt_br: Triângulos percentuais
zh_cn: 三角形百分比

# StaticMeshEditor,PercentTriangles
source: Percent Triangles
es: Triángulos
ja: トライアングルの割合
pt_br: Triângulos percentuais
zh_cn: 三角形百分比

# PersonaMeshDetails,Persona_ApexClothingAsset_Submesh
source: {0} submesh {1}
es: {0} subcapa {1}
ja: {0} サブメッシュ {1}
pt_br: {0} submalha {1}
zh_cn: {0}子网格物体{1}

# PersonaMeshDetails,Persona_ChooseAPEXFile
source: Choose file to load APEX clothing asset
es: Elegir el archivo para cargar el activo de prenda APEX
ja: APEX クロスアセットをロードするファイルを選択する
pt_br: Selecione o arquivo a carregar ativo de vestuário APEX
zh_cn: 选择待加载APEX布料资源的文件

# PersonaMeshDetails,PersonaChangedMaterialIndex
source: Change material index on mesh
ja: メッシュのマテリアルインデックスを変更

# PersonaMeshDetails,PersonaDeletedMaterialSlot
source: Delete material slot on Skeletal Mesh
ja: スケルタルメッシュのマテリアルスロットを削除

# PersonaMeshDetails,PersonaReplaceMaterial
source: Replace material on mesh
es: Reemplazar material en la malla
ja: メッシュのマテリアルを置換
pt_br: Substituir material ou malha
zh_cn: 替换网格物体上的材质

# PersonaMeshDetails,PostProcessFilterString
source: Post Process Blueprint
ja: ポストプロセスブループリント

# PersonaMeshDetails,RecomputeNormals
source: Recompute Normals
es: Volver a calcular las normales
ja: 法線の再計算
pt_br: Recalcular Normais
zh_cn: 重新计算法线

# StaticMeshEditor,RecomputeNormals
source: Recompute Normals
es: Volver a calcular las normales
ja: 法線の再計算
pt_br: Recalcular Normais
zh_cn: 重新计算法线

# PersonaMeshDetails,RecomputeTangent_Title
source: Recompute Tangent
ja: タンジェントを再計算

# PersonaMeshDetails,Regenerate
source: Regenerate
ja: 再生成
zh_cn: 重新生成

# PersonaMeshDetails,ReimportApexFileTip
source: Reimport this APEX asset
es: Volver a importar este activo APEX
ja: このAPEXアセットを再インポートします
pt_br: Reimporta este ativo APEX
zh_cn: 重新导入此APEX资源

# PersonaMeshDetails,ReimportFailed
source: Failed to re-import APEX clothing asset from {0}.
es: Error al volver a importar el activo de prenda APEX de {0}.
ja: {0} からAPEXクロスアセットの再インポートに失敗しました
pt_br: Falha ao reimportar ativo de vestuário APEX de {0}.
zh_cn: 从{0}重新导入APEX布料失败。

# PersonaMeshDetails,RemoveApexFileTip
source: Remove this APEX asset
es: Eliminar este activo APEX
ja: このAPEXアセットを取り除きます
pt_br: Remove este ativo APEX
zh_cn: 移除此APEX资源

# PersonaMeshDetails,RemoveLOD
source: Remove this LOD
ja: このLOD を取り除く
zh_cn: 删除该LOD

# PersonaMeshDetails,RemoveLODRow
source: Remove LOD
ja: LOD を取り除く
zh_cn: 删除LOD

# PersonaMeshDetails,Removing
source: Removing...
es: Eliminando...
ja: 除去中...
pt_br: Removendo...
zh_cn: 正在移除...

# PersonaMeshDetails,RenderVertexCount
source: Render Verts
es: Renderizar vértices
ja: 頂点をレンダリング
pt_br: Renderizar Vértices
zh_cn: 渲染顶点

# PersonaMeshDetails,SectionsComboBoxToolTip
source: Select the clothing asset and submesh to use as clothing for this section
es: Seleccionar el activo de prenda y subcapa para usar como prenda para esta sección
ja: セクションにクロスとして使用するクロスアセットとサブメッシュを選択する
pt_br: Selecione o ativo de vestuário e a submalha a usar como vestuário para esta seção
zh_cn: 选择布料资源及子网格物体，并将其作为此选中项的布料来使用

# PersonaMeshDetails,SetShadowCastingFlag
source: Set Shadow Casting For Material
es: Ajustar la proyección de las sombras para el material
ja: マテリアルにシャドウキャスティングを設定する
pt_br: Definir Projeção de Sombra do Material
zh_cn: 设置材质的阴影投射

# PersonaMeshDetails,Shading_MeshSimplification
source: Shading
es: Degradación
ja: シェーディング
pt_br: Sombreamento
zh_cn: 阴影

# StaticMeshEditor,Shading_MeshSimplification
source: Shading
es: Degradación
ja: シェーディング
pt_br: Sombreamento
zh_cn: 阴影

# PersonaMeshDetails,SharedLabel
source: Shared
ja: 共有
zh_cn: 共享

# UICommands.ReferenceViewerActions,MakeSharedCollectionWithDependencies
source: Shared
ja: 共有

# UICommands.ReferenceViewerActions,MakeSharedCollectionWithReferencers
source: Shared
ja: 共有

# PersonaMeshDetails,Silhouette_MeshSimplification
source: Silhouette
es: Contorno
ja: シルエット
pt_br: Silhueta
zh_cn: 轮廓

# StaticMeshEditor,Silhouette_MeshSimplification
source: Silhouette
es: Contorno
ja: シルエット
pt_br: Silhueta
zh_cn: 轮廓

# PersonaMeshDetails,SimulVertexCount
source: Simul Verts
es: Simulación del los vértices
ja: 頂点をシミュレートする
pt_br: Simular Vértices
zh_cn: 模拟顶点

# PersonaMeshDetails,SkeletalMeshMaterial_InvalidIndex
source: Invalid Material Index
ja: 無効なマテリアルインデックス

# PersonaMeshDetails,SubmeshIndex
source: Submesh
es: Subcapa
ja: サブメッシュ
pt_br: Submalha
zh_cn: 子网格物体

# PersonaMeshDetails,TriangleCount
source: Triangles
es: Triángulos
ja: トライアングル
pt_br: Triângulos
zh_cn: 三角形

# PersonaMeshDetails,Warning_ClothPropertiesChanged
source: This asset's physics properties have been modified inside UE4. Would you like to reapply the modified property values after reimporting?
es: Estas propiedades físicas del activo han sido modificadas dentro de UE4. ¿Desea reaplicar los valores de propiedad modificados después de la reimportación?
ja: アセットの物理プロパティはUE4内部で変更されました。 再インポートした後に、修正したプロパティ値を再適用しますか？
pt_br: Estas propriedades de física do ativo foram modificadas dentro do UE4. Gostaria de reaplicar os valores de propriedades modificados após reimportar?
zh_cn: 已经在UE4中修改了该资源的物理属性。 您想在重新导入后重新应用修改后的属性值吗？
