Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# TranslationPicker,SaveAndPreviewButtonDisabledText
source: Cannot Save
ja: 保存できません
zh_cn: 无法保存

# TranslationPicker,SaveAndPreviewButtonText
source: Save and preview
ja: 保存とプレビュー
zh_cn: 保存并预览

# TranslationPicker,SourceLabel
source: Source:
ja: ソース:
zh_cn: 源：

# TranslationPicker,SubmitTranslationPickerChangesToLocalizationService
source: Save to Localization Service
ja: ローカライズサービスへサブミット
zh_cn: 保存到本地化服务

# TranslationPicker,SubmitTranslationPickerChangesToLocalizationServiceToolTip
source: Submit changes to localization service
ja: ローカライズサービスへ変更をサブミットする
zh_cn: 提交变更到本地化服务

# TranslationPicker,TranslationEditTextBox_HintText
source: Enter/edit translation here.
ja: ここで翻訳を入力/編集
zh_cn: 在此处 输入/编辑 翻译文本。

# TranslationPicker,TranslationLabel
source: Translation:
ja: 翻訳：
zh_cn: 平移:

# TranslationPicker,TranslationPickerEditWindowTitle
source: Edit Translation(s)
ja: 翻訳を編集する
zh_cn: 编辑翻译文本

# TranslationPicker,TranslationPickerEscToEdit
source: Press Esc to edit translation(s)
ja: Escキーを押して翻訳を編集する
zh_cn: 按Esc键来编辑翻译

# TranslationPicker,TranslationPickerHoverToViewEditEscToQuit
source: Hover over text to view/edit translation, or press Esc to quit
ja: 翻訳を表示/編集するためにテキスト上にマウスを重ねるか、Escキーで終了します。
zh_cn: 将鼠标移动到文本上以查看/编辑本地化内容，或按下Esc以退出

# TranslationPicker,TranslationPickerTooltip
source: Open the Translation Picker
ja: 翻訳ピッカーを開く
zh_cn: 打开平移选择器

# TrueTypeFontImport,GeneratingFontPageStatusUpdate
source: Generating font page {TextureNum}
es: Generando {TextureNum} página(s) fuente
ja: フォントページ {TextureNum} を作成中...
pt_br: Gerando página de fonte {TextureNum}
zh_cn: 正在生成字体页面 {TextureNum}

# Tutorials,LoadingContentTut
source: Loading Tutorial Content
ja: チュートリアルコンテンツをロード中
zh_cn: 正在载入教程内容

# TutorialsBrowser,CompletedCategoryCheckToolTip
source: This category has been completed
ja: このカテゴリは完了しました。
zh_cn: 该目录已经完成

# TutorialsBrowser,CompletedTutorialCheckToolTip
source: This tutorial has been completed
ja: チュートリアルは終了です
zh_cn: 此教程已完成

# TutorialsBrowser,RestartButtonToolTip
source: Start this tutorial from the beginning
ja: 初めからこのチュートリアルをスタートする
zh_cn: 从头开始此教程

# TutorialStructCustomization,TootipHint
source: {0} (Esc to pick)
ja: {0} (Escで選択)
zh_cn: {0} (按Esc键来选择)

# TutorialText,AssetLinkPattern
source: {0} asset: {1}
ja: {0} アセット: {1}
zh_cn: {0} 资源: {1}

# TutorialText,AssetLinkTypeTooltip
source: A link that opens an asset (e.g. /Game/StaticMeshes/SphereMesh.SphereMesh)
ja: アセットを開くリンク（例えば/Game/StaticMeshes/SphereMesh.SphereMesh）
zh_cn: 打开资源的链接 (例如 /Game/StaticMeshes/SphereMesh.SphereMesh)

# TutorialText,BrowserLinkTypeTooltip
source: A link that opens a browser window (e.g. http://www.unrealengine.com)
ja: ブラウザウィンドウを開くリンク（例えばhttp://www.unrealengine.com）
zh_cn: 打开内容浏览器的链接 (例如 http://www.unrealengine.com)

# TutorialText,CodeLinkPattern
source: Open code in {0}: {1}
ja: {0}: {1} でコードを開く
zh_cn: 在{0}: {1}中打开代码

# TutorialText,CodeLinkTypeLabel
source: Code
ja: コード
zh_cn: 代码

# TutorialText,CodeLinkTypeTooltip
source: A link that opens code in your selected IDE. For example: [PROJECTPATH]/Private/SourceFile.cpp,1,1. The numbers correspond to line number and column number. You can use [PROJECT], [PROJECTPATH] and [ENGINEPATH] tags to make paths.
ja: 選択したIDEでコードを開くリンクです。 例えば: [PROJECTPATH]/Private/SourceFile.cpp,1,1 数字はライン番号とカラム番号に対応しています。 パスの作成に [PROJECT]、[PROJECTPATH] と [ENGINEPATH] タグを使用できます。
zh_cn: 在您选择的集成开发环境中打开代码的链接。 例如：[PROJECTPATH]/Private/SourceFile.cpp,1,1. 编号同行号和列号数字相对应。 您可以使用[PROJECT], [PROJECTPATH]和[ENGINEPATH]标签来创建路径。

# TutorialText,DocLinkPattern
source: View Documentation: {0}
ja: オンラインドキュメントを表示: {0}
zh_cn: 查看文档: {0}

# TutorialText,InvalidAssetLink
source: Invalid Asset Link
ja: 無効なアセットリンク
zh_cn: 无效资源链接

# TutorialText,InvalidCodeLink
source: Invalid Code Link
ja: 無効なコードリンク
zh_cn: 无效代码链接

# TutorialText,InvalidTutorialLink
source: Invalid Tutorial Link
ja: 無効なチュートリアルリンク
zh_cn: 无效教程链接

# TutorialText,TutorialLinkPattern
source: Open tutorial: {0}
ja: チュートリアルを開く: {0}
zh_cn: 打开教程: {0}

# TutorialText,TutorialLinkTypeLabel
source: Tutorial
ja: チュートリアル
zh_cn: 教程

# TutorialText,TutorialLinkTypeTooltip
source: A type of asset link that opens another tutorial, e.g. /Game/Tutorials/StaticMeshTutorial.StaticMeshTutorial
ja: 別のチュートリアルを開くアセットのタイプ。例えば/Game/Tutorials/StaticMeshTutorial.StaticMeshTutorial
zh_cn: 打开其它教程的资源链接类型，例如 /Game/Tutorials/StaticMeshTutorial.StaticMeshTutorial

# TutorialText,UDNLinkTypeTooltip
source: A link that opens some UDN documentation (e.g. /Engine/Blueprints/UserGuide/Types/ClassBlueprint)
ja: UDNドキュメントを開くリンクです（例えば/Engine/Blueprints/UserGuide/Types/ClassBlueprint）
zh_cn: 打开UDN文档的链接(例如 /Engine/Blueprints/UserGuide/Types/ClassBlueprint)

# TutorialText,UnknownLink
source: Empty Hyperlink
ja: 空のハイパーリンク
zh_cn: 空超链接

# UAnimGraphNode_TransitionPoseEvaluator,GetDestinationStatePose
source: Get Destination State Pose
es: Obtener posición de estado de destino
ja: 送り先ステートポーズを取得
pt_br: Obter Pose de Estado de Destino
zh_cn: 获得目标状态姿势

# UAnimGraphNode_TransitionPoseEvaluator,GetDestinationStatePose_Tooltip
source: Evaluates and returns the pose generated by the destination state of this transition
ja: このトランスフォームの宛先ステートで生成したポーズを評価して返します
zh_cn: 计算并返回由此变换的目标状态生成的姿势

# UAnimGraphNode_TransitionPoseEvaluator,GetSourceStatePose
source: Get Source State Pose
es: Obtener posición de estado de origen
ja: ソースステートポーズを取得
pt_br: Obter Pose de Estado de Origem
zh_cn: 获得源状态姿势

# UAnimGraphNode_TransitionPoseEvaluator,GetSourceStatePose_Tooltip
source: Evaluates and returns the pose generated by the setup prior to this transition firing
ja: このトランスフォームを発行する前の設定で生成したポーズを評価して返します
zh_cn: 计算并返回触发此变换之前的设置生成的姿势

# UAnimGraphNode_TransitionPoseEvaluator,InputPoseEvaluator
source: Input Pose Evaluator
es: Evaluador de posición de entrada
ja: ポーズエバリュエイターを入力
pt_br: Avaliador de Pose de Entrada
zh_cn: 输入姿势计算器

# UAnimGraphNode_TransitionResult,TransitionResultTooltip
source: This expression is evaluated to determine if the state transition can be taken
ja: この表現式はステート変換の取り込みが可能かを判断するために評価されます。
zh_cn: 计算此表达式以确定是否可进行该状态变换

# UATHelper,PackagerFailedNotification
source: {TaskName} failed!
ja: {TaskName} に失敗しました！

# UATHelper,RequiredFileNotFoundMessage
source: A required file could not be found: {File}
ja: 必要なファイルが見つかりませんでした: {File}

# UATHelper,UatLaunchFailedNotification
source: Failed to launch Unreal Automation Tool (UAT)!
ja: Unreal Automation Tool(UAT)の起動に失敗しました！

# UATHelper,UatProcessFailedNotification
source: {TaskName} canceled!
ja: {TaskName} がキャンセルされました！

# UATHelper,UatProcessSucceededNotification
source: {TaskName} complete!
ja: {TaskName} が完了しました！

# UATHelper,UatTaskInProgressNotification
source: {TaskName} for {Platform}...
ja: {Platform} の {TaskName}...

# UEditorTutorialFactory,TutorialMenuEntry
source: Tutorial Blueprint
ja: チュートリアルブループリント
zh_cn: 教程蓝图

# UGameplayAbilitiesBlueprintFactory,CannotCreateGameplayAbilityBlueprint
source: Cannot create a Gameplay Ability Blueprint based on the class '{ClassName}'.
es: No se puede crear un Blueprint de capacidad mecánica del modo de juego basado en la clase '{ClassName}'.
ja: クラス '{ClassName}' に基づいてゲームプレイ アビリティブループリントを作成できません
pt_br: Não é possível criar um Esquema da Habilidade de Jogo com base na classe '{ClassName}'.
zh_cn: 无法基于类'{ClassName}'创建游戏功能蓝图。

# UGameplayAbilitiesBlueprintFactory,CreateGameplayAbilityBlueprintOptions
source: Create Gameplay Ability Blueprint
es: Crear Blueprint de capacidad mecánica del modo de juego
ja: ゲームプレイ アビリティブループリントを作成します
pt_br: Criar Esquema da Habilidade de Jogo
zh_cn: 创建游戏功能蓝图

# UICommands,SpriteShowFlagName
source: Show {SpriteName} Sprites
es: Mostrar los sprites {SpriteName}
ja: {SpriteName} スプライトを表示
pt_br: Exibir Sprites {SpriteName}
zh_cn: 显示 {SpriteName}精灵图标

# UICommands,StatShowCatName
source: Show {StatCat} stats
es: Mostrar {StatCat} estadísticas
ja: {StatCat} 統計情報を表示
pt_br: Exibir estatísticas de {StatCat}
zh_cn: 显示{StatCat}统计数据

# UICommands,StatShowCommandName
source: Show {StatName} Stat
es: Mostrar {StatName} estadística
ja: {StatName} 統計情報を表示
pt_br: Exibir estatísticas de {StatName}
zh_cn: 显示{StatName}统计数据

# UICommands.AnimationEditorCommands,AddLoopingInterpolation_ToolTip
source: Add an extra first frame at the end of the animation to create interpolation when looping
ja: ループ時の補間を作成するためアニメーションの最後にさらに最初のフレームを追加

# UICommands.PersonaCommands,AddLoopingInterpolation_ToolTip
source: Add an extra first frame at the end of the animation to create interpolation when looping
ja: ループ時の補間を作成するためアニメーションの最後にさらに最初のフレームを追加

# UICommands.AnimationEditorCommands,ApplyAnimation
source: Apply Animation
ja: アニメーション適用

# UICommands.PersonaCommands,ApplyAnimation
source: Apply Animation
ja: アニメーション適用

# UICommands.AnimationEditorCommands,ApplyAnimation_ToolTip
source: Apply Additive Layer Tracks to Runtime Animation Data
ja: 加算レイヤートラックをランタイムアニメーションデータへ適用

# UICommands.PersonaCommands,ApplyAnimation_ToolTip
source: Apply Additive Layer Tracks to Runtime Animation Data
ja: 加算レイヤートラックをランタイムアニメーションデータへ適用

# UICommands.AnimationEditorCommands,ApplyCompression_ToolTip
source: Apply compression to current animation
ja: 現行アニメーションに圧縮を適用

# UICommands.PersonaCommands,ApplyCompression_ToolTip
source: Apply compression to current animation
ja: 現行アニメーションに圧縮を適用

# UICommands.AnimationEditorCommands,ExportToFBX_ToolTip
source: Export current animation to FBX
ja: 進行中のアニメーションをFBXへエクスポート

# UICommands.PersonaCommands,ExportToFBX_ToolTip
source: Export current animation to FBX
ja: 進行中のアニメーションをFBXへエクスポート

# UICommands.AnimationEditorCommands,ImportAnimation
source: Import Animation
ja: アニメーションをインポート

# UICommands.PersonaCommands,ImportAnimation
source: Import Animation
ja: アニメーションをインポート

# UICommands.AnimationEditorCommands,ImportAnimation_ToolTip
source: Import new animation for the skeleton.
ja: スケルトンに新規アニメーションをインポート

# UICommands.PersonaCommands,ImportAnimation_ToolTip
source: Import new animation for the skeleton.
ja: スケルトンに新規アニメーションをインポート

# UICommands.AnimationEditorCommands,ReimportAnimation_ToolTip
source: Reimport current animation.
ja: 進行中のアニメーションを再インポート

# UICommands.PersonaCommands,ReimportAnimation_ToolTip
source: Reimport current animation.
ja: 進行中のアニメーションを再インポート

# UICommands.AnimationEditorCommands,SetKey_ToolTip
source: Add Bone Transform to Additive Layer Tracks
ja: ボーン変換を加算レイヤートラックへ追加

# UICommands.PersonaCommands,SetKey_ToolTip
source: Add Bone Transform to Additive Layer Tracks
ja: ボーン変換を加算レイヤートラックへ追加

# UICommands.AnimGraphCommands,TogglePoseWatch
source: Toggle Pose Watch
ja: ポーズのウォッチを切り替え

# UICommands.AnimGraphCommands,TogglePoseWatch_ToolTip
source: Toggle Pose Watching on this node
ja: このノードでのポーズのウォッチ状態を切り替える

# UICommands.AnimNotifyPanel,DeleteNotify_ToolTip
source: Deletes the selected notifies.
ja: 選択した通知を削除
zh_cn: 删除选中的通知。

# UICommands.AnimNotifyPanel,SomeSequenceAction
source: Some Sequence Action
ja: いくつかのシーケンス動作
zh_cn: 某个序列动作

# UICommands.AnimNotifyPanel,SomeSequenceAction_ToolTip
source: Does some sequence action
ja: いくつかのシーケンスアクションを実行
zh_cn: 执行某个序列动作

# UICommands.AnimSegmentPanel,DeleteSegment_ToolTip
source: Deletes the selected segment
ja: 選択中のセグメントを削除
zh_cn: 删除选中的片段。

# UICommands.AnimViewportLODCommands,LOD0_ToolTip
source: Force select LOD 0
ja: LOD0を強制的に選択

# UICommands.AnimViewportLODCommands,LODAuto_ToolTip
source: Automatically select LOD
ja: LODを自動選択

# UICommands.AnimViewportMenuCommands,AnimSetDrawUVs_ToolTip
source: Toggles display of the mesh's UVs for the specified channel.
ja: 指定チャンネルのメッシュのUV表示を切り替える

# UICommands.AnimViewportMenuCommands,CameraFollow
source: Camera Follow
ja: 追跡するカメラ

# UICommands.AnimViewportMenuCommands,CameraFollow_ToolTip
source: Follow the bound of the mesh
ja: メッシュのバウンドを追跡

# UICommands.AnimViewportMenuCommands,PreviewSceneSettings
source: Preview Scene Settings...
ja: プレビューシーン設定...

# UICommands.AnimViewportMenuCommands,SetCPUSkinning
source: CPU Skinning
ja: CPUスキニング

# UICommands.AnimViewportMenuCommands,SetCPUSkinning_ToolTip
source: Toggles display of CPU skinning in the Preview Pane.
ja: プレビューペインのCPUスキニング表示を切り替える

# UICommands.AnimViewportMenuCommands,SetShowBinormals
source: Binormals
ja: 従法線

# UICommands.StaticMeshEditorCommands,SetShowBinormals
source: Binormals
ja: 従法線

# UICommands.AnimViewportMenuCommands,SetShowBinormals_ToolTip
source: Toggles display of vertex binormals (orthogonal vector to normal and tangent) in the Preview Pane.
ja: プレビューペインで頂点の従法線 (法線と接線に対して垂直なベクトル) の表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowBinormals_ToolTip
source: Toggles display of vertex binormals (orthogonal vector to normal and tangent) in the Preview Pane.
ja: プレビューペインで頂点の従法線 (法線と接線に対して垂直なベクトル) の表示を切り替える

# UICommands.AnimViewportMenuCommands,SetShowNormals
source: Normals
ja: ノーマル

# UICommands.StaticMeshEditorCommands,SetShowNormals
source: Normals
ja: ノーマル

# UICommands.AnimViewportMenuCommands,SetShowNormals_ToolTip
source: Toggles display of vertex normals in the Preview Pane.
ja: プレビュー ペインで頂点法線の表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowNormals_ToolTip
source: Toggles display of vertex normals in the Preview Pane.
ja: プレビュー ペインで頂点法線の表示を切り替える

# UICommands.AnimViewportMenuCommands,SetShowTangents_ToolTip
source: Toggles display of vertex tangents in the Preview Pane.
ja: プレビュー ペインで頂点タンジェントの表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowTangents_ToolTip
source: Toggles display of vertex tangents in the Preview Pane.
ja: プレビュー ペインで頂点タンジェントの表示を切り替える

# UICommands.AnimViewportPlaybackCommands,PersonaTurnTablePause_ToolTip
source: Freeze with current rotation
ja: 現在の回転で固定

# UICommands.AnimViewportPlaybackCommands,PersonaTurnTablePlay_ToolTip
source: Turn table rotates
ja: ターンテーブル回転

source: Set the animation playback speed to double the speed of normal
ja: アニメーションの再生速度を通常の2倍に設定

source: Set the animation playback speed to five times the normal speed
ja: アニメーションの再生速度を通常の5倍に設定

source: Set the animation playback speed to a half of normal
ja: アニメーションの再生速度を通常の半分に設定

source: Set the animation playback speed to normal
ja: アニメーションの再生速度を通常速度に設定

source: Set the animation playback speed to a tenth of normal
ja: アニメーションの再生速度を通常の1/10に設定

source: Set the animation playback speed to a quarter of normal
ja: アニメーションの再生速度を通常の1/4に設定

source: Set the animation playback speed to ten times the normal speed
ja: アニメーションの再生速度を通常の10倍に設定

source: Set the turn table rotation speed to double the speed of normal
ja: ターンテーブル回転速度を通常の2倍に設定

source: Set the turn table rotation speed to five times the normal speed
ja: ターンテーブル回転速度を通常の5倍に設定

source: Set the turn table rotation speed to a half of normal
ja: ターンテーブル回転速度を通常の半分に設定

source: Set the turn table rotation speed to normal
ja: ターンテーブル回転速度を通常速度に設定

source: Set the turn table rotation speed to a tenth of normal
ja: ターンテーブル回転速度を通常の10分の1に設定

source: Set the turn table rotation speed to a quarter of normal
ja: ターンテーブル回転速度を通常の4分の1に設定

source: Set the turn table rotation speed to ten times the normal speed
ja: ターンテーブル回転速度を通常の10倍に設定

# UICommands.AnimViewportShowCommands,ApplyClothWind
source: Apply Wind
ja: 風を適用

# UICommands.AnimViewportShowCommands,ApplyClothWind_ToolTip
source: Apply Wind to Clothing
ja: クロス（布）に風を適用

# UICommands.AnimViewportShowCommands,DisableClothSimulation
source: Disable Cloth Simulation
ja: クロスのシミュレーションを無効化

# UICommands.AnimViewportShowCommands,DisableClothSimulation_ToolTip
source: Disable Cloth Simulation and Show non-simulated mesh
ja: クロスのシミュレーションを無効にしてシミュレーション無しのオリジナルアニメーションを再生

# UICommands.AnimViewportShowCommands,EnableCollisionWithAttachedClothChildren
source: Collide with Cloth Children
ja: クロスの子と衝突

source: Enables collision detection between collision primitives in the base mesh and clothing on any attachments in the preview scene.
ja: ベースメッシュのコリジョンプリミティブ間のコリジョン検知とアタッチメントすべてのクロスをプレビューシーンで有効にする

# UICommands.AnimViewportShowCommands,HideDisplayInfo_ToolTip
source: Hide All Display Info in Viewport
ja: ビューポートのすべての表示情報を非表示にします

# UICommands.AnimViewportShowCommands,HideOnlyClothSections
source: Hide Only Cloth Sections
ja: クロスセクションのみを非表示

# UICommands.AnimViewportShowCommands,HideOnlyClothSections_ToolTip
source: Display All Except Cloth Mapped Sections
ja: クロスをマップしたセクション以外をすべて表示

# UICommands.AnimViewportShowCommands,MuteAudio
source: Mute Audio
ja: オーディオをミュート

# UICommands.AnimViewportShowCommands,MuteAudio_ToolTip
source: Mutes audio from the preview
ja: プレビューからのオーディオをミュート

# UICommands.AnimViewportShowCommands,ProcessRootMotion
source: Process Root Motion
ja: ルートモーションを処理

# UICommands.AnimViewportShowCommands,ProcessRootMotion_ToolTip
source: Moves preview based on animation root motion
ja: アニメーションルートモーションに基づいてプレビューを移動

# UICommands.AnimViewportShowCommands,ShowAdditiveBaseBones
source: Additive Base
ja: 加算ベース

# UICommands.AnimViewportShowCommands,ShowAdditiveBaseBones_ToolTip
source: Display Skeleton In Additive Base Pose
ja: 加算ベースポーズのスケルトンを表示

# UICommands.AnimViewportShowCommands,ShowAllSections
source: Show All Sections
ja: すべてのセクションを表示

# UICommands.AnimViewportShowCommands,ShowAllSections_ToolTip
source: Display All sections including Cloth Mapped Sections
ja: クロスをマップしたセクションを含めてすべて表示

# UICommands.AnimViewportShowCommands,ShowBakedAnimation
source: Baked Animation
ja: ベイクしたアニメーション

# UICommands.AnimViewportShowCommands,ShowBoneDrawAll
source: All Hierarchy
ja: すべての階層

# UICommands.AnimViewportShowCommands,ShowBoneDrawAll_ToolTip
source: Shows all hierarchy joints
ja: すべてのジョイント階層を表示

# UICommands.AnimViewportShowCommands,ShowBoneDrawSelected
source: Selected Only
ja: 選択のみ

# UICommands.AnimViewportShowCommands,ShowLocalAxesSelected
source: Selected Only
ja: 選択のみ

# UICommands.AnimViewportShowCommands,ShowBoneDrawSelected_ToolTip
source: Shows only the selected bone
ja: 選択ボーンのみを表示

# UICommands.AnimViewportShowCommands,ShowBoneNames
source: Bone Names
ja: ボーン名

# UICommands.AnimViewportShowCommands,ShowBoneNames_ToolTip
source: Display Bone Names in Viewport
ja: ビューポートにボーン名を表示

# UICommands.AnimViewportShowCommands,ShowBoneWeight
source: Selected Bone Weight
ja: 選択ボーンウェイト

# UICommands.AnimViewportShowCommands,ShowBoneWeight_ToolTip
source: Display color overlay of the weight from Selected Bone in Viewport
ja: 選択ボーンのウェイト色オーバレイをビューポートに表示

# UICommands.AnimViewportShowCommands,ShowBound
source: Bound
ja: バウンド

# UICommands.AnimViewportShowCommands,ShowBound_ToolTip
source: Show bound on preview mesh
ja: プレビューメッシュのバウンドを表示

# UICommands.AnimViewportShowCommands,ShowClothBackstop
source: Back stops
ja: バックストップ

# UICommands.AnimViewportShowCommands,ShowClothBackstop_ToolTip
source: Display Back stops. If it has a proper value, draws a line in red. Otherwise, draws a vertex in white.
ja: バックストップを表示。正しい値の場合は線を赤で描画。それ以外は白で頂点を描画。

# UICommands.AnimViewportShowCommands,ShowClothCollisionVolumes
source: Collision Volumes
ja: コリジョンボリューム

# UICommands.AnimViewportShowCommands,ShowClothCollisionVolumes_ToolTip
source: Display Cloth Collision Volumes
ja: クロスコリジョンボリュームを表示

# UICommands.AnimViewportShowCommands,ShowClothFixedVertices
source: Fixed Vertices
ja: 固定された頂点

# UICommands.AnimViewportShowCommands,ShowClothFixedVertices_ToolTip
source: Display Fixed Vertices
ja: 固定された頂点を表示

# UICommands.AnimViewportShowCommands,ShowClothGraphicalTangents
source: Graphical Tangents
ja: クロスグラフィカルタンジェント

# UICommands.AnimViewportShowCommands,ShowClothGraphicalTangents_ToolTip
source: Display Cloth Graphical Tangents
ja: クロスグラフィカルタンジェントを表示

# UICommands.AnimViewportShowCommands,ShowClothPhysicalMeshWire
source: Physical Mesh Wire
ja: 物理メッシュワイヤ

# UICommands.AnimViewportShowCommands,ShowClothPhysicalMeshWire_ToolTip
source: Display Simulation Mesh's wire frame. Shows all physical mesh loaded from an asset file when cloth simulation is disabled and shows simulated results when simulating. The part having zero max distance value will be drawn in pink.
ja: シミュレーションメッシュのワイヤーフレームを表示します。クロスシミュレーションの無効時にアセットファイルからロードした全ての物理メッシュを表示し、シミュレーション時にシミュレーション結果を表示します。最大距離が0の箇所はピンクで描画されます。

# UICommands.AnimViewportShowCommands,ShowClothSimulationNormals
source: Simulation Normals
ja: シミュレーション法線

# UICommands.AnimViewportShowCommands,ShowClothSimulationNormals_ToolTip
source: Display Cloth Simulation Normals
ja: クロスシミュレーション法線を表示

# UICommands.AnimViewportShowCommands,ShowDisplayInfoBasic_ToolTip
source: Display Basic Mesh Info in Viewport
ja: ビューポートに基本メッシュ情報を表示

# UICommands.AnimViewportShowCommands,ShowDisplayInfoDetailed
source: Detailed
ja: 詳細

# UICommands.AnimViewportShowCommands,ShowDisplayInfoDetailed_ToolTip
source: Display Detailed Mesh Info in Viewport
ja: ビューポートに詳細メッシュ情報を表示

# UICommands.AnimViewportShowCommands,ShowLocalAxesAll_ToolTip
source: Shows all local hierarchy axes
ja: ローカル階層軸すべてを表示

# UICommands.AnimViewportShowCommands,ShowLocalAxesNone_ToolTip
source: Hides all local hierarchy axis
ja: ローカル階層軸すべてを非表示

# UICommands.AnimViewportShowCommands,ShowLocalAxesSelected_ToolTip
source: Shows only the local bone axis of the selected bones
ja: 選択アクタのローカルボーン軸のみを表示

# UICommands.AnimViewportShowCommands,ShowNonRetargetedAnimation
source: NonRetargeted Animation
ja: リターゲットされていないアニメーション

# UICommands.AnimViewportShowCommands,ShowNonRetargetedAnimation_ToolTip
source: Display Skeleton With non retargeted Animation Data
ja: リターゲットされていないアニメーションデータでスケルトンを表示

# UICommands.AnimViewportShowCommands,ShowOnlyClothSections
source: Show Only Cloth Sections
ja: クロスセクションのみを表示

# UICommands.AnimViewportShowCommands,ShowOnlyClothSections_ToolTip
source: Display Only Cloth Mapped Sections
ja: クロスにマップしたセクションのみを表示

# UICommands.AnimViewportShowCommands,ShowPreviewMesh_ToolTip
source: Show the preview mesh
ja: プレビューメッシュを表示

# UICommands.AnimViewportShowCommands,ShowRawAnimation
source: Uncompressed Animation
ja: 未圧縮アニメーション

# UICommands.AnimViewportShowCommands,ShowRetargetBasePose
source: Retarget Base Pose
ja: リターゲットベースポーズ

# UICommands.AnimViewportShowCommands,ShowRetargetBasePose_ToolTip
source: Show retarget Base pose on preview mesh
ja: プレビューメッシュのリターゲットベースポーズを表示

# UICommands.AnimViewportShowCommands,ShowSockets_ToolTip
source: Display socket hitpoints
ja: ソケットのヒットポイントを表示

# UICommands.AnimViewportShowCommands,ShowSourceRawAnimation
source: Source Animation
ja: ソースアニメーション

# UICommands.AnimViewportShowCommands,ShowSourceRawAnimation_ToolTip
source: Display Skeleton In Source Raw Animation if you have Track Curves Modified.
ja: トラックカーブを修正した場合に、ソースの生のアニメーションでスケルトンを表示します

# UICommands.AnimViewportShowCommands,ToggleGrid_ToolTip
source: Display Grid
ja: グリッドを表示

# UICommands.CascadeCommands,ToggleGrid_ToolTip
source: Display Grid
ja: グリッドを表示

# UICommands.AnimViewportShowCommands,UseInGameBound
source: In-game Bound
ja: インゲームのバウンド

# UICommands.AnimViewportShowCommands,UseInGameBound_ToolTip
source: Use in-game bound on preview mesh
ja: プレビューメッシュのインゲームバウンドを使用

# UICommands.AssetEditorCommonCommands,ReimportAsset_ToolTip
source: Reimports the asset being edited
ja: 編集中のアセットを再インポート

# UICommands.AssetEditorCommonCommands,SaveAsset_ToolTip
source: Saves this asset
ja: このアセットを保存

# UICommands.AssetEditorCommonCommands,SaveAssetAs_ToolTip
source: Saves this asset under a different name
ja: このアセットを別名で保存

# UICommands.AssetEditorCommonCommands,SwitchToStandaloneEditor
source: Switch to Standalone Editor
ja: スタンドアロンエディタに切り替え

# UICommands.AssetEditorCommonCommands,SwitchToStandaloneEditor_ToolTip
source: Closes the level-centric asset editor and reopens it in 'standalone' mode
ja: レベルを中心としたアセット エディタを終了し、スタンドアロン モードで開き直します

# UICommands.AssetEditorCommonCommands,SwitchToWorldCentricEditor
source: Switch to World-Centric Editor
ja: ワールド主体のエディタに切り替え

# UICommands.AssetEditorCommonCommands,SwitchToWorldCentricEditor_ToolTip
source: Closes the standalone asset editor and reopens it in 'world-centric' mode, docked within the level editor that it was originally opened in.
ja: スタンドアロンのアセットエディタを終了し、エディタがワールド中心モードに切り替えられ、元々開かれていたレベル エディタにドッキングした状態で再度開きます。
