Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.MaterialEditorCommands,FindInMaterial_ToolTip
source: Finds expressions and comments in the current Material
ja: 現行マテリアルの表現式とコメントを検索

# UICommands.MaterialEditorCommands,Flatten_ToolTip
source: Flatten the material to a texture for mobile devices.
ja: モバイル デバイス向けにマテリアルをテクスチャへ平坦化します

# UICommands.MaterialEditorCommands,ForceRefreshPreviews
source: Force Refresh Previews
ja: プレビューを強制更新

# UICommands.MaterialEditorCommands,ForceRefreshPreviews_ToolTip
source: Forces a refresh of all previews
ja: すべてのプレビューを強制更新します

# UICommands.MaterialEditorCommands,NewComment_ToolTip
source: Creates a new comment node.
ja: 新規コメントノードを作成

# UICommands.MaterialEditorCommands,RemoveFromFavorites
source: Remove From Favorites
ja: お気に入りから取り除く

# UICommands.MaterialEditorCommands,RemoveFromFavorites_ToolTip
source: Removes this expression from your favorites.
ja: この式をお気に入りから取り除く

# UICommands.MaterialEditorCommands,SelectDownstreamNodes
source: Select Downstream Nodes
ja: 下流ノードを選択

# UICommands.MaterialEditorCommands,SelectDownstreamNodes_ToolTip
source: Selects all nodes that use this node's outgoing links.
ja: このノードから出力リンクを使用している全ノードを選択

# UICommands.MaterialEditorCommands,SelectUpstreamNodes
source: Select Upstream Nodes
ja: 上流ノードを選択

# UICommands.MaterialEditorCommands,SelectUpstreamNodes_ToolTip
source: Selects all nodes that feed links into this node.
ja: このノードにリンクをインプットしている全ノードを選択

# UICommands.MaterialEditorCommands,SetCubePreview_ToolTip
source: Sets the preview mesh to a cube primitive.
ja: プレビューで使用するメッシュをキューブ形プリミティブに設定します

# UICommands.MaterialEditorCommands,SetCylinderPreview_ToolTip
source: Sets the preview mesh to a cylinder primitive.
ja: プレビューで使用するメッシュをシリンダー形プリミティブに設定します

# UICommands.MaterialEditorCommands,SetPlanePreview
source: Plane
ja: 平面

# UICommands.MaterialEditorCommands,SetPlanePreview_ToolTip
source: Sets the preview mesh to a plane primitive.
ja: プレビューで使用するメッシュを球形プリミティブに設定します

# UICommands.MaterialEditorCommands,SetPreviewMeshFromSelection_ToolTip
source: Sets the preview mesh based on the current content browser selection.
ja: プレビューで使用するメッシュを、現在のコンテンツブラウザの選択内容に基づいて設定します

# UICommands.MaterialEditorCommands,SetSpherePreview_ToolTip
source: Sets the preview mesh to a sphere primitive.
ja: プレビューで使用するメッシュを球形プリミティブに設定します

# UICommands.MaterialEditorCommands,ShowAllMaterialParameters
source: Params
ja: パラメータ

# UICommands.MaterialEditorCommands,ShowAllMaterialParameters_ToolTip
source: Show or Hide all the materials parameters
ja: すべてのマテリアルのパラメータを表示または非表示

# UICommands.MaterialEditorCommands,ShowHideConnectors
source: Connectors
ja: コネクタ

# UICommands.MaterialEditorCommands,ShowHideConnectors_ToolTip
source: Show or Hide Unused Connectors
ja: 未使用コネクタを表示または非表示

# UICommands.MaterialEditorCommands,StartPreviewNode
source: Start Previewing Node
ja: ノードのプレビューを開始

# UICommands.MaterialEditorCommands,StartPreviewNode_ToolTip
source: Makes the preview viewport start previewing this node
ja: プレビュー ビューポートがこのノードのプレビューを開始します

# UICommands.MaterialEditorCommands,StopPreviewNode
source: Stop Previewing Node
ja: ノードのプレビューを停止

# UICommands.MaterialEditorCommands,StopPreviewNode_ToolTip
source: Stops the preview viewport from previewing this node
ja: このノードのプレビューからビューポートのプレビューを停止

# UICommands.MaterialEditorCommands,ToggleLivePreview
source: Live Preview
ja: ライブプレビュー

# UICommands.MaterialEditorCommands,ToggleLivePreview_ToolTip
source: Toggles real time update of the preview material.
ja: プレビューマテリアルのリアルタイム更新を切り替えます

# UICommands.MaterialEditorCommands,ToggleMaterialStats_ToolTip
source: Toggles displaying of the material's stats.
ja: マテリアルの統計情報の表示を切り替える

# UICommands.MaterialEditorCommands,ToggleMobileStats
source: Mobile Stats
ja: モバイル統計情報

# UICommands.MaterialEditorCommands,ToggleMobileStats_ToolTip
source: Toggles material stats and compilation errors for mobile.
ja: モバイルのマテリアル統計情報とコンパイルエラーを切り替える

# UICommands.MaterialEditorCommands,TogglePreviewBackground_ToolTip
source: Toggles the preview pane's background.
ja: プレビューペインの背景表示を切り替える

# UICommands.MaterialEditorCommands,TogglePreviewGrid_ToolTip
source: Toggles the preview pane's grid.
ja: プレビューペインのグリッド表示を切り替える

# UICommands.MaterialEditorCommands,ToggleRealtimeExpressions
source: Live Nodes
ja: ライブノード

# UICommands.MaterialEditorCommands,ToggleRealtimeExpressions_ToolTip
source: Toggles real time update of the graph canvas.
ja: グラフキャンバスのリアルタイム更新を切り替える

# UICommands.MaterialEditorCommands,UseCurrentTexture
source: Use Current Texture
ja: 現行テクスチャを使用

# UnrealEd,UseCurrentTexture
source: Use Current Texture
es: Usar la textura actual
ja: 現行テクスチャを使用
pt_br: Usar Textura Atual
zh_cn: 使用当前贴图

# UICommands.MaterialEditorCommands,UseCurrentTexture_ToolTip
source: Uses the current texture selected in the content browser.
ja: コンテンツブラウザで現在選択しているテクスチャを使用

# UICommands.MatineeCommands,ActorAddAll
source: Add Selected Actors
ja: 選択したアクタを追加

# UICommands.MatineeCommands,ActorAddAll_ToolTip
source: Adds selected actors to group
ja: 選択アクタをグループに追加

# UICommands.MatineeCommands,ActorRemoveAll
source: Remove Group Actors
ja: グループアクタを取り除く

# UICommands.MatineeCommands,ActorRemoveAll_ToolTip
source: Removes all group actors
ja: すべてのグループアクタを取り除く

# UICommands.MatineeCommands,ActorReplaceAll
source: Replace Group Actors With Selected Actors
ja: グループアクタを選択したアクタで置換

# UICommands.MatineeCommands,ActorReplaceAll_ToolTip
source: Replaces group actors with selected actors
ja: グループアクタを選択したアクタで置換

# UICommands.MatineeCommands,ActorSelectAll
source: Select Group Actors
ja: グループアクタを選択

# UICommands.MatineeCommands,ActorSelectAll_ToolTip
source: Selects all group actors
ja: グループアクタをすべて選択

# UICommands.MatineeCommands,AddKey
source: Add Key
ja: キーを追加

# UICommands.MatineeCommands,AddKey_ToolTip
source: Add Key
ja: キーを追加

# UnrealEd,AddKey
source: Add Key
es: Añadir clave
ja: キーを追加
pt_br: Adicionar Chave
zh_cn: 添加关键帧

# UICommands.MatineeCommands,AnimKeyLoop
source: Set Looping
ja: ループを設定

# UICommands.MatineeCommands,AnimKeyLoop_ToolTip
source: Sets key looping
ja: キーループを設定

# UICommands.MatineeCommands,AnimKeyNoLoop
source: Set Non-Looping
ja: 非ループを設定

# UICommands.MatineeCommands,AnimKeyNoLoop_ToolTip
source: Sets key non-looping
ja: キーの非ループを設定

# UICommands.MatineeCommands,AnimKeySetEndOffset
source: Set End Offset
ja: 終了オフセットを設定

# UICommands.MatineeCommands,AnimKeySetEndOffset_ToolTip
source: Sets key end offset
ja: キーの終了オフセットを設定

# UICommands.MatineeCommands,AnimKeySetPlayRate
source: Set Play Rate
ja: 再生レートを設定

# UICommands.MatineeCommands,AnimKeySetPlayRate_ToolTip
source: Sets key play rate
ja: キーの再生レートを設定

# UICommands.MatineeCommands,AnimKeySetStartOffset
source: Set Start Offset
ja: 開始オフセットを設定

# UICommands.MatineeCommands,AnimKeySetStartOffset_ToolTip
source: Sets key start offset
ja: キーの開始オフセットを設定

# UICommands.MatineeCommands,AnimKeyToggleReverse_ToolTip
source: Toggles key reverse
ja: キーの逆再生を切り替え

# UICommands.MatineeCommands,ChangeKeyInterpModeAuto
source: Change Key Interp Mode Auto
ja: モードを自動に変更

# UICommands.MatineeCommands,ChangeKeyInterpModeAutoClamped
source: Change Key Interp Mode Auto Clamped
ja: モードを自動クランプに変更

# UICommands.MatineeCommands,ChangeKeyInterpModeBreak
source: Change Key Interp Mode Break
ja: モードをブレークに変更

# UICommands.MatineeCommands,ChangeKeyInterpModeConstant
source: Change Key Interp Mode Constant
ja: モードをコンスタントに変更

# UICommands.MatineeCommands,ChangeKeyInterpModeLinear
source: Change Key Interp Mode Linear
ja: モードをリニアに変更

# UICommands.MatineeCommands,ChangeKeyInterpModeUser
source: Change Key Interp Mode User
ja: モードをユーザーに変更

# UICommands.MatineeCommands,CollapseAllGroups_ToolTip
source: Collapse the entire hierarchy of folders, groups and tracks in UnrealMatinee's track window
ja: UnrealMatineeのトラックウィンドウで、フォルダ、グループ、トラックの階層をすべて折りたたみます

# UICommands.MatineeCommands,CreateCameraActor_ToolTip
source: Create Camera Actor at Current Camera Location
ja: 現在のカメラ位置にカメラ アクタを作成

# UICommands.MatineeCommands,CreateMovie
source: Movie
ja: ムービー

# UICommands.MatineeCommands,CreateMovie_ToolTip
source: Create a Movie
ja: ムービーを作成

# UICommands.MatineeCommands,CropAnimationBeginning
source: Crop Animation Start
ja: アニメーション開始点をクロップ

# UICommands.MatineeCommands,CropAnimationEnd
source: Crop Animation End
ja: アニメーション終了点をクロップ

# UICommands.MatineeCommands,DecrementPosition
source: Decrement Position
ja: デクリメント位置

# UICommands.MatineeCommands,DeleteSection_ToolTip
source: Deletes the selected section
ja: 選択中のセクションを削除

# UICommands.MatineeCommands,DeleteSelectedKeys_ToolTip
source: Deletes selected keys
ja: 選択中のキーを削除

# UICommands.MatineeCommands,DeleteSelection
source: Delete Selection
ja: 選択対象を削除

# UICommands.MatineeCommands,DirKeyRenameCameraShot
source: Rename Shot
ja: ショット名を変更

# UICommands.MatineeCommands,DirKeyRenameCameraShot_ToolTip
source: Renames camera key
ja: カメラキー名を変更

# UICommands.MatineeCommands,DirKeySetTransitionTime
source: Set Transition Time
ja: トランジション時間を設定

# UICommands.MatineeCommands,DirKeySetTransitionTime_ToolTip
source: Sets transition time
ja: トランジション時間を設定

# UICommands.MatineeCommands,Draw3DTrajectories
source: Draw 3D Trajectories
ja: 3D軌道を描画

# UICommands.MatineeCommands,Draw3DTrajectories_ToolTip
source: Toggles 3D trajectories
ja: 3D軌道を切り替える

# UICommands.MatineeCommands,DuplicateKeys_ToolTip
source: Duplicates selected keys
ja: 選択中のキーを複製

# UICommands.MatineeCommands,DuplicateSelectedKeys
source: Duplicate Selected Keys
ja: 選択中の各キーを複製

# UnrealEd,DuplicateSelectedKeys
source: Duplicate Selected Keys
es: Duplicar claves seleccionadas
ja: 選択中の各キーを複製
pt_br: Duplicar Chaves Selecionadas
zh_cn: 克隆选中的关键帧

# UICommands.MatineeCommands,EditCopy_ToolTip
source: Copies selected group or track
ja: 選択中のグループまたはトラックをコピー

# UICommands.MatineeCommands,EditCut
source: Cut
ja: 切り取り

# UnrealEd,Cut
source: Cut
es: Cortar
ja: 切り取り
pt_br: Recortar
zh_cn: 剪切

# UICommands.MatineeCommands,EditCut_ToolTip
source: Cuts selected group or track
ja: 選択中のグループまたはトラックを切り取る

# UICommands.MatineeCommands,EditingCrosshair
source: Editing Crosshair
ja: 編集用クロスヘア照準

# UICommands.MatineeCommands,EditingCrosshair_ToolTip
source: Toggles editing crosshair
ja: 編集用のクロスヘア照準の表示を切り替える

# UICommands.MatineeCommands,EditPaste_ToolTip
source: Pastes group or track
ja: グループまたはトラックを貼り付ける

# UICommands.MatineeCommands,EnableEditingGrid
source: Enable Editing Grid
ja: 編集グリッドを有効にする

# UICommands.MatineeCommands,EnableEditingGrid_ToolTip
source: Toggles editing grid
ja: 編集グリッドの表示を切り替える

# UICommands.MatineeCommands,EventKeyRename
source: Rename Event
ja: イベント名を変更

# UICommands.MatineeCommands,EventKeyRename_ToolTip
source: Renames event key
ja: イベントキー名を変更

# UICommands.MatineeCommands,ExpandAllGroups_ToolTip
source: Expand the entire hierarchy of folders, groups and tracks in UnrealMatinee's track window
ja: アンリアルマチネのトラック ウィンドウに表示されるフォルダ、グループ、トラックの階層全体を展開します

# UICommands.MatineeCommands,ExportAnimGroupFBX
source: Export (.FBX)
ja: エクスポート(.FBX)

# UICommands.MatineeCommands,ExportAnimTrackFBX
source: Export (.FBX)
ja: エクスポート(.FBX)

# UICommands.MatineeCommands,ExportAnimGroupFBX_ToolTip
source: Exports selected group as FBX
ja: 選択したグループをFBX形式でエクスポート

# UICommands.MatineeCommands,ExportAnimInfo
source: Export Animation Track Info
ja: アニメーショントラック情報をエクスポート

# UICommands.MatineeCommands,ExportAnimInfo_ToolTip
source: Exports Animation Track info
ja: アニメーショントラック情報をエクスポート

# UICommands.MatineeCommands,ExportAnimTrackFBX_ToolTip
source: Exports selected track as FBX
ja: 選択したトラックをFBX形式でエクスポート

# UICommands.MatineeCommands,ExportCameraAnim_ToolTip
source: Exports selected group to CameraAnim
ja: 選択したグループをカメラアニムでエクスポート

# UICommands.MatineeCommands,ExportSoundCueInfo
source: Export Sound Cue Info
ja: サウンドキュー情報をエクスポート

# UnrealEd,InterpEd_ExportSoundCueInfoDialogTitle
source: Export Sound Cue Info
es: Exportar la información de la pista de sonido
ja: サウンドキュー情報をエクスポート
pt_br: Exportar Informações do Comando de Som
zh_cn: 导出音效信息

# UICommands.MatineeCommands,ExportSoundCueInfo_ToolTip
source: Exports Sound Cue info
ja: サウンドキュー情報をエクスポート

# UICommands.MatineeCommands,FileExport_ToolTip
source: Exports all Sequences
ja: すべてのシークエンスをエクスポート

# UICommands.MatineeCommands,FileExportBakeTransforms
source: Bake Transforms on Export
ja: エクスポート時にトランスフォームを焼き付ける

# UICommands.MatineeCommands,FileExportBakeTransforms_ToolTip
source: Exports a key every frame, instead of just user created keys
ja: ユーザーが作成したキーの代わりに各フレームのキーをエクスポート

# UICommands.MatineeCommands,FileExportKeepHierarchy
source: Keep Hierarchy on Export
ja: エクスポート時の階層を保持する

# UICommands.MatineeCommands,FileExportKeepHierarchy_ToolTip
source: Exports all objects to be in the same hierarchy in engine
ja: すべてのオブジェクトをエンジンの同一階層へエクスポート

# UICommands.MatineeCommands,FileImport_ToolTip
source: Imports Sequence
ja: シーケンスをインポート

# UICommands.MatineeCommands,FitLoop_ToolTip
source: Fit View to Locp
ja: ビューをループに合わせる

# UICommands.MatineeCommands,FitLoopSequence
source: Loop Sequence
ja: ループシーケンス

# UICommands.MatineeCommands,FitLoopSequence_ToolTip
source: Fit View / Loop Sequence
ja: ビューまたはループシーケンスに合わせる

# UICommands.MatineeCommands,FitSequence_ToolTip
source: Fit View to Sequence
ja: ビューをシーケンスに合わせる

# UICommands.MatineeCommands,FitViewToSelected_ToolTip
source: Fit View to Selected
ja: ビューを選択内容に合わせる

# UICommands.MatineeCommands,FixedTimeStepPlayback
source: Fixed Time
ja: 固定時間

# UICommands.MatineeCommands,FixedTimeStepPlayback_ToolTip
source: Fixed Time Step Playback | Locks the playback rate to the frame rate specified in the Snap Size setting
ja: 時間ステップを固定して再生 | スナップ サイズ設定で再生レートを指定したフレームレートにロックします

# UICommands.MatineeCommands,GroupCreateTab
source: Create Group Tab
ja: グループタブを作成

# UICommands.MatineeCommands,GroupCreateTab_ToolTip
source: Creates new group
ja: 新規グループを作成

# UICommands.MatineeCommands,GroupDelete
source: Delete Group Tab
ja: グループタブを削除

# UICommands.MatineeCommands,GroupDeleteTab
source: Delete Group Tab
ja: グループタブを削除

# UICommands.MatineeCommands,GroupDelete_ToolTip
source: Deletes selected group
ja: 選択中のグループを削除

# UICommands.MatineeCommands,GroupDeleteTab_ToolTip
source: Deletes selected group
ja: 選択中のグループを削除

# UICommands.MatineeCommands,GroupDuplicate
source: Duplicate Group
ja: グループを複製

# UICommands.MatineeCommands,GroupDuplicate_ToolTip
source: Duplicates selected group
ja: 選択グループを複製

# UICommands.MatineeCommands,GroupRemoveFromTab
source: Remove From Selected Group Tab
ja: 選択中のグループタブから取り除く

# UICommands.MatineeCommands,GroupRemoveFromTab_ToolTip
source: Removes selected group
ja: 選択したグループを取り除く

# UICommands.MatineeCommands,HideAll3DTrajectories
source: Hide All 3D Trajectories
ja: 3D軌道をすべて非表示

# UICommands.MatineeCommands,HideAll3DTrajectories_ToolTip
source: Hides all movement track trajectories
ja: 動作トラックの軌道をすべて非表示

# UICommands.MatineeCommands,IncrementPosition
source: Increment Position
ja: インクリメント位置

# UICommands.MatineeCommands,InsertSpace
source: Insert Space
ja: スペースを挿入

# UnrealEd,InsertSpace
source: Insert Space
es: Insertar espacio
ja: スペースを挿入
pt_br: Inserir Espaço
zh_cn: 插入空间

# UICommands.MatineeCommands,InsertSpace_ToolTip
source: Inserts space at the current position
ja: 現在位置にスペースを挿入

# UICommands.MatineeCommands,JumpToPathTime
source: Jump to Path Time
ja: パス時間へ移動

# UICommands.MatineeCommands,JumpToPathTime_ToolTip
source: Jumps to the previously saved path time
ja: 以前に保存したパス時間へ移動

# UICommands.MatineeCommands,KeyModeConstant_ToolTip
source: Sets mode to Constant
ja: モードを一定に設定

# UICommands.MatineeCommands,KeyModeCurveAuto
source: Curve (Auto)
ja: カーブ (自動)

# UICommands.MatineeCommands,KeyModeCurveAuto_ToolTip
source: Sets mode to Curve (Auto)
ja: モードをカーブ(自動)に設定

# UICommands.MatineeCommands,KeyModeCurveAutoClamped
source: Curve (Auto/Clamped)
ja: カーブ（自動/クランプ）

# UICommands.MatineeCommands,KeyModeCurveAutoClamped_ToolTip
source: Sets mode to Curve (Auto/Clamped)
ja: モードをカーブ（自動/クランプ）に設定

# UICommands.MatineeCommands,KeyModeCurveBreak
source: Curve (Break)
ja: カーブ (ブレーク)

# UICommands.MatineeCommands,KeyModeCurveBreak_ToolTip
source: Sets mode to Curve (Break)
ja: モードをカーブ（ブレーク）に設定

# UICommands.MatineeCommands,KeyModeLinear_ToolTip
source: Sets mode to Linear
ja: モードを線形に設定

# UICommands.MatineeCommands,KeySetBool
source: Set Bool
ja: Boolを設定

# UICommands.MatineeCommands,KeySetBool_ToolTip
source: Sets key flag
ja: キーフラグを設定

# UICommands.MatineeCommands,KeySetColor_ToolTip
source: Sets key color
ja: キーカラーを設定

# UICommands.MatineeCommands,KeySetConditionAlways
source: Always Active
ja: 常にアクティブ

# UICommands.MatineeCommands,KeySetConditionAlways_ToolTip
source: Toggles always active
ja: 常にアクティブな状態へ切り替える

# UICommands.MatineeCommands,KeySetConditionGoreDisabled
source: Active if Gore is Disabled
ja: ゴア表現が無効な場合にアクティブ

# UICommands.MatineeCommands,KeySetConditionGoreDisabled_ToolTip
source: Toggles active if gore is disabled
ja: ゴア表現が無効な場合はアクティブに切り替える

# UICommands.MatineeCommands,KeySetConditionGoreEnabled
source: Active if Gore is Enabled
ja: ゴア表現が有効な場合にアクティブ

# UICommands.MatineeCommands,KeySetConditionGoreEnabled_ToolTip
source: Toggles active if gore is enabled
ja: ゴア表現が有効な場合はアクティブに切り替える

# UICommands.MatineeCommands,KeySetMasterPitch
source: Set Master Pitch
ja: マスターピッチを設定

# UICommands.MatineeCommands,KeySetMasterPitch_ToolTip
source: Sets master pitch
ja: マスターピッチを設定

# UICommands.MatineeCommands,KeySetMasterVolume
source: Set Master Volume
ja: マスターボリュームを設定

# UICommands.MatineeCommands,KeySetMasterVolume_ToolTip
source: Sets master volume
ja: マスターボリュームを設定

# UICommands.MatineeCommands,KeySetTime_ToolTip
source: Sets key time
ja: キーの時間を設定

# UICommands.MatineeCommands,KeySetValue_ToolTip
source: Sets key value
ja: キーの値を設定

# UICommands.MatineeCommands,KeySyncGenericBrowserToSoundCue
source: Sync Browser To Sound Cue
ja: ブラウザをサウンドキューと同期

# UICommands.MatineeCommands,KeySyncGenericBrowserToSoundCue_ToolTip
source: Finds Sound Cue in Content Browser
ja: コンテンツブラウザでサウンドキューを検索

# UICommands.MatineeCommands,LaunchRecordWindow_ToolTip
source: Launch Recording Window for Matinee
ja: マチネの録画ウィンドウを起動

# UICommands.MatineeCommands,MarkerMoveToBeginning
source: Move To Sequence Start
ja: シーケンスの開始へ移動

# UICommands.MatineeCommands,MarkerMoveToBeginning_ToolTip
source: Moves marker to sequence start
ja: マーカーをシーケンスの開始へ移動

# UICommands.MatineeCommands,MarkerMoveToCurrentPosition
source: Move To Current Timeline Position
ja: タイムライン上で現在位置に移動

# UICommands.MatineeCommands,MarkerMoveToCurrentPosition_ToolTip
source: Moves marker to current timeline position
ja: マーカーを現在のタイムライン位置へ移動

# UICommands.MatineeCommands,MarkerMoveToEnd
source: Move To Sequence End
ja: シーケンスの終端へ移動

# UICommands.MatineeCommands,MarkerMoveToEnd_ToolTip
source: Moves marker to sequence end
ja: マーカーをシーケンスの終端へ移動

# UICommands.MatineeCommands,MarkerMoveToEndOfLongestTrack
source: Move To Longest Track Endpoint
ja: 最長トラック終点へ移動

# UICommands.MatineeCommands,MarkerMoveToEndOfLongestTrack_ToolTip
source: Moves marker to end of longest track
ja: マーカーを最長トラックの終端へ移動

# UICommands.MatineeCommands,MarkerMoveToEndOfSelectedTrack
source: Move To Longest Selected Track Endpoint
ja: 最長の選択トラックの終点へ移動

# UICommands.MatineeCommands,MarkerMoveToEndOfSelectedTrack_ToolTip
source: Moves marker to end of selected track
ja: マーカーを選択トラックの終端へ移動

# UICommands.MatineeCommands,MoveActiveDown
source: Move Active Track/Group Down
ja: アクティブなトラック/グループを下へ移動

# UICommands.MatineeCommands,MoveActiveUp
source: Move Active Track/Group Up
ja: アクティブなトラック/グループを上へ移動

# UICommands.MatineeCommands,MoveKeyClearLookup
source: Clear Transform Lookup Group
ja: トランスフォームルックアップグループをクリア

# UICommands.MatineeCommands,MoveKeyClearLookup_ToolTip
source: Clears transform lookup group
ja: トランスフォームルックアップグループをクリア

# UICommands.MatineeCommands,MoveKeySetLookup
source: Select Transform Lookup Group...
ja: トランスフォームルックアップグループを選択...

# UICommands.MatineeCommands,MoveKeySetLookup_ToolTip
source: Selects transform lookup group...
ja: トランスフォームルックアップグループを選択...

# UICommands.MatineeCommands,MoveToNextKey
source: Move To Next Key
ja: 次のキーへ移動

# UICommands.MatineeCommands,MoveToPrevKey
source: Move To Previous Key
ja: 前のキーへ移動

# UICommands.MatineeCommands,NewCameraGroup
source: Add New Camera Group
ja: 新規カメラグループを追加

# UICommands.MatineeCommands,NewCameraGroup_ToolTip
source: Adds new Camera Group
ja: 新規カメラグループを追加

# UICommands.MatineeCommands,NewDirectorGroup
source: Add New Director Group
ja: 新規ディレクターグループを追加

# UICommands.MatineeCommands,NewDirectorGroup_ToolTip
source: Adds new Director Group
ja: 新規ディレクターグループを追加

# UICommands.MatineeCommands,NewEmptyGroup
source: Add New Empty Group
ja: 空の新規グループを追加

# UICommands.MatineeCommands,NewEmptyGroup_ToolTip
source: Adds new Empty Group
ja: 空の新規グループを追加

# UICommands.MatineeCommands,NewFolder
source: Add New Folder
ja: 新規フォルダを追加

# UICommands.MatineeCommands,NewFolder_ToolTip
source: Adds new Folder
ja: 新規フォルダを追加

# UICommands.MatineeCommands,NewLightingGroup
source: Add New Lighting Group
ja: 新規ライティンググループを追加

# UICommands.MatineeCommands,NewLightingGroup_ToolTip
source: Adds new Lighting Group
ja: 新規ライティンググループを追加

# UICommands.MatineeCommands,NewParticleGroup
source: Add New Particle Group
ja: 新規パーティクルグループを追加

# UICommands.MatineeCommands,NewParticleGroup_ToolTip
source: Adds new Particle Group
ja: 新規パーティクルグループを追加

# UICommands.MatineeCommands,NewSkeletalMeshGroup
source: Add New Skeletal Group
ja: 新規スケルタルグループを追加

# UICommands.MatineeCommands,NewSkeletalMeshGroup_ToolTip
source: Adds new Skeletal Group
ja: 新規スケルタルグループを追加

# UICommands.MatineeCommands,ParticleReplayKeySetClipIDNumber
source: Select Particle Replay Clip ID
ja: パーティクルリプレイクリップID を選択

# UICommands.MatineeCommands,ParticleReplayKeySetClipIDNumber_ToolTip
source: Selects Particle Replay Clip ID
ja: パーティクルリプレイクリップID を選択

# UICommands.MatineeCommands,ParticleReplayKeySetDuration
source: Set Particle Replay Duration
ja: パーティクルの再生持続時間を設定

# UICommands.MatineeCommands,ParticleReplayKeySetDuration_ToolTip
source: Sets Particle Replay Clip duration
ja: パーティクルリプレイクリップ継続時間を設定

# UICommands.MatineeCommands,ParticleReplayTrackContextStartRecording
source: Start Recording Particles
ja: パーティクルの録画を開始

# UICommands.MatineeCommands,ParticleReplayTrackContextStartRecording_ToolTip
source: Starts recording particle replay track
ja: パーティクルの再生トラックの録画を開始

# UICommands.MatineeCommands,ParticleReplayTrackContextStopRecording
source: Stop Recording Particles
ja: パーティクルの録画を停止

# UICommands.MatineeCommands,ParticleReplayTrackContextStopRecording_ToolTip
source: Stops recording particle replay track
ja: パーティクルの再生トラックの録画を停止

# UICommands.MatineeCommands,PlayLoop_ToolTip
source: Loop Section
ja: ループセクション

# UICommands.MatineeCommands,PlayReverse_ToolTip
source: Play in Reverse | Plays the Matinee sequence backwards, starting from the time cursor's position
ja: 逆再生 | カーソルの位置から、マチネシーケンスを逆方向に再生します。

# UICommands.MatineeCommands,PreferFrameNumbers
source: Prefer Frame Numbers
ja: 推奨フレーム番号

# UICommands.MatineeCommands,PreferFrameNumbers_ToolTip
source: Toggles frame numbers on keys
ja: キーのフレーム番号を切り替える

# UICommands.MatineeCommands,ReduceKeys
source: Reduce Keys
ja: キーを削減

# UICommands.MatineeCommands,ReduceKeys_ToolTip
source: Attempts to remove unnecessary keys
ja: 不必要なキーの削除を試みます

# UICommands.MatineeCommands,RemoveFromGroupFolder
source: Remove From Folder
ja: フォルダから取り除く

# UICommands.MatineeCommands,RemoveFromGroupFolder_ToolTip
source: Moves group to selected folder
ja: グループを選択フォルダへ移動

# UICommands.MatineeCommands,SavePathTime
source: Save Path Time
ja: パス時間を保存

# UICommands.MatineeCommands,SavePathTime_ToolTip
source: Saves the path time at the current position
ja: 現在位置のパス時間を保存

# UICommands.MatineeCommands,ScaleTranslation
source: Scale Translation
ja: 移動を拡大・縮小

# UnrealEd,ScaleTranslation
source: Scale Translation
es: Escalar traslación
ja: 移動を拡大・縮小
pt_br: Translação de Escala
zh_cn: 缩放平移

# UICommands.MatineeCommands,ScaleTranslation_ToolTip
source: Scales the translation of the selected movement trac
ja: 選択した動作トラックの移動を拡大・縮小
