Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# GraphEditor,ActorRef
source: from {0}
es: de {0}
ja: {0} から
pt_br: de {0}
zh_cn: 从{0}

# GraphEditor,CannotCreateWhileDebugging
source: Cannot create new nodes in a read only graph
es: No se pueden crear nodos nuevos en el gráfico de solo lectura
ja: 読み取り専用グラフに新規ノードを作成できません
pt_br: Não é possível criar novos nós em um grafo de somente leitura
zh_cn: 不能在只读图表中创建新节点

# GraphEditor,ChangeBoolPinValue
source: Change Bool Pin Value
ja: Bool Pin の値を変更
zh_cn: 修改布尔引脚值

# GraphEditor,ChangeClassPinValue
source: Change Class Pin Value
ja: クラス ピン の値を変更
zh_cn: 修改类引脚值

# GraphEditor,ChangeCollisionProfilePinValue
source: Change Collision Profile Pin Value
ja: コリジョン プロファイル ピン の値を変更
zh_cn: 修改碰撞概述引脚值

# GraphEditor,ChangeColorPinValue
source: Change Color Pin Value
ja: カラー ピン の値を変更
zh_cn: 修改颜色引脚值

# GraphEditor,ChangeEnumPinValue
source: Change Enum Pin Value
ja: Enum ピン の値を変更
zh_cn: 修改枚举类型引脚值

# GraphEditor,ChangeKeyPinValue
source: Change Key Pin Value
ja: キー ピン の値を変更
zh_cn: 修改关键帧引脚值

# GraphEditor,ChangeNameListPinValue
source: Change Name List Pin Value
ja: Name List ピン の値を変更
zh_cn: 修改名称列表引脚值

# GraphEditor,ChangeNumberPinValue
source: Change Number Pin Value
ja: Number ピン の値を変更
zh_cn: 修改数值引脚值

# GraphEditor,ChangeObjectPinValue
source: Change Object Pin Value
ja: オブジェクト ピン の値を変更
zh_cn: 修改对象引脚值

# GraphEditor,ChangeStringPinValue
source: Change String Pin Value
ja: String ピン の値を変更
zh_cn: 修改字符串引脚值

# GraphEditor,ChangeTxtPinValue
source: Change Text Pin Value
ja: Text ピン の値を変更
zh_cn: 修改文本引脚值

# GraphEditor,ChangeVector4PinValue
source: Change Vector4 Pin Value
ja: Vector4 ピン の値を変更
zh_cn: 修改向量4引脚值

# GraphEditor,ChangeVectorPinValue
source: Change Vector Pin Value
ja: Vector ピン の値を変更
zh_cn: 修改向量引脚值

# GraphEditor,GraphObjectIsNull
source: Graph Object is Null
es: El objeto gráfico es nulo
ja: グラフオブジェクトはNULLです
pt_br: O Objeto de Grafo é Nulo
zh_cn: 图表对象为空

# GraphEditor,MakeStruct
source: Make {VariableName}
es: Crear {VariableName}
ja: {VariableName}を作成
pt_br: Fazer {VariableName}
zh_cn: 制作{VariableName}

# GraphEditor,MoveNodeAction
source: Move Node
es: Mover nodo
ja: ノードを移動
pt_br: Mover Nó
zh_cn: 移动节点

# GraphEditor,MoveNodesAction
source: Move Nodes
es: Mover nodos
ja: ノードを移動
pt_br: Mover Nós
zh_cn: 移动节点

# GraphEditor,NoNodes
source: No Nodes
es: No hay nodos
ja: ノードなし
pt_br: Nenhum Nó
zh_cn: 没有节点

# GraphEditor,NullNode
source: Null Node
es: Nodo nulo
ja: NULLノード
pt_br: Nó Nulo
zh_cn: 空节点

# GraphEditor,ObjectGraphPin_Use_Tooltip
source: Use asset browser selection
es: Usar la selección del buscador de activos
ja: アセットブラウザ選択を使用
pt_br: Usar seleção do navegador de ativos
zh_cn: 使用资源浏览器选择

# GraphEditor,PersistentTag
source: Persistent Level
es: Nivel permanente
ja: パーシスタントレベル
pt_br: Nível Persistente
zh_cn: 永久性关卡

# UnrealEd,PersistentLevel
source: Persistent Level
es: Nivel permanente
ja: パーシスタントレベル
pt_br: Nível Persistente
zh_cn: 永久性关卡

# WorldBrowser,PersistentTag
source: Persistent Level
es: Nivel permanente
ja: パーシスタントレベル
pt_br: Nível Persistente
zh_cn: 永久性关卡

# GraphEditor,ResizeNodeAction
source: Resize Node
ja: ノードのサイズ変更
zh_cn: 调整节点大小

# GraphEditor,StructMemberGet
source: Get in {VariableName}
es: Obtener en {VariableName}
ja: {VariableName} に取得
pt_br: Obter em {VariableName}
zh_cn: 获得{VariableName}

# GraphEditor,StructMemberSet
source: Set in {VariableName}
es: Ajustar en {VariableName}
ja: {VariableName}に設定
pt_br: Definido em {VariableName}
zh_cn: 设置{VariableName}

# GraphEditor,VariableSet
source: SET
es: AJUSTAR
ja: セット
pt_br: DEFINIR
zh_cn: 设置

# GraphEditor,VariableSetWithNotify
source: SET w/ Notify
es: AJUSTAR con/ aviso
ja: セット (通知あり)
pt_br: DEFINIR c/ Notificar
zh_cn: 使用通知设置

# GraphEditor,Zoom
source: Zoom {0}
ja: ズーム {0}
zh_cn: 缩放{0}

# UMG,Zoom
source: Zoom {0}
ja: ズーム {0}
zh_cn: 缩放{0}

# GraphEditor.Feedback,DragNode
source: This node cannot be placed here.
es: Este nodo no se puede colocar aquí.
ja: このノードはここに配置できません
pt_br: Este nó não pode ser colocado aqui.
zh_cn: 此节点无法被放置在此处。

# GraphEditor.Feedback,PlaceNewNode
source: Place a new node.
es: Colocar un nodo nuevo.
ja: 新規ノードを配置
pt_br: Colocar um novo nó.
zh_cn: 放置一个新节点。

# GraphEditorModule,GraphReadOnlyText
source: READ-ONLY
es: SOLO LECTURA
ja: 読み取り専用
pt_br: SOMENTE LEITURA
zh_cn: 只读

# GraphEditorModule,ReconstructNodeTransaction
source: Refresh Node(s)
es: Actualizar nodo(s)
ja: ノードを更新
pt_br: Atualizar Nó(s)
zh_cn: 刷新节点

# GraphNodeGameplayEffectVar,ChanceToApplyToTargetLabel
source: Chance to Apply to Target:
ja: [Apply to Target] に変更：
zh_cn: 给目标应用的机会

# GraphNodeGameplayEffectVar,DurationLabel
source: Duration:
ja: 継続時間：
zh_cn: 持续时间：

# GraphNodeGameplayEffectVar,FormatTextNodeOpenGameplayEffectButton
source: Open Gameplay Effect
es: Abrir efecto del modo de juego
ja: ゲームプレイエフェクトを開く
pt_br: Abrir Efeito da Jogabilidade
zh_cn: 打开游戏特效

# GraphNodeGameplayEffectVar,FormatTextNodeOpenGameplayEffectButton_Tooltip
source: Opens this gameplay effect so that it can be edited.
es: Abre este efecto del modo de juego para que pueda editarse.
ja: 編集するためにゲームプレイエフェクトを開く
pt_br: Abre este efeito de jogabilidade para que possa ser editado.
zh_cn: 打开该游戏特效，以便编辑它。

# GraphNodeGameplayEffectVar,PeriodLabel
source: Period:
ja: 周期：
zh_cn: 周期

# GraphNodeK2Create,ErrorLabelFmt
source: Error? {0}
ja: エラー？ {0}
zh_cn: 错误？{0}

# GraphPanel,DragDropOperation
source: Graph is Read-Only
es: El gráfico es de solo lectura
ja: グラフは読み取り専用です
pt_br: O Grafo é Somente Leitura
zh_cn: 图表是只读的

# GrassMapRender,GrassMapRenderFormat
source: Building Grass Maps ({OutstandingGrassMaps})
ja: Grassマップをビルド中 （{OutstandingGrassMaps}）
zh_cn: 正在构建草地图({OutstandingGrassMaps})

# HardwareTargeting,AA_TemporalAA
source: Temporal AA
ja: テンポラルAA(FXAAの代替)
zh_cn: 时间性抗锯齿

# HardwareTargeting,BoolDisabled
source: disabled
ja: 無効
zh_cn: 已禁用

# HardwareTargeting,BoolEnabled
source: enabled
ja: 有効
zh_cn: 已启用

# HardwareTargeting,DesktopCaption
source: Desktop / Console
ja: デスクトップ / コンソール
zh_cn: 桌面/游戏机

# HardwareTargeting,GraphicsPresetTooltip
source: Choose the graphical level to target (high-end only or scalable from low-end on up).
ja: ターゲットにする描画レベルを選択してください。（ハイエンドのみ、または振り幅のあるローエンド）
zh_cn: 选择目标图像级别(仅高端或者可以从低端进行扩展)

# HardwareTargeting,HardwareClassTooltip
source: Choose the overall class of hardware to target (desktop/console or mobile/tablet).
ja: ターゲットにするハードウェアのクラスを選択します（デスクトップ・コンソール、またはモバイル・タブレッド）
zh_cn: 选择目标硬件的总体类别(桌面/游戏机或者移动设备/平板电脑)。

# HardwareTargeting,HardwareTargetingSettingsDescription
source: Options for choosing which class of hardware to target
ja: ターゲットにするハードウェアのクラスを選択するオプション
zh_cn: 供选择目标硬件类别的选项

# HardwareTargeting,HardwareTargetingSettingsName
source: Target Hardware
ja: ターゲットハードウェア
zh_cn: 目标硬件

# HardwareTargeting,InputCategoryHeader
source: Engine - Input
ja: エンジン - インプット
zh_cn: 引擎 - 输入

# HardwareTargeting,MapsAndModesCategoryHeader
source: Project - Maps & Modes
ja: プロジェクト - マップ & モード
zh_cn: 项目 - 地图 & 模式

# HardwareTargeting,MaximumCaption
source: Maximum Quality
ja: ハイエンド
zh_cn: 最高质量

# HardwareTargeting,MetaSettingDisplayStringModified
source: {SettingName} is {SettingValue} <HardwareTargets.Strong>(modified)</>
ja: {SettingName} は{SettingValue} です。<HardwareTargets.Strong>(modified)</>
zh_cn: {SettingName}是{SettingValue} <HardwareTargets.Strong>(已修改)</>

# HardwareTargeting,MetaSettingDisplayStringUnmodified
source: {SettingName} is {SettingValue}
ja: {SettingName} は {SettingValue} です
zh_cn: {SettingName} 是 {SettingValue}

# HardwareTargeting,MobileCaption
source: Mobile / Tablet
ja: モバイル / タブレット
zh_cn: 移动设备/平板电脑

# HardwareTargeting,RenderingCategoryHeader
source: Engine - Rendering
ja: エンジン - レンダリング
zh_cn: 引擎 - 渲染

# HardwareTargeting,ScalableCaption
source: Scalable 3D or 2D
ja: スケーラブルな3D・2D
zh_cn: 可缩放的3D或2D

# HardwareTargeting,UnspecifiedCaption
source: Unspecified
ja: 詳細不明
zh_cn: 未指定

# HighResScreenshot,CaptureHDR
source: Write HDR format visualization targets
ja: HDR形式で可視化ターゲットを記述
zh_cn: 写出HDR格式可视化目标

# HighResScreenshot,CaptureWarningText
source: Due to the high system requirements of a high resolution screenshot, very large multipliers might cause the graphics driver to become unresponsive and possibly crash. In these circumstances, please try using a lower multiplier
es: Debido a los elevados requisitos del sistema de una captura de pantalla de alta resolución, los multiplicadores podrían causar que los drivers de la tarjeta gráfica no respondan y se dañen. Si se diera ese caso, por favor, intente usar un multiplicador más bajo.
ja: 高解像度スクリーンショットが必要なシステム要求は、大きな乗数が原因でグラフィックドライバが非応答になったりクラッシュするおそれがあります。この問題が発生した場合、値を減少させた乗数で再試行してください。
pt_br: Devido aos altos requisitos do sistema de uma captura de tela de alta resolução, multiplicadores muito grandes podem fazer com que o driver gráfico pare de responder e talvez trave. Nesse caso, tente usar um multiplicador menor.
zh_cn: 由于高分辨率截图需要较高的系统需求，所以使用很大的乘数可能会导致显卡驱动不响应，甚至可能崩溃。如果遇到这些情形，请尝试使用较小的乘数。

# HighResScreenshot,HighResolutionScreenshot
source: High Resolution Screenshot
es: Captura de pantalla de alta resolución
ja: 高解像度スクリーンショット
pt_br: Captura de Tela de Alta Resolução
zh_cn: 高分辨率截图

# HighResScreenshot,IncludeBufferVisTargets
source: Include Buffer Visualization Targets
es: Incluir las metas de la visualización del búfer
ja: バッファ表示対象を含む
pt_br: Incluir Alvos de Visualização do Buffer
zh_cn: 包含缓冲器可视化目标

# HighResScreenshot,ScreenshotAcceptCaptureRegionTooltip
source: Accept any changes made to the capture region
es: Aceptar cualquier cambio hecho a la zona de captura
ja: キャプチャ領域への変更を承認
pt_br: Aceitar todas as alterações feitas à região de captura
zh_cn: 接受对此捕获区域的任何更改

# HighResScreenshot,ScreenshotCaptureTooltop
source: Take a screenshot
es: Hacer una captura de pantalla
ja: スクリーンショットを撮る
pt_br: Faz uma captura de tela
zh_cn: 截图

# HighResScreenshot,ScreenshotDiscardCaptureRegionTooltip
source: Discard any changes made to the capture region
es: Descarta cualquier cambio hecho a la zona de captura
ja: キャプチャ領域への変更を破棄
pt_br: Descartar todas as alterações feitas à região de captura
zh_cn: 丢弃对此捕获区域的任何更改

# HighResScreenshot,ScreenshotFullViewportCaptureRegionTooltip
source: Set the capture rectangle to the whole viewport
es: Ajustar la captura rectangular en toda la ventana gráfica
ja: キャプチャ矩形をビューポート全体に設定
pt_br: Define o retângulo da captura como toda a porta de visualização
zh_cn: 设置截图捕获方框为整个视口

# HighResScreenshot,ScreenshotSizeMultiplier
source: Screenshot Size Multiplier
es: Multiplicador del tamaño de la captura de pantalla
ja: スクリーンショットサイズの乗数
pt_br: Multiplicador do Tamanho da Captura de Tela
zh_cn: 截图尺寸系数

# HighResScreenshot,ScreenshotSpecifyCaptureRectangleTooltip
source: Specify the region which will be captured by the screenshot
es: Especificar la zona de la pantalla que se quiere capturar.
ja: スクリーンショットでキャプチャする領域を指定
pt_br: Especifica a região que será capturada pela captura de tela
zh_cn: 定义截图所捕捉的区域

# HighResScreenshot,UseCustomDepth
source: Use custom depth as mask
es: Usar profundidad personalizada cono máscara
ja: マスクとしてカスタム深度を使用
pt_br: Usar uma profundidade personalizada como máscara
zh_cn: 使用自定义深度作为蒙板

# LevelViewportContextMenu,LevelSubMenu
source: Level
es: Nivel
ja: レベル
pt_br: Nível
zh_cn: 关卡

# SceneOutlinerActorInfoColumn,CustomColumnMode_Level
source: Level
es: Nivel
ja: レベル
pt_br: Nível
zh_cn: 关卡

# WorldBrowser,Column_LevelNameLabel
source: Level
es: Nivel
ja: レベル
pt_br: Nível
zh_cn: 关卡

# MainFrameActions,BackupUnsuccessful_Title
source: Backup Unsuccessful!
es: ¡La copia de seguridad no se ha hecho correctamente!
ja: バックアップに失敗しました！
pt_br: Backup não concluído!
zh_cn: 备份失败！

# MainFrameActions,UnsuccessfulBackup_Fallback_Notification
source: Unsuccessful backup of {SourceFileName} to {BackupFileName}
es: No se ha realizado correctamente la copia de seguridad de {SourceFileName} en {BackupFileName}
ja: {SourceFileName} の {BackupFileName} へのバックアップに失敗しました
pt_br: Falha no backup de {SourceFileName} para {BackupFileName}
zh_cn: 备份{SourceFileName}到{BackupFileName}失败

# MainFrameActions,UnsuccessfulBackup_NoExist_Notification
source: Unsuccessful backup! {FileName} does not exist!
es: ¡No se ha realizado correctamente la copia de seguridad! ¡{FileName} no existe!
ja: バックアップに失敗しました！ {FileName} がありません！
pt_br: Falha no backup! {FileName} não existe!
zh_cn: 备份失败! {FileName} 不存在

# MainFrameActions,UnsuccessfulBackup_ReadOnly_Notification
source: Unsuccessful backup! {FileName} is read-only!
es: ¡No se ha realizado correctamente la copia de seguridad! ¡{FileName} es de solo lectura!
ja: バックアップに失敗しました！ {FileName} は読み取り専用です！
pt_br: Falha no backup! {FileName} é somente leitura!
zh_cn: 备份失败! {FileName}是只读的！

# InputSettingsDetails,AddActionMapping_Transaction
source: Add Action Mapping
es: Añadir asignación de acción
ja: アクションマッピングを追加
pt_br: Adicionar Mapeamento de Ação
zh_cn: 添加动作映射

# InputSettingsDetails,AddActionMappingToGroup_Transaction
source: Add Action Mapping To Group
es: Añadir asignación de acción al grupo
ja: グループにアクションマッピングを追加
pt_br: Adicionar Mapeamento de Ação ao Grupo
zh_cn: 添加动作映射到组

# InputSettingsDetails,AddActionMappingToGroupToolTip
source: Adds Action Mapping to Group
es: Añade asignación de acción al grupo
ja: グループにアクションマッピングを追加
pt_br: Adiciona um Mapeamento de Ação ao Grupo
zh_cn: 添加动作映射到组

# InputSettingsDetails,AddActionMappingToolTip
source: Adds Action Mapping
es: Añade asignación de acción
ja: アクションマッピングを追加
pt_br: Adiciona um Mapeamento de Ação
zh_cn: 添加动作映射

# InputSettingsDetails,AddAxisMapping_Transaction
source: Add Axis Mapping
es: Añadir asignación del eje
ja: 軸マッピングを追加
pt_br: Adicionar Mapeamento de Eixo
zh_cn: 添加坐标轴映射

# InputSettingsDetails,AddAxisMappingToGroup_Transaction
source: Add Axis Mapping To Group
es: Añadir asignación del eje al grupo
ja: グループに軸マッピングを追加
pt_br: Adicionar Mapeamento de Eixo ao Grupo
zh_cn: 添加坐标轴映射到组

# InputSettingsDetails,AddAxisMappingToGroupToolTip
source: Adds Axis Mapping to Group
es: Añade asignación del eje al grupo
ja: グループに軸マッピングに追加
pt_br: Adiciona um Mapeamento de Eixo ao Grupo
zh_cn: 添加坐标轴映射到组

# InputSettingsDetails,AddAxisMappingToolTip
source: Adds Axis Mapping
es: Añade asignación del eje
ja: 軸マッピングを追加
pt_br: Adiciona um Mapeamento de Eixo
zh_cn: 添加坐标轴映射

# InputSettingsDetails,ClearActionMappingToolTip
source: Removes all Action Mappings
es: Elimina todas las asignaciones de acción
ja: 全てのアクションマッピングを削除
pt_br: Remove todos os Mapeamentos de Ação
zh_cn: 删除所有动作映射

# InputSettingsDetails,ClearAxisMappingToolTip
source: Removes all Axis Mappings
es: Elimina todas las asignaciones del eje
ja: 全ての軸マッピングを削除
pt_br: Remove todos os Mapeamentos de Eixo
zh_cn: 删除所有坐标轴映射

# InputSettingsDetails,Mappings_Description
source: Action and Axis Mappings provide a mechanism to conveniently map keys and axes to input behaviors by inserting a layer of indirection between the input behavior and the keys that invoke it. Action Mappings are for key presses and releases, while Axis Mappings allow for inputs that have a continuous range.
ja: 動作と軸マッピングは、インプットビヘイビアとこれを起動するキーの間にレイヤー概念を挿入することにより、マップキーと軸にインプットビヘイビアをタイミング良く渡すメカニズムです。軸マッピングは連続的な範囲のインプットを受け取る一方で、動作マッピングはキーを押したり離したりするインプットを受け取ります。
zh_cn: 动作和按键映射提供了一种通过在输入行为和激活该行为的按键之间插入一个中间层来方便地映射按键和坐标轴的机制。动作映射针对按键按下和释放，而坐标轴映射则针对具有连续范围的输入。

# InputSettingsDetails,Mappings_Title
source: Action Axis Mappings
ja: アクションの軸マッピング
zh_cn: 操作轴映射

# InputSettingsDetails,NewActionMappingName
source: NewActionMapping
ja: 新規アクションマッピング
zh_cn: 新建动作映射

# InputSettingsDetails,NewAxisMappingName
source: NewAxisMapping
ja: 新規軸マッピング
zh_cn: 新建坐标轴映射

# InputSettingsDetails,RemoveActionMappingGroup_Transaction
source: Remove Action Mapping Group
es: Eliminar grupo de asignación de acción
ja: アクションマッピンググループを削除
pt_br: Remover Grupo de Mapeamento de Ação
zh_cn: 删除动作映射组

# InputSettingsDetails,RemoveActionMappingGroupToolTip
source: Removes Action Mapping Group
es: Elimina el grupo de asignación de acción
ja: アクションマッピンググループを削除
pt_br: Remove o Grupo de Mapeamento de Ação
zh_cn: 删除动作映射组

# InputSettingsDetails,RemoveAxisMappingGroup_Transaction
source: Remove Axis Mapping Group
es: Eliminar grupo de asignación del eje
ja: 軸マッピンググループを削除
pt_br: Remover Grupo de Mapeamento de Eixo
zh_cn: 删除坐标轴映射组

# InputSettingsDetails,RemoveAxisMappingGroupToolTip
source: Removes Axis Mapping Group
es: Elimina el grupo de asignación del eje
ja: 軸マッピンググループを削除
pt_br: Remove o Grupo de Mapeamento de Eixo
zh_cn: 删除坐标轴映射组

# InputSettingsDetails,RenameActionMapping_Transaction
source: Rename Action Mapping
es: Cambia el nombre de la asignación de acción
ja: アクションマッピングの名前を変更
pt_br: Renomear Mapeamento de Ação
zh_cn: 重命名动作映射

# InputSettingsDetails,RenameAxisMapping_Transaction
source: Rename Axis Mapping
es: Cambia el nombre de la asignación del eje
ja: 軸マッピングの名前を変更
pt_br: Renomear Mapeamento de Eixo
zh_cn: 重命名坐标轴映射

# InputStructCustomization,RemoveActionMappingToolTip
source: Removes Action Mapping
es: Elimina la asignación de acción
ja: アクションマッピングを削除
pt_br: Remove o Mapeamento de Ação
zh_cn: 删除动作映射

# InputStructCustomization,RemoveAxisMappingToolTip
source: Removes Axis Mapping
es: Elimina la asignación del eje
ja: 軸マッピングを削除
pt_br: Remove o Mapeamento de Eixo
zh_cn: 删除坐标轴映射

# IntervalStructCustomization,MaxLabel
source: Max
ja: 最大
zh_cn: 最大

# NiagaraOpInfo,Max
source: Max
ja: 最大
zh_cn: 求最大值

# NiagaraOpInfo,Max Desc
source: Max
ja: 最大
zh_cn: 求最大值

# NiagaraOpInfo,Max Name
source: Max
ja: 最大
zh_cn: 求最大值

# RangeStructCustomization,MaximumBoundLabel
source: Max
es: Máximo
ja: 最大
pt_br: Máx.
zh_cn: 最大

# IntervalStructCustomization,MinLabel
source: Min
ja: 最小
zh_cn: 最小

# NiagaraOpInfo,Min
source: Min
ja: 最小
zh_cn: 求最小值

# NiagaraOpInfo,Min Desc
source: Min
ja: 最小
zh_cn: 求最小值

# NiagaraOpInfo,Min Name
source: Min
ja: 最小
zh_cn: 求最小值

# RangeStructCustomization,MinimumBoundLabel
source: Min
es: Mín
ja: 最小
pt_br: Mín.
zh_cn: 最小

# IntervalStructCustomization,SetIntervalProperty
source: Set Interval Property
ja: Intervalプロパティを設定
zh_cn: 设置间隔属性

# IntroTutorials,Blueprint_LaunchTutorialToolTip
source: Launch this tutorial.
ja: チュートリアルを起動する
zh_cn: 启动该教程。

# IntroTutorials,BlueprintMenuEntryTitle
source: Blueprint Overview
es: Vista general del Blueprint
ja: ブループリントの概要
pt_br: Visão Geral do Esquema
zh_cn: 蓝图概述

# IntroTutorials,BlueprintMenuEntryToolTip
source: Opens up an introductory overview of Blueprints.
es: Abre una vista general introductoria de los Blueprints.
ja: ブループリントの概要説明ページを開く
pt_br: Abre uma visão geral introdutória sobre os Esquemas.
zh_cn: 打开蓝图的介绍概述。

# IntroTutorials,BlueprintTutorialsMenuEntryTitle
source: {0} Tutorial
es: Tutorial {0}
ja: {0} チュートリアル
pt_br: Tutorial de {0}
zh_cn: {0}教程

# IntroTutorials,BlueprintTutorialsMenuEntryToolTip
source: Opens up an introductory tutorial covering this particular part of the Blueprint editor.
es: Abre un tutorial introductorio que trata esta parte en concreto del editor del Blueprint.
ja: プループリントエディタの特定部分を取り扱う入門チュートリアルページを開く
pt_br: Abre um tutorial introdutório que abrange essa parte específica do editor de Esquema.
zh_cn: 打开介绍蓝图编辑器的该特定部分的教程。

# IntroTutorials,EditorTutorialSettingsDescription
source: Control what tutorials are available in the Editor.
ja: エディタで使用できるチュートリアルをコントロール
zh_cn: 控制编辑器中可用的指南。

# IntroTutorials,EditorTutorialSettingsName
source: Tutorials
es: Tutoriales
ja: チュートリアル
pt_br: Tutoriais
zh_cn: 教程

# IntroTutorials,TutorialsBrowserTabLabel
source: Tutorials
es: Tutoriales
ja: チュートリアル
pt_br: Tutoriais
zh_cn: 教程

# IntroTutorials,TutorialSettingsName
source: Tutorials
es: Tutoriales
ja: チュートリアル
pt_br: Tutoriais
zh_cn: 教程

# IntroTutorials,TutorialsLabel
source: Tutorials
es: Tutoriales
ja: チュートリアル
pt_br: Tutoriais
zh_cn: 教程

# IntroTutorials,TutorialsMenuEntryTitle
source: Tutorials
es: Tutoriales
ja: チュートリアル
pt_br: Tutoriais
zh_cn: 教程

# TutorialsBrowser,PathRoot
source: Tutorials
ja: チュートリアル
zh_cn: 教程

# UserFeedback,Tutorials
source: Tutorials
ja: チュートリアル
zh_cn: 教程

# IntroTutorials,ExcerptCloseError
source: Line {0}: Excerpt {1} improperly closed.
es: Línea {0}: El fragmento {1} se ha cerrado de manera incorrecta.
ja: Line {0}: 抜粋 {1} は不正に閉じました
pt_br: Linha {0}: o excerto {1} foi fechado incorretamente.
zh_cn: 行{0}: 摘录{1} 异常关闭。

# IntroTutorials,ExcerptContentLoadingError
source: Excerpt {0} could not be loaded. :(
es: No se ha podido cargar el fragmento {0}. :(
ja: Excerpt {0} をロードできませんでした :(
pt_br: O excerto {0} não foi carregado. :(
zh_cn: 不能加载摘录 {0} 。 :(

# IntroTutorials,ExcerptMismatchError
source: Excerpt {0} was never closed.
es: Nunca se ha cerrado el fragmento {0}.
ja: Excerpt {0} は終了しませんでした
pt_br: O excerto {0} nunca foi fechado.
zh_cn: 从来没有关闭过摘录 {0}。

# IntroTutorials,GeneralExcerptError
source: Generating a Widget for document '{0}' Excerpt '{1}' failed.
es: Error al generar un widget para el documento '{0}' fragmento '{1}'.
ja: ドキュメント '{0}' にウィジェットを作成します。 '{1}' の抜粋に失敗しました
pt_br: Falha ao gerar um Widget para o Excerto '{1}' do documento '{0}'.
zh_cn: 针对文档 '{0}'摘录'{1}'生成控件失败。

# IntroTutorials,GeneralParsingError
source: Parsing document '{0}' failed.
es: Error al analizar el documento '{0}'.
ja: ドキュメント '{0}' のパースに失敗しました
pt_br: Falha ao analisar documento '{0}'.
zh_cn: 文档'{0}'解析失败

# IntroTutorials,LineConvertError
source: Line {0}: Line '{1}' could not converted into a Slate widget.
es: Línea {0}: La línea {1} no se ha podido transformar en un widget del cuadro.
ja: Line {0}: Line '{1}' はスレートウィジェットに変換できませんでした
pt_br: Linha {0}: não foi possível converter a linha '{1}' em um widget do Slate.
zh_cn: 行{0}: 行'{1}' 不能正确地转换为Slate控件。

# IntroTutorials,LineParseError
source: Line {0}: Line '{1}' could not be parsed into symbols properly.
es: Línea {0}: La línea {1} no se ha podido analizar por caracteres correctamente.
ja: Line {0}: Line '{1}' はシンボルを正しくパースできませんでした。
pt_br: Linha {0}: não foi possível analisar corretamente a linha '{1}' em símbolos.
zh_cn: 行{0}: 行'{1}'不能正确地解析为符号。

# IntroTutorials,LoadingError
source: Loading document '{0}' failed.
es: Error al cargar el documento '{0}'.
ja: ドキュメント '{0}' のロードに失敗しました
pt_br: Falha ao carregar documento '{0}'.
zh_cn: '{0}' 文档加载失败

# IntroTutorials,TokenParseError
source: Line {0}: Token '{1}' could not be parsed properly.
es: Línea {0}: La línea {1} no se ha podido analizar correctamente.
ja: ライン {0}: トークン '{1}' は正しくパースされませんでした
pt_br: Linha {0}: o token '{1}' não foi analisado corretamente.
zh_cn: 行{0}: 令牌'{1}'不能正确地进行解析。

# IntroTutorials,TutorialSettingsDescription
source: Control what tutorials are available in this project.
ja: このプロジェクトでで使用できるチュートリアルをコントロール
zh_cn: 控制该项目中可用的指南。

# IntroTutorials,TutorialsMenuEntryToolTip
source: Opens up introductory tutorials covering the basics of using the Unreal Engine 4 Editor.
es: Abre los tutoriales de introducción que tratan los aspectos básicos del uso del editor de Unreal Engine 4.
ja: アンリアル・エンジン4エディタの基本操作を取り扱う入門チュートリアルページを開く
pt_br: Abre tutoriais introdutórios que abrangem os passos básicos para usar o Editor do Unreal Engine 4.
zh_cn: 打开介绍应用虚幻引擎4编辑器的基础知识的教程。

# IntroTutorials,UDNParser
source: UDN Parse Errors
es: Errores de análisis del UDN
ja: UDNパースエラー
pt_br: Erros na análise de UDN
zh_cn: UDN解析错误

# IntroTutorials,Variable
source: Line {0}: Excerpt {1} improperly attempted to define a variable with no name.
es: Línea {0}: El fragmento {1} ha intentado de manera incorrecta definir una variable sin nombre.
ja: Line {0}: 抜粋 {1} は名前なしで変数を不正に定義しようとしました
pt_br: Linha {0}: o excerto {1} tentou incorretamente definir uma variável sem nome.
zh_cn: 行{0}: 摘录{1}错误地尝试定义一个没有名称的变量。

# IntroTutorials,VariableWithOutName
source: Line {0}: Excerpt {1} improperly attempted to define a variable with no name.
es: Línea {0}: El fragmento {1} ha intentado de manera incorrecta definir una variable sin nombre.
ja: Line {0}: 抜粋 {1} は名前なしで変数を不正に定義しようとしました
pt_br: Linha {0}: o excerto {1} tentou incorretamente definir uma variável sem nome.
zh_cn: 行{0}: 摘录{1}错误地尝试定义一个没有名称的变量。
