Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,DuplicateChild
source: Duplicate Child
es: Duplicar hijo
ja: 子を複製
pt_br: Duplicar Filho
zh_cn: 克隆子项

# UnrealEd,DuplicateObjects
source: Copy Objects
es: Copiar objetos
ja: オブジェクトをコピー
pt_br: Copiar Objetos
zh_cn: 复制对象

# UnrealEd,EditCurve
source: Edit Curve
es: Editar curva
ja: カーブを編集
pt_br: Editar Curva
zh_cn: 编辑曲线

# UnrealEd,EditorErrors
source: Editor Errors
es: Editor de errores
ja: エディタエラー
pt_br: Erros do Editor
zh_cn: 编辑器错误

# UnrealEd,EmitterDeleteCollapsed
source: Can not delete a collapsed emitter. Expand it and then delete.
es: No se puede eliminar un emisor reducido. Expandirlo para eliminarlo.
ja: 折りたたまれたエミッタは削除できません。 展開してから削除してください。
pt_br: Não é possível excluir um emissor recolhido. Expanda-o e então exclua.
zh_cn: 不能删除合并的发射器。 请展开它然后再删除。

# UnrealEd,EmitterDeleteConfirm
source: Emitter state is different in other LOD levels. Are you sure you want to delete it?
es: El estado del emisor es diferente en otros niveles LOD. ¿Está seguro de que quiere eliminarlo?
ja: エミッタのステートは他のLOD レベルのステートと異なります 削除してもよろしいですか?
pt_br: O estado do emissor é diferente nos outros níveis de LOD. Deseja excluí-lo?
zh_cn: 其他LOD细节层次中的发射器状态是不同的。 您确定要删除它?

# UnrealEd,EmptyBodyFound
source: Bodies was found with no primitives! They have been reset to have a box.
es: ¡Se han encontrado cuerpos sin primitivas! Se han reajustado para que tengan una caja.
ja: プリミティブを含まないボディが見つかりました！ ボディはボックスを含むようにリセットされました。
pt_br: Foram encontrados corpos sem primitivos! Foram redefinidos para ter uma caixa.
zh_cn: 发现刚体没有图元! 已经将它们重置，以便它们具有一个盒体。

# UnrealEd,EnableWorldCompositionExistingSublevels_Message
source: World Composition cannot be enabled because there are already sub-levels manually added to the persistent level. World Composition uses auto-discovery so you must first remove any manually added sub-levels from the Levels window
ja: サブレベルを既にパーシスタントレベルへ手動で追加したためワールドコンポジションを有効に出来ません。ワールドコンポジションは自動検出を使用するため、レベルウィンドウから手動で追加したサブレベルを最初に取り除かなくてはいけません。
zh_cn: 世界组成无法被启用，因为已经手动添加了子关卡到永久性关卡中。世界组成使用自动发现，这样您必须首先从关卡窗口中移除任意手动添加的子关卡

# UnrealEd,EnableWorldCompositionNotSaved_Message
source: Please save your level to disk before enabling World Composition
ja: ワールドコンポジションを有効にする前にレベルをディスクに保存してください
zh_cn: 请在启用世界构成前保存您的关卡到硬盘中

# UnrealEd,EnableWorldCompositionPrompt_Message
source: World Composition auto-discovers sub-levels by scanning the folder the level is saved in, and all sub-folders. {NumSubLevels} level files were found in {FolderLocation} and will be added as sub-levels. Do you want to continue?
ja: ワールドコンポジションはレベを保存したフォルダおよびすべてのサブレベルをスキャンしてサブレベルを自動検出します。 {FolderLocation} で見つかった {NumSubLevels} レベルファイルをサブレベルとして追加します。継続しますか？
zh_cn: 世界组成通过扫描关卡保存的文件夹及所有子文件夹来来自动发现子关卡。在{FolderLocation}中发现了{NumSubLevels}个关卡文件并将被添加为子关卡。您想要继续吗？

# UnrealEd,Error_ActorNotInSequenceLevel
source: Actor is not in the same Level as the Matinee Actor trying to control it.
es: El actor no está en el mismo nivel que el actor de matinee que intenta controlarlo.
ja: 制御しようとしている Matineeアクタとアクタは同一レベルに存在しません。
pt_br: O Ator não está no mesmo Nível que o Ator da Matinê tentando controlá-lo.
zh_cn: Actor和正在尝试控制它的 Matinee Actor不在同一关卡中。

# UnrealEd,Error_BoolPropertyAlreadyControlled
source: Already a BoolProp track controlling this property.
es: Una pista BoolProp aún controla esta propiedad.
ja: このプロパティはすでに BoolProp トラックで制御しています。
pt_br: Já existe uma faixa BoolProp controlando esta propriedade.
zh_cn: 已有LinearProp轨迹控制此属性。

# UnrealEd,Error_BrushClipViewportNotOrthographic
source: The focus needs to be in an orthographic viewport for brush clipping to work.
es: EL enfoque necesita estar en una ventana gráfica ortográfica para
ja: ブラシクリップを使用するには、正投影ビューポートにフォーカスを合わせておく必要があります。
pt_br: O foco precisa estar em uma porta de visualização ortográfica para que o recorte de pincel funcione.
zh_cn: 焦点应该在正交视口中，以便进行画刷剪辑。

# UnrealEd,Error_ClipUnableToComputeNormal
source: Unable to compute normal for brush clip!
es: ¡Imposible calcular la normal para el clip del pincel!
ja: ブラシクリップの法線を演算できません。
pt_br: Não é possível computar a normal para o clipe pincel!
zh_cn: 无法计算用于画刷剪辑的法线!

# UnrealEd,Error_Couldn'tSpawnActor
source: Couldn't spawn actor. Please check the log.
es: No se ha podido generar el actor. Por favor, compruebe el registro.
ja: アクタをスポーンできませんでした。ログを確認してください。
pt_br: Não foi possível criar o ator. Verifique o registro.
zh_cn: 无法生成actor。 请查看日志。

# UnrealEd,Error_CouldntRenameObjectF
source: Couldn't rename '{0}'.
es: Vista preliminar {0}
ja: '{0}' の名前を変更できませんでした
pt_br: Não foi possível renomear '{0}'.
zh_cn: 无法重命名 '{0}'。

# UnrealEd,Error_CouldntRenameObjectRedirectorF
source: Couldn't rename '{0}' object because there is an object redirector of the same name, please run FixupRedirects.
es: No se ha podido cambiar el nombre del objeto '{0}' porque hay un objeto redirector con el mismo nombre. Por favor, ejecute FixupRedirects.
ja: '{0}' オブジェクトの名前を変更できませんでした。同名のオブジェクトリダイレクタが存在します。FixupRedirects を実行してください。
pt_br: Não foi possível renomear o objeto '{0}' porque há um redirecionador de objeto com o mesmo nome, execute FixupRedirects.
zh_cn: 无法重命名对象 '{0}' ，因为已经有了同样名称的对象重定向器，请运行FixupRedirects。

# UnrealEd,Error_CouldntStartInstance
source: Failed to start PIE game instance
ja: PIEゲームインスタンスの開始に失敗
zh_cn: 启动‘在编辑器中运行’游戏实例失败

# UnrealEd,Error_CouldntWriteToFile_F
source: Couldn't write to file '{0}'. Maybe file is read-only?
es: No se ha podido escribir en el archivo '{0}'. ¿Es posible que sea de solo lectura?
ja: ファイル '{0}' へ書き込みができませんでした。読み取り専用に設定されている可能性があります。
pt_br: Não foi possível gravar o arquivo '{0}'. Talvez ele seja somente leitura.
zh_cn: 无法写入文件 '{0}'。 文件可能是只读的?

# UnrealEd,Error_DynamicParameterModuleAlreadyPresent
source: A DynamicParameter module is already present. Please remove it first.
es: Un módulo de DynamicParameter ya está presente. Por favor, elimínelo primero.
ja: ダイナミックパラメターモジュールはすでに存在しています。 事前に当該モジュールを取り除いてください。
pt_br: Um módulo de DynamicParameter já está presente. Remova-o primeiro.
zh_cn: DynamicParameter模块已经存在。 请先删除它。

# UnrealEd,Error_EventGeneratorModuleAlreadyPresent
source: An EventGenerator module is already present. Please remove it first.
es: Un módulo de EventGenerator ya está presente. Por favor, elimínelo primero.
ja: イベントGenerator モジュールはすでに存在しています。 事前にこのモジュールを取り除いてください。
pt_br: Um módulo EventGenerator já está presente. Remova-o primeiro.
zh_cn: EventGenerator模块已经存在。 请先删除它。

# UnrealEd,Error_EventNameInUse
source: Sorry - Event name already in use.
es: Lo sentimos - El nombre del evento ya está en uso
ja: 申し訳ありませんが、そのイベント名はすでに使用されています。
pt_br: O nome de evento já está sendo usado.
zh_cn: 抱歉 - 事件名称已经在使用中 !

# UnrealEd,Error_FailedToCopyFormatting
source: Failed to copy {0} to {1}
es: Error al copiar {0} a {1}
ja: {0} の {1} へのコピーに失敗しました
pt_br: Falha ao copiar {0} para {1}
zh_cn: 复制{0}到{1}失败。

# UnrealEd,Error_FailedToMakeDirectory
source: Failed to make directory {0}
es: Error al crear el directorio {0}
ja: ディレクトリ {0} の作成に失敗しました
pt_br: Falha ao criar o diretório {0}
zh_cn: 创建目录{0}失败

# UnrealEd,Error_FavoritesFileDoesNotExist
source: Map '{0}' does not exist - it will be removed from the Favorites list.
ja: マップ '{0}' は存在しません。お気に入りリストから取り除かれました。
zh_cn: 地图'{0}'不存在 - 我们将会把它从收藏列表中移除。

# UnrealEd,Error_FilenameDisallowed
source: Filename '{0}' is disallowed.
es: Se ha rechazado el nombre del archivo '{0}'
ja: ファイル名 '{0}' は無効です
pt_br: O nome de arquivo '{0}' não é permitido.
zh_cn: 不允许使用文件名称 '{0}'。

# UnrealEd,Error_FilenameIsTooLongForCooking
source: Filename '{0}' is too long; this may interfere with cooking for consoles. Unreal filenames should be no longer than {1} characters.
es: El nombre del archivo {0} es demasiado largo. Puede interferir con el procesamiento para consolas. Los nombres del archivo Unreal no pueden sobrepasar los {1} caracteres.
ja: ファイル名 '{0}' はコンソール向けのクックには長過ぎるため、アンリアルファイル名を {1} 文字以下にする必要があります
pt_br: O nome de arquivo '{0}' é longo demais e pode interferir na preparação de consoles. Os nomes de arquivo do Unreal não devem ter mais de {1} caracteres.
zh_cn: 文件名'{0}' 太长；这可能会妨碍针对游戏机平台进行烘焙。 虚幻文件名的长度应该少于 {1}个字符。

# UnrealEd,Error_HighlightNonZeroLength
source: You must highlight a non-zero length section before stretching it.
es: Debe resaltar una sección de longitud mayor a cero antes de alargarla.
ja: ストレッチする際には、長さがゼロでないセクションを強調表示している必要があります。
pt_br: Você deve destacar uma seção de comprimento não nulo antes de esticá-la.
zh_cn: 您进行拉伸操作之前必须高亮选中一块具有一定长度的部分。

# UnrealEd,Error_ImportFailed_f
source: Import failed for {0}: {1}
es: Error al importar para {0}: {1}
ja: {0} のインポートに失敗しました: {1}
pt_br: A Importação Falhou para {0}: {1}
zh_cn: {0}导入失败: {1}

# UnrealEd,Error_InUse
source: {0} is in use. --- Running the editor with '-NoLoadStartupPackages' may help if the object is loaded at startup. --- {1}
es: {0} está en uso. ---\ Ejecutar el editor con '-NoLoadStartupPackages' puede ayudar si el objeto se carga al arrancar. --- {1}
ja: {0} は使用中です。 --- オブジェクトが起動時にロードされる場合は、エディタに引数 '-NoLoadStartupPackages' を渡して実行すると動作する可能性があります。 --- {1}
pt_br: {0} está sendo usado. --- Executar o editor com '-NoLoadStartupPackages' pode ajudar se o objeto é carregado na inicialização. --- {1}
zh_cn: {0}正在使用中。 --- 如对象是在启动时加载的，那么使用'-NoLoadStartupPackages'来运行编辑器可能是有用的。 --- {1}

# UnrealEd,Error_InvalidFilename
source: A file/folder may not match any of the following : CON, PRN, AUX, CLOCK$, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8, or LPT9.
es: Un archivo/carpeta no puede coincidir con ninguno de los siguientes: CON, PRN, AUX, CLOCK$, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8, o LPT9.
ja: ファイル/フォルダが以下と一致しません : CON, PRN, AUX, CLOCK$, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8, または LPT9
pt_br: Um arquivo/pasta pode não corresponder a nenhum dos seguintes : CON, PRN, AUX, CLOCK$, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8 ou LPT9.
zh_cn: 文件/文件夹 和以下任何格式都不匹配 : CON, PRN, AUX, CLOCK$, NUL, COM1, COM2, COM3, COM4, COM5, COM6, COM7, COM8, COM9, LPT1, LPT2, LPT3, LPT4, LPT5, LPT6, LPT7, LPT8, or LPT9.

# UnrealEd,Error_InvalidInput
source: Invalid input.
es: Entrada no válida
ja: インプットが無効です
pt_br: Entrada inválida.
zh_cn: 无效的输入。

# UnrealEd,Error_InvalidLevelToAdd
source: Unable to add streaming level {Filename}{LineTerminators}{ErrorMessage}
es: Imposible añadir el nivel de transmisión de flujo {Filename}{LineTerminators}{ErrorMessage}
ja: ストリーミングレベルを追加できません {Filename}{LineTerminators}{ErrorMessage}
pt_br: Não é possível adicionar nível de transmissão {Filename}{LineTerminators}{ErrorMessage}
zh_cn: 无法添加动态载入关卡{Filename}{LineTerminators}{ErrorMessage}

# UnrealEd,Error_InvalidMoveOfLocalizedObject
source: Attempting to move localized sound {0} into non localized package or package with different localization.
es: Se está intentando mover el sonido {0} ubicado en un paquete sin ubicación o con una ubicación diferente.
ja: ローカライズ版サウンド {0} を、非ローカライズ版パッケージまたは異なるロケールのローカライズ版に移動しようとしています。
pt_br: Tentando mover o som localizado {0} para um pacote não localizado ou um pacote com localização diferente.
zh_cn: 正在尝试移动本地化的音效 {0}到非本地化的包或不同的本地化包中。

# UnrealEd,Error_LevelImportFromExternal
source: Importing external sublevels is not allowed. Move the level files into the standard content directory and try again. After moving the level(s), restart the editor.
es: No está permitido importar subniveles externos. Mueva los archivos de nivel hasta el directorio de contenido estándar e inténtelo de nuevo. Después de mover el/los nivel(es), reinicie el editor.
ja: 外部からサブレベルをインポートすることはできません。レベルのファイルを標準コンテンツ ディレクトリに移動して再試行してください。 レベルの移動後はエディタを再起動してください。
pt_br: Não é permitido importar subníveis externos. Mova os arquivos do nível para um diretório de conteúdo padrão e tente novamente. Após mover o(s) nível(is), reinicie o editor.
zh_cn: 不允许导入外部子关卡。 请将关卡文件移入到标准的内容目录，并重试。 移动关卡后，请重新启动编辑器。

# UnrealEd,Error_LevelNameExists
source: A level with that name already exists. Please choose another name.
es: Ya existe un nivel con ese nombre. Por favor, elija otro nombre.
ja: 同名のレベルがすでにに存在します。フォルダに違う名前を選択してください。
pt_br: Um nível com esse nome já existe. Selecione outro nome.
zh_cn: 具有那个名称的关卡已经存在。请选择另一个名称。

# UnrealEd,Error_LinearPropertyAlreadyControlled
source: Already a LinearProp track controlling this property.
es: Una pista LinearProp aún controla esta propiedad.
ja: このプロパティはすでに LenearProp トラックで制御しています。
pt_br: Já existe uma faixa LinearProp controlando esta propriedade.
zh_cn: 已有LinearProp 轨迹控制此属性。

# UnrealEd,Error_MaterialEditor_CantPreviewOnSkelMesh
source: Can't preview on the specified skeletal mesh because the material has not been compiled with bUsedWithSkeletalMesh.
es: No se puede hacer una vista preliminar de la malla esqueleto especificada porque el material no se ha compilado con bUsedWithSkeletalMesh.
ja: マテリアルがbUsedWithスケルタルメッシュtheでコンパイルされていないため、指定されたスケルタルメッシュをプレビューできません
pt_br: Não é possível visualizar na malha esquelética especificada porque o material não foi compilado com bUsedWithSkeletalMesh.
zh_cn: 不能在指定的骨架 网格物体上预览，因为编译材质时使用的是bUsedWithSkeletalMesh设置。

# UnrealEd,Error_Modifier
source: Modifier ({0}) : {1}
es: Modificador ({0}) : {1}
ja: モディファイア ({0}) : {1}
pt_br: Modificador ({0}) : {1}
zh_cn: 修改器({0}) : {1}

# UnrealEd,Error_ModuleCanOnlyBeUsedInEmitterOnce
source: A Module can only be used in each Emitter once.
es: Un módulo solo se puede usar una vez en cada emisor.
ja: モジュールは各エミッタで1回のみ使用できます
pt_br: Um Módulo só pode ser usado em cada Emissor uma vez.
zh_cn: 一个模块在每个发射器中只能用一次。

# UnrealEd,Error_NameAlreadyExists
source: Name already exists - please choose a unique name for this Group.
es: EL nombre ya existe - Por favor, elija un nombre único para este grupo.
ja: 名前はすでに使用されています - グループには一意の名前を付けてください
pt_br: O nome já existe - escolha um nome único para este Grupo.
zh_cn: 名称已存在 - 请为该组选择一个唯一的名称。

# UnrealEd,Error_NoAnimChannelsLeft
source: This Actor Has No AnimControl Channels Left.
es: A este actor no le quedan canales AnimControl.
ja: このアクタには アニムコントロール チャンネルが残っていません。
pt_br: O Ator Não Tem Canais AnimControl Restantes.
zh_cn: 该Actor没有AnimControl通道。

# UnrealEd,Error_NoEmitterSelectedForExport
source: No emitter selected for export
es: No se ha seleccionado emisor para exportar
ja: エクスポートするエミッタが選択されていません
pt_br: Não há emissor selecionado para exportação
zh_cn: 没选择要导出的发射器

# UnrealEd,Error_NotEnoughClipMarkers
source: You haven't placed enough clip markers to perform this operation.
es: No ha colocado suficientes marcadores clip para ejecutar esta operación.
ja: この操作を行うにはクリップ マーカーの数が不足しています。
pt_br: Você não posicionou clipes de marcação suficientes para executar esta operação.
zh_cn: 您没有放置足够的剪辑标志来执行该动作。

# UnrealEd,Error_ObjectNameAlreadyExists
source: An object named '{0}' already exists.
es: Ya existe un objeto con el nombre '{0}'.
ja: {0} という名前のオブジェクトは既に存在します
pt_br: Um objeto chamado '{0}' já existe.
zh_cn: 名称为 '{0}'的对象已存在。

# UnrealEd,Error_OperationDisallowedOnLockedLevelAddExportTextActors
source: AddExportTextActors: The requested operation could not be completed because the level is locked.
es: AddExportTextActors: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: AddExportTextActors:レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: AddExportTextActors: A operação solicitada não pôde ser realizada porque o nível está bloqueado.
zh_cn: AddExportTextActors: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevelMakeLevelCurrent
source: MakeLevelCurrent: The requested operation could not be completed because the level is locked.
es: MakeLevelCurrent: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: MakeLevelCurrent: レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: MakeLevelCurrent: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: MakeLevelCurrent: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevelPasteActor
source: PasteActor: The requested operation could not be completed because the level is locked.
es: PasteActor: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: Pasteアクタ: レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: PasteActor: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: PasteActor: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevelRemoveLevelFromWorld
source: RemoveLevelFromWorld: The requested operation could not be completed because the level is locked.
es: RemoveLevelFromWorld: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: RemoveLevelFromWorld: レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: RemoveLevelFromWorld: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: RemoveLevelFromWorld: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevelResetActor
source: Reset Actor: The requested operation could not be completed because the level is locked.
es: Reajustar actor: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: アクタをリセット：レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: Redefinir Ator: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: 重置Actor: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevelUpdateActor
source: Update Actor: The requested operation could not be completed because the level is locked.
es: Actualizar actor: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: アクタを更新：レベルがロックされているため、要求された操作を完了できませんでした。
pt_br: Atualizar Ator: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: 更新Actor: 不能完成所请求的动作，因为关卡已被锁定。

# UnrealEd,Error_PackageStatusChanged
source: Package can't be checked out - status has changed!
es: El paquete no se puede revisar - ¡el estado ha cambiado!
ja: パッケージをチェックアウトできません。ステータスが変更されています！
pt_br: A saída do Pacote não pode ser registrada - o status foi alterado!
zh_cn: 不能迁出包- 状态已改变!

# UnrealEd,Error_PropertyAlreadyControlled
source: Already a FloatProp track controlling this property.
es: Una pista FloatProp aún controla esta propiedad.
ja: このプロパティはすでに FloatProp トラックで制御しています。
pt_br: Já existe uma faixa FloatProp controlando esta propriedade.
zh_cn: 已有FloatProp 轨迹控制此属性。

# UnrealEd,Error_SelectedEdgeMustBelongToSelectedPoly
source: The edge used for splitting must be part of the selected polygon.
es: La arista utilizada para crear la splite debe formar parte del polígono seleccionado.
ja: 分割時に指定するエッジは選択中のポリゴン上に存在していなければなりません。
pt_br: A aresta usada para divisão deve ser parte do polígono selecionado.
zh_cn: 用于进行分割操作的边缘必须是选中的多边形的一部分。

# UnrealEd,Error_SelectedVerticesMustBelongToSelectedPoly
source: The vertices used for splitting must be part of the selected polygon.
es: Los vértices utilizados para la división deben formar parte del polígono seleccionado.
ja: 分割に指定する頂点は選択中のポリゴンの一部に存在しなくてはいけません。
pt_br: Os vértices utilizados para divisão devem fazer parte do polígono selecionado.
zh_cn: 分割操作所使用的顶点必须是选中多边形的一部分。

# UnrealEd,Error_TriedToExecDeprecatedCmd
source: Tried to execute deprecated command: {0}
es: Se ha intentado ejecutar un comando obsoleto: {0}
ja: 非推奨コマンドの実行を試行しました：{0}
pt_br: Tentou executar comando descontinuado: {0}
zh_cn: 尝试执行了已废弃的命令: {0}

# UnrealEd,Error_TypeDataModuleAlreadyPresent
source: A TypeData module is already present. Please remove it first.
es: Un módulo TypeData ya está presente. Por favor, elimínelo primero.
ja: タイプデータ モジュールはすでに存在しています。 事前に当該モジュールを取り除いてください。
pt_br: Um módulo TypeData já está presente. Remova-o primeiro.
zh_cn: TypeData 模块已经存在。 请先删除它。

# UnrealEd,Error_VectorPropertyAlreadyControlled
source: Already a VectorProp track controlling this property.
es: Una pista VectorProp aún controla esta propiedad.
ja: このプロパティはすでに VectorProp トラックで制御しています。
pt_br: Já existe uma faixa VectorProp controlando esta propriedade.
zh_cn: 已VectorProp轨迹控制此属性。

# UnrealEd,Error_WrongModeForActorDeletion
source: Cannot delete actor while Matinee is open
es: No se puede eliminar el actor muestra matinee esté abierto
ja: マチネを開いている間はアクタを削除できません
pt_br: Não é possível excluir o ator enquanto Matinê está aberto
zh_cn: 当Matinee处于打开状态时无法删除actor

# UnrealEd,ExitMatinee
source: Exit UnrealMatinee
es: Salir de UnrealMatinee
ja: UnrealMatineeを終了する
pt_br: Sair do UnrealMatinee
zh_cn: 退出UnrealMatinee

# UnrealEd,Exporter_Error_SourceDataUnavailable
source: No source data available for some objects. See the log for details.
es: No hay disponibles datos fuente para algunos objetos. Vea el registro para más detalles.
ja: 一部のオブジェクトに対するソースデータが見つかりません。ログで詳細を確認してください。
pt_br: Não há dados de origem disponíveis para alguns objetos. Veja o registro para mais detalhes.
zh_cn: 没有某些对象的源数据。 请查看日志获得详情。

# UnrealEd,Exporting
source: Exporting
es: Exportando
ja: エクスポート中
pt_br: Exportando
zh_cn: 正在导出

# UnrealEd,ExportingBrush
source: Exporting brush
es: Exportando pincel
ja: ブラシをエクスポート中
pt_br: Exportando pincel
zh_cn: 正在导出画刷

# UnrealEd,Exportingf
source: Exporting ({0} of {1})
es: Exportando ({0} de {1})
ja: エクスポート中 ({1}) の {0})
pt_br: Exportando ({0} de {1})
zh_cn: 正在导出({1}中的{0})

# UnrealEd,ExportingLevelToFBX
source: Exporting Level To FBX
es: Exportando nivel a FBX
ja: レベルを FBX へエクスポート中
pt_br: Exportando Nível Para FBX
zh_cn: 导出关卡到FBX文件

# UnrealEd,ExportingLevelToLOD OBJ
source: Exporting Level To LOD OBJ
es: Exportando nivel a LOD OBJ
ja: レベルを LOD OBJへエクスポート中
pt_br: Exportando Nível Para LOD OBJ
zh_cn: 导出关卡到LOD OBJ

# UnrealEd,ExportingLevelToOBJ
source: Exporting Level To OBJ
es: Exportando nivel a OBJ
ja: レベルを OBJ へエクスポート中
pt_br: Exportando Nível Para OBJ
zh_cn: 导出关卡到OBJ文件

# UnrealEd,ExportingMap_F
source: Exporting map: {0}...
es: Exportando mapa: {0}…
ja: 次のマップをエクスポート中: {0}...
pt_br: Exportando mapa: {0}...
zh_cn: 正在导出地图: {0}...

# UnrealEd,ExportMatineeAnimTrack
source: Export UnrealMatinee Animation Track
es: Exportar la pista de la animación UnrealMatinee
ja: UnrealMatineeアニメーショントラックをエクスポート
pt_br: Exportar Faixa de Animação UnrealMatinee
zh_cn: 导出UnrealMatinee动画轨迹

# UnrealEd,ExportMatineeSequence
source: Export UnrealMatinee Sequence
es: Exportar la secuencia UnrealMatinee
ja: UnrealMatineeシーケンスをエクスポート
pt_br: Exportar Sequência UnrealMatinee
zh_cn: 导出UnrealMatinee序列

# UnrealEd,Extrude
source: Extrude
es: Extrudir
ja: 押し出し
pt_br: Fazer Extrusão
zh_cn: 挤压

# UnrealEd,FailedToAddDirectorGroupNotification
source: Warning: A new director group cannot be added; one already exists.
es: Atención: No se puede añadir un grupo principal nuevo. Ya existe uno.
ja: 警告：新規のディレクタグループを追加出来ません；グループはすでに存在します。
pt_br: Advertência: Não é possível adicionar um novo grupo diretor; já existe um.
zh_cn: 警告： 无法添加新的导演组；已存在一个这样的组。

# UnrealEd,FailedToMergeActors_Title
source: Unable to merge actors
es: No puede fusionar los actores
ja: アクタをマージできません
pt_br: Não é possível mesclar atores
zh_cn: 无法融合actor

# UnrealEd,FailedToMergeActorsSublevels_Msg
source: The selected actors should be in the same level
es: Los actores seleccionados deberían estar en el mismo nivel
ja: 選択したアクタは同一レベルに存在しなくてはいけません
pt_br: Os atores selecionados devem estar no mesmo nível
zh_cn: 选中的Actor应该在同一关卡中

# UnrealEd,FBXImportOpionsTitle
source: FBX Import Options
es: Opciones de importación de FBX
ja: FBXインポートオプション
pt_br: Opções de Importação FBX
zh_cn: FBX导入选项

# UnrealEd,FileServerIdle
source: The file server did not receive any connections in the past 3 minutes. Would you like to shut it down?
es: El servidor del archivo no ha recibido ninguna conexión en los últimos 3 minutos. ¿Quiere cerrarlo?
ja: ファイルサーバーはこの3分間接続を一切受信していません。シャットダウンしますか？
pt_br: O servidor do arquivo não recebeu conexões nos últimos 3 minutos. Gostaria de desligá-lo?
zh_cn: 文件服务器在过去3分钟内没有接收到任何连接。 您想关闭它吗?
