Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# K2Node,RemoveDelegate
source: Unbind Event from {PropertyName}
es: Separar evento de {PropertyName}
pt_br: Desvincular Evento de {PropertyName}
zh_cn: 解除绑定{PropertyName}的事件

# K2Node,SpawnFuncAmbiguous
source: UK2Node_LatentGameplayTaskCall: Both ActorSpawning and ActorArraySpawning are at least partially implemented. These are mutually exclusive. @@
zh_cn: UK2Node_LatentGameplayTaskCall:至少要部分地实现ActorSpawning 和 ActorArraySpawning。这些是相互排他的。 @@

# K2Node,TempPinCategory
source: Temp_
zh_cn: 临时_

# K2Node_AIMoveTo,AIMoveTo
source: AI MoveTo
es: IA MoveTo
pt_br: IA MoveTo
zh_cn: AI 移动到

# K2Node_BreakStruct,BreakStruct_DeprecatedField_Warning
source: @@ : Member '{0}' of struct '{1}' is deprecated.
zh_cn: @@ : 结构体'{1}' 的成员'{0}' 已废弃。

source: K2Node_ConvertAsset: Internal connection error. @@
zh_cn: K2Node_ConvertAsset: 内部连接错误。@@

# K2Node_DynamicCast,BadCastInput
source: '%s' does not have a clear object type (invalid input into @@).
zh_cn: '%s'没有清楚的对象类型（到@@的无效输入）。

# K2Node_DynamicCast,CastTo
source: Cast To {TargetName}
es: Proyectar a {TargetName}
pt_br: Projetar para {TargetName}
zh_cn: 类型转换为 {TargetName}

# K2Node_DynamicCast,DisallowedObjectCast
source: '%s' does not inherit from '%s' (@@ would always fail).
zh_cn: '%s'没有继承'%s'（@@将总是失败）。

# K2Node_DynamicCast,EqualObjectCast
source: '%s' is already a '%s', you don't need @@.
zh_cn: '%s'已经是一个'%s'，所以您不需要@@。

# K2Node_DynamicCast,MakePureTooltip
source: Removes the execution pins to make the node more versitile (NOTE: the cast could still fail, resulting in an invalid output).
zh_cn: 删除执行引脚来使得节点更通用(注意：类型转换仍然会失败，会导致一个无效输出)

# K2Node_DynamicCast,UnneededObjectCast
source: '%s' is already a '%s' (which inherits from '%s'), so you don't need @@.
zh_cn: '%s'已经是一个'%s'(它继承'%s')，所以您不需要@@。

# K2Node_EaseFunction,ContextMenuHeader
source: Ease
zh_cn: 缓动

# K2Node_EaseFunction,EaseFunction_Title
source: Ease
zh_cn: 缓动

# K2Node_GenericCreateObject,GenericCreateObject_Error
source: ICE: GenericCreateObject error @@
zh_cn: ICE: GenericCreateObject错误@@

# K2Node_GenericCreateObject,GenericCreateObject_NoOuter
source: Outer object is required in @@
zh_cn: @@中需要外部对象

# K2Node_GenericCreateObject,GenericCreateObject_WrongClass
source: Wrong class to spawn '%s' in @@
zh_cn: 在@@中生成'%s'的类是错误的

# K2Node_GetDataTableRow,RowNamePinName
source: RowName
zh_cn: 行名称

# K2Node_GetDataTableRow,RowNotFoundPinName
source: RowNotFound
zh_cn: 没有找到行

# K2Node_GetInputAxisKeyValue,EventsCategory
source: {0} Values
zh_cn: {0}个值

source: K2Node_LoadAsset: Internal connection error. @@
zh_cn: K2Node_LoadAsset:内部连接错误。@@

# K2Node_LoadAsset,UK2Node_LoadAssetClassGetNodeTitle
source: Load Class Asset
zh_cn: 加载类资源

# K2Node_LoadAsset,UK2Node_LoadAssetClassGetTooltipText
source: Async Load Class Asset
zh_cn: 异步加载类资源

# K2Node_LoadAsset,UK2Node_LoadAssetGetNodeTitle
source: Load Asset
zh_cn: 加载资源

# K2Node_LoadAsset,UK2Node_LoadAssetGetTooltipText
source: Async Load Asset
zh_cn: 异步加载资源

# K2Node_MakeStruct,SetFieldsInStruct_OutPinTooltip
source: Reference to the input struct
zh_cn: 到输入结构体的引用

# K2Node_Select,Error_InvalidOptionValue
source: Invalid option value '%s' in @@
zh_cn: @@中的无效选项值 '%s'

# K2Node_Select,Error_InvalidSelect
source: ICE: invalid select node @@
zh_cn: ICE:无效的选中节点@@

# K2Node_Select,Error_NoOptionPin
source: No option pin in @@
zh_cn: @@中没有选项引脚

# K2Node_Select,Error_NoReturnPin
source: No return pin in @@
zh_cn: @@中没有返回引脚

# K2Node_Select,Error_NoTermFound
source: No term registered for pin @@
zh_cn: 没有为引脚 @@注册条件

# K2Node_Self,ListTitle
source: Get a reference to self
es: Obtener una referencia a autoreferencia
pt_br: Obter uma referência para si
zh_cn: 获得一个到自身的引用

# K2Node_SpawnActorFromClass,CollisionHandlingOverridePinDescription
source: Specifies how to handle collisions at the spawn point. If undefined, uses actor class settings.
zh_cn: 指出如何处理生成点处的碰撞。如果未定义，则使用actor类设置。

# K2Node_SpawnActorFromClass,OwnerPinDescription
source: Can be left empty; primarily used for replication (bNetUseOwnerRelevancy and bOnlyRelevantToOwner), or visibility (PrimitiveComponent's bOwnerNoSee/bOnlyOwnerSee)
zh_cn: 可以保留为空；主要用于复制(bNetUseOwnerRelevancy 和 bOnlyRelevantToOwner)，或可见性(PrimitiveComponent的bOwnerNoSee/bOnlyOwnerSee)

# K2Node_Timeline,Float
source: Float
es: Punto flotante
pt_br: Flutuante
zh_cn: 浮点

# KismetSchema,FloatCategory
source: Float
zh_cn: 浮点型

# K2Nodes,MakeArrayHeader
source: MakeArray
zh_cn: 创建数组

# KCHandler_MathExpression,Compile_CannotGenerateFunction
source: ICE - cannot generate function - @@
zh_cn: ICE - 无法生成函数 - @@

# KCHandler_MathExpression,Compile_PinError
source: ICE - wrong inner pins - @@
zh_cn: ICE - 错误的内部引脚 - @@

# KCHandler_MathExpression,Compile_WrongMap
source: ICE - cannot map pins - @@
zh_cn: ICE - 无法映射引脚 - @@

# KCHandler_MathExpression,Compile_WrongOutputLink
source: ICE - wrong output link - @@
zh_cn: ICE - 错误的输出链接 - @@

# KCHandler_MathExpression,WrongFunction_Error
source: Function '%s' cannot be called inside Math Expression @@ - @@
zh_cn: 函数'%s'不能在数学表达式@@ - @@中调用

# KismetCompiler,AssociatedVarProperty_Error
source: AssociatedVarProperty property overridden %s from @@ type (%s)
zh_cn: AssociatedVarProperty 属性覆盖了%s（属于@@ 类型（%s））

# KismetCompiler,ExecutionEnd_Note
source: The execution path doesn't end with a return node. @@
zh_cn: 执行路径不是以返回节点结束的。@@

# KismetCompiler,InvalidEnumDefaultValue_Error
source: Default Enum value '%s' for class '%s' is invalid in object '%s'. EnumVal: %d. EnumAcceptableMax: %d
zh_cn: 默认枚举值 '%s' 无效，该枚举值属于类 '%s' ，位于对象 '%s'中。 EnumVal: %d. EnumAcceptableMax: %d

# KismetCompiler,NoDelegateProperty_Error
source: No delegate property found for @@
zh_cn: 没有找到@@的代理属性

# KismetLinearExpression,UnknownNodeMessage
source: UNKNOWN_NODE
zh_cn: 未知节点

# KismetSchema,BoolCategory
source: Boolean
zh_cn: 布尔型

# KismetSchema,ByteCategory
source: Byte
zh_cn: 字节型

# KismetSchema,EnumAsText
source: {EnumName} Enum
zh_cn: {EnumName}枚举值

# KismetSchema,EnumType
source: Enumeration types.
es: Tipos enumeración.
pt_br: Tipos de enumeração.
zh_cn: 枚举类型。

# KismetSchema,IntCategory
source: Integer
zh_cn: 整型

# SequencerContextMenus,SetExtrapLinear
source: Linear
zh_cn: 线性

# SequencerContextMenus,SetKeyInterpolationLinear
source: Linear
zh_cn: 线性

# LevelEditor,ModeSwitchCloseMatineeQ
source: Activating '{ModeName}' editor mode will close UnrealMatinee. Continue?
zh_cn: 激活 '{ModeName}'编辑器模式将会关闭UnrealMatinee。继续？

# MaterialGraphNode,PreviewExpression
source: Previewing
zh_cn: 正在预览

# LevelViewportContextMenu,SelectHLODClusterHeading
source: Hierachical LODs
zh_cn: 层次化LOD

# LevelViewportContextMenu,SelectOwningHierarchicalLODCluster_Menu
source: Select Owning HierarchicalLODCluster
zh_cn: 选择拥有的层次化LOD群集

# LevelViewportToolBar,LightTypesShowFlagsMenu_ToolTip
source: Light Types show flags
zh_cn: 光源类型显示标志

# LightComponentDetails,LightMobilityTooltip
source: Mobility for lights controls what the light is allowed to do at runtime and therefore what rendering methods are used. * A movable light uses fully dynamic lighting and anything can change in game, however it has a large performance cost, typically proportional to the light's influence size. * A stationary light will only have its shadowing and bounced lighting from static geometry baked by Lightmass, all other lighting will be dynamic. It can change color and intensity in game. * A static light is fully baked into lightmaps and therefore has no performance cost, but also can't change in game.
zh_cn: 光源的移动性控制光源在运行时可表现的行为，从而影响到所使用的渲染方法。 * 可移动光源使用完全动态的光照，一切都可以在游戏中改变，然而，它的性能消耗很大，一般和光源的影响范围成正比。 * 固定光源仅从由Lightmass烘焙的静态几何体获得阴影和反射光，所有其他光照都是动态的。它可以在游戏中改变颜色及强度。 * 静态光源完全烘焙到光照贴图中，因此没有性能消耗，但也不能在游戏中发生改变。

# LocalizationCommandletExecutor,OkayButtonText
source: Okay
zh_cn: 确认

# LocalizationCommandletTasks,CompileCultureForTargetWindowTitle
source: Compile {CultureName} Translations for Target {TargetName}
zh_cn: 为目标{TargetName}编译{CultureName}翻译

# LocalizationCommandletTasks,GenerateReportForTargetWindowTitle
source: Generate Word Count Report for Target {TargetName}
zh_cn: 为目标{TargetName}生成字数报告

# LocalizationCommandletTasks,GenerateReportsForAllTargetsWindowTitle
source: Generate Word Count Reports for All Targets
zh_cn: 为所有目标生成字数报告

# LocalizationCulture,IsNativeColumnLabel
source: Native
zh_cn: 本地

# LocalizationDashboard,GatherAllTargetsDisabledToolTip
source: At least one target must have a native culture specified in order to gather.
zh_cn: 为了进行收集，一个目标至少要指定一种本土文化。

# LocalizationDashboard,LocalizationServiceProvider
source: Localization Service Provider
zh_cn: 本地化服务提供商

# LocalizationDashboard,SelectedLocalizationServiceProvider
source: Selected Localization Service Provider
zh_cn: 选择本地化服务提供商

# LocalizationDashboard,StatusColumnLabel
source: Conflict Status
zh_cn: 冲突状态

# LocalizationTargetEditor,GatherDisabledToolTip
source: Must have a native culture specified in order to gather.
zh_cn: 必须指定一种本土文化才能进行收集。

# LocalizationTargetEditor,LocalizationTargetLoadingPolicyRowFilterString
source: Loading Policy
zh_cn: 正在加载政策

# LocalizationTargetEditor,LocalizationTargetLoadingPolicyRowName
source: Loading Policy
zh_cn: 正在加载政策

# LocalizationTargetEditor,NoSupportedCulturesError
source: At least one supported culture must be specified.
zh_cn: 至少必须指定一种支持的文化。

# LocalizationTargetEditorCultureRow,ChangingNativeCultureWarningDialogTitle
source: Change Native Culture
zh_cn: 修改本土文化

# LocalizationTargetEditorCultureRow,ChangingNativeCultureWarningMessage
source: This action can not be undone and all translations be permanently lost. Are you sure you would like to set the native culture to {CultureName}?
zh_cn: 这个操作不能取消，所有翻译将永久丢失。您确定要设置本土文化为{CultureName}吗？

# LocalizationTargetStatusButton,StatusToolTip_Unknown
source: Conflict report file not detected. Perform a gather to generate a conflict report file.
zh_cn: 没有检测到冲突报告文件。执行一次收集来生成冲突报告文件。

# LocalizationTargetTypes,ExcludePathEmptyError
source: Exclude path not specified. Use "." to specify the root directory.
zh_cn: 没有指定排除路径。请使用"."来指定根目录。

# LocalizationTargetTypes,ExcludePathNoWildcardError
source: Exclude path does not specify a wild card ("*"). Append "*" or only the file at the exact specified directory will be excluded.
zh_cn: 排除路径没有指定通配符("*")。请附加"*"，否则将仅排除指定的精确目录中的文件。

# LocalizationTargetTypes,FileExtensionEmptyError
source: File extension not specified.
zh_cn: 没有指定文件扩展名。

# LocalizationTargetTypes,IncludePathEmptyError
source: Include path not specified. Use "." to specify the root directory.
zh_cn: 没有指定包含路径。请使用"."来指定根目录。

# LocalizationTargetTypes,IncludePathNoWildcardError
source: Include path does not specify a wild card ("*"). Append "*" or only the file at the exact specified directory will be gathered from.
zh_cn: 包含路径没有指定一个通配符("*")。请附加"*"，否则将仅收集指定的精确文件夹中的文件。

# LocalizationTargetTypes,InvalidGatherTextFromFilesConfigurationError
source: Must have at least one search directory, one file extension, and no invalid settings.
zh_cn: 必须至少有一个搜索目录、一个文件扩展名，并且不能有无效设置。

# LocalizationTargetTypes,InvalidGatherTextFromMetadataConfigurationError
source: Must have at least one include path, one meta data key specification, and no invalid settings.
zh_cn: 必须至少有一个包含路径、一个元数据键说明，并且不能有无效的设置。

# LocalizationTargetTypes,InvalidGatherTextFromPackagesConfigurationError
source: Must have at least one include path, one file extension, and no invalid settings.
zh_cn: 必须至少有一个包含路径、一个文件扩展名，并且不能有无效的设置。

# LocalizationTargetTypes,MetaDataKeyNameEmptyError
source: Meta data key not specified.
zh_cn: 没有指定元数据键。

# LocalizationTargetTypes,NoMetaDataLocalizationKeyPlaceHolderError
source: No place holders used. All generated keys will conflict!
zh_cn: 没有使用占位符。所有生成的键都将会冲突！

# LocalizationTargetTypes,SearchDirectoryEmptyError
source: Search directory not specified. Use "." to specify the root directory.
zh_cn: 没有指定搜索目录。请使用"."来指定根目录。

# LocalizationTargetTypes,SearchDirectoryNonExistentError
source: Search directory does not exist.
zh_cn: 搜索目录不存在。

# LODActorItem,AlreadyInHLOD
source: Actor is already in one of the Hierarchical LOD clusters
zh_cn: Actor已经存在于其中一个层次化的LOD群集中。

# WindowsTargetSettingsDetails,UnknownRHI
source: UnknownRHI
zh_cn: 未知RHI

# MainFrameActions,PlatformName_Windows
source: Windows
zh_cn: 窗口

# MaterialGraph,UIOutputColor
source: Final Color
zh_cn: 最终颜色

# MaterialGraphNode,TextureProperty
source: Texture Property
zh_cn: 贴图属性

# MaterialGraphNode,ViewProperty
source: View Property
zh_cn: 视图属性

# MaterialTrackEditor,AddParameterButton
source: Parameter
zh_cn: 参数

# MaterialTrackEditor,AddScalarParameter
source: Add scalar parameter
zh_cn: 添加缩放比例参数

# ParticleParameterTrackEditor,AddScalarParameter
source: Add scalar parameter
zh_cn: 添加缩放比例参数

# MaterialTrackEditor,AddVectorParameter
source: Add vector parameter
zh_cn: 添加向量参数

# ParticleParameterTrackEditor,AddVectorParameter
source: Add vector parameter
zh_cn: 添加矢量参数

# SequencerContextMenus,KeysMenu
source: Keys
zh_cn: 关键帧

# Sequencer.Popups,SetKeyTimePopup
source: New Time
zh_cn: 新时间

# MergeActorsModule,TooltipText
source: Open the Merge Actors tab.
zh_cn: 打理融合Actor选卡。

# MeshPaint_Mode,SaveDirtyPackges
source: Saves dirty source texture assets associated with current actor selection
zh_cn: 保存同当前选中的actor相关联的已修改的源贴图资源。

# MeshProxyTool,MeshProxy_Create
source: Creating Mesh Proxy
zh_cn: 创建网格物体代理

# MeshProxyTool,MeshProxy_CreatingProxy
source: Creating Mesh Proxy
zh_cn: 创建网格物体代理

# MovieSceneCaptureDialog,AlreadyCapturing
source: There is already a movie scene capture process open. Please close it and try again.
zh_cn: 已经打开了一个视频场景捕获进程。请关闭它并重试。

# MovieSceneCaptureDialog,CaptureFailed
source: Capture Failed
zh_cn: 获取失败

# MovieSceneCaptureDialog,CaptureFinished
source: Capture Finished
zh_cn: 捕获完成

# MovieSceneCaptureDialog,CouldNotSaveMap
source: Could not save map for movie capture.
zh_cn: 无法为视频捕获保存贴图。

# MovieSceneCaptureDialog,Export
source: Capture Movie
zh_cn: 捕获视频

# MovieSceneCaptureDialog,MovieRenderPreviewTitle
source: Movie Render - Preview
zh_cn: 视频渲染 - 预览

# MovieSceneCaptureDialog,RenderingVideo
source: Capturing video
zh_cn: 正在捕获视频

# MovieSceneCaptureDialog,RenderMovieSettingsTitle
source: Render Movie Settings
zh_cn: 渲染视频设置

# MovieSceneCaptureDialog,StopButton
source: Stop Capture
zh_cn: 暂停捕获

# MovieSceneCaptureDialog,UnableToSaveCaptureManifest
source: Unable to save capture manifest
zh_cn: 无法保存捕获清单

# MovieSceneCaptureDialog,UserCancelled
source: Capturing was cancelled from the save dialog.
zh_cn: 已从保存对话框中取消捕获。

# MyBlueprint,NonBlueprintCallable
source: This function was not marked as Blueprint Callable and cannot be placed in a graph!
zh_cn: 这个函数没有标记为‘蓝图可调用’，并且不能放置在图表中！

# NewNotifySubMenu,NewNotifySubMenuReplaceWithNotifyStateToolTip
source: Replace with AnimNotifyState
zh_cn: 替换为动画通知状态

# NewNotifySubMenu,NewNotifySubMenuReplaceWithNotifyToolTip
source: Replace with AnimNotifyEvent
zh_cn: 替换为动画通知事件

# NewProjectWizard,DefaultProjectName
source: MyProject
zh_cn: 我的项目

# NiagaraCompiler,MergeNullFunction
source: Function call node must reference a valid script.
zh_cn: 函数调用节点必须引用一个有效的脚本。

# NiagaraCompiler_VectorVM,CompileFaliure_CannotUseConstantForSharedDataValidMask
source: Use of constants for the shared data valid mask is not supported currently.
zh_cn: 目前不支持共享数据有效任务使用常量。

# NiagaraCompiler_VectorVM,CompileFaliure_CannotWriteConstantToSharedData
source: Writing of constants to shared data is not currently supported
zh_cn: 目前不支持写入常量到共享数据

# NiagaraCompiler_VectorVM,ScriptUsesTooManyTemporariesError
source: This script uses too many temporary registers. It has to be simplified to work.
zh_cn: 该脚本使用了太多的临时寄存器。必须简化它才能工作。

# NiagaraCompiler_VectorVM,VMNoImpl
source: VM Operation not yet implemented
zh_cn: 还没有实现虚拟机操作

# NiagaraEditor,Flattened NodeGraph
source: Flattened Node Graph
zh_cn: 平整节点图表

# NiagaraEditor,FlattenedNodeGraph
source: Flattened Node Graph
zh_cn: 平整节点图表

# NiagaraEffectEditor,DevEmitters
source: Emitters_Dev
zh_cn: 发射器_开发

# NiagaraNodeWriteDataSet,DataSetWriteErrorFormat
source: Error writing variable {0} to dataset {1}
zh_cn: 向数据集{1}中写入变量{0}发生错误

# NiagaraOpInfo,Abs Name
source: Abs
zh_cn: 绝对值

# NiagaraOpInfo,Dot Desc
source: Dot
zh_cn: 小数

# NiagaraOpInfo,Dot Name
source: Dot
zh_cn: 小数

# NiagaraOpInfo,EaseIn Desc
source: Ease in for Time; A and B determine the ease length in [0:1]
zh_cn: 缓入一段时间；A和B决定了在[0:1]间的缓入长度

# NiagaraOpInfo,EaseIn Name
source: Ease In 0->1
zh_cn: 缓入 0->1

# NiagaraOpInfo,EaseInOut Desc
source: Ease in/out for Time; A and B determine the ease in/out lengths in [0:1]
zh_cn: 缓入/缓出 一段时间；A和B决定了在[0:1]中的 缓入/缓出 长度

# NiagaraOpInfo,EaseInOut Name
source: Ease In/Out 0->1->0
zh_cn: 缓入/缓出 0->1->0

# NiagaraOpInfo,First Matrix Row
source: Row 0
zh_cn: 行 0

# NiagaraOpInfo,Fourth Matrix Row
source: Row 3
zh_cn: 行 3

# NiagaraOpInfo,GreaterThan Desc
source: Result = 1 if A>B, 0 otherwise
zh_cn: 如果A<B,结果则等于1,；否则结果等于0。

# NiagaraOpInfo,GreaterThan Name
source: A Greater Than B
zh_cn: A大于B

# NiagaraOpInfo,Lerp Name
source: Lerp
zh_cn: 线性插值

# NiagaraOpInfo,Mask
source: Mask
zh_cn: 蒙板

# NiagaraOpInfo,ReciprocalSqrt Name
source: ReciprocalSqrt
zh_cn: 倒数开平方

# NiagaraOpInfo,Second Matrix Row
source: Row 1
zh_cn: 行 1

# NiagaraOpInfo,Select Desc
source: Selects A or B depending on Selection. Selection > 0.0f = A, otherwise B.
zh_cn: 根据Selection选择A还是B。如果Selection>0.0则为A，否则为B.

# NiagaraOpInfo,Split Name
source: Split
zh_cn: 分离

# SequencerContextMenus,SplitSection
source: Split
zh_cn: 分割

# NiagaraOpInfo,Sqrt Name
source: Sqrt
zh_cn: 开平方根

# NiagaraOpInfo,Step Desc
source: Step
zh_cn: 步长

# NiagaraOpInfo,Step Name
source: Step
zh_cn: 步长

# NiagaraOpInfo,Third Matrix Row
source: Row 2
zh_cn: 行 2

# NiagaraSchema,NiagaraEventRead
source: Event Read
zh_cn: 事件读取

# NiagaraSchema,NiagaraEventWrite
source: Event Write
zh_cn: 事件写入

# ObserveBone,AnimGraphNode_ObserveBone_Tooltip
source: Observes a bone for debugging purposes
zh_cn: 观察一根骨骼以进行调试

# ObserveBone,NoBoneToObserve
source: @@ - You must pick a bone to observe
zh_cn: @@ - 您必须选择一根骨骼来观察

# ObserveBone,StaleDebugData
source: Stale debug data Property is on %s Debugging a %s
zh_cn: 旧调试数据 属性位于%s上 正在调试一个 %s

# ParameterSection,DeleteScalarParameter
source: Delete scalar parameter
zh_cn: 删除缩放比例参数

# ParameterSection,DeleteVectorOrColorParameter
source: Delete vector or color parameter
zh_cn: 删除矢量参数或颜色参数

# ParticleParameterTrackEditor,AddParticleParameterTrackTooltip
source: Adds a track for controlling particle parameter values.
zh_cn: 添加轨迹以控制粒子参数值。

# PersonaMeshDetails,Isolate
source: Isolate
zh_cn: 隔离

# StaticMeshEditor,Isolate
source: Isolate
zh_cn: 隔离

# PersonaMeshDetails,Isolate_ToolTip
source: Isolates this section in the viewport
zh_cn: 在视口中隔离该选部分

# StaticMeshEditor,Isolate_ToolTip
source: Isolates this section in the viewport
zh_cn: 在视口中隔离该部分

# PersonaMeshDetails,LODMeshReductionText_Label
source: [generated]
zh_cn: [生成的]

# PersonaMeshDetails,ReapplyRemovedBones
source: Reapply Removed Bones
zh_cn: 重新应用删除的骨骼

# PersonaMeshDetails,ReapplyRemovedBonesButton
source: Reapply removed bones
zh_cn: 重新应用删除的骨骼

# PersonaMeshDetails,Warning_SimplygonApplyingToImportedMesh
source: LOD {0} has been imported. Are you sure you'd like to apply mesh reduction? This will destroy imported LOD.
zh_cn: 已导入LOD {0}。是否确定要应用网格缩减？此操作将销毁导入的LOD。

# PhAT,Accuracy_ConvexDecomp
source: Accuracy
zh_cn: 精确度

# PhysicsAssetUtils,ConvexNoPositions
source: Unable to create a convex hull for the given bone as there are no vertices associated with the bone.
zh_cn: 无法为给定骨骼创建一个凸面壳体，因为没有同骨骼相关的顶点。

# PinTypeSelector,AssetTooltip
source: Path to an instanced object of type '{Typename}' which may be in an unloaded state. Can be utilized to asynchronously load the object reference.
zh_cn: 到可能没有加载的'{Typename}'类型的实例对象的路径。可以用来异步加载对象引用。

# PinTypeSelector,ClassTooltip
source: Reference a class of type '{TypeName}'
zh_cn: 引用 '{TypeName}'类型的类

# PinTypeSelector,CompactPinTypeSelector
source: Left click to select the variable's pin type. Right click to toggle the type as an array.
zh_cn: 左击来选择变量的引脚类型。右击来将该类型切换为一个数组。

# PinTypeSelector,ObjectTooltip
source: Reference an instanced object of type '{TypeName}'
zh_cn: 引用'{TypeName}'类型的实例对象

# PinTypeSelector,PinTypeSelector_Disabled
source: Cannot edit variable type when they are inherited from parent.
zh_cn: 当变量类型是从父类而来时，则无法编辑变量类型。

# PlayLevel,PIELoginFailure
source: Not enough login credentials to launch all PIE instances, change editor settings
zh_cn: 没有足够的登录凭据来启动所有PIE实例，请更改编辑器设置

# PListEditor,booleanValueTypeLabel
source: boolean
es: booleana
pt_br: booleano
zh_cn: 布尔值

# PluginWarden,CheckingIfYouCanUseFormat
source: Checking license for {0}...
zh_cn: 检查 {0} 的授权中...

# PluginWarden,EntitlementCheckFormat
source: {0} - Entitlement Check
zh_cn: {0} - 授权检查

# PluginWarden,LauncherStartFailure
source: Something went wrong starting the launcher. We were unable to verify your access to the plugin.
zh_cn: 启动器开启时出现错误。我们无法验证您对插件的访问。

# PluginWarden,TimeoutFailure
source: Something went wrong. We were unable to verify your access to the plugin before timing out.
zh_cn: 出现错误。我们无法在超时前完成您对该插件的访问验证。

# PluginWarden,UnathorizedFailure
source: It doesn't look like you've purchased {0}. Would you like to see the store page?
zh_cn: 看起来您并未购买 {0}。 您想查看商城页面吗？

# PostProcessSettingsCustomization,Blendable_IndirectAsseth
source: reference a Blendable asset (owned by a content package), e.g. material with Post Process domain
zh_cn: 引用可混合的资源(由内容包所有)，比如，具有后期处理区域的材质

# ProceduralFoliageComponentDetails,Resimulate_Tooltip_EmptySpawner
source: Cannot generate foliage: The assigned Procedural Foliage Spawner does not contain any foliage types to spawn.
zh_cn: 无法生成植被：所分配的程序化植被生成器不包含任何要生成的植被类型。

# ProceduralFoliageComponentDetails,Resimulate_Tooltip_NeedSpawner
source: Cannot generate foliage: Assign a Procedural Foliage Spawner to run the procedural foliage simulation
zh_cn: 无法生成植被：请分配一个程序化植被生成器来运行程序化植被仿真。

# ProjectBrowser,CompilerNeeded
source: Missing Compiler
zh_cn: 缺少编译器

# ProjectBrowser,CompilerStillNotInstalledFormatted
source: Press OK when you've finished installing {0}.
zh_cn: {0} 安装完成后，请单击“确定”。

# ProjectBrowser,DownloadFailed
source: Failed to download. Please check your internet connection.
zh_cn: 下载失败。请检查您的网络连接。

# ProjectBrowser,DownloadingInstalling
source: Waiting for Installer to complete.
zh_cn: 正在等待安装程序完成。

# ProjectBrowser,ProjectConvert_MoreOptions
source: More Options...
zh_cn: 更多选项...

# ProjectBrowser,WaitingForDownload
source: Waiting for download to complete...
zh_cn: 正在等待下载完成...

# PropertyCustomizationHelpers,EditConfigHierarchyButtonLabel
source: Edit Config Hierarchy
zh_cn: 编辑配置层次结构

# PropertyCustomizationHelpers,EditConfigHierarchyButtonToolTipText
source: Edit the config values of this property
zh_cn: 编辑该属性的配置值

# PropertyCustomizationHelpers,NoLocWarning
source: No localization information available.
zh_cn: 没有可用的本地化信息。

# PropertyEditor,NamePropertySizeTooLongError
source: Name properties may only be a maximum of {0} characters
zh_cn: 名称属性最多仅可以有{0}个字符。

# PropertyEditorToolkit,ToolkitName_MultiObjectToolTip
source: {NumberOfObjects} {ClassName} Objects - Property Matrix Editor
zh_cn: {NumberOfObjects} {ClassName}对象 - 属性矩阵编辑器

# ReimportContext,AbortTooltip
source: Permanently abort processing of these source content files
zh_cn: 永久中止处理这些源内容文件。

# ReimportContext,PauseTooltip
source: Temporarily pause processing of these source content files
zh_cn: 临时暂停处理这些源内容文件

# ReimportContext,ProcessingChanges
source: Processing source file changes...
zh_cn: 正在处理源文件变更...

# SActorPilotViewportToolbar,ActiveText
source: [ Pilot Active - {0} ]
zh_cn: [ 驾驶激活 - {0} ]

# SBlueprintContextTargetMenu,ExecContextTarget
source: Exec Context Target(s)
zh_cn: 执行情境目标

# SBlueprintContextTargetMenu,ObjectContextTarget
source: Object Context Target(s)
zh_cn: 对象情境目标

# SBlueprintContextTargetMenu,PODPinContextTarget
source: Pin Context Target(s)
zh_cn: 引脚情境目标
