Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# MeshPaint_Mode,MeshPaint_ImportErrNoActors
source: No valid actors selected.
es: No hay actores válidos seleccionados.
ja: 有効なアクタが選択されていません
pt_br: Nenhum ator válido selecionado.
zh_cn: 没有选中有效的actor

# MeshPaint_Mode,MeshPaint_ImportErrNoChannels
source: No Channels Mask selected.
es: No hay máscara de canales seleccionada.
ja: チャンネルマスクが選択されていません
pt_br: Nenhuma Máscara de Canais selecionada.
zh_cn: 没有选中通道蒙板。

# MeshPaint_Mode,MeshPaint_ImportErrNoTga
source: No tga file specified.
es: No se ha especificado archivo tga.
ja: TGAファイルが指定されていません
pt_br: Nenhum arquivo tga especificado.
zh_cn: 没有指定tga文件。

# MeshPaint_Mode,MeshPaint_ImportErrPathInvalid
source: Path invalid.
es: Ruta no válida.
ja: パスが無効
pt_br: Caminho inválido.
zh_cn: 路径无效。

# MeshPaint_Mode,MeshPaint_InstanceVertexColorsLabel
source: Instance vertex colors
es: Colores del vértice de la instancia
ja: インスタンス頂点カラー
pt_br: Cores de vértice da instância
zh_cn: 实例顶点颜色

# MeshPaint_Mode,MeshPaint_LabelEnableFlow
source: Enable brush flow
es: Activar flujo del pincel
ja: ブラシフローを有効にする
pt_br: Ativar fluxo do pincel
zh_cn: 启用流动画刷

# MeshPaint_Mode,MeshPaint_LabelFlow
source: Flow
es: Flujo
ja: フロー
pt_br: Fluxo
zh_cn: 流程

# MeshPaint_Mode,MeshPaint_LabelIgnoreBackface
source: Ignore back-facing
es: Omitir la cara oculta
ja: 背面を無視
pt_br: Ignorar face do verso
zh_cn: 忽略背面

# MeshPaint_Mode,MeshPaint_LabelSeamPainting
source: Seam Painting
es: Pintura del medianil
ja: シームのペイント
pt_br: Pintura da Emenda
zh_cn: 接缝描画

# MeshPaint_Mode,MeshPaint_LabelStrength
source: Strength
es: Fuerza
ja: 強度
pt_br: Força
zh_cn: 强度

# MeshPaint_Mode,MeshPaint_NewTexture
source: New Texture
es: Textura nueva
ja: 新規テクスチャ
pt_br: Nova Textura
zh_cn: 新建贴图

# MeshPaint_Mode,MeshPaint_NewTextureDataLabel
source: New Texture
es: Textura nueva
ja: 新規テクスチャ
pt_br: Nova Textura
zh_cn: 新建贴图

# MeshPaint_Mode,MeshPaint_NewTexturePaintTargetLabel
source: Texture Paint Target
es: Meta de la pintura de la textura
ja: テクスチャペイントターゲット
pt_br: Destino da Pintura da Textura
zh_cn: 贴图描画目标

# MeshPaint_Mode,MeshPaint_PaintModeBlendWeights
source: Blend Weights
es: Pesos de combinación
ja: ブレンドウェイト
pt_br: Pesos de Mistura
zh_cn: 混合权重

# MeshPaint_Mode,MeshPaint_PaintModeColor
source: Colors
es: Colores
ja: カラー
pt_br: Cores
zh_cn: 颜色

# MeshPaint_Mode,MeshPaint_PaintTargetMesh
source: Mesh asset
es: Activo malla
ja: メッシュアセット
pt_br: Ativo de malha
zh_cn: 网格物体资源

# MeshPaint_Mode,MeshPaint_Remove
source: Remove
es: Eliminar
ja: 取り除く
pt_br: Remover
zh_cn: 移除

# PersonaMeshDetails,ClearButtonLabel
source: Remove
es: Eliminar
ja: 取り除く
pt_br: Remover
zh_cn: 移除

# PropertyCustomizationHelpers,RemoveButtonLabel
source: Remove
es: Eliminar
ja: 取り除く
pt_br: Remover
zh_cn: 移除

# PropertyTableHeaderRow,ColumnHeaderMenu
source: Remove
es: Eliminar
ja: 取り除く
pt_br: Remover
zh_cn: 移除

# SSequencerLabelBrowser,RemoveLabelMenuEntryLabel
source: Remove
ja: 削除
zh_cn: 移除

# UICommands.FoliagePaletteCommands,RemoveFoliageType
source: Remove
ja: 削除

# UICommands.SequenceRecorderCommands,RemoveRecording
source: Remove
ja: 削除

# MeshPaint_Mode,MeshPaint_TotalWeightCount_Five
source: 5 (one minus ARGB)
es: 5 (one menus ARGB)
ja: 5 (1 マイナス ARGB)
pt_br: 5 (um menos ARGB)
zh_cn: 5 (1减去ARGB)

# MeshPaint_Mode,MeshPaint_TotalWeightCount_Two
source: 2 (alpha lerp)
ja: 2(アルファ線形補間)
pt_br: 2 (alfa lerp)
zh_cn: 2 (alpha线性插值)

# MeshPaint_Mode,MeshPaint_UVChannelDataLabel
source: UV Channel
es: Canal UV
ja: UVチャンネル
pt_br: Canal UV
zh_cn: UV通道

# MeshPaint_Mode,MeshPaint_Vertices
source: Vertices
es: Vértices
ja: 頂点
pt_br: Vértices
zh_cn: 顶点

# UICommands.StaticMeshEditorCommands,SetShowVertices
source: Vertices
ja: 頂点

# MeshPaint_Mode,MeshPaintImportLogLabel
source: Mesh Paint: Import Vertex Colors
es: Pintura de la malla: Importar los colores del vértice
ja: メッシュペイント：頂点カラーをインポート
pt_br: Pintura da Malha: Importar Cores de Vértice
zh_cn: 网格物体描画： 导入顶点颜色

# MeshPaint_Mode,MeshPaintMode_TexturePaint_CommitStatus
source: Committing Texture Paint Changes: {0}
es: Aceptar los cambios de pintura de la textura: {0}
ja: テクスチャペイントの変更をコミット中: {0}
pt_br: Confirmando Alterações de Pintura de Textura: {0}
zh_cn: 提交贴图描画改变： {0}

# MeshPaint_Mode,MeshPaintMode_TexturePaint_Transaction
source: Texture Paint
es: Pintura de la textura
ja: テクスチャペイント
pt_br: Pintura da Textura
zh_cn: 贴图描画

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionFill
source: Fill Vertex Colors
es: Rellenar los colores del vértice
ja: 頂点カラーをフィル
pt_br: Preencher Cores de Vértice
zh_cn: 填充顶点颜色

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionImportFromTGA
source: Import Vertex Colors
es: Importar los colores del vértice
ja: 頂点カラーをインポート
pt_br: Importar Cores de Vértice
zh_cn: 导入顶点颜色

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionPaintStroke
source: Vertex Paint
es: Pintura del vértice
ja: 頂点ペイント
pt_br: Pintura de Vértice
zh_cn: 顶点描画

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionPasteInstColors
source: Paste Instance Vertex Colors
es: Pegar los colores del vértice de la instancia
ja: インスタンス頂点カラーを貼り付け
pt_br: Colar Cores de Vértice da Instância
zh_cn: 粘贴实例顶点颜色

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionPushInstColorToMesh
source: Copy Instance Colors To Mesh
es: Copiar los colores de la instancia a la malla
ja: インスタンス色をメッシュへコピー
pt_br: Copiar Cores da Instância para a Malha
zh_cn: 复制实例颜色到网格物体

# MeshPaint_Mode,MeshPaintMode_VertexPaint_TransactionRemoveInstColors
source: Remove Instance Vertex Colors
es: Eliminar los colores del vértice de la instancia
ja: インスタンス頂点カラーを取り除く
pt_br: Remover Cores de Vértice da Instância
zh_cn: 删除实例顶点颜色

# MeshPaint_Mode,PushInstanceVertexColorsPrompt_CancelText
source: Abort
es: Cancelar
ja: 中止
pt_br: Anular
zh_cn: 中止

# ModalDialogs,CompileErrorsInMaterialCancel
source: Abort
es: Cancelar
ja: 中止
pt_br: Anular
zh_cn: 中止

# MeshPaint_Mode,PushInstanceVertexColorsPrompt_CheckBoxText
source: Always copy vertex colors without prompting
es: Copiar siempre los colores del vértice sin preguntar
ja: プロンプトを表示せずに常に頂点カラーをコピー
pt_br: Sempre copiar cores de vértice sem solicitar
zh_cn: 总是复制顶点颜色，不进行提示

# MeshPaint_Mode,PushInstanceVertexColorsPrompt_Message
source: Copying the instance vertex colors to the source mesh will replace any of the source mesh's pre-existing vertex colors and affect every instance of the source mesh.
es: Copiar los colores del vértice de la instancia a la malla fuente reemplazará cualquiera de los colores del vértice de la malla fuente ya existente y afectará a cada una de las instancias de la malla fuente.
ja: インスタンスの頂点色をソースメッシュにコピーすると、ソースメッシュの既存の頂点色を置換して、ソースメッシュの全インスタンスに作用します。
pt_br: A cópia de cores de vértice de instância na malha de origem substituirá todas as cores de vértice pré-existentes da malha de origem e afetará todas as instâncias da malha de origem.
zh_cn: 复制实例顶点颜色到源网格物体将会替换源网格之前所拥有的任何顶点颜色并影响该源网格物体的每个实例。

# MeshPaint_Mode,PushInstanceVertexColorsPrompt_Title
source: Warning: Copying vertex data overwrites all instances
es: Atención: Copiar los datos del vértice sobrescribe todas las instancias
ja: 警告：頂点データのコピーはインスタンス全てを上書きします
pt_br: Advertência: a cópia dos dados de vértice substituirá todas as instâncias
zh_cn: 警告： 复制的顶点数据会覆盖所有实例

# MeshPaint_Mode,SaveDirtyPackages_ToolTip
source: Saves dirty source mesh packages associated with current actor selection
es: Guarda los paquetes de la malla fuente 'sucia' asociada a la selección del actor actual
ja: 現在選択中のアクタに関連する変更のあったソースメッシュパッケージを保存
pt_br: Salvar pacotes de malha de origem sujos associados à seleção de atores atual
zh_cn: 保存和当前选中actor相关的发生改变的源网格物体包

# MeshPaint_Mode,SelectedMaterialIndex
source: Material To Paint
es: Material a pintar
ja: ペイントするマテリアル
pt_br: Material para Pintura
zh_cn: 要描画的材质

# MeshPaint_Mode,SelectedMeshIndex
source: Mesh To Paint
es: Pintura a la malla
ja: ペイントするメッシュ
pt_br: Malha para Pintura
zh_cn: 网格物体描画

# MeshPaint_Mode,SelectMaterialIndexToolTip
source: Controls which material is edited
es: Controla el material que se edita
ja: 編集するマテリアルを制御
pt_br: Controla qual material é editado
zh_cn: 控制所编辑的材质

# MeshPaint_Mode,SelectMeshToolTip
source: Controls which Mesh is edited
es: Controla la malla que se edita
ja: 編集するメッシュを制御
pt_br: Controla qual Malha é editada
zh_cn: 控制所编辑的网格物体

# MeshPaint_Mode,ToolkitName
source: Mesh Paint
es: Pintura de la malla
ja: メッシュペイント
pt_br: Pintura da Malha
zh_cn: 网格物体描画

# MeshProperties,MeshDetailsTooltip
source: The Mesh Details tab lets you edit properties (materials etc) of the current Skeletal Mesh.
ja: メッシュ詳細タブで現行スケルタルメッシュのプロパティ(マテリアルなど)を編集できます

# PersonaMeshMode,MeshDetailsTooltip
source: The Mesh Details tab lets you edit properties (materials etc) of the current Skeletal Mesh.
es: La pestaña detalles de la malla le permite editar las propiedades (materiales, etc.) de la malla de esqueleto actual.
ja: メッシュ詳細タブで現行スケルタルメッシュのプロパティ(マテリアルなど)を編集できます
pt_br: A guia Detalhes da Malha permite que você edite as propriedades (materiais etc.) da Malha Esquelética atual.
zh_cn: 网格物体详细信息选卡允许您编辑当前网格物体的属性 (材质等) 。

# MeshProxyTool,MeshProxyToolTooltip
source: Harvest geometry from selected actors and merge them into single mesh.
ja: 選択アクタからジオメトリを取得して、これらを単一メッシュにマージします
zh_cn: 从选中Actor获得几何体，并将它们融合成一个单独的网格物体。

# MobilityCustomization,Mobility
source: Mobility
ja: 可動性
zh_cn: 移动性

# SSCSEditor,TooltipMobility
source: Mobility
es: Movilidad
ja: 可動性
pt_br: Mobilidade
zh_cn: 移动性

# MobilityCustomization,Mobility_Movable_Light_Tooltip
source: Movable lights can be moved and changed in game. * Totally Dynamic * Whole Scene Dynamic Shadows * Slowest Rendering
ja: ムーバブルオブジェクトはゲーム内で移動および変更できます。 * 完全に動的 * シーン全体の動的シャドウのキャスト * 最低速レンダリング

# MobilityCustomization,Mobility_Movable_Tooltip
source: Movable objects can be moved and changed in game. * Totally Dynamic * Casts a Dynamic Shadow * Slowest Rendering
ja: ムーバブルオブジェクトはゲーム内で移動および変更できます。 * 完全に動的 * 動的シャドウのキャストが可能 * 最低速レンダリング

# MobilityCustomization,Mobility_Static_Light_Tooltip
source: A static light can't be changed in game. * Fully Baked Lighting * Fastest Rendering
ja: ゲームで移動または変更が出来ないスタティックオブジェクト。 * ベイクしたライティングを有効にします。 * 最速の描画です。

# MobilityCustomization,Mobility_Static_Tooltip
source: A static object can't be changed in game. * Allows Baked Lighting * Fastest Rendering
ja: ゲームで移動または変更が出来ないスタティックオブジェクト。 * ベイクしたライティングを有効にします。 * 最速の描画です。
zh_cn: 静态对象不能在游戏中改变。 * 允许烘培的光照 * 最快的渲染速度

# MobilityCustomization,Mobility_Stationary_Tooltip
source: A stationary light will only have its shadowing and bounced lighting from static geometry baked by Lightmass, all other lighting will be dynamic. It can change color and intensity in game. * Can't Move * Allows Partially Baked Lighting * Dynamic Shadows from Movable objects
ja: ステーショナリーライトはライトマスで焼き付けた静的なジオメトリから自身のシャドウイングとバウンスライティングのみを設定します。その他のライティングは動的になります。ゲーム中にカラーと明暗度を変更できます。 * 移動不可 * 1部のベイクしたライティングを有効化 * 可動オブジェクトからの動的シャドウ

# MobilityCustomization,Movable
source: Movable
ja: ムーバブル
zh_cn: 可移动

# SSCSEditor,ComponentMobility_Movable
source: Movable
ja: ムーバブル
zh_cn: 可移动

# SSCSEditor,MovableMobilityTooltip
source: Movable
ja: ムーバブル
zh_cn: 可移动

# MobilityCustomization,Static
source: Static
ja: スタティック
zh_cn: 静态

# SSCSEditor,ComponentMobility_Static
source: Static
ja: スタティック
zh_cn: 静态

# SSCSEditor,StaticMobilityTooltip
source: Static
ja: スタティック
zh_cn: 静态

# MobilityCustomization,Stationary
source: Stationary
ja: ステイショナリー
zh_cn: 固定

# SSCSEditor,ComponentMobility_Stationary
source: Stationary
ja: ステーショナリー
zh_cn: 固定

# SSCSEditor,StationaryMobilityTooltip
source: Stationary
ja: ステーショナリー
zh_cn: 固定

# ModalDialogs,DefaultCheckBoxMessage
source: Don't show this again
es: No volver a mostrar
ja: 今後表示しない
pt_br: Não mostrar isto novamente
zh_cn: 不要再显示这项

# ModalDialogs,InvertSelectionConfirm
source: Invert Selection
es: Invertir selección
ja: 選択を反転
pt_br: Inverter Seleção
zh_cn: 反向选择

# UICommands.LevelEditorActions,InvertSelection
source: Invert Selection
ja: 選択を反転
zh_cn: 反向选择

# ModalDialogs,ManyActorsForDeselectCancel
source: Keep Current Selection
es: Mantener selección actual
ja: 現在の選択対象を保持
pt_br: Manter Seleção Atual
zh_cn: 保持当前选择

# ModalDialogs,ManyActorsToSelectOneCancel
source: Keep Current Selection
es: Mantener selección actual
ja: 現在の選択対象を保持
pt_br: Manter Seleção Atual
zh_cn: 保持当前选择

# ModalDialogs,ManyActorsForDeselectConfirm
source: Continue Deselection
es: Continuar quitando la selección
ja: 選択解除を継続
pt_br: Continuar Cancelamento de Seleção
zh_cn: 继续取消选择

# ModalDialogs,ManyActorsToSelectOneConfirm
source: Continue Selection
es: Continuar selección
ja: 選択を継続
pt_br: Continuar Seleção
zh_cn: 继续选择

# ModalDialogs,SDlgMoveAsset_Group
source: Group
es: Grupo
ja: グループ
pt_br: Grupo
zh_cn: 组

# UICommands.LevelEditorActions,GroupActors
source: Group
ja: グループ
zh_cn: 组

# ModalDialogs,SDlgMoveAsset_OKToAll
source: OK to All
es: ACEPTAR a todo
ja: すべてOK
pt_br: OK para Todos
zh_cn: 全部是

# ModalDialogs,SDlgMoveAsset_Package
source: Package
es: Paquete
ja: パッケージ
pt_br: Empacotar
zh_cn: 包

# MorphTargetBinaryImport,BeginGeneratingMorphModelTask
source: Generating Morph Model
es: Generando modelo del modelado
ja: モーフモデルを生成中
pt_br: Gerando Modelo de Transformação
zh_cn: 生成顶点变形模型

# MoviePlayerSettingsDetails,ExternalMovieImport_Cancel
source: Don't Copy
es: No copiar
ja: コピーしない
pt_br: Não Copiar
zh_cn: 不复制

# MoviePlayerSettingsDetails,ExternalMovieImportTitle
source: Copy Movie
es: Copiar película
ja: ムービーをコピー
pt_br: Copiar Filme
zh_cn: 复制视频

# MoviePlayerSettingsDetails,ExternalMovieImportWarning
source: This movie needs to be copied into your project, would you like to copy the file now?
es: Esta película necesita copiarse en su proyecto, ¿desea copiar el archivo ahora?
ja: ムービーをユーザーのプロジェクトにコピーしなくてはいけません。今すぐファイルをコピーしますか？
pt_br: Este filme precisa ser copiado no projeto, gostaria de copiar o arquivo agora?
zh_cn: 该视频需要复制到您的项目中，您想现在就复制该文件吗?

# MoviePlayerSettingsDetails,MovieFileDescription
source: movie
es: película
ja: ムービー
pt_br: filme
zh_cn: 视频

# MovieScene_TransformTrack,LockCamera
source: Lock {0} to Selected Viewport
ja: {0} を選択されたビューポートにロック
zh_cn: 锁定{0}到选中的视口

# MovieScene_TransformTrack,UnlockCamera
source: Unlock {0} from Viewport
ja: ビューポートから{0} のロックを解除
zh_cn: 从视口解锁 {0}

# MovieSceneCaptureDialog,OpenFolder
source: Open Capture Folder...
ja: キャプチャフォルダを開く...
zh_cn: 打开捕获文件夹...

# MRUList,Error_FileDoesNotExist
source: Map '{PackageName}' does not exist. It will be removed from the recent items list.
ja: マップ'{PackageName}'が存在しません。最近使用したアイテムリストから取り除かれます。

# MRUList,Notification_PackageDoesNotExist
source: Map does not exist! Removed from recent items list!
ja: マップが存在しません！最近使用したアイテムリストから取り除かれました！

# MyBlueprint,AddNewDelegate
source: Event Dispatcher
ja: イベントディスパッチャー
zh_cn: 事件调度器

# UICommands.BlueprintEditorCommands,AddNewDelegate
source: Event Dispatcher
ja: イベントディスパッチャー

# MyBlueprint,AddNewGraph
source: New Graph
ja: 新規グラフ
zh_cn: 新图表

# MyBlueprint,AddNewLocalVariable
source: Local Variable
ja: ローカル変数
zh_cn: 本地变量

# UICommands.BlueprintEditorCommands,AddNewLocalVariable
source: Local Variable
ja: ローカル変数

# MyBlueprint,AddNewToolTip
source: Add a new Variable, Graph, Function, Macro, or Event Dispatcher.
ja: 新規変更、グラフ、関数、マクロ、またはイベントディスパッチャーを追加
zh_cn: 添加新变量、图表、函数、宏或事件调度器。

# MyBlueprint,BulkRemove
source: Bulk Remove Items
es: Elementos de eliminación masiva
ja: 複数のアイテムを一括で取り除く
pt_br: Remover Itens em Lote
zh_cn: 批量删除项

# MyBlueprint,BulkRemoveDelegates
source: Bulk Remove Delegates
es: Delegados de eliminación masiva
ja: 複数のデリゲートを一括で取り除く
pt_br: Remover Delegados em Lote
zh_cn: 批量删除代理

# MyBlueprint,BulkRemoveFunctions
source: Bulk Remove Functions
es: Funciones de eliminación masiva
ja: 複数の関数を一括で取り除く
pt_br: Remover Funções em Lote
zh_cn: 批量删除函数

# MyBlueprint,BulkRemoveMacros
source: Bulk Remove Macros
es: Macros de eliminación masiva
ja: 複数のマクロを一括で取り除く
pt_br: Remover Macros em Lote
zh_cn: 批量删除宏

# MyBlueprint,BulkRemoveVariables
source: Bulk Remove Variables
es: Variables de eliminación masiva
ja: 複数の変数を一括で取り除く
pt_br: Remover Variáveis em Lote
zh_cn: 批量移除变量

# MyBlueprint,DeleteVar
source: Delete Variable
es: Eliminar variable
ja: 変数を削除
pt_br: Excluir Variável
zh_cn: 删除变量

# MyBlueprint,Duplicate Local Variable
source: Duplicate Local Variable
ja: ローカル変数を複製
zh_cn: 复制局部变量

# MyBlueprint,DuplicateGraph
source: Duplicate Graph
es: Duplicar gráfico
ja: グラフを複製
pt_br: Duplicar Grafo
zh_cn: 复制图表

# MyBlueprint,MoveCatOK
source: Move category '{DraggedCategory}' before '{HoveredCategory}'
es: Mover categoría '{DraggedCategory}' delante de '{HoveredCategory}'
ja: '{HoveredCategory}' より前にカテゴリ '{DraggedCategory}' を移動
pt_br: Mover categoria '{DraggedCategory}' antes de '{HoveredCategory}'
zh_cn: 将类目'{DraggedCategory}' 移动到 '{HoveredCategory}'前

# MyBlueprint,MoveCatOverAction
source: Can only insert before another category.
es: Solo se puede insertar delante de otra categoría.
ja: 別カテゴリの前にしか挿入できません
pt_br: Só é possível inserir antes de outra categoria.
zh_cn: 仅能在另一分类前插入。

# MyBlueprint,MoveCatOverSelf
source: Cannot insert category '{DraggedCategory}' before itself.
es: No se puede insertar la categoría '{DraggedCategory}' delante de sí misma.
ja: 自カテゴリより前にカテゴリ '{DraggedCategory}' を挿入できません
pt_br: Não é possível inserir a categoria '{DraggedCategory}' antes de si mesma.
zh_cn: 无法在其自身前插入类目 '{DraggedCategory}'。

# MyBlueprint,OverrideFunction
source: Override Function
ja: 関数をオーバーライド
zh_cn: 覆盖函数

# MyBlueprint,RemoveDelegate
source: Remove Event Dispatcher
es: Eliminar emisor del evento
ja: イベントディスパッチャーを取り除く
pt_br: Remover Despachante de Evento
zh_cn: 移除事件调度器

# MyBlueprint,RemoveEventNode
source: Remove EventNode
es: Eliminar EventNode
ja: イベントノードを取り除く
pt_br: Remover EventNode
zh_cn: 移除EventNode

# MyBlueprint,RemoveGraph
source: Remove Graph
es: Eliminar gráfico
ja: グラフを取り除く
pt_br: Remover Grafo
zh_cn: 移除图表

# MyBlueprint,RemoveLocalVariable
source: Remove Local Variable
es: Eliminar variable local
ja: ローカル変数を取り除く
pt_br: Remover Variável Local
zh_cn: 删除局部变量

# MyBlueprint,RemoveVariable
source: Remove Variable
es: Eliminar variable
ja: 変数を取り除く
pt_br: Remover Variável
zh_cn: 移除变量

# Structure,RemoveVariable
source: Remove Variable
es: Eliminar variable
ja: 変数を取り除く
pt_br: Remover Variável
zh_cn: 移除变量

# MyBlueprint,Rename_Tooltip
source: Renames this function or variable from blueprint.
es: Cambia el nombre de esta función o variable del Blueprint.
ja: ブループリントの関数名または変数名を変更
pt_br: Renomeia esta função ou variável do esquema.
zh_cn: 从蓝图中重命名该函数或变量。

# MyBlueprint,RenameCategory
source: Rename Category
es: Cambiar el nombre de la categoría
ja: カテゴリ名を変更
pt_br: Renomear Categoria
zh_cn: 重命名类目

# MyBlueprint,ShowEmptySections
source: Show Empty Sections
ja: 空のセクションを表示
zh_cn: 显示空白部分

# MyBlueprint,ShowEmptySectionsTooltip
source: Should we show empty sections? eg. Graphs, Functions...etc.
ja: グラフ、関数などからのセクションを表示しますか？
zh_cn: 是否应显示空白部分？比如图表、函数...等等。

# MyBlueprint,ShowInheritedVariables
source: Show Inherited Variables
ja: 継承した変数を表示
zh_cn: 显示继承的变量

# MyBlueprint,ShowInheritedVariablesTooltip
source: Should inherited variables from parent classes and blueprints be shown in the tree?
es: ¿Deben mostrarse las variables heredadas de las clases padre y Blueprints en el árbol?
ja: 親クラスから継承した変数とブループリントをツリーに表示しますか？
pt_br: Deve herdar variáveis de classes pai e os esquemas serem exibidos na árvore?
zh_cn: 从父类中继承的变量及蓝图是否应该显示在树结构中?

# NavigationBuild,NavigationBuildDoneMessage
source: Navigation building completed.
es: Diseño de la navegación completado.
ja: ナビゲーションのビルドが完了しました
pt_br: Compilação de navegação concluída.
zh_cn: 导航构建完成。

# NavigationBuild,NavigationBuildingComplete
source: Navigation building done!
es: ¡Diseño de navegación hecho!
ja: ナビゲーションのビルドが完了しました！
pt_br: Compilação de navegação concluída!
zh_cn: 导航构建完成。

# NavigationBuild,NavigationBuildingInProgress
source: Building Navigation ({RemainingTasks})
ja: ナビゲーション ({RemainingTasks}) をビルド中
zh_cn: 构建导航 ({RemainingTasks})

# NewLevelDialog,NewLevelItemLabel
source: Empty Level
es: Nivel vacío
ja: 空のレベル
pt_br: Nível Vazio
zh_cn: 空关卡

# NewLevelDialog,WindowHeader
source: New Level
es: Nivel nuevo
ja: 新規レベル
pt_br: Novo Nível
zh_cn: 新建关卡

# NewNotifySubMenu,ManageNotifies
source: Manage Notifies...
es: Gestionar los avisos…
ja: 通知を管理...
pt_br: Gerenciar Notificações...
zh_cn: 管理通知...

# NewNotifySubMenu,ManageNotifiesToolTip
source: Opens the Manage Notifies window
es: Abre la ventana de los avisos de gestión
ja: 通知管理ウィンドウを開く
pt_br: Abre a janela Gerenciar Notificações
zh_cn: 打开管理通知窗口

# NewNotifySubMenu,NewNotifySubMenuAddNotify
source: Add Notify...
es: Añadir un aviso...
ja: 通知を追加...
pt_br: Adicionar Notificação...
zh_cn: 添加通知...

# NewNotifySubMenu,NewNotifySubMenuAddNotifyState
source: Add Notify State...
es: Añadir un estado de aviso...
ja: 通知ステートを追加...
pt_br: Adicionar Estado de Notificação...
zh_cn: 添加通知状态...

# NewNotifySubMenu,NewNotifySubMenuAddNotifyStateToolTip
source: Add AnimNotifyState
es: Añadir AnimNotifyState
ja: アニム通知Stateを追加
pt_br: Adicionar AnimNotifyState
zh_cn: 添加AnimNotifyState

# NewNotifySubMenu,NewNotifySubMenuAddNotifyToolTip
source: Add AnimNotifyEvent
es: Añadir AnimNotifyEvent
ja: アニメーション通知イベントを追加
pt_br: Adicionar AnimNotifyEvent
zh_cn: 添加AnimNotifyEvent

# NewNotifySubMenu,NewNotifySubMenuReplaceWithNotify
source: Replace with Notify...
ja: 通知と置換...
zh_cn: 替换为通知...

# NewNotifySubMenu,NewNotifySubMenuReplaceWithNotifyState
source: Replace with Notify State...
ja: 通知ステートと置換...
zh_cn: 替换为通知状态...

# NewProjectWizard,BasicCodeProjectDescription
source: An empty project with some basic game framework code classes created.
es: Un proyecto vacío con algunas clases del código del framework del juego básico creado.
ja: 基本的なゲームフレームワークコードクラスがいくつか設定された空のプロジェクトが作成されました
pt_br: Foi criado um projeto com algumas classes de código de estrutura básicas para jogo.
zh_cn: 创建了基础游戏框架代码类的空白项目。

# NewProjectWizard,BasicCodeProjectName
source: Basic Code
es: Código básico
ja: 基本コード
pt_br: Código Básico
zh_cn: 基础代码

# NewProjectWizard,BlankProjectDescription
source: A clean empty project with no code.
es: Añadir código al proyecto…
ja: コードなしのクリーンな空のプロジェクト
pt_br: Um projeto vazio e limpo sem código.
zh_cn: 无节点的完全空白项目。

# NewProjectWizard,BrowseForFolder
source: Browse for a folder
ja: フォルダをブラウズ
zh_cn: 浏览文件夹

# NewProjectWizard,CopyStarterContent_ToolTip
source: Enable to include an additional content pack containing simple placeable meshes with basic materials and textures. You can opt out of including this to create a project that only has the bare essentials for the selected project template.
ja: 基本的なマテリアルとテクスチャがあるシンプルで配置可能なメッシュを含んだ追加のコンテンツパックを有効にします。 選択プロジェクトテンプレートに最低限必要なコンテンツのみを設定したプロジェクトを作成するためにこれを有効にできます。
zh_cn: 启用它来包含一个额外的内容包，该内容包内有一些具备基本材质和贴图的简单的可放置网格物体。 您可以选择不包含这个额外包来创建一个项目，那么该项目将仅包含选中项目模板的基本信息。

# NewProjectWizard,CreateProject
source: Create Project
es: Crear proyecto
ja: プロジェクトを作成
pt_br: Criar Projeto
zh_cn: 创建项目

# NewProjectWizard,FinishButtonText
source: Create Project
es: Crear proyecto
ja: プロジェクトを作成
pt_br: Criar Projeto
zh_cn: 创建项目

# NewProjectWizard,FinishButtonToolTip
source: Creates your new project in the specified location with the specified template and name.
es: Crea el proyecto en la ubicación especificada con la plantilla y nombre seleccionados.
ja: 指定したテンプレートと名前で、新規プロジェクトを指定場所に作成します。
pt_br: Cria um novo projeto no local especificado com o modelo e o nome especificados.
zh_cn: 在特定位置使用特定模板和名称来创建您的新项目。

# NewProjectWizard,HardwareTargetTooltip
source: These settings will choose good defaults for a number of other settings in the project such as post-processing flags and touch input emulation using the mouse.
ja: これらの設定は、ポストプロセスフラグやマウスによるタッチインプットエミュレーションなど、他にもさまざまな適切なデフォルト値をプロジェクト設定に選択します。
zh_cn: 这些设置将会对项目中的一些设置选择良好的默认值，例如使用鼠标的后处理标识和触摸输入模拟

# NewProjectWizard,IncludeStarterContent
source: With Starter Content
ja: スターターコンテンツ有り
zh_cn: 具有初学者内容
