Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# K2Node_MakeStruct,PropertyIsNotBPVisible_Warning
source: @@ - the native property is not tagged as BlueprintReadWrite, the pin will be removed in a future release.
ja: @@ - ネイティブプロパティはブループリントReadWriteとしてタグ付されていません。このピンは今後のリリースで削除する予定です。
zh_cn: @@ - 该原生属性没有被标记为BlueprintReadWrite，该引脚在后续的版本中将会被删除。

# K2Node_MakeStruct,SetFieldsInNullStructNodeTitle
source: Set members in <unknown struct>
ja: <unknown struct> にメンバーを設定
zh_cn: 设置<unknown struct>中的成员

# K2Node_MakeStruct,SetFieldsInStruct_NullTooltip
source: Adds a node that modifies an '<unknown struct>'
ja: '<unknown struct>' を修正するノードを追加
zh_cn: 添加一个修改'<unknown struct>'的节点

# K2Node_MakeStruct,SetFieldsInStruct_Tooltip
source: Adds a node that modifies a '{0}'
ja: '{0}' を修正するノードを追加
zh_cn: 添加一个修改'{0}'的节点

# K2Node_MakeStruct,SetFieldsInStructNodeTitle
source: Set members in {StructName}
es: Ajustar miembros en {StructName}
ja: {StructName} にメンバを設定
pt_br: Definir membros em {StructName}
zh_cn: 设置{StructName}中的成员

# K2Node_MakeStruct,SetStructFields_NoStructRefError
source: The @@ pin must be connected to the struct that you wish to set.
ja: @@ ピンは設定する構造体と接続しなくてはいけません
zh_cn: @@引脚必须连接到您想设置的结构体上。

# K2Node_Message,InvalidInterfaceClass_Error
source: Node @@ has an invalid target interface class
es: El nodo @@ tiene una clase interfaz meta no válida
ja: ノード@@に無効なターゲットインターフェースクラスがあります
pt_br: O nó @@ tem uma classe de interface de destino inválida
zh_cn: 节点@@的对象接口类无效

# K2Node_Message,MessageNodeInvalid_Error
source: Message node @@ has an invalid interface.
es: El nodo de mensaje @@ tiene una interfaz no válida.
ja: メッセージノード @@ に無効なインターフェースがあります
pt_br: O nó de mensagem @@ tem uma interface inválida.
zh_cn: 信息节点@@的一个接口无效。

# K2Node_Message,MessageNodeInvalidFunction_Error
source: Unable to find function with name %s for Message node @@.
es: Al nodo mensaje @@ le ha sido imposible encontrar la función con el nombre '%s'.
ja: メッセージ ノード @@ の %s という名の関数 が見つかりません
pt_br: A função de nome %s do nó Mensagem @@ não foi localizada.
zh_cn: 无法找到信息节点@@中名称为%s的的函数。

# K2Node_Message,MessageNodeSelfPin_Error
source: Message node @@ must have a valid target or reference to self.
ja: Message ノード @@ に有効なターゲットまたは自身へのリファレンスを設定しなくてはいけません。
zh_cn: 消息节点@@必须有一个有效的目标或者到其自身的引用。

# K2Node_Message,NoPinConnectionFound_Error
source: Unable to find connection for pin! Check AllocateDefaultPins() for consistency!
es: ¡El Pin no ha encontrado conexión! ¡Compruebe AllocateDefaultPins() para mayor consistencia!
ja: ピンの接続が見つかりません！AllocateDefaultPins() の一貫性を確認してください
pt_br: Conexão do fixador não localizada! Verifique se AllocateDefaultPins() é consistente!
zh_cn: 没有找到引脚的连接! 请检查AllocateDefaultPins()确认一致性!

# K2Node_MultiGate,MultiGateNode IndexWarning
source: MultiGate Node failed! Out of bounds indexing of the out pins. There are only %d outs available.
es: ¡Se ha producido un error en el nodo MultiGate! Fuera de la indexación de los límites de los Pins exteriores. Hay solo %d salidas disponibles.
ja: マルチゲートノードは失敗しました！アウトプットピンのインデックスが範囲外です。 %d までが有効です。
pt_br: Falha no Nó MultiGate! Indexação dos fixadores fora dos limites. Só há %d saídas disponíveis.
zh_cn: MultiGate节点失败! 输出引脚索引超界。仅有%d个输出可用。

# K2Node_MultiGate,NoValidOutput_Warning
source: @@ has no valid output
ja: @@ に有効なアウトプットがありません
zh_cn: @@没有有效输出

# K2Node_PureAssignmentStatement,NoVarriableTerm_Error
source: ICE: no variable term found in @@
ja: ICE: @@ に変数条件がありあません
zh_cn: ICE: 在@@中未找到变量关键字

# K2Node_Select,Error_UnregisterOptionPin
source: Unregister option pin @@
es: Pin de opción no registrado @@
ja: オプションピン @@ を非登録にする
pt_br: Desregistrar o fixador de opção @@
zh_cn: 未注册的选项引脚@@

# K2Node_Select,SelectNodeIndexWarning
source: Graph %s: Selection Node of type %s failed! Out of bounds indexing of the options. There are only %d options available.
es: Gráfico %s: ¡Se ha producido un error en el nodo de selección del tipo %s! Fuera de la indexación de los límites de las opciones. Hay solo %d opciones disponibles.
ja: グラフ %s: 選択ノードの種類 %s が失敗しました！オプションのインデックスが範囲外です。 %d オプションのみ利用可能です。
pt_br: Grafo %s: falha no Nó de Seleção do tipo %s! Indexação de opções fora dos limites. Só há %d opções disponíveis.
zh_cn: 图表%s: 类型%s 的Selection节点失败! 选项索引超界。仅有%d个选项可用。

# K2Node_Select,SelectNodeTooltip
source: Return the option at Index, (first option is indexed at 0)
ja: インデックスでオプションを返します（最初のオプションは値0にインデックス付けされます）
zh_cn: 返回所索引处的选项(第一个选项的索引是0)

source: ICE SetVariableOnPersistentFrame - No property found. @@
ja: ICE SetVariableOnPersistentFrame - プロパティがありません。 @@
zh_cn: ICE SetVariableOnPersistentFrame -未找到属性。@@

# K2Node_SetVariableOnPersistentFrame,SetVariableOnPersistentFrame_NoTerm
source: ICE SetVariableOnPersistentFrame - No terminal found. @@
ja: ICE SetVariableOnPersistentFrame - ターミナルがありません。 @@
zh_cn: ICE SetVariableOnPersistentFrame -未找到终端。@@

# K2Node_SpawnActor,BlueprintPinDescription
source: The blueprint Actor you want to spawn
es: El actor del Blueprint que quiere generar
ja: スポーンするブループリントアクタ
pt_br: O Ator do esquema a ser criado
zh_cn: 您想要生成的蓝图Actor

# K2Node_SpawnActor,NoCollisionFailPinDescription
source: Determines if the Actor should be spawned when the location is blocked by a collision
es: Determina si el actor debe ejecutarse cuando la ubicación está bloqueada por una colisión
ja: 位置がコリジョンでブロックされた時にアクタをスポーンするか判断します
pt_br: Determina se o Ator deve ser criado quando o local estiver bloqueado por uma colisão
zh_cn: 确认当位置被碰撞所阻隔时是否应生成Actor

# K2Node_SpawnActor,NodeTooltip
source: Attempts to spawn a new Actor with the specified transform
es: Intenta generar un nuevo actor con la transformación especificada
ja: 指定したトランスフォームで新規アクタのスポーンを試行
pt_br: Tenta criar um novo Ator com a transformação especificada
zh_cn: 尝试使用指定的变换来生成新Actor

# K2Node_SpawnActorFromClass,NodeTooltip
source: Attempts to spawn a new Actor with the specified transform
es: Intenta generar un nuevo actor con la transformación especificada
ja: 指定したトランスフォームで新規アクタのスポーンを試行
pt_br: Tenta criar um novo Ator com a transformação especificada
zh_cn: 尝试使用指定的变换来生成新Actor

# K2Node_SpawnActor,ResultPinDescription
source: The spawned Actor
es: El actor que se ha generado
ja: スポーンしたアクタ
pt_br: O Ator criado
zh_cn: 生成的Actor

# K2Node_SpawnActorFromClass,ResultPinDescription
source: The spawned Actor
es: El actor sue se ha generado
ja: スポーンしたアクタ
pt_br: O Ator criado
zh_cn: 生成的Actor

# K2Node_SpawnActor,SpawnActorNodeInvalidBlueprint_Error
source: Spawn node @@ must have a blueprint based on Actor specified.
es: El nodo generado @@ debe tener un Blueprint en base al actor especificado.
ja: スポーンノード @@ は指定したアクタに基づいたブループリントを設定しなければいけません
pt_br: O nó de criação @@ deve ter um esquema baseado no Ator especificado.
zh_cn: 生成节点@@必须有基于指定Actor的蓝图。

# K2Node_SpawnActor,SpawnActorNodeMissingBlueprint_Error
source: Spawn node @@ must have a blueprint specified.
es: El nodo generado @@ debe tener un Blueprint especificado.
ja: スポーンノード @@ はブループリントを指定しなくてはいけません。
pt_br: O nó de criação @@ deve ter um esquema especificado.
zh_cn: 生成节点@@必须有指定的蓝图。

# K2Node_SpawnActor,SpawnActorNodeOnlyDefaultBlueprint_Deprecatio
source: Spawn Actor @@ is DEPRECATED and should be replaced by SpawnActorFromClass
es: El actor generado @@ está obsoleto y debe ser reemplazado por SpawnActorFromClass
ja: アクタ @@ のスポーンは非推奨です。スポーンActorFromクラス と置き換えてください。
pt_br: Criação de Ator @@ está DESCONTINUADO e deve ser substituído por SpawnActorFromClass
zh_cn: Spawn Actor @@已废弃，应该使用 SpawnActorFromClass替换。

# K2Node_SpawnActor,TransformPinDescription
source: The transform to spawn the Actor with
es: La transformación con la que generar el actor
ja: アクタをスポーンするためのトランスフォーム
pt_br: A transformação com a qual o Ator será criado
zh_cn: 生成Actor所需的变换

# K2Node_SpawnActorFromClass,TransformPinDescription
source: The transform to spawn the Actor with
es: La transformación con la que generar el actor
ja: アクタをスポーンするためのトランスフォーム
pt_br: A transformação com a qual o Ator será criado
zh_cn: 生成Actor所需的变换

# K2Node_SpawnActorFromClass,ClassPinDescription
source: The Actor class you want to spawn
es: La clase de actor que quiere generar
ja: スポーンするアクタクラス
pt_br: A classe de Ator a ser criada
zh_cn: 您要生成的Actor类

# K2Node_Switch,ActionMenuCategory
source: Switch
es: Cambiar
ja: 切り替える
pt_br: Alternar
zh_cn: 切换

# K2Node_Timeline,DIF_TimelineAutoPlay
source: Timeline AutoPlay Changed '{NodeName}'
es: La línea de tiempo de reproduccción automática ha cambiado '{NodeName}'
ja: タイムラインのオートプレイが変更しました '{NodeName}'
pt_br: A AutoPlay da Linha do Tempo '{NodeName}' foi alterada
zh_cn: 时间轴的自动播放改变 '{NodeName}'

# K2Node_Timeline,DIF_TimelineAutoPlayToolTip
source: Timeline '{NodeName}' had its AutoPlay state changed
es: La línea de tiempo '{NodeName}' tenía el estado AutoPlay cambiado
ja: タイムライン '{NodeName}' のオートプレイ ステートが変更しました
pt_br: O estado da AutoPlay da linha do tempo '{NodeName}' mudou
zh_cn: 时间轴'{NodeName}'的自动播放状态已经改变

# K2Node_Timeline,DIF_TimelineLength
source: Timeline Length '{NodeName}' [{TimelineLength1} -> {TimelineLength2}]
es: Duración de la línea de tiempo '{NodeName}' [{TimelineLength1} -> {TimelineLength2}]
ja: タイムラインの長さ '{NodeName}' [{TimelineLength1} -> {TimelineLength2}]
pt_br: Comprimento da Linha do Tempo '{NodeName}' [{TimelineLength1} -> {TimelineLength2}]
zh_cn: 时间轴长度 '{NodeName}' [{TimelineLength1} -> {TimelineLength2}]

# K2Node_Timeline,DIF_TimelineLengthToolTip
source: Length of Timeline '{NodeName}' has changed. Was {TimelineLength1}, but is now {TimelineLength2}
es: La longitud de la línea de tiempo '{NodeName}' ha cambiado. Era {TimelineLength1}, pero ahora es {TimelineLength2}
ja: タイムライン '{NodeName}' の長さが変更しました。 {TimelineLength1} でしたが {TimelineLength2} になりました
pt_br: A duração da linha do tempo '{NodeName}' mudou. Era {TimelineLength1}, mas agora é {TimelineLength2}
zh_cn: 时间轴 '{NodeName}' 的长度已改变。原来是{TimelineLength1}，但现在是{TimelineLength2}

# K2Node_Timeline,DIF_TimelineLooping
source: Timeline Loop Changed '{NodeName}'
es: La línea de tiempo de bucle ha cambiado '{NodeName}'
ja: タイムラインのループが変更しました '{NodeName}'
pt_br: O Loop da Linha do Tempo '{NodeName}' foi alterado
zh_cn: 时间轴的循环状态改变 '{NodeName}'

# K2Node_Timeline,DIF_TimelineLoopingToolTip
source: Timeline '{NodeName}' had its looping state changed
es: La línea de tiempo '{NodeName}' tenía el estado de bucle cambiado
ja: タイムライン '{NodeName}' のループステートが変更しました
pt_br: O estado de loop da linha do tempo '{NodeName}' mudou
zh_cn: 时间轴'{NodeName}'的循环状态已经改变

# K2Node_Timeline,DIF_TimelineNumTracks
source: {TrackType} Track Count '{NodeName}'
es: {TrackType} Recuento de pista '{NodeName}'
ja: {TrackType} トラック数 '{NodeName}'
pt_br: Contagem de Faixa {TrackType} '{NodeName}'
zh_cn: {TrackType} 轨迹数量'{NodeName}'

# K2Node_Timeline,DIF_TimelineNumTracksToolTip
source: The number of {TrackType} tracks in Timeline '{NodeName}' has changed
es: El número de pistas {TrackType} en la línea de tiempo '{NodeName}' ha cambiado
ja: タイムライン '{NodeName}' の {TrackType} トラック数が変更しました
pt_br: O número de faixas de {TrackType} na linha do tempo '{NodeName}' mudou
zh_cn: 时间轴'{NodeName}'中{TrackType}轨迹的数量已经改变

# K2Node_Timeline,DIF_TimelineTrackModified
source: Track Modified '{TrackName}'
es: Pista modificada '{TrackName}'
ja: 修正されたトラック '{TrackName}'
pt_br: Faixa Modificado '{TrackName}'
zh_cn: 已修改的轨迹'{TrackName}'

# K2Node_Timeline,DIF_TimelineTrackModifiedToolTip
source: Track '{TrackName}' of Timeline '{NodeName}' was Modified
es: La pista '{TrackName}' de la línea de tiempo '{NodeName}' fue modificada
ja: タイムライン '{NodeName}' のトラック '{TrackName}' が修正されました
pt_br: A faixa '{TrackName}' da Linha do Tempo '{NodeName}' foi modificada
zh_cn: 时间轴'{NodeName}'的轨迹'{TrackName}'被修改

# K2Node_Timeline,ExpandForPin_Error
source: ExpandForPin error, no property found for @@
es: Error ExpandForPin, no se ha encontrado propiedad para @@
ja: ExpandForPinエラー、 @@ のプロパティが見つかりません
pt_br: Erro de ExpandForPin, nenhuma propriedade de @@ encontrada
zh_cn: ExpandForPin 错误，没有找到 @@的属性

# K2Node_Timeline,NoTimelineTitle
source: Add Timeline...
es: Añadir línea de tiempo...
ja: タイムラインを追加する...
pt_br: Adicionar Linha do Tempo...
zh_cn: 添加时间轴...

# K2Node_Timeline,TimelineTooltip
source: Timeline node allows values to be keyframed over time. Double click to open timeline editor.
es: El nodo de línea de tiempo permite que los valores se ajusten a los fotogramas clave en el tiempo. Haga doble clic para abrir el editor de la línea de tiempo.
ja: Timelineノードは経時的に値のキーフレーム化を有効にします ダブルクリックするとタイムラインエディタが開きます。
pt_br: O nó da linha do tempo permite que valores sejam colocados em quadros-chave ao longo do tempo. Clique duas vezes para abrir o editor da linha do tempo.
zh_cn: Timeline使得可以随着时间设置值的关键帧。 双击来打开时间轴编辑器。

# K2Node_Timeline,Vector
source: Vector
ja: ベクター
pt_br: Vetor
zh_cn: 向量

# NiagaraOpInfo,Vector Name
source: Vector
ja: ベクター
zh_cn: 向量

# K2Node_VariableSet,SetBlueprintVariable_Tooltip
source: Set the value of variable {VarName} {UserTooltip}
ja: 変数 {VarName} 値を設定 {UserTooltip}

# K2Node_VariableSet,SetVariableProperty_Tooltip
source: Set the value of variable {VarName} {PropertyTooltip}
ja: 変数 {VarName} 値を設定 {PropertyTooltip}
zh_cn: 设置变量{VarName}的值 {PropertyTooltip}

# K2Node_VariableSet,SetVariablePropertyWithRepNotify_Tooltip
source: Set the value of variable {VarName} and call {ReplicationNotifyName} {PropertyTooltip}
ja: 変数 {VarName} 値を設定して{ReplicationNotifyName}を呼び出します {PropertyTooltip}
zh_cn: 设置变量{VarName}的值并调用{ReplicationNotifyName} {PropertyTooltip}

# K2Node_VariableSet,SetVariableTooltip
source: Set the value of variable {VarName}
ja: 変数 {VarName} 値を設定
zh_cn: 设置变量{VarName}的值

# K2Node_VariableSet,SetVariableWithRepNotify_Tooltip
source: Set the value of variable {VarName} and call {ReplicationNotifyName}
ja: 変数 {VarName} 値を設定して{ReplicationNotifyName}を呼び出します
zh_cn: 设置变量{VarName}的值并调用{ReplicationNotifyName}

# K2Node_VariableSetRef,ResolveValueIntoVariablePin_Error
source: Failed to resolve term @@ passed into @@
es: Error al solucionar el paso del término @@ en @@
ja: @@ へ渡された条件 @@ の解決に失敗しました
pt_br: Falha ao resolver o termo @@ passado para @@
zh_cn: 解析传送到@@的关键字@@失败

# VariableSetHandler,ResolveValueIntoVariablePin_Error
source: Failed to resolve term @@ passed into @@
es: Error al solucionar término @@ pasado a @@
ja: @@ へ渡された条件 @@ の解決に失敗しました
pt_br: Falha ao resolver o termo @@ passado para @@
zh_cn: 解析@@（它被传入到@@中）失败

# K2Node_VariableSetRef,WriteConst_Error
source: Cannot write to const @@
es: No se puede escribir a la constante @@.
ja: 定数 @@ へ書き込めません
pt_br: Não é possível gravar em const @@
zh_cn: 无法写入常量@@

# VariableSetHandler,WriteConst_Error
source: Cannot write to const @@
es: No se ha podido escribir en el repositorio @@.
ja: 定数 @@ に書き込めません
pt_br: Não é possível gravar em const @@
zh_cn: 不能写入到常量 @@

# KeySelector,ChangeKey
source: Change Key Value
ja: キー値を変更する
zh_cn: 修改关键帧值

# KeySelector,KeySelector
source: Select the key value.
ja: キー値を選択
zh_cn: 选择键值。

# Kismet,AddArgumentPin
source: Add Argument Pin
es: Añadir Pin de argumento
ja: 引数ピンを追加
pt_br: Adicionar Fixador de Argumento
zh_cn: 添加参数引脚

# Kismet,Blueprint Modified
source: Blueprint requires updating. Please resave.
es: El Blueprint necesita actualizarse. Por favor, vuelva a guardar.
ja: ブループリントの更新が必要です。もう一度保存してください。
pt_br: É preciso atualizar o esquema. Salve novamente.
zh_cn: 蓝图需要更新。请重新保存。

# Kismet,RemoveArgumentPin
source: Remove Argument Pin
es: Eliminar Pin de argumento
ja: 引数ピンを削除
pt_br: Remover Fixador de Argumento
zh_cn: 删除参数引脚

# KismetCompiler,AddSelfComponent_Error
source: @@ cannot add a '{ChildActorClass}' component in the construction script (could cause infinite recursion).
es: @@ no puede añadir un componente '{ChildActorClass}' en el script de construcción (podría provocar recursividad infinita).
ja: @@ はコンストラクションスクリプトに '{ChildActorClass}' コンポーネントを追加できません（無限再帰の原因になります）
pt_br: @@ não pode adicionar um componente '{ChildActorClass}' no script de construção (poderia causar uma recursão infinita).
zh_cn: @@不能在构建脚本中添加一个'{ChildActorClass}'组件 (可能导致无限递归)。

# KismetCompiler,AddStaticChildActorComponent_Error
source: @@ cannot add a '{ChildActorClass}' component as it has static mobility, and the ChildActorComponent does not.
es: @@ no puede añadir un componente '{ChildActorClass}' ya que no tiene movilidad estática, y el ChildActorComponent no la tiene.
ja: スタティックな可動性であるため @@ は '{ChildActorClass}' コンポーネントを追加できません。また 子アクタコンポーネント にはスタティックな可動性がありません。
pt_br: @@ não pode adicionar um componente '{ChildActorClass}' como se tivesse mobilidade estática e o ChildActorComponent não.
zh_cn: @@不能添加一个 '{ChildActorClass}'组件，因为它具有静态可移动性，而ChildActorComponent没有。

# KismetCompiler,Axis_InputKey_Warning
source: InputKey Event specifies axis FKey'{0}' for @@
es: El evento InputKey indica el eje FKey'{0}' para @@
ja: インプットキーイベントは @@ に軸 FKey'{0}' を指定します
pt_br: O Evento de InputKey especifica o eixo FKey'{0}' de @@
zh_cn: InputKey事件为@@指定坐标轴FKey'{0}'

# KismetCompiler,CannotCreateStubForEvent_Error
source: Graph named '%s' already exists in '%s'. Another one cannot be generated from @@
ja: '%s' に '%s' という名前のグラフが既に存在します。同じ名前のグラフは @@ から作成できません
zh_cn: 名称为'%s'的图表已经存在于'%s'中。不能从@@生成另一个。

# KismetCompiler,ClassHasMembers_Note
source: Class %s has members:
es: La clase %s tiene miembros:
ja: クラス %s にメンバーがあります
pt_br: A classe %s tem membros:
zh_cn: 类%s具有成员:

# KismetCompiler,CollapseTunnel_Error
source: Failed to collapse tunnel @@
es: Error al reducir el túnel @@
ja: トンネル @@ の折りたたみに失敗しました
pt_br: Falha ao recolher o túnel @@
zh_cn: 合并通道@@失败

# KismetCompiler,DeadExecution_Note
source: The path is never executed. @@
ja: このパスは一度も実行されていません @@
zh_cn: 路径永不会被执行。@@

# KismetCompiler,DirectionMismatchParameter_Error
source: The direction of @@ doesn't match the direction of parameter %s
es: La dirección de @@ no coincide con la dirección del parámetro %s
ja: @@ の方向がパラメータの方向 %s と一致しません
pt_br: A direção de @@ não corresponde à direção do parâmetro %s
zh_cn: @@ 的方向和参数 %s的方向不匹配

# KismetCompiler,DuplicateFieldName_Error
source: Name collision - function and property have the same name - '%s'. @@
es: Nombre de la colisión - la función y la propiedad tienen el mismo nombre - '%s'. @@
ja: 名前のコリジョン－関数とプロパティの名前が同一です- '%s' @@
pt_br: Conflito de nomes: função e propriedade têm o mesmo nome '%s'. @@
zh_cn: 命名冲突 - 函数和属性具有相同的名称 - '%s'。@@

# KismetCompiler,DuplicateFunctionName_Error
source: Found more than one function with the same name %s; second occurance at @@
es: Se ha encontrado más de una función con el mismo nombre %s; segunda ocurrencia en @@
ja: 同一名の関数 %s が複数存在します。 @@ で2つ目が発生してます
pt_br: Encontrada mais de uma função com o mesmo nome: %s; segunda ocorrência em @@
zh_cn: 找到了多个具有同样名称 %s的函数; 第二次出现该名称的位置是@@

# KismetCompiler,EventNodeOutOfDate_Error
source: Event node @@ is out-of-date. Please refresh it.
es: El nodo evento @@ no está actualizado. Por favor, actualizar.
ja: イベントノード @@ は最新ではありません。更新してください。
pt_br: O nó de evento @@ está desatualizado. Atualize-o.
zh_cn: 事件节点@@已过期。 请刷新它。

# KismetCompiler,ExpandedMacroComment
source: Macro %s
ja: マクロ %s
zh_cn: 宏%s

# KismetCompiler,ExpectedOneFunctionEntry_Error
source: Expected only one function entry node in graph @@, but found both @@ and @@
es: Se esperaba solo un nodo entrada de función en el gráfico @@, pero se han encontrado ambos @@ y @@
ja: グラフ @@ に予期される関数エントリ ノードが 1 つであったのに対し、 @@ と @@ が見つかりました
pt_br: Era esperado somente um nó de entrada de função no grafo @@, mas foram encontrados @@ e @@
zh_cn: 仅需要一个函数入口节点，但找到两个: @@ 和 @@

# KismetCompiler,ExposeToSpawnButPrivateWarning
source: Variable %s is marked as 'Expose on Spawn' but not marked as 'Editable'; please make it 'Editable'
es: La variable %s se ha señalado como 'Exponer en la creación' pero no como 'editable'. Por favor, hágalo 'editable'
ja: 変数 %s は 'スポーン時に公開' としてマークされていますが '編集可能' にマークされていません。 '編集可能' に設定してください。
pt_br: A variável %s está marcada como 'Expor na Criação', mas não como 'Editável'; torne-a 'Editável'
zh_cn: 变量%s被标记为'在生成时暴露'，但没有标记为'可编辑'；请把它设置为'可编辑'

# KismetCompiler,FailedBuildingConnection_Error
source: COMPILER ERROR: failed building connection with '%s' at @@
es: ERROR DEL COMPILADOR: error al crear una conexión con '%s' en @@
ja: コンパイラ エラー: @@ にて '%s' とのビルド接続の構築に失敗しました
pt_br: ERRO DO COMPILADOR: falha ao fazer a conexão com '%s' em @@
zh_cn: 编译错误: 不能和@@的 '%s'建立连接

# KismetCompiler,FailedCreateProperty_Error
source: Failed to create property %s from @@ due to a bad or unknown type (%s)
es: Error al crear la propiedad %s desde @@ debido a un tipo malo o desconocido (%s)
ja: 不正または不明なタイプ (%s) なため、 @@ からプロパティ %s を作成できませんでした。
pt_br: Falha ao criar a propriedade %s de @@ devido a um tipo desconhecido ou inválido (%s)
zh_cn: 从@@创建属性 %s 失败，因为存在一个坏的或未知类型 (%s)

# KismetCompiler,FindClassForPin_Error
source: Failed to find class for pin @@
es: Error al buscar clase para el Pin @@
ja: ピン @@ のクラスが見つかりませんでした
pt_br: Falha ao localizar a classe do fixador @@
zh_cn: 没有找到引脚@@的类!

# KismetCompiler,FindStructForPin_Error
source: Failed to find struct for pin @@
es: Error al buscar estructura para el Pin @@
ja: ピン @@ の構造体が見つかりませんでした
pt_br: Falha ao localizar o struct do fixador @@
zh_cn: 没有找到引脚@@的结构体!

# KismetCompiler,FunctionCompileFailed_Note
source: Function #%d failed to compile and is not valid.
es: Error al compilar la función #%d y no es válida
ja: 関数 #%d がコンパイルに失敗し、無効です
pt_br: A função #%d falhou ao compilar e não é válida.
zh_cn: 函数 #%d 编译失败，切无效。

# KismetCompiler,FunctionGraphConflictWarning
source: Found a function graph with a conflicting name (%s) - changed to %s.
es: Se ha encontrado un gráfico de función con un nombre incompatible (%s) - modificado a %s
ja: コンフリクトした名前 (%s) で関数グラフが見つかりました－ %s に変更しました。
pt_br: Foi encontrado um grafo de função com um nome conflitante (%s) — alterado para %s.
zh_cn: 找到一个带冲突名称(%s)的函数图表-变更为%s。

# KismetCompiler,FunctionHasMembers_Note
source: Function %s has members:
es: La función %s tiene miembros:
ja: 関数 %s にメンバがあります
pt_br: A função %s tem membros:
zh_cn: 函数%s具有成员:

# KismetCompiler,HasBothCanAndCannotMetadata
source: Native class %s has both '%s' and '%s' metadata specified, they are mutually exclusive and '%s' will win.
ja: Native クラス %s に '%s' と '%s のメタデータが両方指定されています。相互に排他的なため '%s' が優先されます。
zh_cn: 原生类%s指定了'%s'和'%s'元数据，它们是相互排他的，'%s'将获胜。

# KismetCompiler,IncompatibleAccessSpecifier_Error
source: Access specifier is not compatible the parent function @@
es: El seleccionador de acceso no es compatible con la función padre @@
ja: アクセス指定子は親関数 @@ と互換性がありません
pt_br: O especificador de acesso não é compatível com a função pai @@
zh_cn: 访问修饰符和父项函数 @@ 不兼容

# KismetCompiler,IncompatibleOverrideFlags_Error
source: Overriden function is not compatible with the parent function @@. Check flags: Exec, Final, Static.
ja: オーバーライドされた関数は親関数 @@ と互換性がありません。 次のフラグをチェック: Exec、Final、スタティック
zh_cn: 重载函数和父项函数@@不兼容。检查标志：Exec、Final、Static。

# KismetCompiler,InputPin_OneConnection_Error
source: Input pin @@ cannot have more than one connection
es: El Pin de entrada @@ no puede tener más de una conexión
ja: インプットピン @@ に複数の接続を設定できません
pt_br: O fixador de entrada @@ não pode ter mais de uma conexão
zh_cn: 输出引脚 @@ 不能具有多个连接

# KismetCompiler,Invalid_GetInputAxisKey_Warning
source: GetInputAxisKey Value specifies invalid FKey'{0}' for @@
es: El valor GetInputAxisKey indica que FKey'{0}' no es válido para @@
ja: GetInputAxisKey値は @@ に無効な FKey'{0}' を指定します
pt_br: O Valor de GetInputAxisKey especifica uma FKey'{0}' inválida de @@
zh_cn: GetInputAxisKey的值为@@指定了无效的FKey'{0}'

# KismetCompiler,Invalid_GetInputVectorAxis_Warning
source: GetInputVectorAxis Value specifies invalid FKey'{0}' for @@
es: El valor GetInputVectorAxis indica que FKey'{0}' no es válido para @@
ja: GetInputVectorAxis値は @@ に無効な FKeyFKey'{0}' を指定します
pt_br: O Valor de GetInputVectorAxis especifica uma FKey'{0}' inválida de @@
zh_cn: GetInputVectorAxis 的值为@@指定了无效的FKey'{0}'
