Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# DebuggerCommands,ProvisionNotFoundMessageDetail
source: A provision is required for deploying your app to the device.
ja: デバイスへアプリをデプロイするにはプロビジョニングプロファイルが必須です
zh_cn: 需要有一个服务条款才能将您的应用程序部署到该设备上。

# MainFrameActions,ProvisionNotFoundMessageDetail
source: A provision is required for deploying your app to the device.
ja: デバイスへアプリをデプロイするにはプロビジョニングプロファイルが必須です
zh_cn: 您需要具有一个协议条款才能将您的应用程序部署到该设备上。

# DebuggerCommands,RepeatLastLaunch
source: Launch
es: Arranque
ja: 起動
pt_br: Iniciar
zh_cn: 启动

# EditorTutorialDetailsCustomization,LaunchButtonLabel
source: Launch
ja: 起動
zh_cn: 启动

# UICommands.DebuggerCommands,RepeatLastLaunch
source: Launch
ja: 起動
zh_cn: 启动

# DebuggerCommands,RepeatLaunchSelectOptionToolTip
source: Select a play-on target from the combo menu
es: Seleccionar una meta durante el juego desde el menú desplegable
ja: コンボメニューからプレイオンターゲットを選択
pt_br: Selecione um alvo de jogo no menu de combinação
zh_cn: 从组合菜单中选择一个播放平台

# DebuggerCommands,RepeatLaunchTooltip
source: Launch this level on {DeviceName}
es: Iniciar este nivel en {DeviceName}
ja: このレベルを {DeviceName} で起動する
pt_br: Iniciar este nível em {DeviceName}
zh_cn: 在{DeviceName}上启动该关卡

# DebuggerCommands,ResumePIE
source: Resume play-in-editor session
es: Reanuda la sesión de la reproducción en el editor
ja: プレイ イン エディタ セッションを再開
pt_br: Retomar sessão de jogar-no-editor (PIE)
zh_cn: 继续‘在编辑器中运行’过程

# DebuggerCommands,ResumeSIE
source: Resume simulation
es: Reanudar simulación
ja: シミュレーションを再開
pt_br: Retomar simulação
zh_cn: 继续模拟

# UICommands.BehaviorTreeEditorCommands,ResumePlaySession_ToolTip
source: Resume simulation
ja: シミュレーションを再開
zh_cn: 继续模拟

# UICommands.DebuggerCommands,ResumePlaySession_ToolTip
source: Resume simulation
ja: シミュレーションを再開
zh_cn: 继续模拟

# DebuggerCommands,SdkNotFoundMessage
source: Software Development Kit (SDK) not found.
ja: ソフトウェア開発キット(SDK) が見つかりませんでした
zh_cn: 没有找到软件开发工具包(SDK)

# MainFrameActions,SdkNotFoundMessage
source: Software Development Kit (SDK) not found.
ja: ソフトウェア開発キット(SDK) が見つかりませんでした
zh_cn: 没有找到软件开发工具包(SDK)。

# DebuggerCommands,SdkNotFoundMessageDetail
source: Please install the SDK for the {0} target platform!
ja: {0} ターゲットプラットフォームのSDKをインストールしてください！
zh_cn: 请为{0}目标平台安装该软件开发工具包！

# MainFrameActions,SdkNotFoundMessageDetail
source: Please install the SDK for the {0} target platform!
ja: {0} ターゲットプラットフォームのSDKをインストールしてください！
zh_cn: 请安装针对{0}目标平台的SDK！

# DebuggerCommands,SigningKeyNotFoundMessage
source: Signing key not found.
ja: Signing キー（署名鍵）が見つかりませんでした
zh_cn: 没有找到签名密钥。

# MainFrameActions,SigningKeyNotFoundMessage
source: Signing key not found.
ja: Signing キー（署名鍵）が見つかりませんでした
zh_cn: 没有找到签名密钥。

# DebuggerCommands,SigningKeyNotFoundMessageDetail
source: The app could not be digitally signed, because the signing key is not configured.
ja: 署名鍵が設定されていないため、アプリをデジタル署名できませんでした。
zh_cn: 应用程序无法进行数字签名，因为没有配置签名密钥。

# MainFrameActions,SigningKeyNotFoundMessageDetail
source: The app could not be digitally signed, because the signing key is not configured.
ja: 署名鍵が設定されていないため、アプリをデジタル署名できませんでした。
zh_cn: 该应用程序不能进行数字签名，因为没有签名密钥。

# DebuggerCommands,ToggleBetweenPieAndSIELabel
source: Toggle Between PIE and SIE
es: Conmutar entre PIE y SIE
ja: PIEとSIEの切り替え
pt_br: Alternar entre PIE e SIE
zh_cn: 在PIE和SIE间切换

# UnrealEd,ToggleBetweenPIEandSIE
source: Toggle Between PIE and SIE
es: Conmutar entre PIE y SIE
ja: PIEとSIEを切り替える
pt_br: Alternar entre PIE e SIE
zh_cn: 切换PIE和SIE

# DebuggerCommands,ToggleBetweenPieAndSIEToolTip
source: Toggles the current play session between play in editor and simulate in editor
es: Conmuta la sesión de reproducción actual entre la reproducción en el editor y la simulación en el editor (PIE/SIE)
ja: 現在のセッションのプレイ インとシミュレート インを切り替える
pt_br: Alterna a sessão de jogo atual entre jogar no editor e simular no editor
zh_cn: 在‘在编辑器中运行’和‘在编辑器中模拟’之间切换当前运行会话

# DebuggerCommands,ZoomToFitHorizontal
source: Launching a game on a different device will change your default 'Launch' device in the toolbar
es: Iniciar el juego en otro dispositivo modificará el "Arranque" predeterminado en la barra de herramientas.
ja: 別のデバイスでゲームを起動するとツールバーに位置するデフォルトの「起動」デバイスが変更されます
pt_br: Se o jogo for iniciado em um dispositivo diferente, o dispositivo padrão 'Iniciar' será alterado na barra de ferramentas
zh_cn: 在不同的设备上启动游戏将会改变您工具条中的默认‘启动’设备

# DebugViewUI,ActiveBreakpoint
source: Active breakpoint
es: Activar puntos de rotura
ja: アクティブなブレークポイント
pt_br: Ponto de interrupção ativo
zh_cn: 激活的断点

# DebugViewUI,Breakpoint_NoHit
source: This breakpoint will not be hit because its node generated no code
es: Este punto de rotura no se dañará porque el nodo no ha generado ningún código
ja: このブレーク ポイントはノードがコードを生成しないためヒットしません
pt_br: Este ponto de interrupção não será atingido pois seu nó não gerou códigos
zh_cn: 将不会执行该断点，因为它的节点没有生成代码。

# DebugViewUI,ClearBreakpoint
source: Remove breakpoint
es: Eliminar punto de rotura
ja: ブレークポイントを削除
pt_br: Remover ponto de interrupção
zh_cn: 移除断点

# UICommands.GraphEditorCommands,RemoveBreakpoint
source: Remove breakpoint
ja: ブレークポイントを取り除く

# DebugViewUI,ClearBreakpoint_ToolTip
source: Remove the breakpoint from this node.
es: Eliminar punto de rotura de este nodo.
ja: このノードからブレークポイントを削除
pt_br: Remove o ponto de interrupção deste nó.
zh_cn: 从该节点中删除断点

# DebugViewUI,ClearBreakpoints
source: Remove all breakpoints
es: Eliminar todos los puntos de rotura
ja: 全てのブレークポイントを削除
pt_br: Remover todos os pontos de interrupção
zh_cn: 删除所有节点

# DebugViewUI,ClearBreakpoints_ToolTip
source: Clear all breakpoints in this blueprint
es: Borrar todos los puntos de rotura de este Blueprint
ja: このブループリントの全てのブレークポイントをクリア
pt_br: Remover todos os pontos de interrupção deste esquema
zh_cn: 清除该蓝图中的所有断点

# DebugViewUI,ClearWatch
source: Stop watching
es: Dejar de observar
ja: ウォッチを停止
pt_br: Parar de inspecionar
zh_cn: 停止查看

# DebugViewUI,ClearWatch_ToolTip
source: Stop watching this variable
es: Dejar de observar esta variable
ja: この変数のウォッチを停止
pt_br: Parar de inspecionar esta variável
zh_cn: 停止查看这个变量

# DebugViewUI,ClearWatches
source: Clear all watches
es: Borrar todos los visualizaciones
ja: 全てのウォッチをクリア
pt_br: Remover todos os pontos de inspeção
zh_cn: 清除所有查看

# DebugViewUI,ClearWatches_ToolTip
source: Clear all watches in this blueprint
es: Borrar todas las visualizaciones de este Blueprint
ja: このブループリントの全てのウォッチをクリア
pt_br: Remove todos os pontos de inspeção deste esquema
zh_cn: 清除该蓝图中的所有查看

# DebugViewUI,DebugActionsMenuHeading
source: Debug Actions
es: Acciones de depurado
ja: デバッグアクション
pt_br: Ações de Depuração
zh_cn: 调试动作

# DebugViewUI,DisableBreakpoint
source: Disable breakpoint
es: Desactivar punto de rotura
ja: ブレークポイントを無効にする
pt_br: Desativar ponto de interrupção
zh_cn: 禁用断点

# UICommands.GraphEditorCommands,DisableBreakpoint
source: Disable breakpoint
ja: ブレークポイントを無効化

# DebugViewUI,DisableBreakpoint_ToolTip
source: Disable this breakpoint.
es: Desactivar este punto de rotura.
ja: このブレークポイントを無効にする
pt_br: Desativa este ponto de interrupção.
zh_cn: 禁用该断点

# DebugViewUI,DisplayNameNoProperty
source: {PinWatchName} (no prop)
es: {PinWatchName} (no hay propiedades)
ja: {PinWatchName} (プロップなし)
pt_br: {PinWatchName} (nenhum suplemento)
zh_cn: {PinWatchName} (没有道具)

# DebugViewUI,EnableBreakpoint
source: Enable breakpoint
es: Activar punto de rotura
ja: ブレークポイントを有効にする
pt_br: Ativar ponto de interrupção
zh_cn: 启用断点

# UICommands.GraphEditorCommands,EnableBreakpoint
source: Enable breakpoint
ja: ブレークポイントを有効にする

# DebugViewUI,EnableBreakpoint_ToolTip
source: Enable this breakpoint; the debugger will appear when this node is about to be executed.
es: Activar este punto de rotura. El depurador aparecerá cuando este nodo esté a punto de ejecutarse.
ja: このブレークポイントを有効にします。ノードの実行直前にデバッガが表示されます。
pt_br: Ativa este ponto de interrupção; o depurador será exibido quando este nó estiver prestes a ser executado.
zh_cn: 启用该断点；当要执行该节点时调试器将会出现。

# DebugViewUI,ExecutionTrace
source: Execution Trace
es: Trazo de ejecución
ja: 実行トレース
pt_br: Rastreamento de Execução
zh_cn: 执行追踪

# DebugViewUI,InactiveBreakpoint
source: Inactive breakpoint
es: Punto de rotura inactivo
ja: 非アクティブなブレークポイント
pt_br: Ponto de interrupção inativo
zh_cn: 未激活的节点

# DebugViewUI,LatentAction
source: Latent action # {ID}
es: Acción oculta # {ID}
ja: 潜在アクション # {ID}
pt_br: Ação latente # {ID}
zh_cn: 潜在动作# {ID}

# DebugViewUI,NavBreakpointLoc
source: Navigate to the breakpoint location
es: Ir hasta la ubicación del punto de rotura
ja: ブレークポイントの位置に移動
pt_br: Navegar até o local do ponto de interrupção
zh_cn: 导航到断点位置处

# DebugViewUI,NavigateToDebugTraceLocationHyperlink_ToolTip
source: Navigate to the trace location
es: Ir hasta la ubicación del trazo
ja: トレース位置に移動
pt_br: Navegar até o local de rastreamento
zh_cn: 移动到追溯位置

# DebugViewUI,NavLatentActionLoc_Tooltip
source: Navigate to the latent action location
es: Ir hasta la ubicación de la acción oculta
ja: 潜在アクションの位置に移動
pt_br: Navegar até o local da ação latente
zh_cn: 导航到潜在动作位置处

# DebugViewUI,NavWatchLoc
source: Navigate to the watch location
es: Ir hasta la ubicación de la visualización
ja: ウォッチ位置に移動
pt_br: Navegar até o local do ponto de inspeção
zh_cn: 导航到查看变量位置处

# DebugViewUI,NoActorsSelected
source: No actors selected
es: No hay actores seleccionados
ja: アクタが選択されていません
pt_br: Nenhum ator selecionado
zh_cn: 没有选中actor

# DebugViewUI,NoBreakpoint
source: No Breakpoint
es: No hay punto de rotura
ja: ブレークポイントなし
pt_br: Nenhum Ponto de Interrupção
zh_cn: 没有断点

# DebugViewUI,NoDebugInfo
source: No debugging info
es: No hay información de depuración
ja: デバッグ情報がありません
pt_br: Nenhuma informação de depuração
zh_cn: 没有调试信息

# DebugViewUI,NoPIEorSIE
source: Not running PIE or SIE
es: No ejecutar PIE o SIE
ja: PIEまたはSIEは実行していません
pt_br: Não está executando em PIE ou SIE
zh_cn: 没有运行PIE或SIE

# DebugViewUI,NoWatchesOrBreakpoints
source: No watches or breakpoints
es: No hay visualizaciones o puntos de rotura
ja: ウォッチまたはブレークポイントがありません
pt_br: Nenhum ponto de inspeção nem de interrupção
zh_cn: 没有查看变量或断点

# DebugViewUI,NullObject
source: Object has been destroyed
es: El objeto se ha eliminado
ja: オブジェクトは破壊されました
pt_br: O objeto foi destruído
zh_cn: 对象已被销毁

# DebugViewUI,ObjectDoesNotExist
source: (object no longer exists)
es: (el objeto ya no existe)
ja: (オブジェクトはもう存在しません)
pt_br: (o objeto não existe mais)
zh_cn: (对象已不存在)

# DebugViewUI,SelectActor_Tooltip
source: Select this actor
es: Seleccionar este actor
ja: このアクタを選択
pt_br: Selecionar este ator
zh_cn: 选择该Actors

# DebugViewUI,ShowDebugForActors
source: Showing debug info for selected actors
es: Mostrar la información de depurado para los actores seleccionados
ja: 選択アクタのデバッグ情報を表示中
pt_br: Exibindo informações de depuração para os atores selecionados
zh_cn: 显示选中actor的调试信息

# DebugViewUI,ShowDebugForBlueprint
source: Showing debug info for this blueprint
es: Mostrar la información de depurado para este Blueprint
ja: このブループリントのデバッグ情報を表示中
pt_br: Exibindo informações de depuração para este esquema
zh_cn: 显示该蓝图的调试信息

# DebugViewUI,ToggleBreakpointButton_ToolTip
source: Toggle this breakpoint
es: Conmutar este punto de rotura
ja: このブレークポイントを切り替える
pt_br: Alternar este ponto de interrupção
zh_cn: 切换此断点

# DebugViewUI,Unknown
source: (unknown)
es: (desconocido)
ja: (不明)
pt_br: (desconhecido)
zh_cn: (位置)

# DelegateDragDropAction,AddClear
source: Unbind all
es: Separar todo
ja: 全て解除
pt_br: Desvincular tudo
zh_cn: 取消所有绑定

# DelegateDragDropAction,AddDelegate
source: Bind
es: Enlazar
ja: バインド
pt_br: Vincular
zh_cn: 绑定

# UMG,Bind
source: Bind
es: Enlazar
ja: バインド
pt_br: Vincular
zh_cn: 绑定

# DelegateDragDropAction,AddEvent
source: Event
es: Evento
ja: イベント
pt_br: Evento
zh_cn: 事件

# FindInBlueprints,EventCat
source: Event
es: Evento
ja: イベント
pt_br: Evento
zh_cn: 事件

# K2Node,CreateDelegate_DelegateOutName
source: Event
es: Evento
ja: イベント
pt_br: Evento
zh_cn: 事件

# K2Node,PinFriendlyDelegatetName
source: Event
es: Evento
ja: イベント
pt_br: Evento
zh_cn: 事件

# K2Node_Timeline,Event
source: Event
es: Evento
ja: イベント
pt_br: Evento
zh_cn: 事件

# DelegateDragDropAction,AddRemove
source: Unbind
es: Separar
ja: バインドを解除
pt_br: Desvincular
zh_cn: 取消绑定

# DelegateDragDropAction,AssignEvent
source: Assign
es: Asignar
ja: 割り当て
pt_br: Atribuir
zh_cn: 分配

# K2Node_AssignmentStatement,Assign
source: Assign
es: Asignar
ja: 割り当てる
pt_br: Atribuir
zh_cn: 分配

# SFbxReimportSceneStaticMeshListView,FbxScene_SM_Assign
source: Assign
ja: 割り当て
zh_cn: 指派

# DelegateDragDropAction,CallDelegate
source: Call
es: LLamada
ja: 呼び出す
pt_br: Chamar
zh_cn: 调用

# DelegateDragDropAction,CallDelegateToolTip
source: Call {0}
es: Llamada ({0})
ja: {0} を呼び出す
pt_br: Chamar {0}
zh_cn: 调用{0}

# DelegateDragDropAction,ClearDelegateToolTip
source: Unbind all events from {0}
es: Separar todos los eventos de {0}
ja: {0} から全てのイベントのバインドを解除
pt_br: Desvincular todos os eventos de {0}
zh_cn: 解除绑定{0}的所有事件

# DelegateDragDropAction,EventDelegateToolTip
source: Create event with the {0} signature
es: Crear evento con la firma {0}
ja: {0} シグネチャとイベントを作成する
pt_br: Criar evento com a assinatura {0}
zh_cn: 使用{0}签名创建事件

# DelegateNodeHandlers,AddRemoveDelegate_NoDelegateInput
source: Event Dispatcher pin is not connected @@
es: El Pin del evento emisor no está conectado @@
ja: イベントディスパッチャーピンは @@ と接続していません
pt_br: O fixador do Despachante do Evento não está conectado @@
zh_cn: 事件调度器引脚未连接 @@

# DelegateNodeHandlers,CallDelegateNoContext_Error
source: Call delegate has no context. @@
es: El delegado de la llamada no tiene contexto. @@
ja: 呼び出したデリゲートにコンテクスト@@がありません
pt_br: Chamar delegado não tem contexto. @@
zh_cn: 没有调用代理的情境。 @@

# DelegateNodeHandlers,CallDelegateNoSignature_Error
source: Cannot find signature function for @@
es: No se ha podido encontrar una función de firma para @@
ja: @@のシグネチャ関数が見つかりません
pt_br: Função de assinatura não encontrada para @@
zh_cn: 无法找到 @@ 的签名函数

# DelegateNodeHandlers,CallDelegateWrongMeta_Error
source: Signature function should not have %s metadata. @@
es: La función de firma no debe tener %s metadatos. @@
ja: シグネチャ関数に %s メタデータがあっていはいけません。@@
pt_br: A função de assinatura não deve ter metadados %s. @@
zh_cn: 签名函数不应该有 %s 元数据。 @@

# DelegateNodeHandlers,CallDelegateWrongOwner
source: Signature on delegate doesn't belong to authoritative class. @@
es: La firma en el delegado no pertenece a una clare autoritaria. @@
ja: デリゲートのシグネチャは信頼すべきクラスに属しません。 @@
pt_br: A assinatura no delegado não pertence a classe autoritária. @@
zh_cn: 代理上的签名不属于权威类。@@

# DelegateNodeHandlers,DelegateNotFound
source: Could not find an event-dispatcher named "%s" in '%s'. Make sure '%s' has been compiled for @@
ja: '%s' に "%s" と名付けられたイベントディスパッチャーが見つかりませんでした。 '%s' が用 @@ にコンパイルされていることを確認してください。
zh_cn: 无法找到命名为"%s"(在'%s'中)的事件调度器。 请确保已经为@@编译了'%s'。

# DelegateNodeHandlers,FindDynamicallyBoundDelegate_Error
source: Couldn't find target for dynamically bound delegate node @@
es: No se ha podido encontrar la meta para el nodo delegado del límite dinámico @@
ja: 動的にバウンドしたデリゲートノード @@ のターゲットが見つかりませんでした
pt_br: Não foi encontrado o destino do nó delegado vinculado dinamicamente @@
zh_cn: 无法找到动态绑定的代理节点 @@ 的目标

# K2Node_DelegateSet,FindDynamicallyBoundDelegate_Error
source: Couldn't find target for dynamically bound delegate node @@
es: No se ha encontrado meta para el nodo delegado límite dinámico @@
ja: 動的にバウンドしたデリゲートノード @@ のターゲットが見つかりませんでした
pt_br: Não foi encontrado o destino do nó delegado vinculado dinamicamente @@
zh_cn: 无法找到动态绑定的代理节点 @@ 的目标

# DelegateNodeHandlers,NoDelegateProperty
source: Event Dispatcher has no property @@
es: El evento emisor no tiene propiedad @@
ja: イベントディスパッチャーにはプロパティ@@がありません
pt_br: O Despachante do Evento não tem propriedade @@
zh_cn: 事件调度器没有属性 @@

# DelegateNodeHandlers,NoDelegateSignature
source: No delegate signature @@
es: No hay firma delegada @@
ja: デリゲートシグネチャ @@ がありません
pt_br: Nenhuma assinatura delegada @@
zh_cn: 无代理签名 @@

# DelegateNodeHandlers,UnconnectedDelegateSig
source: Event Dispatcher has no signature @@
es: El evento emisor no tiene firma @@
ja: イベントディスパッチャーにはシグネチャ @@ がありません
pt_br: O Despachante do Evento não tem assinatura @@
zh_cn: 事件调度器没有签名 @@

# DelegateNodeHandlers,WrongDelegate
source: Wrong Event Dispatcher. Refresh node @@
es: Evento emisor erróneo. Actualizar nodo @@
ja: イベントディスパッチャーが正しくありません。ノード @@ を更新してください。
pt_br: Despachante de Evento Errado. Atualize o nó @@
zh_cn: 错误的事件调度器 。刷新节点 @@

# DeltaTransform,DeltaTransformDlgTitle
source: Delta Transform
es: Transformación de delta
ja: デルタ変換
pt_br: Transformação Delta
zh_cn: 时间间隔变换

# UICommands.LevelEditorActions,DeltaTransformToActors
source: Delta Transform
ja: デルタ トランスフォーム
zh_cn: 时间间隔变换

# DestructibleMeshEditor,ChunkParametersTab
source: Chunk Parameters
es: Parámetros del fragmento
ja: チャンクパラメータ
pt_br: Parâmetros de Bloco
zh_cn: 块参数

# DestructibleMeshEditor,DestructibleMeshChunkParameters_TabTitle
source: Chunk Parameters
es: Parámetros del fragmento
ja: チャンクパラメータ
pt_br: Parâmetros de Bloco
zh_cn: 块参数

# DestructibleMeshEditor,DestructibleMeshFailed
source: Failed to Create Destructible Mesh Asset from {Name}!
es: ¡Error al crear el activo de malla destruible de {Name}!
ja: {Name} から被破壊性メッシュアセットの作成に失敗しました！
pt_br: Falha ao Criar Ativo de Malha Destrutível de {Name}!
zh_cn: 从{Name}创建可破坏网格物体失败！

# DestructibleMeshEditor,DestructibleMeshFractureSettings_TabTitle
source: Fracture Settings
es: Ajustes de rotura
ja: フラクチャ設定
pt_br: Configurações de Fraturas
zh_cn: 碎片设置

# DestructibleMeshEditor,FractureSettingsTab
source: Fracture Settings
es: Ajustes de rotura
ja: フラクチャ設定
pt_br: Configurações de Fraturas
zh_cn: 碎片设置

# DestructibleMeshEditor,DestructibleMeshProperties_TabTitle
source: Destructible Settings
es: Ajustes destruibles
ja: 被破壊性を設定
pt_br: Configurações de Destrutíveis
zh_cn: 可破坏物品设置

# DestructibleMeshEditor,PropertiesTab
source: Destructible Settings
es: Ajustes destruibles
ja: 被破壊性を設定
pt_br: Configurações de Destrutíveis
zh_cn: 可破坏物品设置

# DestructibleMeshEditor,ExplodeAmount
source: Explode Amount
es: Cantidad de la explosión
ja: フラクチャ量
pt_br: Quantidade de Explosão
zh_cn: 爆炸数量

# DestructibleMeshEditor,PreviewDepth_ID
source: Preview Depth {0}
es: Vista preliminar de la profundidad {0}
ja: プレビュー深度 {0}
pt_br: Profundidade da Visualização {0}
zh_cn: 预览深度{0}

# DestructibleMeshEditor,StaticMeshInvalid
source: Static Mesh is Invalid!
es: ¡Malla estática no es válida!
ja: スタティックメッシュは無効です！
pt_br: A Malha Estática é Inválida!
zh_cn: 静态网格物体无效！

# DestructibleMeshEditor,WorkspaceMenu_DestructibleMeshEditor
source: Destructible Mesh Editor
ja: 被破壊性メッシュエディタ
zh_cn: 可破坏网格物体编辑器

# DestructibleMeshEditor,WorldCentricTabPrefix
source: DestructibleMesh
es: Malla destructible
ja: 破壊可能メッシュ
zh_cn: 可破坏的网格物体

# DetailLayoutBuilderImpl,General
source: General
ja: 一般
zh_cn: 通用

# LevelViewportContextMenu,SelectAnyHeading
source: General
ja: 一般
pt_br: Geral
zh_cn: 普通

# UnrealEditor,WorkspaceMenu_ToolsCategory
source: General
ja: 一般
zh_cn: 通用

# DetailsView,HideAdvanced
source: Hide Advanced
ja: 詳細設定を非表示
zh_cn: 隐藏高级项

# DetailsView,NoSimpleProperties
source: Click the arrow to display advanced properties
es: Pinchar en la flecha para ver las propiedades avanzadas
ja: 矢印をクリックして詳細なプロパティを表示
pt_br: Clique na seta para exibir propriedades avançadas
zh_cn: 点击箭头来显示高级属性

# DetailsView,ShowAdvanced
source: Show Advanced
ja: 詳細設定を表示
zh_cn: 显示高级项

# SRigWindow,ShowAdvanced
source: Show Advanced
ja: 詳細設定を表示
zh_cn: 显示高级内容

# DeviceProfileCreateProfilePanel,CreateAProfileLabel
source: Create A Profile...
es: Crear un perfil...
ja: プロファイルを作成...
pt_br: Criar um Perfil...
zh_cn: 创建概述文件...

# DeviceProfileCreateProfilePanel,CreateNewDeviceProfile
source: Create Profile
es: Crear perfil
ja: プロファイルを作成
pt_br: Criar Perfil
zh_cn: 创建概述文件

# DeviceProfileCreateProfilePanel,CreateNewDeviceProfileTooltip
source: Create this Device Profile...
es: Crear este perfil del dispositivo...
ja: このデバイスプロパティを作成...
pt_br: Criar o Perfil deste Dispositivo...
zh_cn: 创建该设备概述文件...

# DeviceProfileCreateProfilePanel,EnterProfileName
source: Enter a new profile name...
es: Introducir un nombre nuevo para el perfil...
ja: 新規のプロファイル名を入力...
pt_br: Inserir um novo nome de perfil...
zh_cn: 输入一个新的概述文件名称...

# DeviceProfileCreateProfilePanel,EnterProfileNameLabel
source: Profile Name:
es: Nombre del perfil:
ja: プロファイル名
pt_br: Nome do Perfil:
zh_cn: 概述文件名称:

# DeviceProfileCreateProfilePanel,EnterProfileParentLabel
source: Select a parent:
es: Seleccionar un padre:
ja: 親を選択：
pt_br: Selecionar um pai:
zh_cn: 选择一个父项:

# DeviceProfileCreateProfilePanel,EnterProfileTypeLabel
source: Profile Type:
es: Tipo perfil:
ja: プロファイルの種類
pt_br: Tipo de Perfil:
zh_cn: 概述文件类型:

# DeviceProfileCreateProfilePanel,SelectParent
source: Copy properties from...
es: Copiar propiedades de...
ja: ...からプロパティをコピー
pt_br: Copiar propriedades de...
zh_cn: 从...复制属性

# DeviceProfileCreateProfilePanel,SelectType
source: Choose a device profile type...
es: Elegir un perfil del dispositivo tipo...
ja: デバイスプロパティの種類を選択...
pt_br: Selecione um tipo de perfil de dispositivo...
zh_cn: 选择设备概述文件类型...

# DeviceProfileDetails,CompatibilityCVarGroupTitle
source: Compatibility
es: Compatibilidad
ja: 互換性
pt_br: Compatibilidade
zh_cn: 兼容性

# DeviceProfileDetails,ConsoleCVarGroupTitle
source: Console
es: Consola
ja: コンソール
zh_cn: 控制台

# FProjectSettingsViewerModule,ProjectConsoleSettingsName
source: Console
es: Consola
ja: コンソール
zh_cn: 控制台

# DeviceProfileDetails,CVarSelectionMenuTooltip
source: Select a Console Variable to add to the device profile
es: Seleccione una variable de consola para añadir al perfil del dispositivo
ja: デバイスプロファイルに追加するコンソール変数を選択
pt_br: Selecione uma Variável de Console para adicionar ao perfil do dispositivo
zh_cn: 选择一个添加到设备概述文建上的控制台变量

# DeviceProfileDetails,DeviceProfileParentCVarsTitle
source: Inherited Console Variables
es: Variables de la consola heredadas
ja: 継承したコンソール変数
pt_br: Variáveis de Console Herdadas
zh_cn: 继承的控制台变量

# DeviceProfileDetails,DeviceProfileSelectParentPropertyTitle
source: Selected Parent:
es: Padre seleccionado:
ja: 選択した親：
pt_br: Pai Selecionado:
zh_cn: 选中的父项：

# DeviceProfileDetails,NetworkCVarGroupTitle
source: Network
es: Red
ja: ネットワーク
pt_br: Rede
zh_cn: 网络

# DeviceProfileDetails,ParentProfileOptionsGroupTitle
source: Parent Profile Name
es: Nombre del perfil del padre
ja: 親プロファイル名
pt_br: Nome do Perfil Pai
zh_cn: 父项碰撞概述文件名称

# DeviceProfileDetails,PhysicsCVarGroupTitle
source: Physics
es: Físicos
ja: 物理
pt_br: Física
zh_cn: 物理

# PersonaModes,PhysicsEditMode
source: Physics
es: Físicos
ja: 物理
pt_br: Física
zh_cn: 物理

# DeviceProfileDetails,RenderingCVarGroupTitle
source: Rendering
es: Renderización
ja: レンダリング
pt_br: Renderização
zh_cn: 渲染

# EditorCategoryUtils,RenderingCategory
source: Rendering
ja: レンダリング
zh_cn: 渲染

# DeviceProfileDetails,UICVarGroupTitle
source: User Interface
es: Interfaz de usuario
ja: ユーザーインターフェース
pt_br: Interface do Usuário
zh_cn: 用户界面

# EditorCategoryUtils,UserInterfaceCategory
source: User Interface
ja: ユーザーインターフェース
zh_cn: 用户界面

# DeviceProfileDetails,UncategorizedCVarGroupTitle
source: Uncategorized
es: Sin categoría
ja: 未分類
pt_br: Não categorizados
zh_cn: 未分类

# MaterialGraphSchema,UncategorizedMaterialFunction
source: Uncategorized
es: Sin categoría
ja: カテゴリなし
pt_br: Não categorizados
zh_cn: 未分类

# DeviceProfileDetailsPanel,CVarsLabel
source: Console Variables
es: Variables de la consola
ja: コンソール変数
pt_br: Variáveis de Console
zh_cn: 控制台变量

# UICommands.LevelEditorActions,BrowseCVars
source: Console Variables
ja: コンソール変数

# DeviceProfileDetailsPanel,SelectAProfile
source: Select a device profile above...
es: Seleccionar un perfil del dispositivo sobre...
ja: 上記のデバイスプロファイルを選択
pt_br: Selecione um perfil de dispositivo acima...
zh_cn: 选择上面的一个设备概述文件...

# DeviceProfileDetailsPanel,SelectedDeviceProfileFmt
source: {0} selected
ja: {0} 選択済み
zh_cn: {0}被选中

# DeviceProfileEditor,CheckOutButtonText
source: Check Out File
es: Analizar archivo
ja: ファイルをチェックアウト
pt_br: Retirar Arquivo
zh_cn: 迁出文件
