Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# MaterialGraph,Opacity
source: Opacity
es: Opacidad
ja: オパシティ
pt_br: Opacidade
zh_cn: 不透明度

# ParameterSection,OpacityArea
source: Opacity
ja: オパシティ (不透明)
zh_cn: 不透明度

# SColorGradientEditor,AlphaLabel
source: Opacity
es: Opacidad
ja: オパシティ
pt_br: Opacidade
zh_cn: 不透明度

# SColorGradientEditor,AlphaMenuSection
source: Opacity
es: Opacidad
ja: オパシティ
pt_br: Opacidade
zh_cn: 不透明度

# FColorPropertySection,RedArea
source: Red
ja: レッド
zh_cn: 红色

# MeshPaint_Mode,MeshPaint_ColorChannelsRed
source: Red
es: Rojo
ja: レッド
pt_br: Vermelho
zh_cn: 红色

# ParameterSection,RedArea
source: Red
ja: レッド
zh_cn: 红色

# UICommands.TextureEditorCommands,RedChannel
source: Red
ja: レッド

# FComponentTransformDetails,AbsoluteRotation
source: Absolute Rotation
es: Rotación absoluta
ja: 絶対回転
pt_br: Rotação Absoluta
zh_cn: 绝对旋转

# FComponentTransformDetails,AbsoluteScale
source: Absolute Scale
es: Escala absoluta
ja: 絶対スケール
pt_br: Escala Absoluta
zh_cn: 绝对缩放

# FComponentTransformDetails,Location
source: Location
es: Ubicación
ja: 位置
pt_br: Localização
zh_cn: 位置

# FComponentTransformDetails,LocationFilter
source: Location
es: Ubicación
ja: 位置
pt_br: Localização
zh_cn: 位置

# FComponentTransformDetails,LocationLabel
source: Location
es: Ubicación
ja: 位置
pt_br: Localização
zh_cn: 位置

# MatrixStructCustomization,LocationLabel
source: Location
es: Ubicación
ja: 位置
pt_br: Localização
zh_cn: 位置

# FComponentTransformDetails,MirrorActorScaleX
source: Mirror actor scale X
es: Escala del actor de la reflexión X
ja: アクタを反転してXを拡大・縮小
pt_br: Espelhar escala X do ator
zh_cn: 镜像actor缩放X

# FComponentTransformDetails,MirrorActorScaleY
source: Mirror actor scale Y
es: Escala del actor de la reflexión Y
ja: アクタを反転してYを拡大・縮小
pt_br: Espelhar escala Y do ator
zh_cn: 镜像actor缩放Y

# FComponentTransformDetails,MirrorActorScaleZ
source: Mirror actor scale Z
es: Escala del actor de la reflexión Z
ja: アクタを反転してZを拡大・縮小
pt_br: Espelhar escala Z do ator
zh_cn: 镜像actor缩放Z

# FComponentTransformDetails,MirrorValueX
source: Mirror X
es: Reflejar X
ja: Xを反転
pt_br: Espelhar X
zh_cn: 镜像X

# UICommands.LevelEditorActions,MirrorActorX
source: Mirror X
ja: Xを反転
zh_cn: 镜像 X

# FComponentTransformDetails,MirrorValueX_Tooltip
source: Mirror scale value on the X axis
es: Valor de la escala de la reflexión en el eje X
ja: X軸で拡大・縮小値をミラー
pt_br: Espelhar valor da escala no eixo X
zh_cn: 在X轴上的镜像缩放值

# FComponentTransformDetails,MirrorValueY
source: Mirror Y
es: Reflejar Y
ja: Yを反転
pt_br: Espelhar Y
zh_cn: 镜像Y

# UICommands.LevelEditorActions,MirrorActorY
source: Mirror Y
ja: Yを反転
zh_cn: 镜像 Y

# FComponentTransformDetails,MirrorValueY_Tooltip
source: Mirror scale value on the Y axis
es: Valor de la escala de la reflexión en el eje Y
ja: Y軸で拡大・縮小値をミラー
pt_br: Espelhar valor da escala no eixo Y
zh_cn: 在Y轴上的镜像缩放值

# FComponentTransformDetails,MirrorValueZ
source: Mirror Z
es: Reflejar Z
ja: Zを反転
pt_br: Espelhar Z
zh_cn: 镜像Z

# UICommands.LevelEditorActions,MirrorActorZ
source: Mirror Z
ja: Zを反転
zh_cn: 镜像 Z

# FComponentTransformDetails,MirrorValueZ_Tooltip
source: Mirror scale value on the Z axis
es: Valor de la escala de la reflexión en el eje Z
ja: Z軸で拡大・縮小値をミラー
pt_br: Espelhar valor da escala no eixo Z
zh_cn: 在Z轴上的镜像缩放值

# FComponentTransformDetails,OnSetLocation
source: Set actor location
es: Ajustar ubicación del actor
ja: アクタ位置を設定
pt_br: Definir localização do ator
zh_cn: 设置actor位置

# FComponentTransformDetails,OnSetLocation_ComponentDirect
source: Modify Component(s)
es: Modificar componente(s)
ja: コンポーネントを修正
pt_br: Modificar Componente(s)
zh_cn: 修改组件

# FComponentTransformDetails,OnSetRotation_ComponentDirect
source: Modify Component(s)
es: Modificar componente(s)
ja: コンポーネントを修正
pt_br: Modificar Componente(s)
zh_cn: 修改组件

# UnrealEd,ModifyComponents
source: Modify Component(s)
es: Modificar componente(s)
ja: コンポーネントを修正
pt_br: Modificar Componente(s)
zh_cn: 修改组件

# FComponentTransformDetails,OnSetRotation
source: Set actor rotation
es: Ajustar rotación del actor
ja: アクタの回転を設定
pt_br: Definir rotação do ator
zh_cn: 设置actor旋转度

# FComponentTransformDetails,OnSetScale
source: Set actor scale
es: Ajustar escala del actor
ja: アクタスケールを設定
pt_br: Definir escala do ator
zh_cn: 设置actor缩放比例

# FComponentTransformDetails,PasteLocation
source: Paste Location
es: Pegar ubicación
ja: 位置を貼り付け
pt_br: Colar Localização
zh_cn: 粘帖位置

# MatrixStructCustomization,PasteLocation
source: Paste Location
es: Pegar ubicación
ja: 位置を貼り付け
pt_br: Colar Localização
zh_cn: 粘帖位置

# FComponentTransformDetails,PasteRotation
source: Paste Rotation
es: Pegar rotación
ja: 回転を貼り付け
pt_br: Colar Rotação
zh_cn: 粘贴旋转度

# MatrixStructCustomization,PasteRotation
source: Paste Rotation
es: Pegar rotación
ja: 回転を貼り付け
pt_br: Colar Rotação
zh_cn: 粘帖旋转度

# FComponentTransformDetails,PasteScale
source: Paste Scale
es: Pegar escala
ja: 拡大・縮小を貼り付け
pt_br: Colar Escala
zh_cn: 粘帖缩放比例

# MatrixStructCustomization,PasteScale
source: Paste Scale
es: Pegar escala
ja: スケールを貼り付け
pt_br: Colar Escala
zh_cn: 粘帖缩放比例

# FComponentTransformDetails,PreserveScaleToolTip
source: When locked, scales uniformly based on the current xyz scale values so the object maintains its shape in each direction when scaled
es: Cuando está bloqueado, escala uniformemente según los valores de escala xyz actuales para que mantenga su forma en cada dirección
ja: ロック時は、現在の XYZ スケール値に基づいて均一に拡大・縮小するため、各方向のオブジェクト形状はスケール後も保たれます
pt_br: Quando bloqueado, escalona uniformemente com base nos valores atuais da escala xyz, de forma que o objeto mantém seu formato em cada direção ao ser escalonado
zh_cn: 在锁定时，基于当前xyz缩放值均匀缩放使目标在缩放时在每个方向上都保持其形状

# FMathStructCustomization,PreserveScaleToolTip
source: When locked, scales uniformly based on the current xyz scale values so the object maintains its shape in each direction when scaled
es: Cuando está bloqueado, escala uniformemente según los valores de escala xyz actuales para que mantenga su forma en cada dirección
ja: ロック時は、現在の XYZ スケール比値に基づいて均一に拡大・縮小するため、各方向のオブジェクト形状はスケール後も保たれます
pt_br: Quando bloqueado, escalona uniformemente com base nos valores atuais da escala xyz, de forma que o objeto mantém seu formato em cada direção ao ser escalonado
zh_cn: 在锁定时，基于当前xyz缩放值均匀缩放使目标在缩放时在每个方向上都保持其形状

# FComponentTransformDetails,RelativeLabel_ToolTip
source: {0} is relative to its parent
es: {0} es relativa a su padre
ja: {0} は親に対して相対的です
pt_br: {0} é relativo ao seu pai
zh_cn: {0}是相对其父项的

# FComponentTransformDetails,ResetLocation
source: Reset Location
es: Reajustar ubicación
ja: 位置をリセット
pt_br: Redefinir Localização
zh_cn: 重置位置

# FComponentTransformDetails,ResetRotation
source: Reset Rotation
es: Reajustar Rotación
ja: 回転をリセット
pt_br: Redefinir Rotação
zh_cn: 重置旋转度

# FComponentTransformDetails,ResetScale
source: Reset Scale
es: Reajustar escala
ja: 拡大・縮小をリセット
pt_br: Redefinir Escala
zh_cn: 重置比例

# FComponentTransformDetails,ScaleOperations
source: Scale Operations
es: Operaciones de la escala
ja: 拡大・縮小操作
pt_br: Operações de Escala
zh_cn: 缩放操作

# FComponentTransformDetails,ToggleAbsoluteLocation
source: Toggle Absolute Location
es: Conmutar ubicación absoluta
ja: 絶対位置を切り替え
pt_br: Alternar Localização Absoluta
zh_cn: 切换绝对位置

# FComponentTransformDetails,ToggleAbsoluteRotation
source: Toggle Absolute Rotation
es: Conmutar rotación absoluta
ja: 絶対回転を切り替え
pt_br: Alternar Rotação Absoluta
zh_cn: 切换绝对旋转

# FComponentTransformDetails,ToggleAbsoluteScale
source: Toggle Absolute Scale
es: Conmutar escala absoluta
ja: 絶対スケールを切り替え
pt_br: Alternar Escala Absoluta
zh_cn: 切换绝对缩放

# FComponentTransformDetails,TransformType
source: {0} Type
es: {0} Tipo
ja: {0} タイプ
pt_br: Tipo {0}
zh_cn: {0} 类型

# FComponentTransformDetails,WorldLabel
source: World
es: Mundo
ja: ワールド
pt_br: Mundo
zh_cn: 世界

# SceneOutlinerActorInfoColumn,WorldTypeName
source: World
ja: ワールド
zh_cn: 世界

# SceneOutlinerItemLabelColumn,WorldIcon_Tooltip
source: World
ja: ワールド
zh_cn: 世界

# SSceneOutliner,ShowWorldHeading
source: World
ja: ワールド

# FComponentTransformDetails,WorldLabel_ToolTip
source: {0} is relative to the world
es: {0} es relativa al mundo
ja: {0} はワールドに対して相対的です
pt_br: {0} é relativo ao mundo
zh_cn: {0}是相对于世界的

# FCookContentMenu,CookContentForPlatformTooltip
source: Cook your game content for the {DisplayName} platform
es: Procesar el contenido del juego para la plataforma {DisplayName}
ja: {DisplayName} プラットフォーム向けにゲームコンテンツをクックします
pt_br: Preparar o conteúdo do jogo para a plataforma {DisplayName}
zh_cn: 针对{DisplayName}平台烘焙您的游戏内容

# FCookerStatsPage,FilterColumnToUse_Tooltip
source: Choose the target platform to filter when searching
ja: 検索時にフィルタリングするターゲットプラットフォームを選択
zh_cn: 选择搜索时要过滤的目标平台

# FCookerStatsPage,SelectPlatformLabel
source: Select platform...
ja: プラットフォームを選択...
zh_cn: 选择平台...

# FDataTableCategoryCustomizationLayout,DataTable_ColumnName
source: Column Name
es: Nombre de la columna
ja: 列の名前
pt_br: Nome da Coluna
zh_cn: 列名

# FDataTableCategoryCustomizationLayout,DataTable_RowContains
source: Row Contains
es: Contenidos en fila
ja: 行を含む
pt_br: Linha Contém
zh_cn: 行包含的内容

# FEditorSettingsViewerModule,AutomationSettingsDescription
source: Set up automation test assets.
es: Configurar los activos de análisis automático
ja: オートメーションテストアセットを設定
pt_br: Configura ativos de teste de automação.
zh_cn: 设置自动化测试资源。

# FEditorSettingsViewerModule,AutomationSettingsName
source: Automation
es: Automatización
ja: オートメーション
pt_br: Automação
zh_cn: 自动

# LevelToolBarBuildMenu,AutomationHeading
source: Automation
es: Automatización
ja: オートメーション
pt_br: Automação
zh_cn: 自动

# FEditorSettingsViewerModule,ContentEditorsContentBrowserSettingsDescription
source: Change the behavior of the Content Browser.
es: Modificar el comportamiento del buscador de contenido.
ja: コンテンツブラウザの挙動を変更
pt_br: Alterar o comportamento do Navegador de Conteúdo.
zh_cn: 修改内容浏览器的行为。

# FEditorSettingsViewerModule,ContentEditorsGraphBlueprintSettingsDescription
source: Customize Blueprint Editors.
ja: ブループリントエディタをカスタマイズ
zh_cn: 自定义蓝图编辑器。

# FEditorSettingsViewerModule,ContentEditorsGraphEditorSettingsDescription
source: Customize Anim, Blueprint and Material Editor.
es: Personalizar animación, Blueprint y editor de material.
ja: アニメーション、ブループリント、マテリアルエディタをカスタマイズ
pt_br: Personalizar Animação, Esquema e Editor de Materiais.
zh_cn: 自定义动画、蓝图和材质编辑器。

# FEditorSettingsViewerModule,ContentEditorsGraphEditorSettingsName
source: Graph Editors
es: Editores gráficos
ja: グラフエディタ
pt_br: Editores de Grafos
zh_cn: 图表编辑器

# FEditorSettingsViewerModule,ContentEditorsPersonaSettingsDescription
source: Customize Persona Editor.
ja: ペルソナエディタをカスタマイズ
zh_cn: 自定义角色编辑器。

# FEditorSettingsViewerModule,CrashReporterSettingsDescription
source: Various Crash Reporter related settings.
ja: いろいろなクラッシュレポートに関係した設定。
zh_cn: 各种与故障报告器相关的设置。

# FEditorSettingsViewerModule,CrashReporterSettingsName
source: Crash Reporter
ja: クラッシュレポーター
zh_cn: 故障报告器

# FEditorSettingsViewerModule,EditorSettingsTabTitle
source: Editor Preferences
es: Preferencias del editor
ja: エディタの環境設定
pt_br: Preferências do Editor
zh_cn: 编辑器偏好设置

# MainEditMenu,EditorPreferencesSubMenuLabel
source: Editor Preferences
es: Preferencias del editor
ja: エディタの環境設定
pt_br: Preferências do Editor
zh_cn: 编辑器偏好设置

# FEditorSettingsViewerModule,ExperimentalettingsName
source: Experimental
ja: 実験段階
zh_cn: 试验性功能

# MainWindowMenu,ExperimentalTabSpawnersHeading
source: Experimental
ja: 実験段階
zh_cn: 实验性

# FEditorSettingsViewerModule,ExperimentalSettingsDescription
source: Enable and configure experimental Editor features.
es: Activar y configurar las funciones del editor experimental.
ja: 実験段階のエディタ機能を有効化して設定する
pt_br: Ativar e configurar recursos experimentais do Editor.
zh_cn: 启用及配置试验性的编辑器功能。

# FEditorSettingsViewerModule,InternationalizationSettingsModelDescription
source: Configure the editor's behavior to use a language and fit a region's culture.
es: Configurar el comportamiento del editor para usar un lenguaje y adaptarse a la cultura local.
ja: 適切な言語や地域の文化を適合するエディタの挙動を設定
pt_br: Configurar o comportamento do editor para usar um idioma e se adequar a uma cultura regional.
zh_cn: 配置编辑器的行为，使其使用一种适合该地图文化的语言。

# FEditorSettingsViewerModule,InternationalizationSettingsModelName
source: Region & Language
es: Región e idiomas
ja: 地域＆言語
pt_br: Região e Idioma
zh_cn: 区域 & 语言

# FEditorSettingsViewerModule,LevelEditorPlaySettingsDescription
source: Set up window sizes and other options for the Play In Editor (PIE) feature.
es: Configurar el tamaño de las ventanas y otras opciones de la función de la reproducción en el editor (PIE)
ja: プレイ イン エディタ(PIE)機能のウィンドウサイズと他のオプションをセットアップ
pt_br: Configura tamanhos de tela e outras opções para o recurso Jogar no Editor (PIE).
zh_cn: 为‘在编辑器中运行（PIE）’功能设置窗口大小及其他选项。

# FEditorSettingsViewerModule,LevelEditorViewportSettingsDescription
source: Configure the look and feel of the Level Editor view ports.
es: Configurar apariencia y sensación de las ventanas de nivel editor.
ja: レベルエディタビューポートの外観を設定
pt_br: Configurar a aparência das portas de visualização do Editor de Níveis.
zh_cn: 配置关卡编辑器视图区的外观。

# FEditorSettingsViewerModule,LevelEditorViewportSettingsName
source: Viewports
es: Ventanas gráficas
ja: ビューポート
pt_br: Portas de Visualização
zh_cn: 视口

# UnrealEditor,WorkspaceMenu_LevelEditorViewportCategory
source: Viewports
es: Ventanas gráficas
ja: ビューポート
pt_br: Portas de Visualização
zh_cn: 视口

# FEditorSettingsViewerModule,LoadingSavingSettingsDescription
source: Change how the Editor loads and saves files.
es: Modificar el modo del editor para guardar y cargar archivos.
ja: エディタのファイルのロード及び保存方法を変更
pt_br: Alterar a forma como o Editor carrega e salva arquivos.
zh_cn: 修改编辑器加载文件及保存文件的方式。

# FEditorSettingsViewerModule,LoadingSavingSettingsName
source: Loading & Saving
es: Cargar y Guardar
ja: ロード＆保存中
pt_br: Carregando e Salvando
zh_cn: 加载&保存

# FEditorSettingsViewerModule,PrivacyAnalyticsSettingsDescription
source: Configure the way your Editor usage information is handled.
ja: エディタの使用状況に関する情報の扱い方を設定します。
zh_cn: 配置如何处理你的编辑器使用信息

# FEditorSettingsViewerModule,PrivacyAnalyticsSettingsName
source: Usage Data
ja: 使用データ
zh_cn: 使用数据

# FEditorSettingsViewerModule,UserSettingsDescription
source: Customize the behavior, look and feel of the editor.
es: Personalizar el comportamiento, apariencia y sensación del editor.
ja: エディタの挙動、外観をカスタマイズ
pt_br: Personalizar o comportamento e a aparência do editor.
zh_cn: 自定义编辑器的行为、外观和感觉。

# FEnvQueryCustomization,DirectionShortDescBetweenTwoPoints
source: between two contexts...
ja: 2つのコンテキスト間...
zh_cn: 在两个情境之间...

# FEnvQueryCustomization,DirectionShortDescRotatation
source: context's rotation...
ja: コンテキストの回転...
zh_cn: 情境轮换...

# FEventTrackEditor,AddEventTooltip
source: Adds a new event track that can trigger events on the timeline.
ja: Timelineからイベントをトリガーできる新規イベントトラックを追加する。
zh_cn: 在时间轴上添加一个可以触发事件的新事件轨迹。

# FEventTrackEditor,AddEventTrack
source: Event Track
ja: イベントトラック
zh_cn: 事件轨迹

# FFolderDragDropOp,FormatFolders
source: {0} Folders
ja: {0} フォルダ
zh_cn: {0}个文件夹

# FGameModeInfoCustomizer,CreateNewBlueprint
source: Create New Blueprint
ja: 新規ブループリントを作成
zh_cn: 创建新蓝图

# PropertyCustomizationHelpers,NewBlueprintButtonToolTipText
source: Create New Blueprint
ja: 新規ブループリントを作成
zh_cn: 创建新蓝图

# PropertyEditor,CreateNewBlueprint
source: Create New Blueprint
ja: 新規ブループリントを作成
zh_cn: 创建新蓝图

# FGameModeInfoCustomizer,CreateNewGameMode
source: Create New GameMode
es: Crear nuevo GameMode
ja: 新規のゲームモードを作成
pt_br: Criar Novo GameMode
zh_cn: 创建新游戏模式...

# FGameModeInfoCustomizer,GameModeCategory
source: GameMode
ja: ゲームモード
zh_cn: 游戏模式

# FGameModeInfoCustomizer,SelectedGameModeDetails
source: Selected GameMode
es: GameMode seleccionado
ja: 選択したゲームモード
pt_br: GameMode Selecionado
zh_cn: 选中的游戏模式

# FGameplayAbilitiesEditor,GameplayAbilitiesEditorAppLabel
source: Gameplay Abilities Editor
es: Editor capacidades del modo de juego
ja: ゲームプレイ Abilities エディタ
pt_br: Editor de Habilidades da Jogabilidade
zh_cn: 游戏功能编辑器

# FGeneralProjectSettingsDetails,ProjectThumbnailLabel
source: Project Thumbnail
es: Miniatura del proyecto
ja: プロジェクトサムネイル
pt_br: Miniatura do Projeto
zh_cn: 项目缩略图

# FGuidStructCustomization,GenerateAction
source: Generate
es: Generar
ja: 作成する
pt_br: Gerar
zh_cn: 生成

# WorldBrowser,Generate
source: Generate
es: Generar
ja: 生成
pt_br: Gerar
zh_cn: 生成

# FGuidStructCustomization,GenerateActionHint
source: Generate a new random globally unique identifier (GUID).
es: Generar un identificador único global (GUID) aleatorio nuevo.
ja: 新規のランダムなGUIDを作成
pt_br: Gerar um novo identificador globalmente exclusivo (GUID) aleatório.
zh_cn: 生成一个新的随机全局唯一标识符(GUID)。

# FGuidStructCustomization,InvalidateAction
source: Invalidate
es: Anular
ja: 無効にする
pt_br: Invalidar
zh_cn: 无效

# FGuidStructCustomization,InvalidateActionHint
source: Set an invalid globally unique identifier (GUID).
es: Ajustar un identificador único global (GUID) no válido.
ja: 無効なGUIDを設定
pt_br: Definir um identificador globalmente exclusivo (GUID) inválido.
zh_cn: 设置一个无效的全局唯一标识符(GUID)。

# FHardwareTargetingSettingsDetails,ApplyLater
source: Apply Later
ja: 後で適用
zh_cn: 应用后者

# FHardwareTargetingSettingsDetails,CategoryHeaderTooltip
source: List of properties modified in this project setting category
ja: このプロジェクト設定カテゴリで修正したプロパティのリスト
zh_cn: 在项目设置类目中修改的属性的列表

# FHardwareTargetingSettingsDetails,HardwareTargetingOption
source: Targeted Hardware:
ja: ターゲットハードウェア:
zh_cn: 目标硬件:

# FHardwareTargetingSettingsDetails,NoPendingChangesMessage
source: There are no pending settings changes.
ja: 保留中の設定変更はありません。
zh_cn: 没有待处理的设置变更。

# FHardwareTargetingSettingsDetails,OptimizeProjectFor
source: Optimize project settings for:
ja: プロジェクト設定の最適化対象:
zh_cn: 为以下项优化项目设置：

# FHardwareTargetingSettingsDetails,RestartEditor
source: Restart Editor
ja: エディタを再起動
zh_cn: 重新启动编辑器

# FHardwareTargetingSettingsDetails,RestartMessage
source: The following changes will be applied when this project is reopened.
ja: このプロジェクトが再び開かれると次の変更が適用されます。
zh_cn: 当重新打开项目时将应用以下修改。

# FileHelper,FailedCheckoutDlg_Title
source: Unable to Check Out From Source Control!
es: ¡Imposible salir del control del código fuente!
ja: ソース制御からチェックアウトできません！
pt_br: Não foi possível Registrar a Saída do Controle de Origem!
zh_cn: 不能从源码控制中迁出！

# FileHelper,FailedCheckoutDlgMessageFormatting
source: The following assets could not be successfully checked out from source control:{Packages}
es: Los siguientes activos no se han revisado correctamente en el control del código fuente: {Packages}
ja: 次のアセットをソースコントロールからチェックアウトできませんでした。:{Packages}
pt_br: Não foi possível registrar com sucesso a saída dos seguintes ativos do controle de origem:{Packages}
zh_cn: 不能从源码控制中成功迁出以下资源：{Packages}

# FileHelper,FailedMakingWritableDlg_Title
source: Unable to make assets writable
es: No se puede hacer que los activos sean modificables
ja: アセットを書き込み可能にできません
pt_br: Não foi possível tornar os ativos graváveis
zh_cn: 不能使资源变为可写状态

# FileHelper,FailedMakingWritableDlgMessageFormatting
source: The following assets could not be made writable:{Packages}
es: Los siguientes activos no se pueden modificar: {Packages}
ja: 次のアセットを書き込み可能にできませんでしたe:{Packages}
pt_br: Não foi possível tornar os seguintes ativos graváveis:{Packages}
zh_cn: 不能将以下资源变为可写状态：{Packages}

# FileHelper,FailedSavePrompt_Title
source: Packages Failed To Save
es: Error al guardar los paquetes
ja: パッケージの保存に失敗
pt_br: Falha ao Salvar Pacotes
zh_cn: 保存包失败

# FileHelper,FailedSavePromptMessageFormatting
source: The following assets failed to save correctly:{Packages}
es: Los siguientes activos no se guardaron correctamente: {Packages}
ja: 次のアセットを保存できませんでした。:{Packages}
pt_br: Falha ao salvar os seguintes ativos corretamente:{Packages}
zh_cn: 不能正确保存以下资源：{Packages}

# FileHelpers,AutoSavingPackage
source: Saving package {0}
ja: パッケージ {0} を保存中
zh_cn: 正在保存包{0}

# FileHelpers,Error_FilenameIsTooShort
source: Please provide a filename for the asset.
es: Por favor, ponga un nombre de archivo al activo.
ja: アセットにファイル名が必要です。
pt_br: Forneça um nome de arquivo para o ativo.
zh_cn: 请提供资源的文件名

# FileHelpers,FilenameUnavailable
source: Filename Not available!
es: ¡El nombre del archivo no está disponible!
ja: ファイル名は使用できません！
pt_br: Nome de arquivo não disponível!
zh_cn: 文件名不可用！

# FileHelpers,FilenameUnavailableInvalidOuter
source: Filename Not available. Outer package invalid!
es: El nombre del archivo no está disponible. ¡Paquete externo no válido!
ja: ファイル名は使用できません。外部パッケージが無効です！
pt_br: Nome de arquivo não disponível. Pacote externo inválido!
zh_cn: 文件名不可用。外层包无效!

# FileHelpers,FilenameUnavailableNotDirty
source: Filename Not available. Package not dirty.
es: El nombre del archivo no está disponible. El paquete no está 'sucio'
ja: ファイル名は使用できません。パッケージは変更されていません！
pt_br: Nome de Arquivo Não Disponível. Pacote não sujo.
zh_cn: 文件名不可用。包没有修改。

# FileHelpers,InvalidSaveFilename
source: Failed to save to {Filename}{LineTerminators}{ErrorMessage}
es: Error al guardar {Filename}{LineTerminators}{ErrorMessage}
ja: {Filename}{LineTerminators}{ErrorMessage} への保存に失敗しました
pt_br: Falha ao salvar {Filename}{LineTerminators}{ErrorMessage}
zh_cn: 保存到{Filename}{LineTerminators}{ErrorMessage}失败

# FileHelpers,NoAssetsToSave
source: No new changes to save!
es: ¡No hay cambios que guardar!
ja: 保存する新たな変更はありません！
pt_br: Nenhuma alteração a salvar!
zh_cn: 没有需要存储的新变更！

# FileHelpers,OpenLevelDialogTitle
source: Open Level
ja: レベルを開く
zh_cn: 打开关卡

# FileHelpers,RebuildGeometry
source: Rebuild Geometry
ja: ジオメトリ再ビルド

# FileHelpers,SaveAssetDialogTitle
source: Save Asset As
ja: アセットに名前を付けて保存

# FileHelpers,SaveLevelDialogTitle
source: Save Level As
es: Guardar nivel como
ja: 名前を付けてレベルを保存する
pt_br: Salvar Nível Como
zh_cn: 将关卡另存为

# FileHelpers,SaveOutputPageLabel
source: Save Output
es: Guardar salida
ja: アウトプットを保存
pt_br: Salvar Saída
zh_cn: 保存输出

# FilePathStructCustomization,FileButtonToolTipText
source: Choose a file from this computer
es: Elegir un archivo de este ordenador
ja: このPCからファイルを選択
pt_br: Escolha um arquivo deste computador
zh_cn: 从此电脑选择文件

# MoviePlayerSettingsDetails,FileButtonToolTipText
source: Choose a file from this computer
ja: このPCからファイルを選択
zh_cn: 从该计算机上选择一个文件

# FilePathStructCustomization,PropertyEditorTitle
source: File picker...
es: Seleccionador de archivos...
ja: ファイルピッカー...
pt_br: Seletor de arquivo...
zh_cn: 文件选择器...

# MoviePlayerSettingsDetails,PropertyEditorTitle
source: File picker...
ja: ファイルピッカー...
zh_cn: 文件选择器...

# FindInBlueprintManager,BlueprintIndexCancelled
source: Cancelled Indexing Blueprints!
es: ¡Cancelado el indexado de Blueprints!
ja: ブループリントのインデックスの作成をキャンセルしました！
pt_br: Indexação de Esquemas Cancelada!
zh_cn: 取消的索引蓝图！

# FindInBlueprintManager,BlueprintIndexCancelToolTip
source: Cancels indexing Blueprints.
es: Cancela el indexado de Blueprints.
ja: ブループリントのインデックスの作成をキャンセルします
pt_br: Cancela a indexação de Esquemas.
zh_cn: 取消索引蓝图。

# FindInBlueprintManager,BlueprintIndexComplete
source: Finished indexing Blueprints!
es: ¡Finalizado el indexado de Blueprints!
ja: ブループリントのインデックスの作成を終了しました！
pt_br: Indexação de Esquemas concluída.
zh_cn: 已完成对蓝图的索引！

# FindInBlueprintManager,BlueprintIndexMessage
source: Indexing Blueprints...
es: Indexando Blueprints...
ja: ブループリントのインデックスを作成中...
pt_br: Indexando Esquemas...
zh_cn: 索引蓝图...

# FindInBlueprintManager,BlueprintIndexProgress
source: Indexing Blueprints... ({Percent})
es: Indexando Blueprints... ({Percent})
ja: ブループリントのインデックスを作成中... ({Percent})
pt_br: Indexando Esquemas... ({Percent})
zh_cn: 索引蓝图...({Percent})

# FindInBlueprintManager,DefaultValue
source: DefaultValue
ja: デフォルト値
zh_cn: 默认值

# FindInBlueprintManager,Functions
source: Functions
es: Funciones
ja: 関数
pt_br: Funções
zh_cn: 函数

# GraphActionNode,Functions
source: Functions
es: Funciones
ja: 関数
pt_br: Funções
zh_cn: 函数

# UMG,Functions
source: Functions
es: Funciones
ja: 関数
pt_br: Funções
zh_cn: 函数

# FindInBlueprintManager,Glyph
source: Glyph
es: Glifo
ja: グリフ
pt_br: Glifo
zh_cn: 字形

# FindInBlueprintManager,GlyphColor
source: GlyphColor
ja: Glyphカラー
zh_cn: 字形颜色
