Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SDeleteAssetsDialog,CancelDeleteTooltipText
source: Cancel the delete
es: Cancelar la eliminación
ja: 削除をキャンセル
pt_br: Cancelar a exclusão
zh_cn: 取消删除

# SDeleteAssetsDialog,Column_DiskReferences
source: Asset Referencers
es: Referenciadores del activo
ja: アセットリファレンサー
pt_br: Referenciadores de Ativo
zh_cn: 资源引用

# SDeleteAssetsDialog,Column_MemoryReferences
source: Memory References
es: Referencias de la memoria
ja: メモリリファレンス
pt_br: Referências de Memória
zh_cn: 内存引用

# SDeleteAssetsDialog,DeleteSelectedItem
source: Delete Selected Item
es: Eliminar elemento seleccionado
ja: 選択アイテムを削除
pt_br: Excluir Item Selecionado
zh_cn: 删除选中项

# UnrealEd,DeleteSelectedItem
source: Delete Selected Item
es: Eliminar ítem seleccionado
ja: 選択アイテムを削除
pt_br: Excluir Item Selecionado
zh_cn: 删除选中项

# SDeleteAssetsDialog,DeleteSourceFiles
source: Also delete related source content files
ja: また関連するソースコンテンツファイルを削除します
zh_cn: 同时删除相关源内容文件

# SDeleteAssetsDialog,DeleteSourceFiles_Tooltip
source: When checked, the following source content files will also be deleted along with the assets: {0}
ja: チェックを入れると、以下のソースコンテンツファイルもアセットと一緒に削除されます： {0}
zh_cn: 在勾选时，以下源内容文件夹将和资源: {0}被一起删除

# SDeleteAssetsDialog,DeleteTooltipText
source: Perform the delete
es: Realizar la eliminación
ja: 削除を実行
pt_br: Realizar a exclusão
zh_cn: 执行删除

# SDeleteAssetsDialog,DeleteUndo
source: There are references in the undo history, so the undo history will be cleared.
es: Hay referencias en el historial de deshacer, por lo que se borrará el historial de deshacer.
ja: 元に戻した履歴の中にリファレンスがあるため、この履歴はクリアされます
pt_br: Há referências no histórico de desfazer e, por isso, ele será apagado.
zh_cn: 在取消操作历史基类中有引用，所以将会清除取消操作历史。

# SDeleteAssetsDialog,ForceDelete
source: Force Delete
es: Forzar eliminar
ja: 強制削除
pt_br: Forçar Exclusão
zh_cn: 强制删除

# SDeleteAssetsDialog,ForceDeleteText
source: Delete the asset anyway, but referencers may not work correctly anymore. Use as a last resort.
es: Elimina el activo de todas formas, pero es posible que las referencias no sigan funcionando correctamente. Utilizar como último recurso.
ja: アセットはとりあえず削除しますが、その後リファレンサーが正しく機能しない可能性があります。 最後の手段として使用してください。
pt_br: Exclui o ativo de qualquer jeito, mas os referenciadores podem não funcionar mais corretamente. Use como um último recurso.
zh_cn: 无论如何删除该资源，但引用者可能不能再正常工作。 作为最后采用的手段。

# SDeleteAssetsDialog,ForceDeleteTooltipText
source: Force Delete will obliterate all references to this asset and is dangerous. Use as a last resort.
es: Forzar la eliminación borrará todas las referencias a este activo y es arriesgado. Utilizar como último recurso.
ja: 強制削除はこのアセットに対するすべてのリファレンスを消し去るため危険を伴います 最後の手段として使用してください。
pt_br: Forçar Exclusão eliminará todas as referências deste ativo e é arriscado. Use como último recurso.
zh_cn: 强制删除将会忽略到该资源的所有引用，这是非常危险的。 作为最后采用的手段。

# SDeleteAssetsDialog,HandleIt
source: How do you want to handle this?
es: ¿Cómo desea tratar esta situación?
ja: どのように処理しますか？
pt_br: Como deseja lidar com isso?
zh_cn: 您想如何处理它?

# SDeleteAssetsDialog,InMemoryReferences
source: {ReferenceCount} References
es: {ReferenceCount} Referencias
ja: {ReferenceCount} リファレンス
pt_br: {ReferenceCount} Referências
zh_cn: {ReferenceCount} 引用

# SDeleteAssetsDialog,OnDiskAssetReference
source: {AssetCount} Reference
es: {AssetCount} Referencia
ja: {AssetCount} リファレンス
pt_br: {AssetCount} Referência
zh_cn: {AssetCount} 引用

# SDeleteAssetsDialog,OnDiskAssetReferences
source: {AssetCount} References
es: {AssetCount} Referencias
ja: {AssetCount} リファレンス
pt_br: {AssetCount} Referências
zh_cn: {AssetCount} 引用

# SDeleteAssetsDialog,OnDiskReference
source: {ReferenceCount} Reference
ja: {ReferenceCount} リファレンス

# SDeleteAssetsDialog,References
source: Some of the assets being deleted are still referenced in memory.
es: Algunos de los activos que han sido borrados siguen referenciados en la memoria.
ja: 削除されたいくつかのアセットがメモリでリファレンスされています
pt_br: Alguns dos ativos sendo excluídos ainda possuem referências na memória.
zh_cn: 正在删除的某些资源仍然在内存中引用着。

# SDeleteAssetsDialog,ReplaceMessage
source: This will replace any reference to the pending deleted assets with {0}; and then delete them. Are you sure?
es: Esto reemplazará cualquier referencia a los activos borrados pendientes con {0}; y luego los eliminará. ¿Está seguro?
ja: {0}と削除が保留中のアセットに対するすべてのリファレンスを置換してから削除します。 実行しますか？
pt_br: Isso substituirá qualquer referência para os ativos excluídos pendentes por {0} e, em seguida, os excluirá. Tem certeza?
zh_cn: 这将使用{0}替换任何到待删除资源的引用；然后删除它们。 您确定吗?

# SDeleteAssetsDialog,ReplaceReferencesNotAvailabeText
source: Not all objects are compatible, so Replace References is unavailable.
ja: すべてのオブジェクトに互換性があるわけではないため、 [リファレンスを置換する] オプションは利用不可です。
zh_cn: 不是所有对象都兼容，所以'替换引用'不可用。

# SDeleteAssetsDialog,ReplaceReferencesText
source: Delete the assets and update referencers to point at an asset of your choosing.
es: Elimina los activos y actualiza las referencias al punto en un activo de su elección.
ja: アセットを削除してユーザーが選択したアセットまでリファレンサーを更新します。
pt_br: Exclui os ativos e atualizar os referenciadores para apontarem para um ativo escolhido.
zh_cn: 删除该资源，并更新引用者，使其指向您选择的资源。

# SDeleteAssetsDialog,ReplaceTitle
source: Replace References?
es: ¿Reemplazar las referencias?
ja: リファレンスを置換しますか？
pt_br: Substituir Referências?
zh_cn: 替换引用？

# SDetailsView,CollapseAll
source: Collapse All Categories
es: Reducir todas las categorías
ja: 全カテゴリを折りたたむ
pt_br: Recolher Todas as Categorias
zh_cn: 合并所有类目

# SStructureDetailsView,CollapseAll
source: Collapse All Categories
es: Reducir todas las categorías
ja: 全カテゴリを折りたたむ
pt_br: Recolher Todas as Categorias
zh_cn: 合并所有类目

# SDetailsView,CollapseAll_ToolTip
source: Collapses all root level categories
es: Reduce todas las categorías del nivel raíz
ja: すべてのルートレベルカテゴリを折りたたむ
pt_br: Recolhe todas as categorias de nível da raiz
zh_cn: 合并所有根级类目

# SStructureDetailsView,CollapseAll_ToolTip
source: Collapses all root level categories
es: Reduce todas las categorías del nivel raíz
ja: ルートレベルカテゴリ全てを折りたたむ
pt_br: Recolhe todas as categorias de nível da raiz
zh_cn: 合并所有根级别类目

# SDetailsView,ExpandAll
source: Expand All Categories
es: Expandir todas las categorías
ja: 全カテゴリを展開
pt_br: Expandir Todas as Categorias
zh_cn: 展开所有分类

# SStructureDetailsView,ExpandAll
source: Expand All Categories
es: Expandir todas las categorías
ja: 全カテゴリを展開
pt_br: Expandir Todas as Categorias
zh_cn: 展开所有类目

# SDetailsView,ExpandAll_ToolTip
source: Expands all root level categories
es: Expande todas las categorías del nivel raíz
ja: すべてのルートレベルカテゴリを展開
pt_br: Expande todas as categorias de nível da raiz
zh_cn: 展开所有根关卡分类

# SStructureDetailsView,ExpandAll_ToolTip
source: Expands all root level categories
es: Expande todas las categorías del nivel raíz
ja: ルートレベルカテゴリ全てを展開
pt_br: Expande todas as categorias de nível da raiz
zh_cn: 展开所有根级别类目

# SDetailsView,LockSelectionButton_ToolTip
source: Locks the current selection into the Details panel
es: Bloquear selección actual en el panel de detalles
ja: 詳細パネルに現在の選択対象をロック
pt_br: Bloqueia a seleção atual no painel de Detalhes
zh_cn: 锁定当前选中项到详细信息面板

# SDetailsView,MultipleObjectsSelectedFmt
source: {0} objects
ja: {0} オブジェクト
zh_cn: {0}对象

# SDetailsView,NoObjectsSelected
source: Select an object to view details.
es: Seleccionar un objeto para ver los detalles.
ja: 詳細を表示するオブジェクトを選択
pt_br: Selecione um objeto para visualizar detalhes.
zh_cn: 选择一个对象来查看详细信息。

# SDetailsView,RawPropertyEditorButtonLabel
source: Open Selection in Property Matrix
es: Abrir selección en la matriz de propiedad
ja: プロパティマトリックスで選択対象を開く
pt_br: Abrir Seleção na Matriz de Propriedades
zh_cn: 在属性矩阵中打开选中项

# SDetailsView,ShowAllAdvanced
source: Show All Advanced Details
es: Muestra todos los detalles avanzados.
ja: アドバンスな詳細も表示
pt_br: Exibir Todos os Detalhes Avançados
zh_cn: 显示所有高级详细信息

# SStructureDetailsView,ShowAllAdvanced
source: Show All Advanced Details
es: Muestra todos los detalles avanzados.
ja: アドバンスな詳細も表示
pt_br: Exibir Todos os Detalhes Avançados
zh_cn: 显示所有高级详细信息

# SDetailsView,ShowAllAdvanced_ToolTip
source: Shows all advanced detail sections in each category
es: Muestra todas las secciones de detalle avanzado en cada categoría.
ja: 各カテゴリのすべての詳細セクションを表示
pt_br: Exibe todas as seções de detalhes avançados em cada categoria
zh_cn: 在每个类目中显示所有高级详细信息部分

# SStructureDetailsView,ShowAllAdvanced_ToolTip
source: Shows all advanced detail sections in each category
es: Muestra todas las secciones de detalle avanzado en cada categoría.
ja: それぞれのカテゴリのすべての詳細設定を表示
pt_br: Exibe todas as seções de detalhes avançados em cada categoria
zh_cn: 显示每个类目中的高级详细信息部分

# SDetailsView,ShowAllChildrenIfCategoryMatches
source: Show Child On Category Match
ja: カテゴリマッチ一覧に子を表示する
zh_cn: 显示分类匹配的子项

# SDetailsView,ShowAllChildrenIfCategoryMatches_ToolTip
source: Shows children if their category matches the search criteria
ja: カテゴリが検索上限と一致した場合は子を表示する
zh_cn: 如分类匹配搜索标准则显示子项

# SDetailsView,ShowOnlyDiffering
source: Show Only Differing Properties
ja: 相違点のあるプロパティのみ表示
zh_cn: 仅显示不同的属性

# SDetailsView,ShowOnlyDiffering_ToolTip
source: Displays only properties in this instance which have been changed or added from the instance being compared
ja: 比較されているインスタンスから変更または追加されたこのインスタンスのプロパティのみを表示します
zh_cn: 仅显示此实例中已变更的属性或从相比较的实例添加的属性

# SDetailsView,ShowOnlyModified
source: Show Only Modified Properties
es: Mostrar solo las propiedades modificadas
ja: 変更したプロパティのみを表示
pt_br: Exibir Apenas Propriedades Modificadas
zh_cn: 仅显示已经修改的属性

# SStructureDetailsView,ShowOnlyModified
source: Show Only Modified Properties
es: Mostrar solo las propiedades modificadas
ja: 修正されたプロパティのみを表示
pt_br: Exibir Apenas Propriedades Modificadas
zh_cn: 仅显示修改过的属性

# SDetailsView,ShowOnlyModified_ToolTip
source: Displays only properties which have been changed from their default
es: Muestra solo las propiedades que se han modificado de su predeterminado.
ja: デフォルト値から変更されたプロパティのみを表示
pt_br: Exibe somente propriedades que foram alteradas do valor padrão
zh_cn: 仅显示和其默认值不同的属性

# SStructureDetailsView,ShowOnlyModified_ToolTip
source: Displays only properties which have been changed from their default
es: Muestra solo las propiedades que se han modificado de su predeterminado.
ja: デフォルト設定値が変更されたプロパティのみ表示
pt_br: Exibe somente propriedades que foram alteradas do valor padrão
zh_cn: 仅显示相对于其默认值已修改的属性

# SequenceBrowser,AddLoopingInterpolation
source: Add Looping Interpolation
es: Añadir interpolación de bucle
ja: ループ補間を追加
pt_br: Adicionar Interpolação de Loop
zh_cn: 添加循环插值

# UICommands.AnimationEditorCommands,AddLoopingInterpolation
source: Add Looping Interpolation
ja: ループ補間を追加

# UICommands.PersonaCommands,AddLoopingInterpolation
source: Add Looping Interpolation
ja: ループ補間を追加

# SequenceBrowser,AddLoopingInterpolation_ToolTip
source: Add an extra frame at the end of the animation to create better looping
es: Añada un fotograma extra al final de la animación para crear un bucle mejor
ja: 優れたループを作成するために、アニメーションの終わりに特別なフレームを追加
pt_br: Adicionar um quadro extra no final da animação para criar um loop melhor
zh_cn: 在动画结尾处添加一个额外的帧来创建更好的循环

# SequenceBrowser,Backward_Tooltip
source: Step backward in the asset history. Right click to see full history.
es: Volver hacia atrás en el historial de activos. Hacer clic con el botón derecho para ver todo el historial.
ja: アセット履歴を戻ります。右クリックすると全履歴が表示されます。
pt_br: Retrocede no histórico de ativos. Clique com o botão direito para ver o histórico completo.
zh_cn: 回退资源历史记录。右击来查看完整历史。

# SequenceBrowser,ChangeSkeleton
source: Create a copy for another Skeleton...
es: Crear una copia para otro esqueleto…
ja: 別のスケルトンのコピーを作成...
pt_br: Criar uma cópia para outro Esqueleto...
zh_cn: 从其它骨架中创建拷贝...

# SequenceBrowser,ChangeSkeleton_ToolTip
source: Create a copy for different skeleton
es: Crear una copia para un esqueleto diferente
ja: 異なるスケルトンのコピーを作成
pt_br: Criar uma cópia para um esqueleto diferente
zh_cn: 为不同骨架创建拷贝

# SequenceBrowser,ExportAnimationsToFBX
source: Export to FBX
es: Exportar a FBX
ja: FBXへエクスポート
pt_br: Exportar para FBX
zh_cn: 导出到FBX

# UICommands.AnimationEditorCommands,ExportToFBX
source: Export to FBX
ja: FBXへエクスポート

# UICommands.PersonaCommands,ExportToFBX
source: Export to FBX
ja: FBXへエクスポート

# SequenceBrowser,ExportAnimationsToFBX_ToolTip
source: Export Animation(s) To FBX
es: Exportar animación(es) a FBX
ja: アニメーションをFBXへエクスポート
pt_br: Exportar Animações para FBX
zh_cn: 导出动画到FBX

# SequenceBrowser,ExtraAnimationFilters
source: Anim Filters
es: Filtros de animación
ja: アニメーションフィルタ
pt_br: Filtros de Animação
zh_cn: 动画过滤器

# SequenceBrowser,FFrontendFilter_AdditiveAnimAssets
source: Additive Animations
es: Animaciones aditivas
ja: 加算アニメーション
pt_br: Animações Aditivas
zh_cn: 叠加型动画

# SequenceBrowser,FFrontendFilter_AdditiveAnimAssetsToolTip
source: Show only animations that are additive.
es: Mostrar solo las animaciones que son aditivas.
ja: 加算アニメーションのみを表示
pt_br: Exibir somente as animações que são aditivas.
zh_cn: 仅显示叠加型动画。

# SequenceBrowser,Forward_Tooltip
source: Step forward in the asset history. Right click to see full history.
es: Ir hacia adelante en el historial de activos. Hacer clic con el botón derecho para ver todo el historial.
ja: アセット履歴を戻します。右クリックすると全履歴が表示されます。
pt_br: Avança no histórico de ativos. Clique com o botão direito para ver o histórico completo.
zh_cn: 向前查看资源历史记录。右击来查看完整历史。

# SequenceBrowser,NoPreviewMesh
source: No Preview Mesh
ja: プレビューメッシュなし
zh_cn: 无预览网格物体

# SequenceBrowser,ReimportAnimation
source: Reimport Animation
ja: アニメーションを再インポート
zh_cn: 重新导入动画

# UICommands.AnimationEditorCommands,ReimportAnimation
source: Reimport Animation
ja: アニメーションを再インポート

# UICommands.PersonaCommands,ReimportAnimation
source: Reimport Animation
ja: アニメーションを再インポート

# SequenceBrowser,ReimportAnimation_ToolTip
source: Reimport current animaion.
ja: 進行中のアニメーションを再インポート
zh_cn: 重新导入当前动画。

# SequenceBrowser,RemapSkeleton_Warning
source: This will duplicate the asset and convert to new skeleton.
es: Esto duplicará el activo y se convertirá en un esqueleto nuevo.
ja: アセットを複製して新しいスケルトンに変換します
pt_br: Isso duplicará o ativo e o converterá em um novo esqueleto.
zh_cn: 这样将会复制资源并转换为新骨架。

# SequenceBrowser,RunCompressionOnAnimations
source: Apply Compression
es: Aplicar compresión
ja: 圧縮を適用
pt_br: Aplicar Compactação
zh_cn: 应用压缩

# UICommands.AnimationEditorCommands,ApplyCompression
source: Apply Compression
ja: 圧縮を適用

# UICommands.PersonaCommands,ApplyCompression
source: Apply Compression
ja: 圧縮を適用

# SequenceBrowser,RunCompressionOnAnimations_ToolTip
source: Apply a compression scheme from the options given to the selected animations
es: Aplicar un esquema de compresión de las opciones dadas a las animaciones seleccionadas
ja: 選択アニメーションで有効なオプションから圧縮スキームを適用
pt_br: Aplica um esquema de compactação a partir das opções dadas para as animações selecionadas
zh_cn: 从选中动画的给定选项中应用压缩机制

# SequenceBrowser,SaveSelectedAssets_ToolTip
source: Save the selected assets
es: Guardar los activos seleccionados
ja: 選択アセットを保存
pt_br: Salvar os ativos selecionados
zh_cn: 保存选中的资源

# SequenceBrowser,SetCurrentPreviewMesh
source: Set Current Preview Mesh
ja: 現在のプレビューメッシュを設定
zh_cn: 设置当前预览网格物体

# SequenceBrowser,SetCurrentPreviewMesh_ToolTip
source: Set current preview mesh to be used when previewed by this asset. This only applies when you open Persona using this asset.
ja: このアセットでプレビュー時に現行プレビューメッシュを用いるように設定します。このアセットでペルソナを開いている場合のみ適用します。
zh_cn: 设置在由此资源预览时使用的当前预览网格物体。这仅适用于您使用此资源打开Persona的情况。

# STimelineEditor,AddEventTrack
source: Add Event Track
es: Añadir una pista de evento
ja: イベントトラックを追加
pt_br: Adicionar Faixa de Evento
zh_cn: 添加事件轨迹

# UICommands.MatineeCommands,DeleteSelectedKeys
source: Delete Keys
ja: キーを削除

# Sequencer,DeleteSelectedKeys_Transaction
source: Delete Selected Keys
ja: 選択キーを削除
zh_cn: 删除选中的关键帧

# UnrealEd,DeleteSelectedKeys
source: Delete Selected Keys
es: Eliminar las claves seleccionadas
ja: 選択したキーを削除
pt_br: Excluir Chaves Selecionadas
zh_cn: 删除选中的关键帧

# Sequencer,DragSectionEdgeTransaction
source: Resize section
es: Ajustar el tamaño de la sección
ja: セクションのサイズ変更
pt_br: Redimensionar seção
zh_cn: 调整片段大小

# UICommands.MatineeCommands,DuplicateKeys
source: Duplicate Keys
ja: キーを複製

# Sequencer,MoveSectionTransaction
source: Move Section
es: Mover sección
ja: セクションを移動
pt_br: Mover Seção
zh_cn: 移动片段

# UICommands.MatineeCommands,ViewEndofTrack
source: End
ja: 終端

# Sequencer,SetInterpTangentMode_Transaction
source: Set Interpolation and Tangent Mode
ja: 補間と接線モードを設定
zh_cn: 设置插值和切线模式

# Sequencer,SnapOptionsToolTip
source: Snapping Options
ja: スナップするオプション
zh_cn: 对齐选项

# Sequencer,SnappingMenuCurveHeader
source: Curve Snapping
ja: カーブスナッピング
zh_cn: 曲线对齐

# Sequencer,SnappingMenuKeyHeader
source: Key Snapping
ja: キーのスナップ
zh_cn: 关键帧对齐

# Sequencer,SnappingMenuPlayTimeHeader
source: Play Time Snapping
ja: スナップ時間を再生
zh_cn: 播放时间对齐

# Sequencer,SnappingMenuSectionHeader
source: Section Snapping
ja: セクションのスナップ
zh_cn: 片段对齐

# Sequencer,SnapToFrame_Transaction
source: Snap Selected Keys to Frame
ja: 選択されたキーをフレームにスナップ
zh_cn: 对齐选中的关键帧到帧

# Sequencer,TimeSnappingIntervalToolTip
source: Time snapping interval
ja: 時間をスナップするインターバル
zh_cn: 时间对齐间隔

# Sequencer,UndoAddingObject
source: Add Object to MovieScene
es: Añadir objeto a MovieScene
ja: MovieScene にオブジェクトを追加
pt_br: Adicionar Objeto a MovieScene
zh_cn: 向MovieScene添加对象

# UnrealEd,MapSendToBack
source: Send To Back
es: Mandar a la parte de atrás
ja: 背面へ送信
pt_br: Enviar Para Trás
zh_cn: 置为底层

# UICommands.RichCurveEditorCommands,SetPostInfinityExtrapCycle
source: Cycle
ja: サイクル

# UICommands.RichCurveEditorCommands,SetPreInfinityExtrapCycle
source: Cycle
ja: サイクル

# UICommands.RichCurveEditorCommands,SetPostInfinityExtrapCycleWithOffset
source: Cycle with Offset
ja: オフセットつきサイクル

# UICommands.RichCurveEditorCommands,SetPreInfinityExtrapCycleWithOffset
source: Cycle with Offset
ja: オフセットつきサイクル

# UICommands.RichCurveEditorCommands,SetPostInfinityExtrapOscillate
source: Oscillate
ja: 折り返し

# UICommands.RichCurveEditorCommands,SetPreInfinityExtrapOscillate
source: Oscillate
ja: 折り返し

# SequencerContextMenus,SnapToFrame
source: Snap to Frame
ja: フレームにスナップ
zh_cn: 对齐到帧

# SequencerContextMenus,SnapToFrameToolTip
source: Snap selected keys to frame
ja: 選択されたキーをフレームにスナップします。
zh_cn: 将选中的关键帧对齐到帧

# UnrealEd,InterpEd_FrameRate_24_fps
source: 24 fps (film)
es: 24 fps (película)
ja: 24 fps (映画)
pt_br: 24 qps (filme)
zh_cn: 24 fps (电影)

# SequencerHelpers,SnapDescription_120Fps
source: Set snap to 120 fps
ja: スナップを 120 fps にセット
zh_cn: 设置对齐为 120帧/秒

# SequencerHelpers,SnapDescription_15Fps
source: Set snap to 15 fps
ja: スナップを 15 fps にセット
zh_cn: 设置对齐为 15帧/秒

# SequencerHelpers,SnapDescription_24Fps
source: Set snap to 24 fps
ja: スナップを 24 fps にセット
zh_cn: 设置对齐为 24帧/秒

# SequencerHelpers,SnapDescription_25Fps
source: Set snap to 25 fps
ja: スナップを 25 fps にセット
zh_cn: 设置对齐为 25帧/秒

# SequencerHelpers,SnapDescription_29.97Fps
source: Set snap to 29.97 fps
ja: スナップを 29.97 fps にセット
zh_cn: 设置对齐为 29.97帧/秒

# SequencerHelpers,SnapDescription_30Fps
source: Set snap to 30 fps
ja: スナップを 30 fps にセット
zh_cn: 设置对齐为 30帧/秒

# SequencerHelpers,SnapDescription_48Fps
source: Set snap to 48 fps
ja: スナップを 48 fps にセット
zh_cn: 设置对齐为 48帧/秒

# SequencerHelpers,SnapDescription_50Fps
source: Set snap to 50 fps
ja: スナップを 50 fps にセット
zh_cn: 设置对齐为 50 帧/秒

# SequencerHelpers,SnapDescription_60Fps
source: Set snap to 60 fps
ja: スナップを 60 fps にセット
zh_cn: 设置对齐到 60 帧/秒

# SequencerHelpers,SnapDescription_OneHundredSeconds
source: Set snap to 100 seconds
ja: スナップを 100 秒にセット
zh_cn: 设置对齐为100秒

# SequencerHelpers,SnapDescription_OneHundredthSeconds
source: Set snap to 1/100th of a second
ja: スナップを 1/100 秒にセット
zh_cn: 设置对齐为1/100秒

# SequencerHelpers,SnapDescription_OneSeconds
source: Set snap to 1 second
ja: スナップを 1 秒にセット
zh_cn: 设置对齐为1秒

# SequencerHelpers,SnapDescription_OneTenthSeconds
source: Set snap to 1/10th of a second
ja: スナップを 1/10 秒にセット
zh_cn: 设置对齐为1/10秒

# SequencerHelpers,SnapDescription_OneThousandthSeconds
source: Set snap to 1/1000th of a second
ja: スナップを 1/1000 秒にセット
zh_cn: 设置对齐为1/1000秒

# SequencerHelpers,SnapDescription_TenSeconds
source: Set snap to 10 seconds
ja: スナップを 10 秒にセット
zh_cn: 设置对齐为10秒

# SequencerNode,SequencerNodeAddPinButton_ToolTip
source: Add new pin
es: Añadir Pin nuevo
ja: 新しいピンを追加
pt_br: Adicionar novo fixador
zh_cn: 添加新引脚

# SwitchStatementNode,SwitchStatementNodeAddPinButton_Tooltip
source: Add new pin
es: Añadir Pin nueva
ja: 新しいピンを追加
pt_br: Adicionar novo fixador
zh_cn: 添加新引脚

# SFbxReimportSceneSkeletalMeshListView,AssetNameHeaderName
source: Asset Name
ja: アセット名

# SFbxReimportSceneStaticMeshListView,AssetNameHeaderName
source: Asset Name
ja: アセット名
zh_cn: 资源名称

# SFbxSceneMaterialsListView,AssetNameHeaderName
source: Asset Name
ja: アセット名
zh_cn: 资源名称

# SFbxSceneSkeletalMeshListView,AssetNameHeaderName
source: Asset Name
ja: アセット名

# SFbxSceneStaticMeshListView,AssetNameHeaderName
source: Asset Name
ja: アセット名
zh_cn: 资源名称

# SkeletonWidget,ColumnLabel_RemapAssetName
source: Asset Name
ja: アセット名
zh_cn: 资源名称

# SFbxReimportSceneSkeletalMeshListView,AssetOptionNameHeaderName
source: Option Name
ja: オプション名

# SFbxReimportSceneStaticMeshListView,AssetOptionNameHeaderName
source: Option Name
ja: オプション名
zh_cn: 选项名称

# SFbxReimportSceneSkeletalMeshListView,AssetStatusHeaderName
source: Asset Status
ja: アセットステータス

# SFbxReimportSceneStaticMeshListView,AssetStatusHeaderName
source: Asset Status
ja: アセットステータス
zh_cn: 资源状态

# SFbxReimportSceneSkeletalMeshListView,ContentPathHeaderName
source: Content Path
ja: コンテンツパス

# SFbxReimportSceneStaticMeshListView,ContentPathHeaderName
source: Content Path
ja: コンテンツパス
zh_cn: 内容路径

# SFbxSceneMaterialsListView,ContentPathHeaderName
source: Content Path
ja: コンテンツパス
zh_cn: 内容路径

# SFbxReimportSceneSkeletalMeshListView,FbxScene_SM_Options
source: Options:
ja: オプション:

# SFbxReimportSceneStaticMeshListView,FbxScene_SM_Options
source: Options:
ja: オプション:
zh_cn: 选项：

# SFbxSceneSkeletalMeshListView,FbxScene_SM_Options
source: Options:
ja: オプション:

# SFbxSceneStaticMeshListView,FbxScene_SM_Options
source: Options:
ja: オプション:
zh_cn: 选项：

# SFbxReimportSceneStaticMeshListView,FbxImportScene_SM_Assign
source: Assign existing static mesh...
ja: 既存のスタティックメッシュを割り当て...
zh_cn: 指派已存在的静态网格...

# SFbxSceneMaterialsListView,FbxChooseMaterialAssetContentPath
source: Choose a material asset
ja: マテリアルアセットを選択
zh_cn: 选择一个材质资源

# SFbxSceneMaterialsListView,StatusHeaderName
source: Status
ja: ステータス
zh_cn: 状态

# SFbxSceneSkeletalMeshListView,OptionsNameHeaderName
source: Options Name
ja: オプション名

# SFbxSceneStaticMeshListView,OptionsNameHeaderName
source: Options Name
ja: オプション名
zh_cn: 选项名称

# SFbxSSceneBaseMeshListView,PivotBakeSubMenu
source: Pivot Options
ja: ピボットオプション

# SFbxSSceneBaseMeshListView,PivotNameHeaderName
source: Pivot Node
ja: ピボットノード

# SFilterableObjectList,FilterStatus_ShowingXOfYFmt
source: Showing {0} of {1}
ja: {1} の {0} を表示中
zh_cn: 显示{1}的{0}

# SFilterableObjectList,Refresh_ToolTip
source: Search for new entries
es: Buscar entradas nuevas
ja: 新規インプットを検索
pt_br: Procurar novas entradas
zh_cn: 搜索新项

# SFilterableObjectList,SearchBox_ToolTip
source: Type words to search for
es: Escribir la palabras que se quieren buscar
ja: 検索ワードを入力
pt_br: Digite as palavras a procurar
zh_cn: 在此处输入文字以进行搜索

# SGameplayCueEditor,GameplayCueOverrides
source: Override Filter
ja: オーバーライドフィルター

# SGameplayCueEditor,HotReload
source: Hot Reload
ja: ホットリロード

# SGameplayCueEditor,SearchBPEvents
source: Search BP Events
ja: BPイベントを検索
zh_cn: 搜索蓝图事件

# SGameplayCueEditor,ShowAllOverrides
source: Show all possible overrides
ja: 可能なオーバーライドをすべて表示

# SGameplayCueEditor,ShowLeafTagsOnly
source: Show leaf tags only
ja: リーフタグのみ表示

# SGameplayCueEditor,UnknownFilterType
source: Unknown Filter Type
ja: 不明なフィルタタイプ

# SGameplayCueEditor,UnknownItemType
source: Unknown Item Type
ja: 不明なアイテムタイプ
zh_cn: 未知项目类型

# SGameplayCuePickerDialogEvents,CommonClassesAreaTitleEvents
source: Custom BP Events
ja: カスタムBPイベント
zh_cn: 自定义蓝图事件
