Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# DeviceProfileEditor,DeviceProfileEditorMenuGroupName
source: Device Profile Editor Tabs
es: Pestañas del editor de perfil del dispositivo
ja: デバイスプロファイルエディタタブ
pt_br: Guias do Editor de Perfis de Dispositivo
zh_cn: 设备概述编辑器选卡

# DeviceProfileEditor,DeviceProfileEditorSCCLockedLabel
source: The default device profile configuration is under Source Control. This file is currently locked.
es: La configuración de perfil de dispositivo predeterminado se encuentra bajo el control del código fuente. Este archivo está actualmente bloqueado.
ja: デフォルトのデバイスプロファイルコンフィギュレーションはソース制御下に置かれています。このファイルは現在ロックされています。
pt_br: A configuração do perfil do dispositivo padrão está em Controle de Origem. Este arquivo está bloqueado atualmente.
zh_cn: 默认设备概述文件配置位于源码控制中。该文件当前是锁定的。

# DeviceProfileEditor,DeviceProfileEditorSCCUnlockedLabel
source: The default device profile configuration is under Source Control. This file is currently writable.
es: La configuración de perfil de dispositivo predeterminado se encuentra bajo el control del código fuente. Este archivo es actualmente grabable.
ja: デフォルトのデバイスプロファイルコンフィギュレーションはソース制御下に置かれています。このファイルは現在書き込み可能です。
pt_br: A configuração do perfil do dispositivo padrão está em Controle de Origem. Este arquivo é atualmente gravável atualmente.
zh_cn: 默认设备概述文件配置位于源码控制中。该文件当前是可写的。

# DeviceProfileEditor,DeviceProfileEditorTitle
source: Device Profiles
ja: デバイスプロファイル
zh_cn: 设备概述文件

# DeviceProfileEditor,DeviceProfilePropertyEditorLabel
source: Device Profile Property Editor...
es: Editor de propiedades del perfil del dispositivo...
ja: デバイスプロファイルプロパティエディタ...
pt_br: Editor de Propriedades de Perfil de Dispositivo...
zh_cn: 设备概述文件属性编辑器

# DeviceProfileEditor,FailedToCheckOutConfigFileError
source: Error: Failed to check out the configuration file.
es: Error: error al revisar el archivo de configuración.
ja: エラー：コンフィギュレーションファイルのチェックアウトに失敗しました
pt_br: Erro: Falha ao retirar o arquivo de configuração.
zh_cn: 错误: 未能迁出配置文件。

# DeviceProfileEditor,GenericPropertiesTitle
source: Pin Profiles to Add Columns
es: Perfiles del Pin para añadir columnas
ja: プロファイルを固定してカラムを追加
pt_br: Perfis de Fixadores para Adicionar Colunas
zh_cn: 把概述文件固定到‘添加竖栏’上

# DeviceProfileEditor,RootMenuGroupName
source: Root
es: Raíz
ja: ルート
pt_br: Raiz
zh_cn: 根

# PropertyTable,BreadcrumbRootDisplayName
source: Root
es: Raíz
ja: ルート
pt_br: Raiz
zh_cn: 根

# DeviceProfileEditor,SaveAsDefaultButtonText
source: Save as Default
es: Guardar como predeterminado
ja: デフォルトとして保存
pt_br: Salvar Como Padrão
zh_cn: 保存为默认设置

# DeviceProfileEditor,TabTitle
source: Device Profile Editor
es: Editor del perfil del dispositivo
ja: デバイスプロファイルエディタ
pt_br: Editor de Perfis de Dispositivo
zh_cn: 设备概述文件编辑器

# DeviceProfileEditor,TabTitle_ToolTip
source: The Device Profile Editor
es: Editor del perfil del dispositivo
ja: デバイスプロファイルエディタ
pt_br: O Editor de Perfis de Dispositivo
zh_cn: 设备概述文件编辑器

# DeviceProfileEditor,WindowMenuLabel
source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela
zh_cn: 窗口

# DeviceProfileEditorSelectionPanel,ExistingProfilesLabel
source: Existing Device Profiles...
es: Perfiles del dispositivo existentes/creados...
ja: 既存デバイスプロファイル...
pt_br: Perfis de Dispositivo Existentes...
zh_cn: 编辑设备概述文件...

# DeviceProfileEditorSelectionPanel,InvalidProfile
source: Invalid Profile
ja: 無効なプロファイル
zh_cn: 无效的概述文件

# DeviceProfileEditorSelectionPanel,PinProfileColumnButtonToolTip
source: Pin profile to device profile editor table
es: Perfil de Pin a tabla del editor de perfil del dispositivo
ja: デバイスプロファイルエディタテーブルにプロファイルのピンを接続する
pt_br: Perfil do fixador para a tabela do editor de perfis de dispositivo
zh_cn: 针对设备概述文件编辑器表格的引脚概述文件

# DeviceProfileEditorSelectionPanel,ViewSingleProfileColumnButtonToolTip
source: View this profile in it's own editor
es: Ver este perfil en su propio editor
ja: 独自のエディタでこのプロファイルを表示する
pt_br: Visualizar este perfil em seu próprio editor
zh_cn: 在其自己的编辑器中查看该概述文件

# Dialogs,EAppReturnTypeContinue
source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续

# FProjectTargetPlatformEditorModule,ShowUnsupportedPlatformWarning_Confirm
source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续

# MeshPaint_Mode,PushInstanceVertexColorsPrompt_ConfirmText
source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续

# ModalDialogs,CompileErrorsInMaterialConfirm
source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续

# UnrealEd,Warning_NoPreviewMeshFound_Confirm
source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续

# Dialogs,EAppReturnTypeNo
source: No
ja: いいえ
pt_br: Não
zh_cn: 不

# DocumentationActor,OpenURL_no
source: No
ja: いいえ
zh_cn: 否

# Matinee,No
source: No
ja: いいえ
pt_br: Não
zh_cn: 不

# MyBlueprint,DeleteVariable_No
source: No
ja: いいえ
pt_br: Não
zh_cn: 不

# STextPropertyEditableTextBox,TextLocalizableToggleNo
source: No
ja: いいえ

# WorldBrowser,RemoveLevel_No
source: No
ja: いいえ
pt_br: Não
zh_cn: 否

# Dialogs,EAppReturnTypeNoAll
source: No All
es: No a todo
ja: 全ていいえ
pt_br: Não para Todos
zh_cn: 全部否

# Dialogs,EAppReturnTypeRetry
source: Retry
es: Volver a intentar
ja: 再試行
pt_br: Tentar Novamente
zh_cn: 重试

# SkeletonSlotNames,RetryButton
source: Retry
ja: 再試行
zh_cn: 重试

# Dialogs,EAppReturnTypeYes
source: Yes
es: Sí
ja: はい
pt_br: Sim
zh_cn: 是

# DocumentationActor,OpenURL_yes
source: Yes
ja: はい
zh_cn: 是

# MyBlueprint,DeleteVariable_Yes
source: Yes
es: Sí
ja: はい
pt_br: Sim
zh_cn: 是

# STextPropertyEditableTextBox,TextLocalizableToggleYes
source: Yes
ja: はい

# WorldBrowser,RemoveLevel_Yes
source: Yes
es: Sí
ja: はい
pt_br: Sim
zh_cn: 是

# Dialogs,EAppReturnTypeYesAll
source: Yes All
es: Sí a todo
ja: 全てはい
pt_br: Sim para Todos
zh_cn: 全部是

# Dialogs,MissingType
source: MISSING RETURN TYPE
es: TIPO DE DEVOLUCIÓN PERDIDO
ja: 戻り値の型が不足しています
pt_br: TIPO DE RETORNO AUSENTE
zh_cn: 缺失返回类型

# DialogueWaveDetails,AddDialogueContext
source: Add Dialogue Context
es: Añadir contexto del cuadro de diálogo
ja: ダイアログコンテクストを追加
pt_br: Adicionar Contexto de Diálogo
zh_cn: 添加对话关联内容

# DialogueWaveDetails,AddDialogueContextToolTip
source: Adds a new context for dialogue based on speakers, those spoken to, and the associated soundwave.
es: Añade un nuevo contexto para el cuadro de diálogo que se basa en los locutores, en aquellos a los que hablan y en la onda sonora asociada.
ja: スピーカー、話しかけられたキャラクター、関連するサウンドウェーブに基づいてダイアログに新しいコンテクストを追加します
pt_br: Adiciona um novo contexto do diálogo com base nos interlocutores, nos ouvintes e na onda sonora associada.
zh_cn: 添加基于谈话者，被谈话者以及相关声波的对话的新关联内容。

# DialogueWaveDetails,DirectedAt
source: Directed At
es: Dirigido a
ja: ターゲットにする
pt_br: Dirigido em
zh_cn: 用于

# DialogueWaveDetails,InvalidDialogueWaveError
source: Invalid dialogue wave.
es: Onda de diálogo no válida.
ja: ダイアログウェーブが無効です
pt_br: Leva de diálogo inválida.
zh_cn: 无效的对话声波。

# DialogueWaveDetails,InvalidSpeakerError
source: Invalid speaker for dialogue wave.
es: Locutor no válido para la onda de diálogo.
ja: ダイアログウェーブのスピーカーが無効です
pt_br: Interlocutor inválido da leva de diálogo.
zh_cn: 对话声波的无效谈话者。

# DialogueWaveDetails,Multiple
source: Multiple
es: Múltiple
ja: 複数
pt_br: Vários
zh_cn: 多个

# SplineComponentDetails,Multiple
source: Multiple
ja: 複数

# DialogueWaveDetails,NoTargets
source: No One
es: Nadie
ja: 誰もいません
pt_br: Ninguém
zh_cn: 无人

# DialogueWaveDetails,NullSpeakerError
source: Speaker can not be "None".
es: El locutor no puede ser "Nadie".
ja: スピーカーは「なし」に設定できません
pt_br: O interlocutor não pode ser "Nenhum".
zh_cn: 说话者不能是 "None"。

# DialogueWaveDetails,NullTargetError
source: Target set can not contain "None".
es: El ajuste meta no puede contener «Ninguno".
ja: ターゲットセットに「なし」を含めてはいけません
pt_br: O conjunto de alvos não pode conter "Nenhum".
zh_cn: 目标组不能包含 "None"。

# DialogueWaveDetails,RemoveContextDisabledToolTip
source: Cannot remove context - a dialogue wave must have at least one context.
es: No se puede eliminar el contexto - una onda de diálogo debe tener al menos un contexto.
ja: コンテキストを削除できません - ダイアログウェーブに最低１つのコンテキストが必要です。
pt_br: Não é possível remover o contexto: uma leva de diálogo deve ter ao menos um contexto.
zh_cn: 无法移除关联内容 - 对话声波必须至少有一个关联内容。

# DialogueWaveDetails,RemoveContextToolTip
source: Remove context.
es: Eliminar contexto.
ja: コンテキストを削除
pt_br: Remover contexto.
zh_cn: 移除关联内容。

# DialogueWaveDetails,SelectDialogueWaveError
source: Select a valid dialogue wave.
es: Seleccionar una onda de diálogo válida.
ja: 有効なダイアログウェーブを選択
pt_br: Selecione uma leva de diálogo válido.
zh_cn: 选择有效的对话波形。

# DialogueWaveDetails,SelectSpeakerError
source: Select a valid speaker.
es: Seleccionar un locutor válido.
ja: 有効なスピーカーを選択
pt_br: Selecione um interlocutor válido.
zh_cn: 选择有效的谈话者。

# DialogueWaveDetails,SelectTargetsError
source: Select a valid target set.
es: Seleccionar un conjunto meta válido.
ja: 有効なターゲットセットを選択
pt_br: Selecione um conjunto de alvos válido.
zh_cn: 选择有效的目标集。

# DiffViewUtils,LocalRevisionLabel
source: Local Revision
ja: ローカルリビジョン
zh_cn: 本地修订版

# DiffViewUtils,NodeAdded
source: Added Node {0} to {1}
ja: {1} にノード {0} を追加
zh_cn: 已添加节点{0}到{1}

# DiffViewUtils,NodeMoved
source: Moved Node {0} in {1}
ja: {1} にノード {0} を移動

# DiffViewUtils,NodeRemoved
source: Removed Node {0} from {1}
ja: {1} からノード {0} を削除

# DiffViewUtils,PropertyValueChange
source: {0} changed value in {1}
ja: {0} の値が {1}で変更

# DiffViewUtils,PropertyValueChange_Added
source: {0} added to {1}
ja: {0} が {1}に追加

# DiffViewUtils,PropertyValueChange_Removed
source: {0} removed from {1}
ja: {1} から {0} を除去
zh_cn: 已从{1}删除{0}

# DiffViewUtils,RevisionData
source: Revision {0} - CL {1} - {2}
ja: リビジョン {0} - CL {1} - {2}
zh_cn: 修订版 {0} - 变更列表{1} - {2}

# DiffViewUtils,RevisionDataNoChangelist
source: Revision {0} - {1}
ja: リビジョン {0} - {1}
zh_cn: 修订版{0} - {1}

# DirectoryPathStructCustomization,Error_InvalidRootPath
source: The chosen directory must be within {0}
es: El directorio elegido debe estar dentro de {0}
ja: 選択したディレクトリは {0} 内でなくてはいけません
pt_br: O diretório escolhido deve estar dentro de {0}
zh_cn: 选中的目录必须在{0}中

# DirectoryPathStructCustomization,FolderButtonToolTipText
source: Choose a directory from this computer
es: Elegir un directorio de este ordenador
ja: このPCからディレクトリを選択
pt_br: Escolha um diretório deste computador
zh_cn: 从此电脑选择一个目录

# DirectoryPathStructCustomization,FolderDialogTitle
source: Choose a directory
es: Elegir un directorio
ja: ディレクトリを選択
pt_br: Escolha um diretório
zh_cn: 选择一个目录

# DistanceDatumStructCustomization,FadeInEnd
source: Fade In {0} Value End
ja: 終了のフェードイン {0} 値
zh_cn: 淡入{0}值结束

# DistanceDatumStructCustomization,FadeInStart
source: Fade In {0} Value Start
ja: 開始のフェードイン {0} 値
zh_cn: 淡入{0}值开始

# DistanceDatumStructCustomization,FadeOutEnd
source: Fade Out {0} Value End
ja: 終了のフェードアウト {0} 値
zh_cn: 淡出{0}值结束

# DistanceDatumStructCustomization,FadeOutStart
source: Fade Out {0} Value Start
ja: 開始のフェードアウト {0} 値
zh_cn: 淡出{0}值开始

# DistanceFieldBuild,DistanceFieldBuildInProgress
source: Building Mesh Distance Fields
ja: メッシュ距離フィールドのビルド中
zh_cn: 构建网格物体距离场

# DistanceFieldBuild,DistanceFieldBuildInProgressFormat
source: Building Mesh Distance Fields ({BuildTasks})
ja: メッシュ距離フィールド ({BuildTasks})のビルド中
zh_cn: 构建网格物体距离场({BuildTasks})

# DlgNewGeneric,ContentBrowser_CannotDeleteExistingAsset
source: The new asset wasn't created due to a problem while attempting to delete the existing '{0}' asset.
es: El activo nuevo no se ha creado debido a un fallo mientras intentaba eliminar el activo existente '{0}'.
ja: 新規アセットは作成されませんでした。既存する '{0}' アセットの削除中 に問題が発生しました。
pt_br: O novo ativo não foi criado devido a um problema ao tentar excluir o ativo '{0}' existente.
zh_cn: 不能创建新资源，因为在尝试 删除现有'{0}'资源时遇到问题。

# DlgPickAssetPath,AssetAlreadyExists
source: Asset {0} already exists.
es: El activo {0} ya existe.
ja: アセット {0} はすでに存在します
pt_br: O ativo {0} já existe.
zh_cn: 资源{0} 已经存在。

# Documentation,CannotFindAPIReference
source: Cannot open API reference; help file not found.
es: No se puede abrir la referencia de IPA (Interfaz de programación de aplicaciones). No se ha encontrado el archivo de ayuda.
ja: APIリファレンスを開けないためヘルプファイルが見つかりません
pt_br: Não é possível abrir a referência de API; o arquivo de ajuda não foi encontrado.
zh_cn: 不能打开API参考指南；没有找到帮助文件。

# DocumentationActor,OpeningURLMessage
source: You are about to open an external URL. This will open your web browser. Do you want to proceed?
ja: ご使用のウェブブラウザを使って外部URLを開こうとしています。継続しますか？
zh_cn: 您将打开一个外部URL。这将会打开您的网站浏览器。您想继续吗？

# DocumentationActor,OpeningURLTitle
source: Open external link
ja: 外部リンクを開く
zh_cn: 打开外部链接

# DocumentationActorDetails,HelpDocumentation
source: Open Help Documentation
ja: オンラインヘルプドキュメントを開く
zh_cn: 打开帮助文档

# DocumentationActorDetails,HelpDocumentation_Filter
source: Help Documentation
ja: オンライン マニュアル
zh_cn: 帮助文档

# DocumentationActorDetails,HelpDocumentationURL
source: Open Help URL
ja: ヘルプドURLを開く
zh_cn: 打开帮助链接

# DocumentationActorDetails,OpenInvalid
source: The link field contains invalid data
ja: リンク欄に無効なデータが含まれています
zh_cn: 链接字段包含无效数据

# DocumentationActorDetails,OpenNoString
source: Enter a string in the link field to have this button open it
ja: このボタンで開くにはリンク欄に文字列を入力してください。
zh_cn: 在链接字段中输入一个字符串，以便用该按钮打开它

# DocumentationActorDetails,OpenUDNLink
source: Opens the help link:{0}
ja: ヘルプリンクを開く:{0}
zh_cn: 打开帮助链接：{0}

# DocumentationActorDetails,OpenURLLink
source: Opens the Web page:{0}
ja: ウェブページを開く:{0}
zh_cn: 打开网页：{0}

# DynamicCastHandler,BadCastNoTargetType_Error
source: Node @@ has an invalid target type, please delete and recreate it
es: El nodo @@ no tiene un tipo meta válido. Por favor, eliminar y volver a crear
ja: ノード@@に無効なターゲットタイプがあります。削除して作成し直してください。
pt_br: O nó @@ tem um tipo de destino inválido; exclua-o e recrie-o
zh_cn: 节点@@的对象类型无效，请删除并重新创建

# DynamicCastHandler,InvalidClassDynamicCastClass_Error
source: Node @@ has an invalid target class. Interfaces are not supported.
es: El nodo @@ no tiene una clase meta válida. Las interfaces no son compatibles.
ja: ノード@@に無効なターゲットクラスがあります。インターフェースがサポートされていません。
pt_br: O nó @@ tem uma classe de destino inválida. Interfaces não são suportadas.
zh_cn: 节点@@的目标类无效 不支持接口。

# DynamicCastHandler,InvalidConnectionOnNode_Error
source: Node @@ has an invalid connection on @@
es: El nodo @@ no tiene una conexión válida en @@
ja: ノード @@ は @@ 上に無効な接続があります
pt_br: O nó @@ tem uma conexão inválida em @@
zh_cn: 节点@@在@@上的连接无效

# DynamicCastHandler,InvalidDynamicCastClass_CompilerError
source: Node @@ has an invalid target class. (Inner compiler error?)
ja: ノード @@ に無効なターゲットクラスがあります (内部コンパイラーエラー？)
zh_cn: 节点@@具有无效的目标类。(内部编译器错误？)

# DynamicCastHandler,InvalidDynamicCastClass_Error
source: Node @@ has an invalid target class
es: El nodo @@ no tiene una clase meta válida
ja: ノード@@に無効なターゲットクラスがあります
pt_br: O nó @@ tem uma classe de destino inválida
zh_cn: 节点@@的目标类无效

# EdGraphCompiler,PinLinkIsNull Error
source: Null or missing pin linked to @@
es: Pin nulo o perdido enlazado a @@
ja: @@ にNULLまたは不明なピンが接続されています
pt_br: Fixador nulo ou ausente vinculado a @@
zh_cn: @@ 为Null或者丢失了引脚连接

# EdGraphCompiler,PinWrongOuterError
source: Blueprint is corrupted! Pin '%s' has wrong outer '%s'.
es: ¡Blueprint dañado! El Pin '%s' tiene un exterior erróneo '%s'.
ja: ブループリントは破損しています！ピン '%s' に不正な '%s' があります。
pt_br: O esquema está corrompido! O fixador '%s' tem um externo '%s' incorreto.
zh_cn: 蓝图损坏! 引脚'%s'具有错误的外容器 '%s'。

# EdGraphCompiler,WrongPinsOwner_Error
source: The pin @@ has outer @@, but it's used in @@
es: El Pin @@ tiene el exterior @@, pero éste se utiliza en @@
ja: ピン @@ に外部 @@ がありますが @@ で使用されています
pt_br: O fixador @@ tem um externo @@, mas é usado em @@
zh_cn: 引脚@@具有外部容器@@，但它应用在@@中

# EditableSkeleton,AddSlotGroupName
source: Add Slot Group Name
ja: スロットグループ名を追加

# EditableSkeleton,AddSocket
source: Add Socket to Skeleton
ja: ソケットをスケルトンへ追加

# EditableSkeleton,AddVirtualBone
source: Add Virtual Bone to Skeleton
ja: 仮想ボーンをスケルトンに追加

# EditableSkeleton,AttachedAssetRemoveUndo
source: Remove All Attached Assets
ja: 親子付けしたアセットすべてを取り除く

# SSkeletonTree,RemoveAllAttachedAssets
source: Remove All Attached Assets
es: Eliminar todos los activos acoplados
ja: 親子付けしたアセットすべてを取り除く
pt_br: Remover Todos os Ativos Anexados
zh_cn: 移除所有附加的资源

# EditableSkeleton,BoneMappingChanged
source: Change Bone Mapping
ja: ボーンマッピングを変更

# EditableSkeleton,BoneMappingsChanged
source: Change Bone Mappings
ja: ボーンマッピングを変更

# EditableSkeleton,ChangeSkeletonAdditionalMeshes
source: Change Skeleton Additional Meshes
ja: スケルトン追加メッシュを変更

# EditableSkeleton,ChangeSkeletonPreviewMesh
source: Change Skeleton Preview Mesh
ja: スケルトンプレビューメッシュを変更

# EditableSkeleton,CollectAnimationsTaskDesc
source: Collecting assets...
ja: アセットを収集中...

# EditableSkeleton,CopySocket
source: Copy Socket
ja: ソケットをコピー

# EditableSkeleton,CreateBlendProfile
source: Create Blend Profile
ja: ブレンドプロファイルを作成

# EditableSkeleton,CreateMeshSocket
source: Create Mesh Socket
ja: メッシュソケットを作成

# UICommands.SkeletonTreeCommands,CreateMeshSocket
source: Create Mesh Socket
ja: メッシュソケットを作成

# EditableSkeleton,DeleteAnimNotify
source: Delete Anim Notify
ja: アニメーション通知を削除

# EditableSkeleton,DeleteCurveDialogTitle
source: Confirm Deletion
ja: 削除を確認

# EditableSkeleton,DeleteCurveMessage
source: The following assets use the selected curve(s), deleting will remove the curves from these assets. Continue?
ja: 以下のアセットは選択中のカーブを使用しています。削除するとアセットからカーブが取り除かれます。継続しますか？

# EditableSkeleton,DeleteCurvesTaskDesc
source: Deleting curve from skeleton {0}
ja: スケルトン {0} からカーブを削除中

# EditableSkeleton,DeleteCurvesTransactionName
source: Delete skeleton curve
ja: スケルトンカーブを削除

# EditableSkeleton,DeleteSlotGroup
source: Delete Slot Group
ja: スロットグループを削除

# SkeletonSlotNames,AnimSlotManagerContextMenuDeleteSlotGroupLabel
source: Delete Slot Group
ja: スロットグループを削除
zh_cn: 删除插槽组

# EditableSkeleton,DeleteSlotName
source: Delete Slot Name
ja: スロット名を削除

# EditableSkeleton,DragDropAttachMeshUndo
source: Attach Assets to Mesh
ja: アセットをメッシュへ親子付け

# EditableSkeleton,DragDropAttachSkeletonUndo
source: Attach Assets to Skeleton
ja: アセットをスケルトンへ親子付け

# EditableSkeleton,NoBonesToRemove
source: No unused bones were found.
ja: 未使用のボーンが検出されませんでした

# EditableSkeleton,PasteSockets
source: Paste sockets
ja: ソケットを貼り付け

# EditableSkeleton,PromoteSocket
source: Promote Socket
ja: ソケットを昇格

# EditableSkeleton,RebuildingAnimations
source: Rebaking/compressing modified animations
ja: 変更したアニメーションの再ベイク/圧縮

# EditableSkeleton,RebuildingAnimationsStatus
source: Rebuilding {0}
ja: {0} を再ビルド中

# EditableSkeleton,RemoveBlendProfile
source: Remove Blend Profile
ja: ブレンドプロファイルを取り除く

# EditableSkeleton,RemoveBoneWarning
source: Continuing will remove the following bones from the skeleton '{0}'. These bones are not being used by any of the SkeletalMeshes assigned to this skeleton Once the bones have been removed all loaded animations for this skeleton will be recompressed (any that aren't loaded will be recompressed the next time they are loaded).
ja: 継続すると次のボーンすべてがスケルトン '{0}' から取り除かれます。除去されるボーンはこのスケルトンに割り当てられたスケルタルメッシュでは使用されていません ボーンが取り除かれたら、スケルトンにロードされたすべてのアニメーションは再度圧縮されます（ロードされていないアニメーションは次にロードされた時に再圧縮されます）

# EditableSkeleton,RemoveUnusedBones_ProcessingAssetsFor
source: Processing Skeletal Meshes for {0}
ja: {0} のスケルタルメッシュを処理中

# EditableSkeleton,RemoveVirtualBone
source: Remove Virtual Bone from Skeleton
ja: スケルトンから仮想ボーンを削除

# EditableSkeleton,RenameAnimNotify
source: Rename Anim Notify
ja: アニメーション通知名を変更

# EditableSkeleton,RenameSlotName
source: Rename Slot Name
ja: スロット名を変更

# EditableSkeleton,RenameSocket
source: Rename Socket
ja: ソケット名を変更

# SSkeletonTree,RenameSocket_Label
source: Rename Socket
es: Cambiar el nombre del punto de acople
ja: ソケット名を変更
pt_br: Renomear Soquete
zh_cn: 重命名插槽

# EditableSkeleton,RenameSocketAndMoveAttachments
source: Rename Socket And Move Attachments
ja: ソケット名の変更とアタッチメントの移動

# EditableSkeleton,ReparentSocket
source: Re-parent Socket
ja: ソケットの親を変更

# EditableSkeleton,RetargetSourceWindow_Add
source: Add New Retarget Source
ja: 新規のリターゲットソースを追加

# SRetargetSourceWindow,AddRetargetSourceButton_Label
source: Add New Retarget Source
ja: 新規リターゲットソースを追加
zh_cn: 添加新的重定向源

# EditableSkeleton,RetargetSourceWindow_Delete
source: Delete Retarget Source
ja: リターゲットソースを削除

# EditableSkeleton,RetargetSourceWindow_Refresh
source: Refresh Retarget Source
ja: リターゲットソースを更新

# EditableSkeleton,RetargetSourceWindow_RefreshPose
source: Retarget Source {RetargetSourceName} is refreshed
ja: リターゲットソース {RetargetSourceName} を更新しました

# EditableSkeleton,RetargetSourceWindow_Rename
source: Rename Retarget Source
ja: リターゲットソース名を変更

# EditableSkeleton,RigAssetChanged
source: Select Rig
ja: リグを選択

# EditableSkeleton,SetBlendProfileScale
source: Set Blend Profile Scale
ja: ブレンドプロファイルスケールを設定

# EditableSkeleton,SetBlendScalesRecursive
source: Recursively Set Blend Profile Scales
ja: ブレンドプロファイルスケールを再帰的に設定

# EditableSkeleton,SetBoneTranslationRetargetingMode
source: Set Bone Translation Retargeting Mode
ja: ボーン移動のリターゲティングモードを設定

# EditableSkeleton,SetBoneTranslationRetargetingModeRecursive
source: Set Bone Translation Retargeting Mode Recursive
ja: ボーン移動のリターゲティングモードを再帰的に設定

# EditableSkeleton,SetSlotGroupName
source: Set Slot Group Name
ja: スロットグループ名を設定

# EditableSkeleton,SocketPostfix
source: Socket
ja: ソケット

# SceneOutlinerActorInfoColumn,CustomColumnMode_Socket
source: Socket
es: Puntos de acople
ja: ソケット
pt_br: Soquete
zh_cn: 插槽

# EditableSkeleton,TimeTakenWarning
source: In order to verify bone use all Skeletal Meshes that use this skeleton will be loaded, this may take some time. Proceed? Number of Meshes: {0}
ja: ボーンの検証に、このスケルトンのロードに利用する全スケルタルメッシュを使用します。少し時間がかかるかもしれません。 継続しますか？ メッシュの数：{0}

# EditableSkeleton,TransactionRename
source: Rename Element
ja: エレメント名を変更

# Editor,MapLoad_BadFilename
source: Map_Load failed. The filename '%s' could not be converted to a long package name.
es: Map_Load Error. El nombre del archivo '%s podría no transformarse en un nombre del paquete largo.
ja: マップのロードに失敗しました。ファイル名 '%s' は長いパッケージ名に変換できませんでした
pt_br: Falha de Map_Load. Não foi possível converter o nome de arquivo '%s' em um nome de pacote longo.
zh_cn: 地图加载失败。文件名 '%s' 不能转换为一个较长的包名。

# Editor,SaveWorld_BadFilename
source: Failed to save the map. The filename '{0}' is not within the game or engine content folders found in '{1}'.
es: Error al guardar el mapa. El nombre del archivo '{0}' no está dentro de las carpetas del contenido del juego o el motor encontradas en '{1}'.
ja: マップの保存に失敗しました。ファイル名 '{0}' はゲーム内または '{1}' にあるエンジンコンテンツフォルダ内に存在しません。
pt_br: Falha ao salvar o mapa. O nome de arquivo '{0}' não está dentro do jogo nem nas pastas de conteúdo do mecanismo encontradas em '{1}'.
zh_cn: 保存地图失败。文件名 '{0}' 不存在于游戏或 '{1}'中找到的引擎内容文件夹内。

# Editor,UndoAction_PerformAttachment
source: Attach actors
es: Acoplar actores
ja: アクタを親子付け
pt_br: Anexar atores
zh_cn: 附加actor

# LevelEditorActions,AttachActors
source: Attach actors
es: Acoplar actores
ja: アクタをアタッチ
pt_br: Anexar atores
zh_cn: 附加actor

# SceneOutliner_ActorTreeItem,UndoAction_PerformAttachment
source: Attach actors
ja: アクタを親子付け
zh_cn: 附加actors

# Editor,UndoAction_PerformDetach
source: Detach actors
es: Separar actores
ja: アクタの親子付けを解除
pt_br: Desanexar atores
zh_cn: 分离actor

# SceneOutliner_ActorTreeItem,UndoAction_DetachActors
source: Detach actors
ja: アクタの親子付けを解除
zh_cn: 解除actor

# Editor.Stats,CompilerLog
source: Compiler Log
es: Registro del compilador
ja: コンパイラログ
pt_br: Registro do Compilador
zh_cn: 编译器日志

# Editor.Stats,CompilerLogPage
source: Compilation - {TimeStamp}
es: Compilación - {TimeStamp}
ja: コンパイル - {TimeStamp}
pt_br: Compilação – {TimeStamp}
zh_cn: 编译- {TimeStamp}

# Editor.Stats,PerformanceSummaryEventTime
source: [{EventTimeMs} ms]
ja: [{EventTimeMs} ミリ秒]

# Editor.Stats,PerformanceSummaryHeading
source: Performance summary:
ja: パフォーマンス概要：
zh_cn: 性能概述：

# Editor.StatsViewer,ActorArrayHyperlinkMany
source: {NumActors} Actors
es: {NumActors} Actores
ja: {NumActors} アクタ
pt_br: {NumActors} Atores
zh_cn: {NumActors} 个Actor
