Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.PhATCommands,WeldToBody
source: Weld
ja: 連結

# UnrealEd,Weld
source: Weld
es: Soldar
ja: 連結
pt_br: Soldar
zh_cn: 融合

# UICommands.PhATCommands,WeldToBody_ToolTip
source: Weld Body: Weld Currently Selected Bodies
ja: 連結ボディ：現在選択中のボディを連結します

# UICommands.PListEditorCommands,AddArrayCommand
source: Add Array
ja: 配列を追加

# UICommands.PListEditorCommands,AddArrayCommand_ToolTip
source: Adds a new array to the selected file, array, or dictionary
ja: 選択したファイル、配列または辞書に新規配列を追加

# UICommands.PListEditorCommands,AddBooleanCommand
source: Add Boolean
ja: Booleanを追加

# UICommands.PListEditorCommands,AddBooleanCommand_ToolTip
source: Adds a new boolean to the selected file, array, or dictionary
ja: 選択したファイル、配列または辞書に新規Booleanを追加

# UICommands.PListEditorCommands,AddDictionaryCommand
source: Add Dictionary
ja: 辞書を追加

# UICommands.PListEditorCommands,AddDictionaryCommand_ToolTip
source: Adds a new dictionary to the selected file or array
ja: 選択したファイルまたは配列に新規辞書を追加

# UICommands.PListEditorCommands,AddStringCommand
source: Add String
ja: 文字列を追加

# UICommands.PListEditorCommands,AddStringCommand_ToolTip
source: Adds a new string to the selected file, array, or dictionary
ja: 選択したファイル、配列または辞書に新規文字列を追加

# UICommands.PListEditorCommands,DeleteSelectedCommand_ToolTip
source: Removed the selected entries from the plist
ja: plistから選択したエントリを削除

# UICommands.PListEditorCommands,MoveDownCommand
source: Move Down
ja: 下へ移動

# UICommands.PListEditorCommands,MoveDownCommand_ToolTip
source: Moves the selected entry down within its parent
ja: 選択したエントリを親内部の下へ移動

# UICommands.PListEditorCommands,MoveUpCommand
source: Move Up
ja: 上へ移動

# UICommands.PListEditorCommands,MoveUpCommand_ToolTip
source: Moves the selected entry up within its parent
ja: 選択したエントリを親内部で上へ移動

# UICommands.PListEditorCommands,NewCommand_ToolTip
source: Creates a new plist file
ja: 新規plistファイルを作成

# UICommands.PListEditorCommands,OpenCommand_ToolTip
source: Opens an existing plist file
ja: 既存のplistファイルを開く

# UICommands.PListEditorCommands,SaveAsCommand_ToolTip
source: Saves the current plist file to a specific location
ja: 現在のplistファイルを指定場所に保存

# UICommands.PListEditorCommands,SaveCommand_ToolTip
source: Saves the current plist file
ja: 現行plistファイルを保存

# UICommands.ReferenceViewerActions,ListObjectsThatReference
source: List Objects That Reference
ja: リファレンスするオブジェクトを一覧表示

# UICommands.ReferenceViewerActions,ListObjectsThatReference_ToolTip
source: Lists objects that reference the selected asset.
ja: 選択したアセットをリファレンスするオブジェクトのリストを表示

# UICommands.ReferenceViewerActions,ListReferencedObjects
source: List Referenced Objects
ja: リファレンスされるオブジェクトを一覧表示

# UICommands.ReferenceViewerActions,ListReferencedObjects_ToolTip
source: Shows a list of objects that the selected asset references.
ja: 選択したアセットがリファレンスするオブジェクトのリストを表示

# UICommands.ReferenceViewerActions,MakeLocalCollectionWithDependencies_ToolTip
source: Local. This collection is only visible to you and is not in source control.
ja: ローカル。このコレクションは個人用でソースコントロールされていません

# UICommands.ReferenceViewerActions,MakeLocalCollectionWithReferencers_ToolTip
source: Local. This collection is only visible to you and is not in source control.
ja: ローカル。このコレクションは個人用でソースコントロールされていません

# UICommands.ReferenceViewerActions,MakePrivateCollectionWithDependencies_ToolTip
source: Private. This collection is only visible to you.
ja: プライベート。個人コレクションは自分だけに表示されます

# UICommands.ReferenceViewerActions,MakePrivateCollectionWithReferencers_ToolTip
source: Private. This collection is only visible to you.
ja: プライベート。個人コレクションは自分だけに表示されます

# UICommands.ReferenceViewerActions,MakeSharedCollectionWithDependencies_ToolTip
source: Shared. This collection is visible to everyone.
ja: 共有コレクションです。このコレクションは全員に表示されます。

# UICommands.ReferenceViewerActions,MakeSharedCollectionWithReferencers_ToolTip
source: Shared. This collection is visible to everyone.
ja: 共有コレクションです。このコレクションは全員に表示されます。

# UICommands.ReferenceViewerActions,OpenSelectedInAssetEditor_ToolTip
source: Opens the selected asset in the relevent editor.
ja: 関連するエディタで選択中のアセットを開く

# UICommands.ReferenceViewerActions,ReCenterGraph
source: Re-Center Graph
ja: グラフを再センタリング

# UICommands.ReferenceViewerActions,ShowReferenceTree
source: Show Reference Tree...
ja: リファレンスツリーを表示...

# UICommands.ReferenceViewerActions,ShowReferenceTree_ToolTip
source: Shows a reference tree for the selected asset.
ja: 選択中アセットのリファレンスツリーを表示

# UICommands.RichCurveEditorCommands,BakeCurve
source: Bake
ja: ベイク

# UICommands.RichCurveEditorCommands,BakeCurve_ToolTip
source: Bake curve
ja: カーブをベイク

# UICommands.RichCurveEditorCommands,FlattenTangents_ToolTip
source: Flatten tangents
ja: 接線を平坦化

# UICommands.RichCurveEditorCommands,InterpolationConstant_ToolTip
source: Constant interpolation
ja: コンスタント補間

# UICommands.SequencerCommands,SetInterpolationConstant_ToolTip
source: Constant interpolation
ja: コンスタント補間

# UICommands.RichCurveEditorCommands,InterpolationCubicAuto_ToolTip
source: Cubic interpolation - Automatic tangents
ja: キュービック補間 - 自動接線

# UICommands.SequencerCommands,SetInterpolationCubicAuto_ToolTip
source: Cubic interpolation - Automatic tangents
ja: キュービック補間 - 自動接線

# UICommands.RichCurveEditorCommands,InterpolationCubicBreak_ToolTip
source: Cubic interpolation - User broken tangents
ja: キュービック補間 - ユーザー定義折れ接線

# UICommands.SequencerCommands,SetInterpolationCubicBreak_ToolTip
source: Cubic interpolation - User broken tangents
ja: キュービック補間 - ユーザー定義折れ接線

# UICommands.RichCurveEditorCommands,InterpolationLinear_ToolTip
source: Linear interpolation
ja: 線形補間

# UICommands.RichCurveEditorCommands,ReduceCurve
source: Reduce
ja: 削減

# UICommands.RichCurveEditorCommands,ReduceCurve_ToolTip
source: Reduce curve
ja: カーブを削減

# UICommands.RichCurveEditorCommands,SetAllCurveVisibility_ToolTip
source: Show all curves in the curve editor.
ja: カーブエディタにすべてのカーブを表示

# UICommands.RichCurveEditorCommands,SetAllTangentsVisibility
source: All Tangents
ja: すべての接線

# UICommands.RichCurveEditorCommands,SetAllTangentsVisibility_ToolTip
source: Show all tangents in the curve editor.
ja: カーブエディタにすべての接線を表示

# UICommands.RichCurveEditorCommands,SetAnimatedCurveVisibility
source: Animated Curves
ja: アニメートしたカーブ

# UICommands.RichCurveEditorCommands,SetAnimatedCurveVisibility_ToolTip
source: Show only curves with keyframes in the curve editor.
ja: カーブエディタにキーフレームが設定されたカーブのみを表示

# UICommands.RichCurveEditorCommands,SetNoTangentsVisibility
source: No Tangents
ja: 接線なし

# UICommands.RichCurveEditorCommands,SetNoTangentsVisibility_ToolTip
source: Show no tangents in the curve editor.
ja: カーブエディタに接線を表示しない

# UICommands.RichCurveEditorCommands,SetSelectedCurveVisibility
source: Selected Curves
ja: 選択カーブ

# UICommands.RichCurveEditorCommands,SetSelectedCurveVisibility_ToolTip
source: Show only selected curves in the curve editor.
ja: カーブエディタに選択されたカーブのみを表示

# UICommands.RichCurveEditorCommands,SetSelectedKeysTangentVisibility
source: Selected Keys
ja: 選択キー

# UICommands.RichCurveEditorCommands,SetSelectedKeysTangentVisibility_ToolTip
source: Show tangents for selected keys in the curve editor.
ja: カーブエディタに選択したキーの接線を表示

# UICommands.RichCurveEditorCommands,StraightenTangents_ToolTip
source: Straighten tangents
ja: 接線を直線化します

# UICommands.RichCurveEditorCommands,ToggleShowCurveEditorCurveToolTips
source: Curve Tool Tips
ja: カーブツールのヒント

# UICommands.RichCurveEditorCommands,ToggleShowCurveEditorCurveToolTips_ToolTip
source: Show a tool tip with name and values when hovering over a curve.
ja: カーブにマウスを重ねた時に名前と値と共にツールヒントを表示

# UICommands.RichCurveEditorCommands,ZoomToFit_ToolTip
source: Zoom to Fit
ja: 画面に合わせてズーム

# UICommands.RichCurveEditorCommands,ZoomToFitHorizontal
source: Fit Horizontal
ja: 水平方向に合わせる

# UICommands.RichCurveEditorCommands,ZoomToFitHorizontal_ToolTip
source: Zoom to Fit - Horizontal
ja: 画面に合わせてズーム - 横方向

# UICommands.RichCurveEditorCommands,ZoomToFitVertical
source: Fit Vertical
ja: 垂直方向に合わせる

# UICommands.RichCurveEditorCommands,ZoomToFitVertical_ToolTip
source: Zoom to Fit - Vertical
ja: 画面に合わせてズーム - 縦方向

# UICommands.SequencerCommands,CollapseAllNodesAndDescendants
source: Collapse All Nodes
ja: すべてのノードを折りたたむ

# UICommands.SequencerCommands,CollapseAllNodesAndDescendants_ToolTip
source: Collapse all selected nodes
ja: 選択したすべてのノードを折りたたむ

# UICommands.SequencerCommands,CreateCamera
source: Create Camera
ja: カメラ作成

# UICommands.SequencerCommands,ExpandAllNodesAndDescendants
source: Expand All Nodes
ja: すべてのノードを展開

# UICommands.SequencerCommands,ExportFBX_ToolTip
source: Exports the animation to an FBX file. (Shots and sub-scenes not supported)
ja: アニメーションをFBXファイルにエクスポートします。(ショットとサブシーンはサポートされていません)

# UICommands.SequencerCommands,FixActorReferences
source: Fix Actor References
ja: アクターリファレンスを修正

# UICommands.SequencerCommands,ImportFBX_ToolTip
source: Imports the animation from an FBX file.
ja: アニメーションをFBXファイルからインポートします

# UICommands.SequencerCommands,Pause_ToolTip
source: Pause playback
ja: 再生を一時停止

# UICommands.SequencerCommands,RecordSelectedActors
source: Record Selected Actors
ja: 選択したアクタを録画

# UICommands.SequencerCommands,ToggleIsSnapEnabled
source: Enable Snapping
ja: スナッピングを有効にする

# UICommands.SequencerCommands,ToggleIsSnapEnabled_ToolTip
source: Enables and disables snapping
ja: スナッピングを有効または無効にする

# UICommands.SequencerCommands,ToggleShowCurveEditor_ToolTip
source: Show the animation keys in a curve editor
ja: カーブエディタにアニメーションキーを表示

# UICommands.SequencerCommands,ToggleSnapCurveValueToInterval
source: Snap Curve Key Values
ja: カーブキー値をスナップ

# UICommands.SequencerCommands,ToggleSnapKeyTimesToKeys
source: Snap to Other Keys
ja: 別のキーにスナップ

# UICommands.SequencerCommands,ToggleSnapKeyTimesToKeys_ToolTip
source: Snap keys to other keys in the section
ja: セクションの別のキーにキーをスナップ

# UICommands.SequencerCommands,ToggleSnapSectionTimesToSections
source: Snap to Other Sections
ja: 別のセクションにスナップ

# UICommands.SequencerCommands,ToggleSnapSectionTimesToSections_ToolTip
source: Snap sections to other sections
ja: セクションを別のセクションにスナップ

# UICommands.SequenceRecorderCommands,AddRecording_ToolTip
source: Add a new recording
ja: 新規録画を追加

# UICommands.SkeletonTreeCommands,AddSocket
source: Add Socket
ja: ソケットを追加

# UICommands.SkeletonTreeCommands,AddSocket_ToolTip
source: Add a socket to this bone in the skeleton (disabled when socket filter is set to "Mesh Sockets" or "Sockets Hidden" mode)
ja: スケルトンのこのボーンにソケットを追加（ソケットフィルタが「メッシュソケット」または「ソケットを非表示」モードに設定されてい場合は無効）

# UICommands.SkeletonTreeCommands,CopyBoneNames
source: Copy Selected Bone Names
ja: 選択中のボーン名をコピー

# UICommands.SkeletonTreeCommands,CopyBoneNames_ToolTip
source: Copy selected bone names to clipboard
ja: 選択中のボーン名をクリップボードにコピー

# UICommands.SkeletonTreeCommands,CopySockets
source: Copy Selected Sockets
ja: 選択中のソケットをコピー

# UICommands.SkeletonTreeCommands,CopySockets_ToolTip
source: Copy selected sockets to clipboard
ja: 選択中のソケットをクリップボードにコピー

# UICommands.SkeletonTreeCommands,CreateMeshSocket_ToolTip
source: Duplicate this socket from skeleton to the current mesh and modify the socket data for it
ja: スケルトンから現行メッシュへこのソケットを複製してソケットデータを修正します

# UICommands.SkeletonTreeCommands,HideBones
source: Hide Bones
ja: ボーンを非表示

# UICommands.SkeletonTreeCommands,HideBones_ToolTip
source: Hides all bones (sockets and attached assets will still be listed)
ja: ボーンすべてを非表示（ソケットと親子付けされたアセットはリスト表示）

# UICommands.SkeletonTreeCommands,HideSockets
source: Hide Sockets
ja: ソケットを非表示

# UICommands.SkeletonTreeCommands,HideSockets_ToolTip
source: Show no sockets
ja: ソケットをすべて非表示

# UICommands.SkeletonTreeCommands,PasteSockets
source: Paste Sockets
ja: ソケットを貼り付け

# UICommands.SkeletonTreeCommands,PasteSocketsToSelectedBone
source: Paste Sockets To Selected Bone
ja: ソケットを選択中のボーンに貼り付け

# UICommands.SkeletonTreeCommands,PasteSocketsToSelectedBone_ToolTip
source: Paste sockets from clipboard to selected bone
ja: クリップボードからソケットを選択中のボーンに貼り付け

# UICommands.SkeletonTreeCommands,PromoteSocketToSkeleton
source: Promote Socket To Skeleton
ja: ソケットをスケルトンへ昇格

# UICommands.SkeletonTreeCommands,PromoteSocketToSkeleton_ToolTip
source: Makes this socket available for all meshes that use the same skeleton (copies the socket from this mesh to the skeleton)
ja: 同一スケルトンを使用するすべてのメッシュでこのソケットのりようが可能になります（メッシュからスケルトンへソケットをコピー）

# UICommands.SkeletonTreeCommands,RemoveMeshSocket
source: Remove Mesh Socket
ja: メッシュソケットを除去

# UICommands.SkeletonTreeCommands,RemoveMeshSocket_ToolTip
source: Remove duplicated version of this socket for the current mesh (reverts to the socket in the skeleton)
ja: 現行メッシュから複製したバージョンのソケットを取り除きます（スケルトンのソケットへ戻す）

# UICommands.SkeletonTreeCommands,ResetBoneTransforms
source: Reset Selected Bone Transforms
ja: 選択中のボーントランスフォームをリセット

# UICommands.SkeletonTreeCommands,ResetBoneTransforms_ToolTip
source: Reset the transforms of the selected bones
ja: 選択ボーンのトランスフォームをリセット

# UICommands.SkeletonTreeCommands,ShowActiveSockets
source: Show Active Sockets
ja: アクティブなソケットを表示

# UICommands.SkeletonTreeCommands,ShowActiveSockets_ToolTip
source: Show mesh and skeleton sockets, hiding the skeleton sockets that have a customized mesh socket
ja: カスタマイズされたメッシュソケットを持つスケルトンソケットを非表示にしているメッシュとスケルトンソケットを表示

# UICommands.SkeletonTreeCommands,ShowAllBones
source: Show All Bones
ja: すべてのボーンを表示

# UICommands.SkeletonTreeCommands,ShowAllBones_ToolTip
source: Show every bone in the skeleton
ja: スケルトンのすべてのボーンを表示

# UICommands.SkeletonTreeCommands,ShowAllSockets
source: Show All Sockets
ja: すべてのソケットを表示

# UICommands.SkeletonTreeCommands,ShowAllSockets_ToolTip
source: Show all sockets that are in the mesh and skeleton
ja: メッシュとスケルトンにあるすべてのソケットを表示

# UICommands.SkeletonTreeCommands,ShowLODBones
source: Show LOD Bones
ja: LODボーンを表示

# UICommands.SkeletonTreeCommands,ShowLODBones_ToolTip
source: Show bones that are used in the LOD displayed
ja: LODで使用されているボーンを表示

# UICommands.SkeletonTreeCommands,ShowMeshBones
source: Show Mesh Bones
ja: メッシュボーンを表示

# UICommands.SkeletonTreeCommands,ShowMeshBones_ToolTip
source: Show bones that are used in the mesh
ja: メッシュで使用されているボーンを表示

# UICommands.SkeletonTreeCommands,ShowMeshSockets
source: Show Mesh Sockets
ja: メッシュソケットを表示

# UICommands.SkeletonTreeCommands,ShowMeshSockets_ToolTip
source: Show sockets that are in the mesh only
ja: メッシュのみに設定されたソケットを表示

# UICommands.SkeletonTreeCommands,ShowRetargeting
source: Show Retargeting Options
ja: リターゲットオプションを表示

# UICommands.SkeletonTreeCommands,ShowRetargeting_ToolTip
source: Show retargeting options for each bone.
ja: 各ボーンのリターゲットオプションを表示

# UICommands.SkeletonTreeCommands,ShowSkeletonSockets
source: Show Skeleton Sockets
ja: スケルトンソケットを表示

# UICommands.SkeletonTreeCommands,ShowSkeletonSockets_ToolTip
source: Show sockets that are in the skeleton only
ja: スケルトンのみに設定されたソケットを表示

# UICommands.SkeletonTreeCommands,ShowWeightedBones
source: Show Weighted Bones
ja: 重みの付いたボーンを表示

# UICommands.SkeletonTreeCommands,ShowWeightedBones_ToolTip
source: Show bones that have vertices weighted to them
ja: 頂点に重みがつけられたボーンを表示

# UICommands.SoundCueGraphEditorCommands,AddInput
source: Add Input
ja: インプットを追加

# UICommands.SoundCueGraphEditorCommands,AddInput_ToolTip
source: Adds an input to the node
ja: ノードにインプットを追加

# UICommands.SoundCueGraphEditorCommands,BrowserSync
source: Sync to Browser
ja: ブラウザと同期

# UICommands.SoundCueGraphEditorCommands,BrowserSync_ToolTip
source: Selects the SoundWave in the content browser
ja: コンテンツ ブラウザでサウンドウェーブを選択

# UICommands.SoundCueGraphEditorCommands,DeleteInput
source: Delete Input
ja: インプットを削除

# UICommands.SoundCueGraphEditorCommands,DeleteInput_ToolTip
source: Removes an input from the node
ja: ノードからインプットを取り除く

# UICommands.SoundCueGraphEditorCommands,PlayCue
source: Play Cue
ja: キューを再生

# UICommands.SoundCueGraphEditorCommands,PlayCue_ToolTip
source: Plays the SoundCue
ja: サウンドキューを再生

# UICommands.SoundCueGraphEditorCommands,PlayNode
source: Play Node
ja: ノードを再生

# UICommands.SoundCueGraphEditorCommands,PlayNode_ToolTip
source: Plays the currently selected node
ja: 現在選択中のノードを再生

# UICommands.SoundCueGraphEditorCommands,StopCueNode_ToolTip
source: Stops the currently playing cue/node
ja: 再生中のキュー / ノードを停止

# UICommands.SoundCueGraphEditorCommands,TogglePlayback
source: Toggle Playback
ja: 再生を切り替える

# UICommands.SoundCueGraphEditorCommands,TogglePlayback_ToolTip
source: Plays the SoundCue or stops the currently playing cue/node
ja: サウンドキューを再生または再生中のキュー/ノードを停止

# UICommands.SplineComponentVisualizer,AddKey
source: Add Spline Point Here
ja: ここにスプラインポイントを追加
zh_cn: 在这里添加样条曲线点

# UICommands.SplineComponentVisualizer,AddKey_ToolTip
source: Add a new spline point at the cursor location.
ja: カーソル位置に新規スプラインポイントを追加
zh_cn: 在光标位置处添加一个新的样条曲线点。

# UICommands.SplineComponentVisualizer,DeleteKey_ToolTip
source: Delete the currently selected spline point.
ja: 現在選択中のスプラインポイントを削除
zh_cn: 删除当前选中的样条曲线点。

# UICommands.SplineComponentVisualizer,DuplicateKey_ToolTip
source: Duplicate the currently selected spline point.
ja: 現在選択中のスプラインポイントを複製
zh_cn: 克隆当前选中的样条曲线点。

# UICommands.SplineComponentVisualizer,ResetToClampedTangent
source: Clamped Tangent
ja: クランプしたタンジェント
zh_cn: 区间限定的切线

# UICommands.SplineComponentVisualizer,ResetToClampedTangent_ToolTip
source: Reset the tangent for this spline point to its default clamped value.
ja: このスプラインポイントのタンジェントをデフォルトのクランプ値にリセットします
zh_cn: 重设此样条曲线点的切线为默认的区间限定值。

# UICommands.SplineComponentVisualizer,ResetToUnclampedTangent
source: Unclamped Tangent
ja: クランプされていないタンジェント
zh_cn: 非区间限定的切线

# UICommands.SplineComponentVisualizer,ResetToUnclampedTangent_ToolTip
source: Reset the tangent for this spline point to its default unclamped value.
ja: このスプラインポイントのタンジェントをデフォルトのアンクランプ値にリセットします
zh_cn: 重设此样条曲线点的切线为默认的非区间限定值。

# UICommands.SplineComponentVisualizer,SetKeyToConstant_ToolTip
source: Set spline point to Constant type
ja: スプラインポイントをConstantに設定
zh_cn: 设置样条曲线点为常量类型

# UICommands.SplineComponentVisualizer,SetKeyToCurve_ToolTip
source: Set spline point to Curve type
ja: スプラインポイントをカーブに設定
zh_cn: 设置样条曲线点为曲线类型

# UICommands.SplineComponentVisualizer,SetKeyToLinear_ToolTip
source: Set spline point to Linear type
ja: スプラインポイントをリニアに設定
zh_cn: 设置样条曲线点为线性类型

# UICommands.StaticMeshEditorCommands,ChangeMesh_ToolTip
source: Changes the static mesh asset loaded in the Static Mesh Editor to the asset currently selected in the Content Browser.
ja: スタティックメッシュエディタにロードされたスタティックメッシュアセットを、コンテンツ ブラウザで現在選択しているアセットに変更。

# UICommands.StaticMeshEditorCommands,ConvertBoxesToConvex
source: Convert Boxes to Convex
ja: ボックスを凸型に変換

# UICommands.StaticMeshEditorCommands,ConvertBoxesToConvex_ToolTip
source: Converts any simple box collision meshes to convex collision meshes.
ja: シンプルなボックスコリジョンメッシュを凸型コリジョンメッシュに変換

# UICommands.StaticMeshEditorCommands,CopyCollisionFromSelectedMesh_ToolTip
source: Copy collision from the static mesh selected in Content Browser.
ja: コンテンツブラウザで選択中のスタティックメッシュからコリジョンをコピー

# UICommands.StaticMeshEditorCommands,CreateAutoConvexCollision
source: Auto Convex Collision
ja: オートコンベックスコリジョン

# UICommands.StaticMeshEditorCommands,CreateAutoConvexCollision_ToolTip
source: Opens the Auto Convex Collision Tool for generating a new convex collision mesh, or meshes.
ja: 自動凸型コリジョン ツールを開いて新規の凸型コリジョンメッシュ (複数可)を作成します

# UICommands.StaticMeshEditorCommands,CreateBoxCollision
source: Add Box Simplified Collision
ja: ボックス単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateBoxCollision_ToolTip
source: Generates a new box collision mesh encompassing the static mesh.
ja: スタティックメッシュを囲む、新しいボックスコリジョンを生成します

# UICommands.StaticMeshEditorCommands,CreateDOP10X
source: Add 10DOP-X Simplified Collision
ja: 10DOP-X 単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateDOP10X_ToolTip
source: Generates a new axis-aligned box collision mesh with the 4 X-axis aligned edges beveled (10 total sides) encompassing the static mesh.
ja: スタティックメッシュを囲み、X 軸に平行な 4 つのエッジが面取りされた、軸に平行な新たなボックスコリジョンメッシュ(合計10 面) を生成します

# UICommands.StaticMeshEditorCommands,CreateDOP10Y
source: Add 10DOP-Y Simplified Collision
ja: 10DOP-Y 単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateDOP10Y_ToolTip
source: Generates a new axis-aligned box collision mesh with the 4 Y-axis aligned edges beveled (10 total sides) encompassing the static mesh.
ja: スタティック メッシュを囲み、Y 軸に平行な 4 つのエッジが面取りされた、軸に平行な新たなボックスコリジョンメッシュ(合計10 面) を生成します

# UICommands.StaticMeshEditorCommands,CreateDOP10Z
source: Add 10DOP-Z Simplified Collision
ja: 10DOP-Z 単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateDOP10Z_ToolTip
source: Generates a new axis-aligned box collision mesh with the 4 Z-axis aligned edges beveled (10 total sides) encompassing the static mesh.
ja: スタティック メッシュを囲み、Z 軸に平行な 4 つのエッジが面取りされた、軸に平行な新たなボックスコリジョンメッシュ(合計10 面) を生成します

# UICommands.StaticMeshEditorCommands,CreateDOP18
source: Add 18DOP Simplified Collision
ja: 18DOP 単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateDOP18_ToolTip
source: Generates a new axis-aligned box collision mesh with all edges beveled (18 total sides) encompassing the static mesh.
ja: スタティック メッシュを囲み、すべてのエッジが面取りされた、軸に平行な新たなボックス コリジョン メッシュ (合計18 面) を生成します

# UICommands.StaticMeshEditorCommands,CreateDOP26
source: Add 26DOP Simplified Collision
ja: 26DOP 単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateDOP26_ToolTip
source: Generates a new axis-aligned box collision mesh with all edges and corners beveled (26 total sides) encompassing the static mesh.
ja: スタティック メッシュを囲み、すべてのエッジとコーナーが面取りされた、軸に平行な新たなボックス コリジョン メッシュ (合計26 面) を生成します

# UICommands.StaticMeshEditorCommands,CreateSphereCollision
source: Add Sphere Simplified Collision
ja: 球体単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateSphereCollision_ToolTip
source: Generates a new sphere collision mesh encompassing the static mesh.
ja: スタティック メッシュを囲む、球体コリジョン メッシュを生成します

# UICommands.StaticMeshEditorCommands,CreateSphylCollision
source: Add Capsule Simplified Collision
ja: カプセル単純化コリジョンを追加

# UICommands.StaticMeshEditorCommands,CreateSphylCollision_ToolTip
source: Generates a new capsule collision mesh encompassing the static mesh.
ja: スタティックメッシュを囲む、新しいカプセルコリジョンを生成します

# UICommands.StaticMeshEditorCommands,FindSource
source: Find Source
ja: ソースを検索

# UICommands.StaticMeshEditorCommands,FindSource_ToolTip
source: Opens explorer at the location of this asset.
ja: このアセットの場所をエクスプローラーで開く

# UICommands.StaticMeshEditorCommands,RemoveCollision_ToolTip
source: Removes any simplified collision assigned to the static mesh.
ja: スタティックメッシュに割り当てられている単純化コリジョンを取り除く

# UICommands.StaticMeshEditorCommands,ResetCamera_ToolTip
source: Resets the camera to focus on the static mesh
ja: カメラのフォーカスをスタティックメッシュにリセット

# UICommands.StaticMeshEditorCommands,SaveGeneratedLODs
source: Save Generated LODs
ja: 生成したLODを保存

# UICommands.StaticMeshEditorCommands,SaveGeneratedLODs_ToolTip
source: Saves the generated LODs in the mesh package.
ja: 生成したLODをメッシュパッケージに保存

# UICommands.StaticMeshEditorCommands,SetDrawAdditionalData
source: Additional Data
ja: 追加データ

# UICommands.StaticMeshEditorCommands,SetDrawAdditionalData_ToolTip
source: Draw additional user data associated with asset.
ja: アセットと関連付けした追加のユーザーデータを描画

# UICommands.StaticMeshEditorCommands,SetDrawUVs_ToolTip
source: Toggles display of the static mesh's UVs for the specified channel.
ja: 指定チャンネルのスタティックメッシュのUV表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowBounds_ToolTip
source: Toggles display of the bounds of the static mesh.
ja: スタティックメッシュのバウンドの表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowCollision_ToolTip
source: Toggles display of the simplified collision mesh of the static mesh, if one has been assigned.
ja: スタティックメッシュに単純化コリジョンメッシュが割り当てられている場合はその表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowGrid_ToolTip
source: Displays the viewport grid.
ja: ビューポートのグリッドを表示

# UICommands.StaticMeshEditorCommands,SetShowPivot
source: Show Pivot
ja: ピボットを表示

# UICommands.StaticMeshEditorCommands,SetShowPivot_ToolTip
source: Display the pivot location of the static mesh.
ja: スタティックメッシュのピボット位置を表示
