Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# K2Node,Switch_Interger
source: Switch on Int
es: Cambiar a número entero
ja: 整数型をオン
pt_br: Alternar em Int
zh_cn: 开启整型

# K2Node,Switch_Name
source: Switch on Name
es: Activar nombre
ja: 名前をオン
pt_br: Alternar em Nome
zh_cn: 切换名称

# K2Node,Switch_String
source: Switch on String
es: Activar cadena
ja: 文字列をオン
pt_br: Alternar em String
zh_cn: 开启字符串

# K2Node,Switch_Tag
source: Switch on Gameplay Tag
ja: ゲームプレイタグをオンにする
zh_cn: 启用游戏性标签

# K2Node,Switch_TagContainer
source: Switch on Gameplay Tag Container
ja: ゲームプレイタグコンテナをオンにする
zh_cn: 启用游戏性标签容器

# K2Node,SwitchEnum_BadEnumTitle
source: Switch on (bad enum)
ja: オンにする（不正な列挙型）
zh_cn: 开启(坏的枚举值)

# K2Node,SwitchEnum_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,SwitchInt_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,SwitchName_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,SwitchString_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,SwitchTag_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,SwitchTagContainer_ToolTip
source: Selects an output that matches the input value
es: Selecciona una salida que coincida con el valor de entrada
ja: インプット値と一致するアウトプットを選択
pt_br: Seleciona uma saída que coincide com o valor de entrada
zh_cn: 选择匹配输入值的输出

# K2Node,ToggleImpureGet
source: Convert to Impure Get
ja: 非純粋ゲットに変換
zh_cn: 转换为非纯Get

# K2Node,TogglePureGet
source: Convert to Pure Get
ja: 純粋ゲットに変換
zh_cn: 转换为纯Get

# K2Node,TunnelConnectionTitle
source: Tunnel Connection
es: Conexión del túnel
ja: トンネル接続
pt_br: Conexão de Túnel
zh_cn: 通道连接

# K2Node,TunnelConnectionTooltip
source: Tunnel Connection
es: Conexión del túnel
ja: トンネル接続
pt_br: Conexão de Túnel
zh_cn: 通道连接

# K2Node,UhandledTokenType
source: Unhandled token '{0}' in expression: '@@'
es: Token no controlado '{0}' en la expresión: '@@'
ja: 式にある未処理のトークン '{0}' : '@@'
pt_br: Token '{0}' não manipulado na expressão: '@@'
zh_cn: 表达式中有未处理的标记'{0}'

# K2Node,UnaryExpressionError
source: Currently, unary operators {0} are prohibited in expressions: '@@'
es: Actualmente, los operadores unarios {0} están prohibidos en las expresiones: '@@'
ja: 単項演算子 {0} は現時点では禁止されています: '@@'
pt_br: Atualmente, os operadores unários {0} são proibidos nas expressões: '@@'
zh_cn: 目前，表达式中禁止一元操作符{0}:'@@'

# K2Node,UnexpectedTunnelNode
source: Unexpected tunnel node '%s' in cloned graph '%s' (both I/O or neither)
es: El nodo túnel inesperado '%s' en el gráfico clonado '%s' (ambos I/O o ninguno)
ja: 予期しないトンネル ノード '%s' が複製したグラフ '%s' にあります (I/O 両方またはなし)
pt_br: Nó de túnel inesperado '%s' no grafo clonado '%s' (ambos E/S ou nenhum dos dois)
zh_cn: 意外通道节点 '%s' 存在于克隆的图表 '%s' 内(输入/输出全有或全没有)

# K2Node,UnhandledExpressionNode
source: Unsupported operation ({0}) in the expression: '@@'
es: Operación no soportada ({0}) en la expresión: '@@'
ja: 式に存在する未サポートの演算子 ({0}) : '@@'
pt_br: Operação não suportada ({0}) na expressão: '@@'
zh_cn: 表达式中有不支持的操作({0})： '@@'

# K2Node,UnhandledLiteralType
source: Unknown literal type in expression: '@@'
es: Tipo literal desconocido en la expresión: '@@'
ja: 式に存在する不明なリテラル型: '@@'
pt_br: Tipo literal desconhecido na expressão: '@@'
zh_cn: 表达式中有未知的文字类型：'@@'

# K2Node,UnhandledPostfixError
source: Unhandled trailing '{0}' at the end of the expression
es: Cierre no controlado '{0}' al final de la expresión
ja: 式の終端にある未処理な後続の '{0}'
pt_br: Fuga '{0}' não manipulada no fim da expressão
zh_cn: 表达式结尾处有未处理的省略号 '{0}'

# K2Node,UnknownFuncError
source: Unknown function '{0}' in the expression: '@@'
es: Función desconocida '{0}' en la expresión: '@@'
ja: 式に存在する不明な関数 '{0}' : '@@'
pt_br: Função '{0}' desconhecida na expressão: '@@'
zh_cn: 表达式中有未知函数'{0}'：'@@'

# K2Node,Valid
source: Is Valid
ja: は有効である
zh_cn: 有效

# K2Node,VariableDeprecated
source: Variable '%s' for @@ was deprecated. Please update it.
es: La variable '%s' para @@ estaba obsoleta. Por favor, actualícela.
ja: @@ の変数 '%s' は非推奨です。変数を更新してください。
pt_br: A variável '%s' para @@ foi descontinuada. Atualize-a.
zh_cn: @@的变量'%s'已废弃。请更新它。

# K2Node,VariableNotFound
source: Could not find a variable named "%s" in '%s'. Make sure '%s' has been compiled for @@
ja: '%s' という名前の変数は "%s" にありません。 '%s' が @@ 用にコンパイルされていることを確認してください。
zh_cn: 无法找到名称为"%s"的函数于'%s'内。 请确保已经为@@编译了'%s'

# K2Node,VarNodeError_InvalidVarTarget
source: Variable node @@ uses an invalid target. It may depend on a node that is not connected to the execution chain, and got purged.
es: El nodo de la variable @@ usa una meta no válida. Puede depender de un nodo que no esté conectado a la cadena de ejecución, y se haya eliminado.
ja: 変数ノード @@ は無効なターゲットを使用しています。実行チェーンに接続しないノードに依存またはパージする可能性があります
pt_br: O nó da variável @@ usa um destino inválido. Ele pode depender de um nó que não estava conectado à cadeia de execução e foi removido.
zh_cn: 变量节点@@ 使用一个无效的目标。 它可能依赖于连接到执行链上的一个节点，但该节点已被清除。

# K2Node,WrongEntryPointsNum
source: %i entry points found while expanding node @@
es: Puntos de entrada %i encontrados durante la expansión del nodo @@
ja: ノード @@ を拡張中に %i エントリポイントが見つかりました
pt_br: %i pontos de entrada encontrados ao expandir o nó @@
zh_cn: 在展开节点@@时发现了%i入口点

# K2Node_ActorBoundEvent,ActorBoundEventTitleNoOwner
source: {DelegatePropertyName} (None)
ja: {DelegatePropertyName} (なし)
zh_cn: {DelegatePropertyName}(无)

# K2Node_ActorBoundEvent,FindNodeBoundEvent_Error
source: Couldn't find object for bound event node @@
es: No se ha encontrado objeto para el nodo del evento límite @@
ja: 結合イベントノード @@ のオブジェクトが見つかりませんでした
pt_br: Não foi possível localizar o objeto do nó de evento vinculado @@
zh_cn: 无法找到绑定的事件节点@@的对象

# K2Node_AddComponent,AddChildActorComponent
source: Actor Class {ComponentClassName}
ja: アクタ クラス {ComponentClassName}
zh_cn: Actor类{ComponentClassName}

# K2Node_AddComponent,AddClass
source: Add {ComponentType}
ja: {ComponentType} を追加
zh_cn: 添加{ComponentType}

# K2Node_AddComponent,ManualAttachmentPinTooltip
source: Defines whether the component should attach to the root automatically, or be left unattached for the user to manually attach later.
es: Define si el componente debe se debe acoplar a la raíz automáticamente, o abandonarse para que el usuario la una manualmente más tarde.
ja: コンポーネントが自動的にルートに親子付されるべきか否かを定義、またはユーザーが後に親子付けできるように放置します。
pt_br: Define se o componente deve se anexar automaticamente à raiz ou se ficará desanexado para que o usuário o anexe manualmente mais tarde.
zh_cn: 定义组件是否应自动附加于根，或不连接以供用户稍后手动连接。

# K2Node_AddComponent,TransformPinTooltip
source: Defines where to position the component (relative to its parent). If the component is left unattached, then the transform is relative to the world.
es: Define la ubicación del componente (relativa a su padre). Si el componente se deja sin acoplar, entonces la transformación es relativa al mundo.
ja: コンポーネントの配置位置を定義します（親に相対的）。コンポーネントが親子付されないままの場合は、トランスフォームはワールドに相対的になります。
pt_br: Define onde posicionar o componente (em relação ao seu pai). Se o componente ficar desanexado, a transformação será relativa ao mundo.
zh_cn: 定义组件的位置(相对于其父项)。如果没有附加组件，那么组件将相对于世界进行变换。

# K2Node_AIMoveTo,AIMoveTo_Tooltip
source: Simple order for Pawn with AIController to move to a specific location
ja: AIController があるポーンを特定位置へ移動させる簡単な順序
zh_cn: 具有AIController的Pawn移动到指定位置的简单顺序

# K2Node_AssignDelegate,AssignDelegateTitle
source: Assign {0}
ja: {0} を割り当てる
zh_cn: 分配{0}

# K2Node_AssignDelegate,BindedEventName
source: {0}_Event
ja: {0}_イベント
zh_cn: {0}_事件

# K2Node_AssignDelegate,InvalidPropertyTitle
source: Assign <invalid delegate>
ja: 割り当て <invalid delegate>
zh_cn: 分配 <invalid delegate>

# K2Node_AssignmentStatement,AssignmentStatementTooltip
source: Assigns Value to Variable
ja: 値を変数に割り当てます
zh_cn: 分配值给变量

# K2Node_AssignmentStatement,MissingPins_Error
source: Missing pin(s) on @@; expected a pin named Variable and a pin named Value
es: Pin(es) oculto(s) en @@; se esperaba una variable nombrada y valor nombrado del Pin
ja: @@ でピンが不足しています。変数 および 値 という名前のピンが 1 つずつ必要です
pt_br: Fixadores ausentes em @@; eram esperados um fixador de nome Variável e um de nome Valor
zh_cn: 在@@上缺失引脚;需要名称为pin的变量和名称为pin的值

# K2Node_AssignmentStatement,NoVarriableConnected_Error
source: A variable needs to be connected to @@
es: Una variable necesita estar conectada a @@
ja: 変数は @@ と接続しなくてはいけません
pt_br: É preciso conectar a variável a @@
zh_cn: 变量需连接到@@

# K2Node_PureAssignmentStatement,NoVariableConnected_Error
source: A variable needs to be connected to @@
ja: @@ と接続しなくてはいけない変数
zh_cn: 需要给@@连接一个变量

# K2Node_BreakStruct,BreakNodeTitle
source: Break {StructName}
es: Romper {StructName}
ja: {StructName} を解除
pt_br: Quebrar {StructName}
zh_cn: 中断{StructName}

# K2Node_BreakStruct,BreakNullStruct_Title
source: Break <unknown struct>
ja: <unknown struct> を分解
zh_cn: 中断<unknown struct>

# K2Node_BreakStruct,BreakNullStruct_Tooltip
source: Adds a node that breaks an '<unknown struct>' into its member fields
ja: '<unknown struct>' をメンバーフィールドへ分解するノードを追加します
zh_cn: 添加一个中断'<unknown struct>'的节点到它的成员域中

# K2Node_BreakStruct,BreakStruct_NoBreak_Error
source: The structure cannot be broken using generic 'break' node @@. Try use specialized 'break' function if available.
es: No se puede romper la estructura usando un nodo "de rotura" genérico @@. Intenta usar la función "de rotura" especializada si está disponible.
ja: 構造体は一般的な「break」ノード @@ を使用して分解することはできません。利用可能な場合は専用の「break」関数を使用してください。
pt_br: Não é possível quebrar a estrutura usando o nó de 'quebra' genérico @@. Se disponível, tente usar a função de 'quebra' especializada.
zh_cn: 该结构体不能使用一般的'break' 节点 @@进行中断。如果可以，请尝试使用专用的'break'函数。

# K2Node_BreakStruct,BreakStruct_Tooltip
source: Adds a node that breaks a '{0}' into its member fields
ja: '{0}' をメンバーフィールドへ分解するノードを追加します
zh_cn: 添加一个中断'{0}'的节点到它的成员域中

# K2Node_BreakStruct,InvalidNoInputStructure_Error
source: No input structure to break for @@
es: No hay estrutura de entrada que romper para @@
ja: @@ を分解するためのインプット構造体がありません
pt_br: Nenhuma estrutura de entrada a quebrar para @@
zh_cn: 无可对@@中断的输入结构体

# K2Node_BreakStruct,NoStruct_Error
source: No Struct in @@
es: No hay estructura en @@
ja: @@に構造体がありません
pt_br: Nenhum Struct em @@
zh_cn: @@中无结构体

# K2Node_MakeStruct,NoStruct_Error
source: No Struct in @@
es: No hay estructura en @@
ja: @@ に構造体がありません
pt_br: Nenhum Struct em @@
zh_cn: @@中无结构体

# K2Node_BreakStruct,PropertyIsNotBPVisible_Warning
source: @@ - the native property is not tagged as BlueprintReadWrite or BlueprintReadOnly, the pin will be removed in a future release.
ja: @@ - ネイティブプロパティはブループリントReadWrite または ブループリントReadOnlyとしてタグ付されていません。このピンは今後のリリースで削除する予定です。
zh_cn: @@ - 该原生属性被标记为BlueprintReadWrite 或 BlueprintReadOnly，该引脚在以后的版本中将会被删除。

# K2Node_BreakStruct,StructHasNoBPVisibleProperties_Warning
source: @@ has no property tagged as BlueprintReadWrite or BlueprintReadOnly. The node will be removed in a future release.
ja: @@ - ブループリントReadWrite または ブループリントReadOnlyとしてタグ付されたプロパティはありません。このノードは今後のリリースで削除する予定です。
zh_cn: @@没有标记为BlueprintReadWrite 或 BlueprintReadOnly的属性。该节点在以后的版本中将会删除。

# K2Node_ClassDynamicCast,NodeTitle
source: {0} Class
ja: {0} クラス
zh_cn: {0}类

# K2Node_ConstructObjectFromClass,NodeTooltip
source: Attempts to spawn a new object
ja: 新規オブジェクトのスポーンを試行
zh_cn: 尝试生成一个新对象

# K2Node_ConvertAsset,UK2Node_ConvertAssetGetNodeTitle
source: Resolve Asset ID
ja: アセットIDを解決
zh_cn: 解析资源ID

# K2Node_ConvertAsset,UK2Node_ConvertAssetGetTooltipText
source: Resolves an Asset ID or Class Asset ID into an object/class. If the asset wasn't loaded it returns none.
ja: オブジェクト・クラスの中のアセットIDかクラスアセットIDを解決。もしアセットがロードされなければ何も返しません。
zh_cn: 将一个资源ID或类资源ID解析为一个 对象/类。如果没有加载该资源则返回空。

# K2Node_Select,ExecConnectionDisallowed
source: Cannot connect with Exec pin.
es: No se puede conectar con el Pin de ejecución.
ja: 実行ピンと接続できません
pt_br: Não é possível conectar-se com o fixador Exec.
zh_cn: 不能和Exec引脚相连

# K2Node_CustomEvent,AddCustomEvent_Tooltip
source: An event with customizable name and parameters.
es: Un evento con nombre y parámetros personalizables.
ja: カスタマイズ可能な名前とパラメータのイベントです
pt_br: Um evento com nome e parâmetros personalizáveis.
zh_cn: 一个具有自定义名称和参数的事件。

# K2Node_CustomEvent,NativeFunctionConflict
source: @@ name conflicts with a native '%s' function
es: @@ el nombre entra en conflicto con una función '%s' nativa
ja: @@ 名はネイティブの '%s' 関数と使用できません
pt_br: O nome de @@ está em conflito com uma função nativa '%s'
zh_cn: @@ 名称和'%s'原生函数相冲突

# K2Node_CustomEvent,NonCustomEventOverride
source: @@ name conflicts with a '%s' function
es: @@ el nombre entra en conflicto con una función '%s'
ja: @@ 名は '%s' 関数と使用できません
pt_br: O nome de @@ está em conflito com uma função '%s'
zh_cn: @@名称和'%s'函数相冲突

# K2Node_DelegateSet,DelegateSigNotFound_Error
source: Set Delegate node @@ unable to find function.
es: Ajustar nodo delegado @@ incapaz de encontrar función.
ja: 関数の検索にデリゲートノード @@ を設定
pt_br: Nó de Definir Delegado @@ não localizou a função.
zh_cn: 设置代理节点 @@ ，使之无法找到函数。

# K2Node_DelegateSet,DeprecatedDelegateSet_Warning
source: DelegateSet node @@ is Deprecated. It should be replaced by an EventCaller Bind node
es: El nodo DelegateSet @@ está obsoleto. Debe ser reemplazado por un nodo de unión EventCaller
ja: デリゲートセットノード @@ は非推奨です。EventCaller Bind ノードと置き換えてください。
pt_br: O nó DelegateSet @@ foi descontinuado. Ele deve ser substituído por um nó de Vínculo EventCaller
zh_cn: DelegateSet节点 @@ 已废弃。应该使用一个EventCaller Bind节点来替换它。

# K2Node_DynamicCast,ActionMenuCategory
source: Casting
es: Proyección
ja: キャスティング
pt_br: Projeção
zh_cn: 类型转换

# K2Node_DynamicCast,BadCastNode
source: Bad cast node
es: Nodo de proyección erróneo
ja: 無効なキャストノード
pt_br: Nó de projeção inválido
zh_cn: 坏的类型转换节点

# K2Node_DynamicCast,CannotMakeImpureTooltip
source: This graph does not support impure calls (and you should therefore test the cast's result for validity).
ja: このグラフは非純粋コールをサポートしていません。（キャストの結果の検証をお勧めします）
zh_cn: 该图表不支持非纯调用(因此您应该测试类型转换的结果以判断其有效性)。

# K2Node_DynamicCast,DynamicCastHeader
source: Cast
ja: キャスト
zh_cn: 类型转换

# K2Node_DynamicCast,MakeImpureTitle
source: Convert to impure cast
ja: 非純粋キャストに変換
zh_cn: 转换为非纯类型转换

# K2Node_DynamicCast,MakeImpureTooltip
source: Adds in branching execution pins so that you can separatly handle when the cast fails/succeeds.
ja: キャストが失敗/成功した時に個別に処理できるように、ブランチの実行ピンを追加します。
zh_cn: 添加分支执行引脚，以便当类型转换失败或成功时您可以进行分别处理。

# K2Node_DynamicCast,MakePureTitle
source: Convert to pure cast
ja: 純粋キャストに変更
zh_cn: 转换为 纯类型转换

# K2Node_DynamicCast,NonObjectCast
source: You can only cast objects/interfaces.
ja: オブジェクト/インターフェースのみキャストできます。
zh_cn: 您仅可以类型转换 对象/接口。

# K2Node_DynamicCast,ToggleImpure
source: Convert to Impure Cast
ja: 非純粋キャストに変換
zh_cn: 转换为非纯类型转换

# K2Node_DynamicCast,TogglePure
source: Convert to Pure Cast
ja: 純粋キャストに変換
zh_cn: 转换为纯类型转换

# K2Node_EaseFunction,AddPin
source: Reset to Wildcards
ja: Wildcardsにリセット
zh_cn: 重置为通配符

# K2Node_EaseFunction,AddPinTooltip
source: Resets A, B and Results pins to its default wildcard state
ja: A、B とResultsピンをデフォルトのwildcardステートへリセットします
zh_cn: 重置A、B和Results引脚为其默认通配符状态

# K2Node_EaseFunction,AlphaPinTooltip
source: Alpha value used to specify the easing in time.
ja: 時間内のイージングに指定するアルファ値
zh_cn: 用于指定按时间缓动的Alpha值。

# K2Node_EaseFunction,APinDescription
source: Easing start value
ja: イージングの開始値
zh_cn: 减缓起始值

# K2Node_EaseFunction,BlendExpPinDescription
source: Blend Exponent for basic ease functions
ja: 基本的なease関数のブレンド指数
zh_cn: 基本减缓函数的混合指数

# K2Node_EaseFunction,BPinDescription
source: Easing end value
ja: イージングの終了値
zh_cn: 减缓最终值

# K2Node_EaseFunction,EaseFunsPinDescription
source: Specifies the desired ease function to be applied. If connected no customization is possible.
ja: 適用させたいイージング関数を指定します。接続している場合はカスタマイズはできません。
zh_cn: 指定要应用的期望的减缓函数。如果连接了该项，则不能进行自定义。

# K2Node_EaseFunction,InterpCategory
source: Interpolation
ja: 補間
zh_cn: 插值

# K2Node_EaseFunction,InvalidFunctionName
source: BaseAsyncTask: Type not supported or not initialized. @@
ja: BaseAsyncタスク: タイプがサポートされていないか初期化されていません。 @@
zh_cn: BaseAsyncTask:不支持的类型或者没有初始化的类型。@@

# K2Node_EaseFunction,NodeTooltip
source: Interpolates from value A to value B using a user specified easing function
ja: ユーザーが指定したイージング関数で値Aから値Bを補間します
zh_cn: 使用用户指定的缓动函数在值A和值B之间插值

# K2Node_EaseFunction,PinConnectionDisallowed
source: Pin type is not supported by function.
ja: ピンタイプは関数でサポートしていません
zh_cn: 函数不支持引脚类型。

# K2Node_EaseFunction,ResetToDefaultsTx
source: ResetToDefaults
ja: リセットToDefaults
zh_cn: 重置为默认值

# K2Node_EaseFunction,ResultPinDescription
source: Easing result value
ja: イージングの結果値
zh_cn: 减缓结果值

# K2Node_EaseFunction,ShortestPathPinTooltip
source: When interpolating the shortest path should be taken.
ja: 補間時は最短パスを使用します
zh_cn: 当进行插值时应该采用最短路径。

# K2Node_EaseFunction,StepsPinDescription
source: Number of steps required to go from A to B
ja: AからBへの移動に必要なステップ数
zh_cn: 从A到B所需的步长数量

# K2Node_EnumEquality,EnumEqualityTooltip
source: Returns true if A is equal to B (A == B)
ja: AとBが同等の時trueを返します (A == B)
zh_cn: 如果A等于B(A == B)则返回true

# K2Node_EnumEquality,EqualEnum
source: Equal (Enum)
es: Igual (Enum)
ja: イコール (列挙型)
pt_br: Igual (Enum)
zh_cn: 等于(枚举值)

# K2Node_EnumEquality,InputIsNotEnum
source: Cannot use the enum equality operator on anything but enums.
ja: 列挙型等価演算子は列挙型以外に使用できません
zh_cn: 不能在枚举类型之外的数据类型上应用枚举型等号操作符。

# K2Node_EnumInequality,EnumInequalityTooltip
source: Returns true if A is NOT equal to B (A != B)
ja: もし A が B とイコールじゃない場合は true を返します (A != B)
zh_cn: 如果A不等于B(A != B)则返回真

# K2Node_EnumInequality,NotEqualEnum
source: NotEqual (Enum)
ja: ノットイコール (Enum)
zh_cn: 不等于(枚举值)

# K2Node_Event,EventDelegateName_Error
source: Event node @@ has no name of function.
es: El nodo evento @@ no tiene nombre de función.
ja: イベントノード @@ に関数名がありません
pt_br: O nó de evento @@ não tem nenhum nome de função.
zh_cn: 事件节点@@无函数名称。

# K2Node_Event,EventFromInterface
source: {Title} From {InterfaceClass}
es: {Title} De {InterfaceClass}
ja: {Title} {InterfaceClass} から
pt_br: {Title} De {InterfaceClass}
zh_cn: {Title} 从 {InterfaceClass}

# K2Node_Event,InterfaceEvent
source: Interface Event
es: Evento de la interfaz
ja: インターフェースイベント
pt_br: Evento da Interface
zh_cn: 接口事件

# K2Node_FormatText,FormatText_Title
source: Format Text
es: Formato del texto
ja: テキストをフォーマット
pt_br: Formatar Texto
zh_cn: 格式化文本

# K2Node_FunctionEntry,AddInputPinError
source: Cannot add input pins to function entry node!
ja: ファンクションエントリーノードにインプットピンを追加できません！
zh_cn: 不能给函数入口节点添加输入引脚！

# K2Node_FunctionEntry,NoEntryPointPin_Error
source: Expected a pin named EntryPoint on @@
es: Se espera una EntryPoint identificada del Pin en @@
ja: @@ で求められるピン名は エントリーポイント です
pt_br: Esperava um fixador de nome EntryPoint em @@
zh_cn: 需要@@上的名称为EntryPoint的引脚

# K2Node_GetDataTableRow,DataTablePinDescription
source: The DataTable you want to retreive a row from
es: La DataTable de la que desea recuperar una fila
ja: 列を読み出すデータテーブル
pt_br: A DataTable de onde deseja recuperar uma linha
zh_cn: 您想从其中搜索获得一行的数据表

# K2Node_GetDataTableRow,DataTablePinName
source: DataTable
es: Tabla de datos
ja: データTable
zh_cn: 数据表

# K2Node_GetDataTableRow,GetDataTableRow Output Row
source: Out Row
es: Fila de salida
ja: 外側の列
pt_br: Linha de Saída
zh_cn: 输出行

# K2Node_GetDataTableRow,GetDataTableRow Row Found Exec pin
source: Row Found
es: Fila encontrada
ja: 見つかった列
pt_br: Linha Encontrada
zh_cn: 找到的行

# K2Node_GetDataTableRow,GetDataTableRowNoDataTable_Error
source: GetDataTableRow must have a DataTable specified.
es: GetDataTableRow debe tener una DataTable especificada.
ja: GetDataテーブルRowはデータテーブルを指定しなくてはいけません
pt_br: GetDataTableRow deve ter uma DataTable especificada.
zh_cn: GetDataTableRow必须指定一个DataTable

# K2Node_GetDataTableRow,MissingPins
source: Missing pins in @@
ja: @@ にピンがありません
zh_cn: @@中缺失引脚

# K2Node_GetDataTableRow,NoDataTable
source: No DataTable in @@
ja: @@ にDetaテーブルがありません
zh_cn: @@中没有数据表

# K2Node_GetDataTableRow,NodeTooltip
source: Attempts to retrieve a TableRow from a DataTable via it's RowName
es: Intenta recuperar una TableRow desde una DataTable mediante su RowName
ja: RowNameを経由してデータテーブルからテーブルRowを読み出そうとしています
pt_br: Tenta recuperar uma TableRow de uma DataTable através do seu RowName
zh_cn: 尝试通过表格行的RowName（行名）来从DataTable中搜索一个表格行

# K2Node_GetDataTableRow,OnlyLiteralDTSupported
source: Only literal data table is supported
ja: リテラルデータテーブルのみをサポート
zh_cn: 仅支持文本数据表格

# K2Node_GetDataTableRow,ResultPinDescription
source: The returned TableRow, if found
es: La TableRow devuelta, si se encuentra
ja: 見つかった場合に返されるテーブルRow
pt_br: A TableRow retornada, se encontrada
zh_cn: 如果找到表格行，它则是返回的表格行

# K2Node_GetDataTableRow,RowNamePinDescription
source: The name of the row to retrieve from the DataTable
es: El nombre de la fila para recuperar de la DataTable
ja: データテーブルから読み出すための列の名前
pt_br: O nome da linha a ser recuperada da DataTable
zh_cn: 搜索数据表所使用的行名称

# K2Node_GetDataTableRow,WronRowName
source: '%s' row name is not stored in '%s'. @@
ja: '%s' の列名は '%s' に保存されていません。 @@
zh_cn: '%s'行名没有存储在'%s'中。 @@

# K2Node_GetInputAxisValue,ActionMenuCategory
source: Axis Values
es: Valores del eje
ja: 軸値
pt_br: Valores do Eixo
zh_cn: 坐标轴值

# K2Node_InputAction,ActionMenuCategory
source: Action Events
es: Eventos de acción
ja: アクションイベント
pt_br: Eventos da Ação
zh_cn: 动作事件

# K2Node_InputAxisEvent,ActionMenuCategory
source: Axis Events
es: Eventos del eje
ja: 軸イベント
pt_br: Eventos do Eixo
zh_cn: 坐标轴事件

# K2Node_Knot,KnotListTitle
source: Add Reroute Node...
es: Añadir Redirigir nodo...
ja: Rerouteノードを追加...
pt_br: Adicionar Nó de Redirecionamento...
zh_cn: 添加变更路线节点...

# K2Node_Knot,KnotTitle
source: Reroute Node
es: Redirigir nodo
ja: Rerouteノード
pt_br: Redirecionar Nó
zh_cn: 变更路线节点

# K2Node_Knot,KnotTooltip
source: Reroute Node (reroutes wires)
es: Redirigir nodo (redirigir los alambres)
ja: Rerouteノード（ワイヤーのルートを変更）
pt_br: Redirecionar Nó (redireciona linhas)
zh_cn: 变更路线节点(重新设置连线)

# K2Node_Literal,InvalidLevelActor_Warning
source: Node @@ is not referencing a valid level actor
es: El nodo @@ no hace referencia a un nivel actor válido
ja: ノード @@ が有効なレベル アクタをリファレンスしていません
pt_br: O nó @@ não está referenciando um ator válido do nível
zh_cn: 节点@@未引用有效的关卡actor

# K2Node_MacroInstance,ActiveBreakpointToolTip
source: Execution will break inside the macro.
es: La ejecución se interrumpirá dentro de la macro.
ja: 実行はマクロ内で中断します
pt_br: A execução interromperá dentro da macro.
zh_cn: 执行将会在宏中断开。

# K2Node_MakeStruct,MakeNodeTitle
source: Make {StructName}
es: Crear {StructName}
ja: {StructName} を作成
pt_br: Fazer {StructName}
zh_cn: 制作 {StructName}

# K2Node_MakeStruct,MakeNullStruct_Tooltip
source: Adds a node that create an '<unknown struct>' from its members
ja: メンバーから '<unknown struct>' を作成するノードを追加
zh_cn: 添加一个从其成员创建'<unknown struct>'的节点

# K2Node_MakeStruct,MakeNullStructTitle
source: Make <unknown struct>
ja: <unknown struct> を作成
zh_cn: 创建<unknown struct>

# K2Node_MakeStruct,MakeStruct_Tooltip
source: Adds a node that create a '{0}' from its members
ja: メンバーから '{0}' を作成するノードを追加
zh_cn: 添加一个从其成员创建'{0}'的节点
