Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.EditorViewportCommands,ScaleGridSnap_ToolTip
source: Enables or disables snapping objects to a scale grid
ja: スケール グリッドにオブジェクトのスナッピングを有効または無効にします

# UICommands.EditorViewportCommands,ScaleMode
source: Scale Mode
ja: スケールモード

# UICommands.EditorViewportCommands,ScaleMode_ToolTip
source: Select and scale objects
ja: オブジェクトを選択して拡大・縮小

# UICommands.EditorViewportCommands,ScreenCapture
source: Screen Capture
ja: スクリーンキャプチャ

# UICommands.EditorViewportCommands,ScreenCapture_ToolTip
source: Take a screenshot of the active viewport.
ja: アクティブなビューポートのスクリーンショットを撮影

# UICommands.EditorViewportCommands,ScreenCaptureForProjectThumbnail
source: Update Project Thumbnail
ja: プロジェクトサムネイルを更新

# UICommands.EditorViewportCommands,ScreenCaptureForProjectThumbnail_ToolTip
source: Take a screenshot of the active viewport for use as the project thumbnail.
ja: アクティブなビューポートのスクリーンショットを撮影してプロジェクトサムネイルとして使用

# UICommands.EditorViewportCommands,ShaderComplexityMode
source: Shader Complexity View Mode
ja: シェーダー複雑度ビュー モード

# UICommands.EditorViewportCommands,ShrinkTransformWidget
source: Shrink Transform Widget
ja: トランスフォームウィジェットを縮小

# UICommands.EditorViewportCommands,ShrinkTransformWidget_ToolTip
source: Shrink the level editor transform widget
ja: レベルエディタのトランスフォームウィジェットを縮小

# UICommands.EditorViewportCommands,StationaryLightOverlapMode
source: Stationary Light Overlap View Mode
ja: 固定ライトオーバーラップビュー モード

# UICommands.EditorViewportCommands,StationaryLightOverlapMode_ToolTip
source: Visualizes overlap of stationary lights
ja: 固定ライトのオーバーラップを視覚化します

# UICommands.EditorViewportCommands,SurfaceSnapping
source: Surface Snapping
ja: サーフェススナップ

# UICommands.EditorViewportCommands,SurfaceSnapping_ToolTip
source: If enabled, actors will snap to surfaces in the world when dragging
ja: 有効になると、アクタはドラッグ時にワールドのサーフェスへスナップします

# UICommands.EditorViewportCommands,ToggleFPS
source: Show FPS
ja: FPS を表示

# UICommands.EditorViewportCommands,ToggleFPS_ToolTip
source: Toggles showing frames per second in this viewport (enables realtime)
ja: このビューポートで毎秒フレームの表示を切り替える（リアルタイムを有効にする）

# UICommands.EditorViewportCommands,ToggleStats
source: Show Stats
ja: 統計情報を表示

# UICommands.EditorViewportCommands,ToggleStats_ToolTip
source: Toggles the ability to show stats in this viewport (enables realtime)
ja: ビューポートに統計情報が表示できる設定へ切り替える (リアルタイムを有効にする)

# UICommands.EditorViewportCommands,Top_ToolTip
source: Switches the viewport to top view
ja: ビューポートを上面ビューに切り替える

# UICommands.EditorViewportCommands,TranslateMode
source: Translate Mode
ja: 移動モード

# UICommands.EditorViewportCommands,TranslateMode_ToolTip
source: Select and translate objects
ja: オブジェクトを選択して移動

# UICommands.EditorViewportCommands,TranslateRotate2DMode
source: 2D Mode
ja: 2Dモード

# UICommands.EditorViewportCommands,TranslateRotate2DMode_ToolTip
source: Select and translate or rotate objects in 2D
ja: オブジェクトを選択して2Dで移動と回転

# UICommands.EditorViewportCommands,TranslateRotateMode_ToolTip
source: Select and translate or rotate objects
ja: オブジェクトを選択して移動と回転

# UICommands.EditorViewportCommands,UnlitMode
source: Unlit View Mode
ja: ライティングなしのビューモード

# UICommands.EditorViewportCommands,UnlitMode_ToolTip
source: Renders the scene with no lights
ja: ライティングなしでシーンを描画

# UICommands.EditorViewportCommands,VisualizeBufferMode
source: Buffer Visualization View Mode
ja: バッファ表示ビューモード

# UICommands.EditorViewportCommands,VisualizeBufferMode_ToolTip
source: Renders a set of selected post process materials, which visualize various intermediate render buffers (material attributes)
ja: 選択した一連のポストプロセスマテリアルをレンダリングします。これらはさまざまな中間レンダリングバッファを可視化します（マテリアル属性）

# UICommands.EditorViewportCommands,WireframeMode
source: Brush Wireframe View Mode
ja: ブラシワイヤーフレームビュー モード

# UICommands.EditorViewportCommands,WireframeMode_ToolTip
source: Renders the scene in brush wireframe
ja: ブラシワイヤーフレームでシーンを描画

# UICommands.FoliageEditCommands,SetClusterSettings
source: Show Instance settings
ja: インスタンスの設定を表示

# UICommands.FoliageEditCommands,SetClusterSettings_ToolTip
source: Show settings for placed instances.
ja: 配置したインスタンスの設定を表示

# UICommands.FoliageEditCommands,SetLassoSelect
source: Lasso
ja: ラッソツール

# UICommands.FoliageEditCommands,SetNoSettings
source: Hide Details
ja: 詳細を非表示

# UICommands.FoliageEditCommands,SetNoSettings_ToolTip
source: Hide details.
ja: 詳細を非表示

# UICommands.FoliageEditCommands,SetPaintSettings
source: Show Painting settings
ja: ペインティングの設定を表示

# UICommands.FoliageEditCommands,SetPaintSettings_ToolTip
source: Show painting settings.
ja: ペインティングの設定を表示

# UICommands.FoliageEditCommands,SetReapplySettings_ToolTip
source: Reapply settings to instances
ja: 設定をインスタンスに再適用

# UICommands.FoliagePaletteCommands,SelectAllInstances
source: Select All Instances
ja: すべてのインスタンスを選択

# UICommands.FoliagePaletteCommands,ShowFoliageTypeInCB_ToolTip
source: Show asset in Content Browser.
ja: コンテンツブラウザにアセットを表示

# UICommands.FontEditor,ExportAllPages_ToolTip
source: Exports all pages.
ja: すべてのページをエクスポート
zh_cn: 导出所有页面。

# UICommands.FontEditor,ExportPage_ToolTip
source: Exports the currently selected page.
ja: 現在選択中のページをエクスポート
zh_cn: 导出当前选择的页面。

# UICommands.FontEditor,FontBackgroundColor_ToolTip
source: Changes the background color of the previewer.
ja: プレビューアの背景色を変更
zh_cn: 修改预览器的背景颜色。

# UICommands.FontEditor,FontForegroundColor
source: Foreground
ja: フォアグラウンド
zh_cn: 前景

# UICommands.FontEditor,FontForegroundColor_ToolTip
source: Changes the foreground color of the previewer.
ja: プレビューアの前景色を変更
zh_cn: 修改预览器的前景颜色。

# UICommands.FontEditor,Update_ToolTip
source: Imports a texture to replace the currently selected page.
ja: テクスチャをインポートして現在選択中のページを置換
zh_cn: 导入一张贴图来替换当前选中的页面。

# UICommands.FontEditor,UpdateAll
source: Update All
ja: すべて更新
zh_cn: 更新所有

# UICommands.FontEditor,UpdateAll_ToolTip
source: Imports a set of textures to replace all pages.
ja: テクスチャのセットをインポートして全ページを置換
zh_cn: 导入一组贴图来替换所有页面。

# UICommands.GlobalEditorCommonCommands,FindInContentBrowser_ToolTip
source: Summons the Content Browser and navigates to the selected asset
ja: コンテンツブラウザを開いて選択したアセットに移動する
zh_cn: 调出内容浏览器并导航到选中的资源

# UICommands.GlobalEditorCommonCommands,OpenConsoleCommandBox
source: Open Console Command Box
ja: コンソールコマンドボックスを開く
zh_cn: 打开控制台命令框

# UICommands.GlobalEditorCommonCommands,OpenConsoleCommandBox_ToolTip
source: Opens an edit box where you can type in a console command
ja: コンソールコマンドを入力するエディットボックスを開く
zh_cn: 打开编辑框，您可以在那里输入控制台命令

# UICommands.GlobalEditorCommonCommands,OpenDocumentation
source: Open Documentation...
ja: ドキュメントを開く...
zh_cn: 打开文档

# UICommands.GlobalEditorCommonCommands,OpenDocumentation_ToolTip
source: Opens documentation for this tool
ja: このツールのドキュメントを開く
zh_cn: 打开针对该工具的文档

# UICommands.GlobalEditorCommonCommands,SummonControlTabNavigation
source: Tab Navigation
ja: タブナビゲーション
zh_cn: 选卡导航

# UICommands.GlobalEditorCommonCommands,SummonControlTabNavigationAlternate
source: Tab Navigation
ja: タブナビゲーション
zh_cn: 选卡导航

# UICommands.GlobalEditorCommonCommands,SummonControlTabNavigation_ToolTip
source: Summons a list of open assets and tabs
ja: 開かれているアセットとタブのリストを呼び出す
zh_cn: 调出打开的资源和选卡的列表

source: Summons a list of open assets and tabs
ja: 開かれているアセットとタブのリストを呼び出す
zh_cn: 调出打开的资源和选卡的列表

# UICommands.GlobalEditorCommonCommands,SummonOpenAssetDialog
source: Open Asset...
ja: アセットを開く...
zh_cn: 打开资源...

# UICommands.GlobalEditorCommonCommands,SummonOpenAssetDialogAlternate
source: Open Asset...
ja: アセットを開く...
zh_cn: 打开资源...

# UICommands.GlobalEditorCommonCommands,SummonOpenAssetDialog_ToolTip
source: Summons an asset picker
ja: アセットピッカーを呼び出す
zh_cn: 调出资源选择器

# UICommands.GlobalEditorCommonCommands,SummonOpenAssetDialogAlternate_ToolTip
source: Summons an asset picker
ja: アセットピッカーを呼び出す
zh_cn: 调出资源选择器

# UICommands.GlobalEditorCommonCommands,ViewReferences_ToolTip
source: Launches the reference viewer showing the selected assets' references
ja: 選択したアセットのリファレンスを表示しながらリファレンスビューアーを起動
zh_cn: 启动显示选中资源的引用内容的引用查看器

# UICommands.GlobalEditorCommonCommands,ViewSizeMap_ToolTip
source: Displays an interactive map showing the approximate size of this asset and everything it references
ja: このアセットと参照している全てのおおよそのサイズについてインタラクティブマップを表示する。
zh_cn: 显示一个交互图，该图展示了该资源及其引用的所有内容的大致尺寸

# UICommands.ReferenceViewerActions,ShowSizeMap_ToolTip
source: Displays an interactive map showing the approximate size of this asset and everything it references
ja: このアセットと参照している全てのおおよそのサイズについてインタラクティブマップを表示する。

# UICommands.GraphEditorCommands,AddBlendListPin
source: Add Blend Pin
ja: ブレンドピンを追加

# UICommands.GraphEditorCommands,AddBlendListPin_ToolTip
source: Add Blend Pin to BlendList
ja: ブレンドピンをブレンドリストに追加

# UICommands.GraphEditorCommands,AddBreakpoint
source: Add breakpoint
ja: ブレークポイントを追加

# UICommands.GraphEditorCommands,AddBreakpoint_ToolTip
source: Adds a breakpoint to each selected node
ja: 各選択ノードにブレークポイントを追加

# UICommands.GraphEditorCommands,AddExecutionPin
source: Add execution pin
ja: 実行ピンを追加

# UICommands.GraphEditorCommands,AddExecutionPin_ToolTip
source: Adds another execution output pin to an execution sequence or switch node
ja: 実行シーケンスまたはスイッチノードにもう1つの実行アウトプットピンを追加

# UICommands.GraphEditorCommands,AddOptionPin_ToolTip
source: Adds another option input pin to the node
ja: ノードにオプションインプットピンをもう1つ追加

# UICommands.GraphEditorCommands,AddParentNode
source: Add call to parent function
ja: 親関数の呼び出しを追加

# UICommands.GraphEditorCommands,AddParentNode_ToolTip
source: Adds a node that calls this function's parent
ja: この関数の親を呼び出すノードを追加

# UICommands.GraphEditorCommands,AlignNodesBottom
source: Align Bottom
ja: 下揃え

# UICommands.GraphEditorCommands,AlignNodesCenter
source: Align Center
ja: 中央揃え

# UICommands.GraphEditorCommands,AlignNodesLeft
source: Align Left
ja: 左揃え

# UICommands.GraphEditorCommands,AlignNodesRight
source: Align Right
ja: 右揃え

# UICommands.GraphEditorCommands,AssignReferencedActor
source: Assign selected Actor
ja: 選択アクタの割り当て

# UICommands.GraphEditorCommands,AssignReferencedActor_ToolTip
source: Assign the selected actor to be this node's referenced object
ja: 選択したアクタをこのノードのリファレンスオブジェクトに割り当てる

# UICommands.GraphEditorCommands,BreakNodeLinks
source: Break Link(s)
ja: リンクを切断

# UICommands.GraphEditorCommands,BreakPinLinks
source: Break Link(s)
ja: リンクを切断

# UICommands.GraphEditorCommands,BreakNodeLinks_ToolTip
source: Breaks links
ja: リンクを切断

# UICommands.GraphEditorCommands,BreakPinLinks_ToolTip
source: Breaks pin links
ja: ピンのリンクを切断

# UICommands.GraphEditorCommands,ChangePinType
source: Change Pin Type
ja: ピンの種類を変更

# UICommands.GraphEditorCommands,ChangePinType_ToolTip
source: Changes the type of this pin (boolean, int, etc.)
ja: このピン タイプを変更します (boolean、int など)

# UICommands.GraphEditorCommands,CollapseNodes
source: Collapse Nodes
ja: ノードを折りたたむ

# UICommands.GraphEditorCommands,CollapseNodes_ToolTip
source: Collapses selected nodes into a single node
ja: 選択したノードを単一ノードへ折りたたむ

# UICommands.GraphEditorCommands,CollapseSelectionToFunction_ToolTip
source: Collapses selected nodes into a single function node.
ja: 選択したノードを単一関数ノードへ折りたたむ

# UICommands.GraphEditorCommands,CollapseSelectionToMacro_ToolTip
source: Collapses selected nodes into a single macro node.
ja: 選択したノードを単一マクロノードへ折りたたむ

# UICommands.GraphEditorCommands,ConvertToBSEvaluator
source: Convert To Single Frame BlendSpace
ja: 単一フレームブレンドスペースに変換

# UICommands.GraphEditorCommands,ConvertToBSEvaluator_ToolTip
source: Convert to one frame BlendSpace that requires position
ja: 位置が必要な単一フレームブレンドスペースに変換

# UICommands.GraphEditorCommands,ConvertToBSPlayer
source: Convert to BlendSpace Player
ja: ブレンドスペースプレイヤーに変換

# UICommands.GraphEditorCommands,ConvertToBSPlayer_ToolTip
source: Convert back to BlendSpace player without manual position set up
ja: 手動位置を設定せずにブレンドスペースプレイヤーに変換

# UICommands.GraphEditorCommands,ConvertToSeqEvaluator
source: Convert To Single Frame Animation
ja: 単一フレーム アニメーションに変換

# UICommands.GraphEditorCommands,ConvertToSeqEvaluator_ToolTip
source: Convert to one frame animation that requires position
ja: 位置が必要な単一フレームアニメーションに変換

# UICommands.GraphEditorCommands,ConvertToSeqPlayer
source: Convert to Sequence Player
ja: シーケンス プレイヤーに変換

# UICommands.GraphEditorCommands,ConvertToSeqPlayer_ToolTip
source: Convert back to sequence player without manual position set up
ja: 手動位置設定なしでシーケンス プレイヤーへ変換します

# UICommands.GraphEditorCommands,CreateComment
source: Create Comment
ja: コメントを作成

# UICommands.GraphEditorCommands,CreateComment_ToolTip
source: Create a comment box
ja: コメントボックスを作成

# UICommands.GraphEditorCommands,DisableBreakpoint_ToolTip
source: Disables any breakpoints on each selected node
ja: 選択中の各ノードにあるすべてのブレークポイントを無効にする

# UICommands.GraphEditorCommands,DisableNodes
source: Disable Nodes
ja: ノードを無効化

# UICommands.GraphEditorCommands,DisableNodes_ToolTip
source: Selected node(s) will be disabled.
ja: 選択したノードを無効化

# UICommands.GraphEditorCommands,EnableBreakpoint_ToolTip
source: Enables any breakpoints on each selected node
ja: 選択中の各ノードにあるすべてのブレークポイントを有効にする

# UICommands.GraphEditorCommands,EnableNodes
source: Enable Nodes
ja: ノードを有効化

# UICommands.GraphEditorCommands,ExpandNodes
source: Expand Node
ja: ノードを展開

# UICommands.GraphEditorCommands,FindAndReplaceReferences
source: Find and Replace References
ja: リファレンスの検索と置換

# UICommands.GraphEditorCommands,FindReferences
source: Find References
ja: リファレンスを検索

# UICommands.GraphEditorCommands,FindReferences_ToolTip
source: Find references of this item
ja: このアイテムのリファレンスを検索

# UICommands.GraphEditorCommands,GoToDefinition
source: Goto Definition
ja: 定義へ移動

# UICommands.GraphEditorCommands,GoToDocumentation_ToolTip
source: View documentation for this node.
ja: このノードのドキュメントを表示

# UICommands.GraphEditorCommands,GotoNativeFunctionDefinition
source: Goto Code Definition
ja: コード定義へ移動

# UICommands.GraphEditorCommands,GotoNativeVariableDefinition
source: Goto Code Definition
ja: コード定義へ移動

# UICommands.MyBlueprint,GotoNativeVarDefinition
source: Goto Code Definition
ja: コード定義へ移動
zh_cn: 转到代码定义

# UICommands.GraphEditorCommands,GotoNativeFunctionDefinition_ToolTip
source: Goto the native code definition of this function
ja: この関数のネイティブコード定義へ移動

# UICommands.GraphEditorCommands,GotoNativeVariableDefinition_ToolTip
source: Goto the native code definition of this variable
ja: この変数のネイティブコード定義へ移動

# UICommands.MyBlueprint,GotoNativeVarDefinition_ToolTip
source: Goto the native code definition of this variable
ja: この変数のネイティブコード定義へ移動
zh_cn: 转到此变量的native代码定义

# UICommands.GraphEditorCommands,HideNoConnectionNoDefaultPins
source: Hide Unused Pins
ja: 使用されてないピンを非表示

# UICommands.GraphEditorCommands,HideNoConnectionNoDefaultPins_ToolTip
source: Hides all pins with no connections and no default value
ja: 接続のないピンとデフォルト値がないすべてのピンを非表示

# UICommands.GraphEditorCommands,HideNoConnectionPins
source: Hide Unconnected Pins
ja: 未接続のピンを非表示

# UICommands.GraphEditorCommands,HideNoConnectionPins_ToolTip
source: Hides all pins with no connections
ja: 接続のないピンすべてを非表示

# UICommands.GraphEditorCommands,OpenRelatedAsset_ToolTip
source: Opens the asset related to this node
ja: このノードに関連するアセットを開く

# UICommands.GraphEditorCommands,PromoteSelectionToFunction
source: Promote to Function
ja: 関数へ昇格

# UICommands.GraphEditorCommands,PromoteSelectionToFunction_ToolTip
source: Promotes selected collapsed graphs to functions.
ja: 選択した折りたたみグラフを関数へ昇格

# UICommands.GraphEditorCommands,PromoteSelectionToMacro
source: Promote to Macro
ja: マクロへ昇格

# UICommands.GraphEditorCommands,PromoteSelectionToMacro_ToolTip
source: Promotes selected collapsed graphs to macros.
ja: 選択した折りたたみグラフをマクロへ昇格

# UICommands.GraphEditorCommands,PromoteToLocalVariable_ToolTip
source: Promotes something to a local variable of the current function
ja: 何かを現在の関数のローカル変数へ昇格

# UICommands.GraphEditorCommands,PromoteToVariable
source: Promote to Variable
ja: 変数へ昇格

# UICommands.GraphEditorCommands,PromoteToVariable_ToolTip
source: Promotes something to a variable
ja: 何かを変数へ昇格

# UICommands.GraphEditorCommands,RecombineStructPin_ToolTip
source: Takes struct pins that have been broken in to composite elements and combines them back to a single struct pin
ja: コンポジットエレメントに分解された構造体ピンを受け取って、これらを単一の構造体ピンに再び結合します

# UICommands.GraphEditorCommands,ReconstructNodes
source: Refresh Nodes
ja: ノードを更新

# UICommands.GraphEditorCommands,ReconstructNodes_ToolTip
source: Refreshes nodes
ja: ノードを更新

# UICommands.GraphEditorCommands,RemoveBlendListPin
source: Remove Blend Pin
ja: ブレンドピンを取り除く

# UICommands.GraphEditorCommands,RemoveBlendListPin_ToolTip
source: Remove Blend Pin
ja: ブレンドピンを取り除く

# UICommands.GraphEditorCommands,RemoveBreakpoint_ToolTip
source: Removes any breakpoints on each selected node
ja: 選択中の各ノードにあるすべてのブレークポイントを取り除く

# UICommands.GraphEditorCommands,RemoveExecutionPin
source: Remove execution pin
ja: 実行ピンを削除

# UICommands.GraphEditorCommands,RemoveExecutionPin_ToolTip
source: Removes an execution output pin from an execution sequence or switch node
ja: 実行アウトプットピンを実行シーケンスまたはスイッチノードから取り除く

# UICommands.GraphEditorCommands,RemoveOptionPin_ToolTip
source: Removes the last option input pin from the node
ja: 対象ノードから最後のオプション ピンを取り除きます

# UICommands.GraphEditorCommands,RemoveOtherStructVarPins
source: Remove all other pins
ja: 他のすべてのピンを取り除く

# UICommands.GraphEditorCommands,RemoveOtherStructVarPins_ToolTip
source: Removes all variable input pins, except for the selected one
ja: 選択中のピンを除くすべての変数インプットピンを取り除きます

# UICommands.GraphEditorCommands,RemoveThisStructVarPin
source: Remove this struct variable pin
ja: この構造体変数ピンを取り除く

# UICommands.GraphEditorCommands,RemoveThisStructVarPin_ToolTip
source: Removes the selected input pin
ja: 選択中のインプットピンを取り除く

# UICommands.GraphEditorCommands,RestoreAllStructVarPins
source: Restore all structure pins
ja: すべての構造体ピンを復元

# UICommands.GraphEditorCommands,RestoreAllStructVarPins_ToolTip
source: Restore all structure pins
ja: すべての構造体ピンを復元

# UICommands.GraphEditorCommands,SelectBone
source: Select Bone
ja: ボーンを選択

# UICommands.GraphEditorCommands,SelectBone_ToolTip
source: Assign or change the bone for SkeletalControls
ja: SkeletalControlsのボーンを割り当てまたは変更

# UICommands.GraphEditorCommands,SelectReferenceInLevel
source: Find Actor in Level
ja: レベルでアクタを検索

# UICommands.GraphEditorCommands,SelectReferenceInLevel_ToolTip
source: Select the actor referenced by this node in the level
ja: 対象ノードがレベル中でリファレンスしているアクタを選択

# UICommands.GraphEditorCommands,ShowAllPins
source: Show All Pins
ja: すべてのピンを表示

# UICommands.GraphEditorCommands,ShowAllPins_ToolTip
source: Shows all pins
ja: すべてのピンを表示

# UICommands.GraphEditorCommands,SplitStructPin_ToolTip
source: Breaks a struct pin in to a separate pin per element
ja: エレメントごとに構造体ピンを別々のピンに分解

# UICommands.GraphEditorCommands,StartWatchingPin
source: Watch this value
ja: この値をウォッチ

# UICommands.GraphEditorCommands,StopWatchingPin
source: Stop watching this value
ja: この値のウォッチを停止

# UICommands.GraphEditorCommands,StraightenConnections
source: Straighten Connection(s)
ja: コネクションを真っ直ぐにする

# UICommands.GraphEditorCommands,ToggleBreakpoint
source: Toggle breakpoint
ja: ブレークポイントを切り替える

# UICommands.GraphEditorCommands,ToggleBreakpoint_ToolTip
source: Adds or removes a breakpoint on each selected node
ja: 選択中の各ノードにブレークポイントを追加するか取り除きます

# UICommands.GraphEditorCommands,ZoomIn
source: Zoom In
ja: ズームイン

# UICommands.MatineeCommands,ZoomIn
source: Zoom In
ja: ズームイン

# UICommands.GraphEditorCommands,ZoomIn_ToolTip
source: Zoom in on the graph editor
ja: グラフエディタへズームイン

# UICommands.GraphEditorCommands,ZoomOut
source: Zoom Out
ja: ズームアウト

# UICommands.MatineeCommands,ZoomOut
source: Zoom Out
ja: ズームアウト

# UICommands.GraphEditorCommands,ZoomOut_ToolTip
source: Zoom out from the graph editor
ja: グラフエディタからズームアウト

# UICommands.KismetToolbar,EditClassDefaults_ToolTip
source: Edit the initial values of your class.
ja: ユーザーのクラスの初期値を編集
zh_cn: 编辑您的类的初始值。

# UICommands.KismetToolbar,EditGlobalOptions
source: Class Settings
ja: クラス設定
zh_cn: 类设置

# UICommands.KismetToolbar,EditGlobalOptions_ToolTip
source: Edit Class Settings (Previously known as Blueprint Props)
ja: クラス設定を編集 （旧 [Blueprint Props]）
zh_cn: 编辑类设置（之前的名称为蓝图属性）

# UICommands.KismetToolbar,JumpToErrorNode
source: Jump to Error Node
ja: エラーノードへ移動
zh_cn: 跳转到错误节点

# UICommands.KismetToolbar,JumpToErrorNode_ToolTip
source: When enabled, then the Blueprint will snap focus to nodes producing an error during compilation
ja: 有効になると、ブループリントはコンパイル中にエラーが発生したノードへフォーカスをスナップします。
zh_cn: 启用后，蓝图将会聚焦于在编译时产生错误的节点

# UICommands.KismetToolbar,SaveOnCompile_Always_ToolTip
source: Sets the save-on-compile option to 'Always', meaning that your Blueprints will be saved whenever they are compiled (even if there were errors)
ja: コンパイル時の保存オプションを「常に保存する」に設定します。つまり、ブループリントはコンパイルするたびに保存されます（エラーが発生しても）。

# UICommands.KismetToolbar,SaveOnCompile_Never
source: Never
ja: 保存しない
zh_cn: 永不

# UICommands.KismetToolbar,SaveOnCompile_Never_ToolTip
source: Sets the save-on-compile option to 'Never', meaning that your Blueprints will not be saved when they are compiled
ja: コンパイル時の保存オプションを「保存しない」に設定します。つまり、ブループリントはコンパイル時に保存されません。
zh_cn: 把 “在编译时保存” 选项设置为'永不'，这表示您的蓝图在其被编译时将不会被保存

# UICommands.KismetToolbar,SaveOnCompile_SuccessOnly
source: On Success Only
ja: 成功時のみ
zh_cn: 仅在成功时

# UICommands.KismetToolbar,SaveOnCompile_SuccessOnly_ToolTip
source: Sets the save-on-compile option to 'Success Only', meaning that your Blueprints will be saved whenever they are successfully compiled
ja: コンパイル時の保存オプションを「成功時のみ」に設定します。つまり、ブループリントはコンパイルが成功するたびに保存されます。
zh_cn: 把 “在编译时保存” 选项设置为'仅在成功时'，这表示您的蓝图仅在其被成功编译时保存

# UICommands.KismetToolbar,SwitchToBlueprintDefaultsMode_ToolTip
source: Switches to Class Defaults Mode
ja: クラス デフォルトsモードに切り替え
zh_cn: 切换到类默认模式

# UICommands.KismetToolbar,SwitchToComponentsMode_ToolTip
source: Switches to Components Mode
ja: コンポーネントモードに切り替え
zh_cn: 切换到组件模式

# UICommands.KismetToolbar,SwitchToScriptingMode_ToolTip
source: Switches to Graph Editing Mode
ja: グラフ編集モードに切り替え
zh_cn: 切换到图表编辑模式

# UICommands.LandscapeEditorCommands,AddComponentTool
source: Tool - Add Components
ja: ツール - コンポーネントを追加

# UICommands.LandscapeEditorCommands,AlphaBrush
source: Brush - Alpha
ja: ブラシ - アルファ

# UICommands.LandscapeEditorCommands,AlphaBrush_Pattern
source: Brush - Pattern
ja: ブラシ - パターン

# UICommands.LandscapeEditorCommands,CircleBrush
source: Brush - Circle
ja: ブラシ - 円形

# UICommands.LandscapeEditorCommands,CircleBrush_Linear
source: Circle Brush - Linear Falloff
ja: 円形ブラシ - リニアフォールオフ

# UICommands.LandscapeEditorCommands,CircleBrush_Smooth
source: Circle Brush - Smooth Falloff
ja: 円形ブラシ - スムーズフォールオフ

# UICommands.LandscapeEditorCommands,CircleBrush_Spherical
source: Circle Brush - Spherical Falloff
ja: 円形ブラシ - スフィアフォールオフ

# UICommands.LandscapeEditorCommands,CircleBrush_Tip
source: Circle Brush - Tip Falloff
ja: 円形ブラシ - ティップフォールオフ

# UICommands.LandscapeEditorCommands,ComponentBrush
source: Brush - Component
ja: ブラシ - コンポーネント

# UICommands.LandscapeEditorCommands,DeleteComponentTool
source: Tool - Delete Components
ja: ツール - コンポーネントを削除

# UICommands.LandscapeEditorCommands,ErosionTool
source: Tool - Erosion
ja: ツール - 侵食

# UICommands.LandscapeEditorCommands,FlattenTool
source: Tool - Flatten
ja: ツール - 平坦化

# UICommands.LandscapeEditorCommands,GizmoBrush
source: Brush - Gizmo
ja: ブラシ - ギズモ

# UICommands.LandscapeEditorCommands,HydroErosionTool
source: Tool - Hydraulic Erosion
ja: ツール - 水による侵食

# UICommands.LandscapeEditorCommands,ManageMode
source: Mode - Manage
ja: モード - 管理

# UICommands.LandscapeEditorCommands,MirrorTool
source: Tool - Mirror
ja: ツール - ミラー

# UICommands.LandscapeEditorCommands,MoveToLevelTool
source: Tool - Move to Level
ja: ツール - レベルへ移動

# UICommands.LandscapeEditorCommands,MoveToLevelTool_ToolTip
source: Moves the selected landscape components to the current streaming level
ja: 選択したランドスケープコンポーネントを現在のストリーミングレベルへ移動

# UICommands.LandscapeEditorCommands,NewLandscape
source: Tool - New Landscape
ja: ツール - 新規ランドスケープ

# UICommands.LandscapeEditorCommands,NoiseTool
source: Tool - Noise
ja: ツール - ノイズ
