Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ProjectBrowser,CouldNotGenerateProjectFiles
source: Project files could not be generated. Log output: {LogOutput}
es: Los archivos del proyecto no se pudieron generar. Salida del registro: {LogOutput}
ja: プロジェクトファイルを生成できませんでした。ログアウトプット: {LogOutput}
pt_br: Os arquivos do projeto não puderam ser gerados. Saída do registro: {LogOutput}
zh_cn: 无法生成项目文件。日志输出： {LogOutput}

# ProjectBrowser,CouldNotReadProjectStatus
source: Unable to read project status.
es: No puede leer el estado del proyecto.
ja: プロジェクトの状態を読み込むことができません
pt_br: Não foi possível ler o status do projeto.
zh_cn: 无法读取项目状态。

# ProjectBrowser,FileTypeDescription
source: Unreal Project File
es: Archivo del proyecto Unreal
ja: アンリアルプロジェクトファイル
pt_br: Arquivo de Projeto Unreal
zh_cn: 虚幻项目文件

# ProjectBrowser,FilterHint
source: Filter Projects...
es: Filtrar proyectos...
ja: プロジェクトをフィルタリング...
pt_br: Filtrar Projetos...
zh_cn: 过滤项目...

# ProjectBrowser,FindInExplorerTooltip
source: Finds this project on disk
es: Busca este proyecto en el disco
ja: ディスク内でこのプロジェクトを検索する
pt_br: Localiza este projeto no disco
zh_cn: 在磁盘上找到此项目

# ProjectBrowser,InstallMarketplacePrompt
source: The Marketplace requires the Epic Games Launcher, which does not seem to be installed on your computer. Would you like to install it now?
ja: マーケット上のコンテンツリファレンスに必要なEpicのランチャーがPCにインストールされていないようです。ランチャーを今すぐインストールしますか？
zh_cn: Marketplace需要Epic Games启动程序，而您的电脑上似乎没有安装该启动程序。您想现在就安装它吗

# UnrealEd,InstallMarketplacePrompt
source: The Marketplace requires the Epic Games Launcher, which does not seem to be installed on your computer. Would you like to install it now?
ja: マーケットの利用にはEpic Games Launcherが必要ですが、PCにインストールされていないようです。インストールしますか？

# ProjectBrowser,MarketplaceToolTip
source: Check out the Marketplace to find new projects!
ja: マーケットで新しいプロジェクトを探す。
zh_cn: 查看Marketplace来查找新项目！

# ProjectBrowser,MyProjectsCategoryName
source: My Projects
es: Mis proyectos
ja: マイプロジェクト
pt_br: Meus Projetos
zh_cn: 我的项目

# ProjectBrowser,NewProjectThumbnailText
source: NEW
es: NUEVO
ja: 新規
pt_br: NOVO
zh_cn: 新建

# ProjectBrowser,NoProjects
source: You don't have any projects yet :(
es: Aún no tienes ningún proyecto :(
ja: プロジェクトがまだありません:(
pt_br: Ainda não há projetos :(
zh_cn: 您没有任何项目 :(

# ProjectBrowser,NoProjectsAfterFilter
source: There are no projects that match the specified filter
es: No hay proyectos compatibles con el filtro especificado
ja: フィルタ設定と一致するプロジェクトはありません
pt_br: Não há projetos que correspondam ao filtro especificado
zh_cn: 没有符合指定过滤器的项目

# ProjectBrowser,ProjectActionsMenuHeading
source: Project Actions
es: Acciones del proyecto
ja: プロジェクトアクション
pt_br: Ações do Projeto
zh_cn: 项目动作

# ProjectBrowser,ProjectConversionTitle
source: Convert Project
es: Transformar el proyecto
ja: プロジェクトを変換
pt_br: Converter Projeto
zh_cn: 转换项目

# ProjectBrowser,ProjectConvert_ConvertInPlace
source: Convert in-place
es: Transformar en el sitio
ja: 同じ場所で変換
pt_br: Converter no local
zh_cn: 原位转换

# ProjectBrowser,ProjectConvert_OpenCopy
source: Open a copy
es: Abrir una copia
ja: コピーを開く
pt_br: Abrir uma cópia
zh_cn: 打开一个副本

# ProjectBrowser,ProjectConvert_SkipConversion
source: Skip conversion
es: Saltar la conversión
ja: 変換をスキップ
pt_br: Pular conversão
zh_cn: 跳过转换

# ProjectBrowser,ProjectUpgradeFailure
source: The project file could not be updated to latest version. Attempt to open anyway?
es: El archivo del proyecto no pudo actualizarse a la última versión. ¿Intentar abrirlo de todos modos?
ja: プロジェクトファイルを最新バージョンに更新できませんでした。ファイルを開きますか？
pt_br: O arquivo do projeto não pôde ser atualizado para a versão mais recente. Tentar abrir mesmo assim?
zh_cn: 项目文件无法更新为最新版本。无论如何都尝试打开？

# ProjectBrowser,RefreshProjectList
source: Refresh the project list
es: Actualizar la lista del proyecto
ja: プロジェクトリストを更新
pt_br: Atualizar a lista do projeto
zh_cn: 刷新该项目列表

# ProjectBrowser,UnknownEngineVersion
source: Unknown engine version
es: Versión de motor desconocida
ja: 不明なエンジンのバージョン
pt_br: Versão do mecanismo desconhecida
zh_cn: 未知的引擎版本

# ProjectBrowser,WouldYouLikeToDownloadAndInstallCompiler
source: To open this project you must first install {0}. Would you like to download and install it now?
ja: このプロジェクトを開くには {0} プラグインが必要です。 マーケットからダウンロードしてインストールしますか？
zh_cn: 要打开此项目，您必须先安装{0}。 是否立即下载并安装？

# ProjectBrowser,WouldYouLikeToInstallCompiler
source: To open this project you must first install {0}. Would you like to install it now?
ja: このプロジェクトを開くには {0} プラグインが必要です。 インストールしますか？
zh_cn: 要打开此项目，您必须先安装{0}。 是否立即安装？

# PropertyAssetPicker,PickButtonLabel
source: Pick Asset
es: Escoger activo
ja: アセットを選択
pt_br: Selecionar Ativo
zh_cn: 选取资源

# PropertyCustomizationHelpers,AddButtonToolTipText
source: Adds Element
es: Añade el elemento
ja: エレメントを追加
pt_br: Adiciona Elemento
zh_cn: 添加元素

# PropertyCustomizationHelpers,BrowseButtonToolTipText
source: Browse to Asset in Content Browser
es: Buscar activos en el buscador de contenidos
ja: コンテンツブラウザでアセットをブラウズ
pt_br: Navegar para Ativo no Navegador de Conteúdo
zh_cn: 浏览到内容浏览器的资源

# PropertyEditor,BrowseToAssetInContentBrowser
source: Browse to Asset in Content Browser
es: Buscar activo en el buscador de contenido
ja: コンテンツブラウザでアセットをブラウズ
pt_br: Navegar para Ativo no Navegador de Conteúdo
zh_cn: 浏览到内容浏览器的资源

# SGlobalTabSwitchingDialog,BrowseButtonToolTipText
source: Browse to Asset in Content Browser
ja: コンテンツブラウザでアセットをブラウズ
zh_cn: 在内容浏览器中浏览资源

# PropertyCustomizationHelpers,BrowseTexture_ToolTip
source: Find this texture in the content browser
es: Buscar esta textura en el buscador de contenidos
ja: コンテンツブラウザでテクスチャを検索
pt_br: Localizar essa textura no navegador de conteúdo
zh_cn: 在内容浏览器中搜寻此贴图

# PropertyCustomizationHelpers,ClearButtonToolTipText
source: Clear Path
es: Borrar ruta
ja: パスをクリア
pt_br: Limpar Caminho
zh_cn: 清除路径

# PropertyCustomizationHelpers,CustomNameMaterialNotUsedDeleteTooltip
source: Delete this material slot
ja: このマテリアルスロットを削除

# PropertyCustomizationHelpers,DisplayAllMaterialLink_ToolTip
source: Display all materials. Drag and drop a material here to replace all materials.
es: Visualizar todos los materiales. Arrastre y suelte un material aquí para reemplazar todos los materiales.
ja: すべてのマテリアルを表示します。全マテリアルを置換するにはここにドラッグ＆ドロップしてください。
pt_br: Exibe todos os materiais. Arraste e solte aqui um material para substituir todos os materiais.
zh_cn: 显示所有材质。将材质拖拽并放置到这里来替换所有材质。

# PropertyCustomizationHelpers,DisplayAllMaterialLinkText
source: Display {NumMaterials} materials
es: Visualizar {NumMaterials} materiales
ja: {NumMaterials} マテリアルを表示
pt_br: Exibir {NumMaterials} materiais
zh_cn: 显示{NumMaterials}个材质

# PropertyCustomizationHelpers,ElementIndex
source: Element {ElementIndex}
es: Elemento {ElementIndex}
ja: エレメント {ElementIndex}
pt_br: Elemento {ElementIndex}
zh_cn: 元素 {ElementIndex}

# PropertyCustomizationHelpers,EmptyButtonLabel
source: Empty
es: Vacío
ja: エンプティ
pt_br: Vazio
zh_cn: 空

# SSceneOutliner,EmptyLabel
source: Empty
es: Vacío
ja: エンプティ
pt_br: Vazio
zh_cn: 空

# PropertyCustomizationHelpers,EmptyButtonToolTipText
source: Removes All Elements
es: Elimina todos los elementos
ja: すべてのエレメントを取り除く
pt_br: Remover Todos os Elementos
zh_cn: 删除所有元素

# PropertyCustomizationHelpers,HideAllMaterialLinkText
source: Hide All Materials on Element {ElementSlot}
es: Ocular todos los materiales en el elemento {ElementSlot}
ja: エレメント {ElementSlot} のすべてのマテリアルを非表示
pt_br: Ocultar Todos os Materiais no Elemento {ElementSlot}
zh_cn: 隐藏元素{ElementSlot}上的所有材质

# PropertyCustomizationHelpers,HideAllMaterialSearchString
source: Hide All Materials
es: Ocultar todos los materiales
ja: 全てのマテリアルを非表示
pt_br: Ocultar Todos os Materiais
zh_cn: 隐藏所有的材质

# PropertyCustomizationHelpers,InsertButtonLabel
source: Insert
es: Insertar
ja: 挿入
pt_br: Inserir
zh_cn: 插入键

# PropertyCustomizationHelpers,KeyTooltip
source: The localization key of the text property.
ja: テキストプロパティのローカライゼーションキー
zh_cn: 该文本属性的本地化键。

# PropertyCustomizationHelpers,LocalizationSectionHeading
source: Localization
ja: ローカライゼーション
zh_cn: 本地化

# PropertyCustomizationHelpers,LocalizationUtilitiesTooltip
source: Localization Utilities
ja: ローカライゼーションユーティリティ
zh_cn: 本地化工具

# PropertyCustomizationHelpers,MaterialArrayNameLabelStringKey
source: Slot name
ja: スロット名

# PropertyCustomizationHelpers,NamespaceLabel
source: Namespace
ja: ネームスペース
zh_cn: 命名空间

# STextPropertyEditableTextBox,TextNamespaceErrorCtx
source: Namespace
ja: ネームスペース

# PropertyCustomizationHelpers,NamespaceTooltip
source: The localization namespace of the text property.
ja: テキストプロパティのローカライゼーションネームスペース
zh_cn: 该文本属性的本地化命名空间。

# PropertyCustomizationHelpers,NewBlueprintButtonLabel
source: New Blueprint
ja: 新規ブループリント
zh_cn: 新建蓝图

# PropertyCustomizationHelpers,NoMaterials
source: No Materials
es: No hay materiales
ja: マテリアルなし
pt_br: Nenhum Material
zh_cn: 没有材质

# PropertyCustomizationHelpers,PickButtonLabel
source: Pick Actor from scene
es: Escoja actor de la escena
ja: シーンのアクタを選択
pt_br: Selecionar Ator da cena
zh_cn: 从场景中选择Actor

# PropertyCustomizationHelpers,PickSceneDepthLabel
source: Sample Scene Depth from scene
ja: シーンからシーン深度をサンプリング

# PropertyCustomizationHelpers,RefreshKeyTooltip
source: Generate a new random key.
ja: 新規ランダムキーを生成
zh_cn: 生成一个新的随机键。

# PropertyCustomizationHelpers,RemoveButtonToolTipText
source: Removes Element
es: Eliminar elemento
ja: エレメントを取り除く
pt_br: Remove o Elemento
zh_cn: 删除元素

# PropertyCustomizationHelpers,ResetToBaseMaterial
source: Reset to base material
ja: 基本マテリアルにリセット

# PropertyCustomizationHelpers,SectionIndex
source: Section {SectionIndex}
ja: セクション {SectionIndex}

# PropertyCustomizationHelpers,SectionListItemMaterialSlotNameLabel
source: Material Slot
ja: マテリアルスロット

# PropertyCustomizationHelpers,UseButtonLabel
source: Use
es: Usar
ja: 使用
pt_br: Usar
zh_cn: 使用

# SimpleDialogModule,UseExistingDestructibleMesh
source: Use
es: Usar
ja: 使用
pt_br: Usar
zh_cn: 使用

# PropertyCustomizationHelpers,UseButtonToolTipText
source: Use Selected Asset from Content Browser
es: Usar el actor seleccionado del buscador de Contenido.
ja: コンテンツブラウザから選択したアセットを使用
pt_br: Usar Ativo Selecionado do Navegador de Conteúdo
zh_cn: 使用内容浏览器中的资源

# PropertyEditor,UseButtonToolTipText
source: Use Selected Asset from Content Browser
es: Usar el actor seleccionado del buscador de Contenido.
ja: コンテンツブラウザで選択したアセットを使用
pt_br: Usar Ativo Selecionado do Navegador de Conteúdo
zh_cn: 使用内容浏览器中的资源

# PropertyCustomizationHelpers,ViewTexturesToolTip
source: View the textures used by this material
es: Ver las texturas que usa este material
ja: このマテリアルで使用したテクスチャを表示
pt_br: Visualizar as texturas usadas por esse material
zh_cn: 查看此材质使用的贴图

# PropertyEditor,ArrayLongerThanDefault
source: Array is longer than the default.
es: La matriz es más larga que la predeterminada.
ja: デフォルトよりも長い配列です
pt_br: A matriz é maior do que o padrão.
zh_cn: 数组长度比默认设置长。

# PropertyEditor,BrowseToAssetInViewport
source: Select '{Asset}' in the viewport
es: Seleccionar '{Asset}' en la ventana gráfica
ja: ビューポートで '{Asset}' を選択
pt_br: Selecionar '{Asset}' na porta de visualização
zh_cn: 在视口中选择'{Asset}'

# PropertyEditor,BrowseToSpecificAssetInContentBrowser
source: Browse to '{Asset}' in Content Browser
es: Buscar '{Asset}' en el buscador de contenido
ja: コンテンツブラウザで '{Asset}' をブラウズ
pt_br: Navegar para '{Asset}' em Navegador de Conteúdo
zh_cn: 在内容浏览器中浏览 '{Asset}'

# PropertyEditor,ClearAsset_ToolTip
source: Clears the asset set on this field
es: Borra el activo ajustado en este campo
ja: この欄に設定したアセットをクリア
pt_br: Limpa todos os ativos definidos nesse campo
zh_cn: 清除此区域中设置的资源

# RigPicker,ClearAsset_ToolTip
source: Clears the asset set on this field
ja: このフィールドに設定したアセットをクリア
zh_cn: 清除此域内的资源集

# PropertyEditor,CopyAsset_Tooltip
source: Copies the asset to the clipboard
es: Copia el activo en el portapapeles
ja: アセットをクリップボードにコピー
pt_br: Copia o ativo para a área de transferência
zh_cn: 复制资源到剪切板

# PropertyEditor,CreateNewAsset
source: Create New Asset
ja: 新規アセットを作成
zh_cn: 创建新资源

# PropertyEditor,CurrentActorOperationsHeader
source: Current Actor
es: Actor actual
ja: 現行アクタ
pt_br: Ator Atual
zh_cn: 当前Actor

# PropertyEditor,CurrentAssetOperationsHeader
source: Current Asset
es: Activo actual
ja: 使用中のアセット
pt_br: Ativo Atual
zh_cn: 当前资源

# PropertyEditor,DifferentArrayLength
source: Array has different length than the default.
es: La matriz tiene una longitud diferente a la predeterminada.
ja: 配列の長さがデフォルトと異なります
pt_br: A matriz tem tamanho diferente do padrão.
zh_cn: 数组长度和默认设置不同。

# PropertyEditor,EditAsset_Tooltip
source: Edit this asset
es: Editar…
ja: このアセットを編集
pt_br: Editar esse ativo
zh_cn: 编辑此资源

# PropertyEditor,InvalidTableCellProperty
source: Failed to retrieve value
es: Error al recuperar el valor
ja: 値の取得に失敗しました
pt_br: Falha ao recuperar o valor
zh_cn: 获取值失败

# PropertyEditor,NumArrayItemsFmt
source: {0} Array elements
ja: {0} 配列エレメント

# PropertyEditor,NumMapItemsFmt
source: {0} Map elements
ja: {0} マップエレメント

# PropertyEditor,NumSetItemsFmt
source: {0} Set elements
ja: {0} セットエレメント

# PropertyEditor,NumStructItems
source: {0} members
es: Miembros {0}
ja: {0} メンバー
pt_br: {0} membros
zh_cn: {0} 个成员

# PropertyEditor,PasteAsset_Tooltip
source: Pastes an asset from the clipboard to this field
es: Pega un activo del portapapeles a este campo
ja: クリップボードからこの欄へアセットを貼り付ける
pt_br: Cola um ativo da área de transferência nesse campo
zh_cn: 从剪贴板粘贴资源到此区域

# PropertyEditor,ResetAllToDefault
source: Reset All
es: Reajustar todo
ja: すべてリセット
pt_br: Redefinir Todos
zh_cn: 重置所有

# PropertyEditor,ResetAllToDefault_ToolTip
source: Resets all the values to default
es: Reajusta todos los valores por defecto
ja: すべての値をデフォルトにリセット
pt_br: Redefine todos os valores como o padrão
zh_cn: 重置所有值至默认

# PropertyEditor,ResetAllToDefault_Transaction
source: Reset All to Default
es: Reajustar todo por defecto
ja: すべてデフォルトにリセット
pt_br: Redefinir Todos como Padrão
zh_cn: 重置所有至默认

# PropertyEditor,ResetToDefault_DefaultLabel
source: Reset to default
ja: デフォルトにリセット
zh_cn: 重设为默认

# PropertyEditor,ResetToDefault_Label
source: Reset to default: {0}
es: Restablecer a predeterminado: {0}
ja: デフォルトにリセット: {0}
pt_br: Redefinir para padrão: {0}
zh_cn: 重置为默认值： {0}

# PropertyEditor,ResetToDefault_ToolTip
source: Resets the value to its default
es: Reajusta el valor al predeterminado
ja: すべての値をデフォルトにリセット
pt_br: Redefine o valor como o padrão
zh_cn: 重置该值为默认值

# PropertyEditor,SinglePropertyInvalidType
source: Cannot Edit Inline
es: No se puede editar por líneas
ja: インライン編集できません
pt_br: Não é Possível Editar Em Linha
zh_cn: 无法编辑内联

# PropertyEditor,SinglePropertyInvalidType_Tooltip
source: Properties of this type cannot be edited inline; edit it elsewhere
es: Las propiedades de este tipo no se pueden editar por líneas. Editarlo en otra parte
ja: このタイプのプロパティはインライン編集できません。別の場所で編集してください
pt_br: Propriedades desse tipo não podem ser editadas em linha; edite-as em outro local
zh_cn: 此类型的属性无法在内联进行编辑;在其余地方编辑它

# PropertyEditor,ToggleColumnButtonToolTip
source: Toggle Column
es: Conmutar columna
ja: カラムを切り替える
pt_br: Alternar Coluna
zh_cn: 切换列

# PropertyEditor,UnknownColumnId
source: Unknown Column Id
es: Id de columna desconocida
ja: 不明なカラムID
pt_br: ID da Coluna Desconhecido
zh_cn: 未知列Id

# PropertyEditor,UseSelected
source: Use Selected
es: Usar selección
ja: 選択内容を使用
pt_br: Usar Selecionado
zh_cn: 使用选中项

# PropertyEditor,UseSelected_Tooltip
source: Use the currently selected Actor
es: Usar el actor ahora seleccionado
ja: 現在選択中のアクタを使用
pt_br: Usar o Ator atualmente selecionado
zh_cn: 使用当前选中Actor

# PropertyEditor,WindowTitle
source: Property Editor
es: Editor de propiedades
ja: プロパティエディタ
pt_br: Editor de Propriedades
zh_cn: 属性编辑器

# PropertyEditorToolkit,AppLabel
source: Property Editor
es: Editor de propiedades
ja: プロパティエディタ
pt_br: Editor de Propriedades
zh_cn: 属性编辑器

# PropertyEditorToolkit,WorkspaceMenu_PropertyEditorToolkit
source: Property Editor
es: Editor de propiedades
ja: プロパティエディタ
pt_br: Editor de Propriedades
zh_cn: 属性编辑器

# PropertyEditorToolkit,AddColumnLabel
source: Push Pins to Add Columns
es: Insertar Pins para añadir columnas
ja: ピンを押してカラムを追加
pt_br: Empurrar Fixadores para Adicionar Colunas
zh_cn: 将大头针按到‘添加竖栏’上

# PropertyEditorToolkit,GenericPropertiesTitle
source: Pin Properties to Add Columns
es: Propiedades del Pin para añadir columnas
ja: プロパティを固定してカラムを追加
pt_br: Fixar Propriedades para Adicionar Colunas
zh_cn: 把属性固定到‘添加竖栏’上

# PropertyEditorToolkit,ToolkitName_MultiObject
source: {NumberOfObjects} {ClassName}{DirtyState} Objects - Property Matrix Editor
es: {NumberOfObjects} objetos {ClassName}{DirtyState} - Editor de la matriz de la propiedad
ja: {NumberOfObjects} {ClassName}{DirtyState} オブジェクト - プロパティマトリクスエディタ
pt_br: {NumberOfObjects} {ClassName}{DirtyState} Objetos - Editor da Matriz de Propriedades
zh_cn: {NumberOfObjects} {ClassName}{DirtyState} 对象 - 属性矩阵编辑器

# PropertyPicker,PickActor_NotOverActor
source: Pick an actor by clicking on it
es: Escoja actor para pinchando en él
ja: クリックしてアクタを選択
pt_br: Selecione um ator clicando nele
zh_cn: 通过点击一个actor来选择它

# PropertyPicker,PickActor_NotOverViewport
source: Pick an actor by clicking on it in the active level viewport
es: Escoja un actor haciendo clic en él en la ventana gráfica del nivel activo
ja: アクティブなレベルビューポートでクリックしてアクタを選択
pt_br: Selecione um ator clicando nele na porta de visualização de nível ativa
zh_cn: 通过在激活的关卡视口中点击actor来选择它

# PropertyPicker,PickActor_OverActor
source: Pick {Actor}
es: Escoger {Actor}
ja: {Actor} を選択
pt_br: Selecionar {Actor}
zh_cn: 选择 {Actor}

# PropertyPicker,PickActor_OverIncompatibleActor
source: {Actor} is incompatible
es: {Actor} es incompatible
ja: {Actor} に互換性がありません
pt_br: o {Actor} é incompatível
zh_cn: {Actor} 是不兼容的

# PropertyRestriction,MultipleRestrictionToolTipAdditionFormat
source: ({0} restrictions...)
es: ({0} restricciones…)
ja: ({0} に制限...)
pt_br: ({0} restrições...)
zh_cn: ({0} 限制...)

# PropertySceneOutliner,PickButtonLabel
source: Pick Actor
es: Escoger actor
ja: アクタを選択
pt_br: Selecionar Ator
zh_cn: 选取Actor

# PropertyTable,UnknownColumnId
source: ERROR INVALID COLUMN ID
es: ID DE LA COLUMNA NO VÁLIDA ERRÓNEO
ja: エラー 無効なカラムIDです
pt_br: ERRO DE ID DE COLUNA INVÁLIDO
zh_cn: 错误的无效列编号

# PropertyTable,UpdatingPropertiesSlowTaskLabel
source: Updating properties...
es: Actualizando las propiedades…
ja: プロパティを更新中...
pt_br: Atualizando propriedades...
zh_cn: 正在更新属性...

# PropertyTable.CustomFontColumn,ChooseFontButton
source: Choose {0} Font:
es: Elegir fuente {0}:
ja: {0} フォントを選択：
pt_br: Selecione {0} Fonte:
zh_cn: ????{0}×?ì?:

# PropertyTableColumn,InvalidColumnName
source: Invalid Property
es: Propiedad no válida
ja: 無効なプロパティ
pt_br: Propriedade Inválida
zh_cn: 无效属性

# PropertyTableHeaderRow,RemoveColumn_ToolTip
source: Removes the column from the table view
es: Elimina la columna de la vista de la tabla
ja: テーブルビューからカラムを取り除く
pt_br: Remove a coluna da visualização de tabela
zh_cn: 从表格视图中删除该列

# PropertyView,AddKeyframeButton_ToolTip
source: Adds a keyframe for this property to the current animation
es: Añade un fotograma clave para esta propiedad a la animación actual
ja: プロパティのキーフレームを現在のアニメーションに追加します
pt_br: Adiciona um quadro-chave desta propriedade à animação atual
zh_cn: 为当前动画的这个属性添加一个关键帧

# PropertyView,CollapseAll_ToolTip
source: Collapses this item and all children
es: Reduce este ítem y todos los hijos
ja: このアイテムとその子すべてを折りたたむ
pt_br: Recolhe esse item e todos os filhos
zh_cn: 合并此项及其所有子项

# PropertyView,CopyProperty_ToolTip
source: Copy this property value
es: Copiar este valor de propiedad
ja: このプロパティ値をコピー
pt_br: Copiar este valor de propriedade
zh_cn: 复制该属性值

# PropertyView,ExpandAll_ToolTip
source: Expands this item and all children
es: Expande este ítem y todos los hijos
ja: このアイテムとその子すべてを展開
pt_br: Expande esse item e todos os filhos
zh_cn: 展开此项及其所有子项

# PropertyView,ExpansionHeading
source: Expansion
es: Expansión
ja: 展開
pt_br: Expansão
zh_cn: 扩展

# PropertyView,MultipleSelected
source: %s (%i selected)
es: %s (%i seleccionado)
ja: %s (%i を選択中)
pt_br: %s (%i selecionados)
zh_cn: %s (%i 被选中)

# PropertyView,MultipleToLevelObjectsSelected
source: %i selected
ja: %i を選択中

# PropertyView,PasteProperty_ToolTip
source: Paste the copied value here
es: Pegar el valor copiado aquí
ja: コピーした値をここに貼り付け
pt_br: Colar o valor copiado aqui
zh_cn: 在这里粘帖复制的值

# RangeStructCustomization,SetRangeProperty
source: Set Range Property
es: Ajustar propiedad del rango
ja: 範囲プロパティを設定
pt_br: Definir Propriedade do Intervalo
zh_cn: 设置范围属性

# RawDistributionVectorStructCustomization,Color
source: Color
ja: カラー
zh_cn: 颜色

# SColorGradientEditor,ColorMenuSecton
source: Color
ja: カラー
pt_br: Cor
zh_cn: 颜色

# RawDistributionVectorStructCustomization,SetColorProperty
source: Set Color Property
ja: カラープロパティを設定
zh_cn: 设置颜色属性

# UnrealEd,SetColorProperty
source: Set Color Property
es: Ajustar la propiedad del color
ja: カラープロパティをセット
pt_br: Definir Propriedade da Cor
zh_cn: 设置颜色属性

# ReferenceTree,ReferenceTree_Title
source: Reference Tree
es: Árbol de referencia
ja: リファレンスツリー
pt_br: Árvore de Referência
zh_cn: 引用树

# ReferenceTreeView,CollapseAll_Tooltip
source: Collapses all items in the tree.
es: Reduce todos los ítems en el árbol.
ja: ツリーにすべてのアイテムを折りたたむ
pt_br: Recolhe todos os itens na árvore.
zh_cn: 合并树中的所有项目。

# ReferenceTreeView,ExpandAll_Tooltip
source: Expands all items in the tree.
es: Expande todos los ítems en el árbol.
ja: ツリーのすべてのアイテムを展開
pt_br: Expande todos os itens na árvore.
zh_cn: 展开树中的所有项目。

# ReferenceTreeView,OpenEditor
source: Open Editor
es: Abrir editor
ja: エディタを開く
pt_br: Abrir Editor
zh_cn: 打开编辑器

# ReferenceTreeView,OpenEditor_ToolTip
source: Opens the asset's editor.
es: Abre el Editor de activos.
ja: アセットのエディタを開く
pt_br: Abre o editor do ativo.
zh_cn: 打开资源编辑器。

# ReferenceTreeView,Options_Tooltip
source: Options for the reference tree.
es: Opciones del árbol de referencia.
ja: リファレンスツリーのオプション
pt_br: Opções para a árvore de referência.
zh_cn: 引用树选项。

# ReferenceTreeView,RebuildTree
source: Rebuild Tree
es: Volver a diseñar árbol
ja: ツリーを再ビルド
pt_br: Reconstruir Árvore
zh_cn: 重建树

# ReferenceTreeView,RebuildTree_Tooltip
source: Rebuilds the tree.
es: Vuelve a diseñar el árbol.
ja: ツリーを再ビルド
pt_br: Reconstrói a árvore.
zh_cn: 重建此树。

# ReferenceTreeView,SelectActor_Tooltip
source: Select the actor in the viewport.
es: Seleccionar el actor de la ventana gráfica
ja: ビューポートでアクタを選択
pt_br: Seleciona o ator na porta de visualização.
zh_cn: 选择视口中的actor。

# ReferenceTreeView,ShowInContentBrowser
source: Show in Content Browser
es: Mostrar en buscador de contenido
ja: コンテンツブラウザで表示
pt_br: Exibir no Navegador de Conteúdo
zh_cn: 在内容浏览器中显示

# UICommands.FoliagePaletteCommands,ShowFoliageTypeInCB
source: Show in Content Browser
ja: コンテンツブラウザで表示

# ReferenceTreeView,ShowInContentBrowser_Tooltip
source: Shows the asset in the Content Browser.
es: Muestra el activo en el buscador de contenido.
ja: コンテンツブラウザでアセットを表示
pt_br: Exibe o ativo no Navegador de Conteúdo.
zh_cn: 在内容浏览器中显示资源

# ReferenceTreeView,ShowScriptObjects
source: Show Script Objects
es: Mostrar objetos de secuencia
ja: スクリプトオブジェクトを表示
pt_br: Exibir Objetos do Script
zh_cn: 显示脚本对象

# ReferenceTreeView,ShowScriptObjects_Tooltip
source: Toggles displaying script objects in the tree.
es: Conmuta la visualización de los objetos de secuencia en el árbol.
ja: ツリーのスクリプトオブジェクト表示を切り替える
pt_br: Alterna a exibição de objetos de script na árvore.
zh_cn: 切换树中的显示脚本对象。

# ReferenceTreeView,View_Tooltip
source: View settings for the reference tree.
es: Ver ajustes para el árbol de referencia.
ja: リファレンスツリーの設定値を表示
pt_br: Exibe as configurações para a árvore de referência.
zh_cn: 查看引用树的设置

# ReferenceTreeView,ViewProperties
source: View Properties
es: Ver propiedades
ja: プロパティを表示
pt_br: Visualizar Propriedades
zh_cn: 查看属性

# ReferenceTreeView,ViewProperties_Tooltip
source: View the actor's properties.
es: Ver las propiedades del actor.
ja: アクタのプロパティを表示
pt_br: Exibe as propriedades do ator.
zh_cn: 查看actor的属性
