Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.BehaviorTreeEditorCommands,BackInto_ToolTip
source: Show state from previous step, can go into subtrees
ja: 前回のステップからステートを表示、サブツリーへ移動できます
zh_cn: 显示上一步的状态，可以显示子树的内容

# UICommands.BehaviorTreeEditorCommands,BackOver_ToolTip
source: Show state from previous step, don't go into subtrees
ja: 前回のステップからステートを表示、サブツリーへ移動できません
zh_cn: 显示上一步的状态，不要显示子树的内容

# UICommands.BehaviorTreeEditorCommands,CurrentValues
source: Current
ja: 現行値
zh_cn: 当前

# UnrealEd,Current
source: Current
es: Actual
ja: 進行中
pt_br: Atual
zh_cn: 当前

# UICommands.BehaviorTreeEditorCommands,CurrentValues_ToolTip
source: View current values
ja: 現行値を表示
zh_cn: 查看当前值

# UICommands.BehaviorTreeEditorCommands,DeleteEntry_ToolTip
source: Delete this blackboard entry
ja: このブラックボードエントリを削除
zh_cn: 删除此黑板条目

# UICommands.BehaviorTreeEditorCommands,ForwardInto_ToolTip
source: Show state from next step, can go into subtrees
ja: 次のステップからステートを表示、サブツリーに移動できます
zh_cn: 显示下一步的状态，可以显示子树的内容

# UICommands.BehaviorTreeEditorCommands,ForwardOver_ToolTip
source: Show state from next step, don't go into subtrees
ja: 次のステップからステートを表示、サブツリーに移動できません
zh_cn: 显示下一步的状态，不要显示子树的内容

# UICommands.BehaviorTreeEditorCommands,NewBlackboard
source: New Blackboard
ja: 新規ブラックボード
zh_cn: 新建黑板

# UICommands.BehaviorTreeEditorCommands,NewBlackboard_ToolTip
source: Create a new Blackboard Data Asset
ja: 新規ブラックボードデータアセットを作成
zh_cn: 创建新黑板数据资源

# UICommands.BehaviorTreeEditorCommands,PausePlaySession_ToolTip
source: Pause simulation
ja: シミュレーションを一時停止
zh_cn: 暂停模拟

# UICommands.DebuggerCommands,PausePlaySession_ToolTip
source: Pause simulation
ja: シミュレーションを一時停止
zh_cn: 暂停模拟

# UICommands.BehaviorTreeEditorCommands,ResumePlaySession
source: Resume
ja: 再開する
zh_cn: 继续

# UICommands.DebuggerCommands,ResumePlaySession
source: Resume
ja: 再開する
zh_cn: 继续

# UICommands.BehaviorTreeEditorCommands,SavedValues
source: Saved
ja: 保存済み
zh_cn: 已保存

# UICommands.BehaviorTreeEditorCommands,SavedValues_ToolTip
source: View saved values
ja: 保存した値を表示
zh_cn: 查看已保持的值

# UICommands.BehaviorTreeEditorCommands,SearchBT_ToolTip
source: Search this Behavior Tree.
ja: このビヘイビアツリーを検索
zh_cn: 搜索该行为树。

# UICommands.BehaviorTreeEditorCommands,StepOut
source: Step Out
ja: ステップアウト
zh_cn: 单步跳出

# UICommands.DebuggerCommands,StepOut
source: Step Out
ja: ステップアウト
zh_cn: 跳出

# UICommands.BehaviorTreeEditorCommands,StepOut_ToolTip
source: Show state from next step, leave current subtree
ja: 次のステップからステートを表示、現行サブツリーを去ります
zh_cn: 显示下一步的状态，退出当前子树

# UICommands.BehaviorTreeEditorCommands,StopPlaySession_ToolTip
source: Stop simulation
ja: シミュレーションを停止
zh_cn: 停止模拟

# UICommands.DebuggerCommands,StopPlaySession_ToolTip
source: Stop simulation
ja: シミュレーションを停止
zh_cn: 停止模拟

# UICommands.BlueprintEditorCommands,AddActorRefAction->CommandInfo
source: Add Selected Actor Reference(s)
ja: 選択したアクタリファレンスを追加

# UICommands.BlueprintEditorCommands,AddNewAnimationGraph
source: Anim Graph
ja: アニメーショングラフ

# UICommands.BlueprintEditorCommands,AddNewAnimationGraph_ToolTip
source: Add a new animation graph
ja: 新規アニメーショングラフを追加

# UICommands.BlueprintEditorCommands,AddNewDelegate_ToolTip
source: Add a new event dispatcher
ja: 新規イベントディスパッチャーを追加

# UICommands.BlueprintEditorCommands,AddNewEventGraph_ToolTip
source: Add a new event graph
ja: 新規イベントグラフを追加

# UICommands.BlueprintEditorCommands,AddNewFunction_ToolTip
source: Add a new function graph
ja: 新規関数グラフを追加

# UICommands.BlueprintEditorCommands,AddNewLocalVariable_ToolTip
source: Adds a new local variable to this graph.
ja: グラフに新規ローカル変数を追加

# UICommands.BlueprintEditorCommands,AddNewMacroDeclaration_ToolTip
source: Add a new macro declaration graph
ja: 新規マクロ宣言グラフを追加

# UICommands.BlueprintEditorCommands,AddNewVariable_ToolTip
source: Adds a new variable to this blueprint.
ja: ブループリントに新規変数を追加

# UICommands.BlueprintEditorCommands,BeginBlueprintMerge_ToolTip
source: Shows the Blueprint merge panel and toolbar, allowing the user to resolve conflicted blueprints
ja: ブループリントマージパネルとツールバーを表示します。コンフリクトしたブループリントはここで解決します。

# UICommands.BlueprintEditorCommands,ClearAllBreakpoints
source: Delete All Breakpoints
ja: すべてのブレークポイントを削除

# UICommands.BlueprintEditorCommands,ClearAllBreakpoints_ToolTip
source: Delete all breakpoints
ja: すべてのブレークポイントを削除

# UICommands.BlueprintEditorCommands,ClearAllWatches
source: Delete All Watches
ja: すべてのウォッチを削除

# UICommands.BlueprintEditorCommands,ClearAllWatches_ToolTip
source: Delete all watches
ja: すべてのウォッチを削除

# UICommands.BlueprintEditorCommands,CompileBlueprint_ToolTip
source: Compile the blueprint
ja: ブループリントをコンパイル

# UICommands.KismetToolbar,Compile_ToolTip
source: Compile the blueprint
ja: ブループリントをコンパイル
zh_cn: 编译该蓝图

# UICommands.BlueprintEditorCommands,DeleteComponent_ToolTip
source: Delete current selection
ja: 選択対象を削除

# UICommands.BlueprintEditorCommands,DeleteUnusedVariables_ToolTip
source: Deletes any variables that are never used
ja: 一度も使用していない変数を削除

# UICommands.BlueprintEditorCommands,DisableAllBreakpoints
source: Disable All Breakpoints
ja: すべてのブレークポイントを無効化

# UICommands.BlueprintEditorCommands,DisableAllBreakpoints_ToolTip
source: Disable all breakpoints
ja: すべてのブレークポイントを無効にする

# UICommands.BlueprintEditorCommands,EnableAllBreakpoints
source: Enable All Breakpoints
ja: すべてのブレークポイントを有効化

# UICommands.BlueprintEditorCommands,EnableAllBreakpoints_ToolTip
source: Enable all breakpoints
ja: すべてのブレークポイントを有効化

# UICommands.BlueprintEditorCommands,EnableSimulation_ToolTip
source: Enables the simulation of the blueprint and ticking
ja: ブループリントと Tick のシミュレーションを有効にする

# UICommands.BlueprintEditorCommands,FindInBlueprint_ToolTip
source: Finds references to functions, events, variables, and pins in the current Blueprint
ja: 現行ブループリントの関数、イベント、変数、ピンへのリファレンスを検索

# UICommands.BlueprintEditorCommands,FindInBlueprints
source: Find in Blueprints
ja: ブループリントを検索

# UICommands.BlueprintEditorCommands,FindInBlueprints_ToolTip
source: Find references to functions, events and variables in ALL Blueprints
ja: すべてのブループリントに設定された関数、イベント、変数へのリファレンスを検索

# UICommands.BlueprintEditorCommands,FindReferencesFromBlueprint
source: List referenced (from blueprint)
ja: ブループリントのリファレンス先一覧

# UICommands.BlueprintEditorCommands,FindReferencesFromBlueprint_ToolTip
source: Find all objects that the blueprint references
ja: ブループリントがリファレンスするすべてのオブジェクトを検索

# UICommands.BlueprintEditorCommands,FindReferencesFromClass
source: List references (from class)
ja: クラスのリファレンス先一覧

# UICommands.BlueprintEditorCommands,FindReferencesFromClass_ToolTip
source: Find all objects that the class references
ja: クラスがリファレンスするすべてのオブジェクトを検索

# UICommands.BlueprintEditorCommands,GenerateNativeCode
source: Generate Native Code
ja: ネイティブコードを生成

# UICommands.BlueprintEditorCommands,GenerateNativeCode_ToolTip
source: Generate C++ code from the blueprint
ja: ブループリントからC++コードを生成

# UICommands.BlueprintEditorCommands,NavigateToChild
source: Go to child graph
ja: 子グラフへ移動

# UICommands.BlueprintEditorCommands,NavigateToChild_ToolTip
source: Open the child graph
ja: 子グラフを開く

# UICommands.BlueprintEditorCommands,NavigateToParent
source: Go to parent graph
ja: 親グラフへ移動

# UICommands.BlueprintEditorCommands,NavigateToParentBackspace
source: Go to parent graph
ja: 親グラフへ移動

# UICommands.BlueprintEditorCommands,NavigateToParent_ToolTip
source: Open the parent graph
ja: 親グラフを開く

# UICommands.BlueprintEditorCommands,NavigateToParentBackspace_ToolTip
source: Open the parent graph
ja: 親グラフを開く

# UICommands.BlueprintEditorCommands,RecompileBlueprintEditor
source: Recompile Blueprint Editor
ja: ブループリント エディタを再コンパイル

# UICommands.BlueprintEditorCommands,RecompileBlueprintEditor_ToolTip
source: Recompiles and reloads C++ code for the blueprint editor
ja: ブループリントエディタのC++コードを再コンパイルして再読み込み

# UICommands.BlueprintEditorCommands,RecompileGraphEditor
source: Recompile Graph Editor
ja: グラフエディタを再コンパイル

# UICommands.BlueprintEditorCommands,RecompileGraphEditor_ToolTip
source: Recompiles and reloads C++ code for the graph editor
ja: グラフエディタのC++コードを再コンパイルして再読み込み

# UICommands.BlueprintEditorCommands,RecompileKismetCompiler
source: Recompile Blueprint Compiler
ja: ブループリントコンパイラを再コンパイル

# UICommands.BlueprintEditorCommands,RecompileKismetCompiler_ToolTip
source: Recompiles and reloads C++ code for the blueprint compiler
ja: ブループリントコンパイラのC++コードを再コンパイルして再読み込み

# UICommands.BlueprintEditorCommands,RecompilePersona
source: Recompile Persona
ja: ペルソナを再コンパイル

# UICommands.BlueprintEditorCommands,RecompilePersona_ToolTip
source: Recompiles and reloads C++ code for Persona
ja: ペルソナのC++ コードを再コンパイルして再読み込み

# UICommands.BlueprintEditorCommands,RefreshAllNodes
source: Refresh All nodes
ja: すべてのノードを更新

# UICommands.BlueprintEditorCommands,RefreshAllNodes_ToolTip
source: Refreshes all nodes in the graph to account for external changes
ja: 外部の変更を把握するためにグラフの全ノードを更新

# UICommands.BlueprintEditorCommands,RepairCorruptedBlueprint
source: Repair corrupted blueprint
ja: 破損したブループリントを修復

# UICommands.BlueprintEditorCommands,RepairCorruptedBlueprint_ToolTip
source: Attempts to repair a corrupted blueprint that cannot be saved
ja: 破損して保存できないブループリントの修復を試みます

# UICommands.BlueprintEditorCommands,ReparentBlueprint_ToolTip
source: Change the parent of this Blueprint
ja: このブループリントの親を変更

# UICommands.BlueprintEditorCommands,ResetCamera
source: Reset Camera
ja: カメラをリセット

# UICommands.StaticMeshEditorCommands,ResetCamera
source: Reset Camera
ja: カメラをリセット

# UICommands.BlueprintEditorCommands,ResetCamera_ToolTip
source: Resets the camera to focus on the mesh
ja: カメラのフォーカスをメッシュにリセット

# UICommands.BlueprintEditorCommands,ShowFloor
source: Show Floor
ja: フロアを表示

# UICommands.BlueprintEditorCommands,ShowFloor_ToolTip
source: Toggles a ground mesh for collision
ja: コリジョンのグラウンドメッシュを切り替える

# UICommands.BlueprintEditorCommands,ShowGrid
source: Show Grid
ja: グリッドを表示

# UICommands.BlueprintEditorCommands,ShowGrid_ToolTip
source: Toggles viewport grid
ja: ビューポートのグリッドを切り替える

# UICommands.BlueprintEditorCommands,ZoomToSelection
source: Zoom to Selection
ja: 選択内容をズーム

# UICommands.BlueprintEditorCommands,ZoomToSelection_ToolTip
source: Fit the current view to the selection
ja: 現在のビューを選択内容に合わせる

# UICommands.BlueprintEditorCommands,ZoomToWindow
source: Zoom to Graph Extents
ja: グラフ領域へズーム

# UICommands.BlueprintEditorCommands,ZoomToWindow_ToolTip
source: Fit the current view to the entire graph
ja: 現在のビューをグラフ全体に合わせる

# UICommands.BlueprintFavoritesPalette,ClearFavorites
source: Clear All Favorites
ja: お気に入りをすべてクリア
zh_cn: 清除所有收藏夹

# UICommands.BlueprintFavoritesPalette,ClearFavorites_ToolTip
source: Clears out all of your favorited nodes.
ja: お気に入りノードをすべてクリア
zh_cn: 清除所有收藏的节点。

# UICommands.BlueprintFavoritesPalette,RemoveSingleFavorite
source: Remove from Favorites
ja: お気に入りから取り除く
zh_cn: 从收藏夹中移除

# UICommands.BlueprintLibraryPalette,RemoveSingleFavorite
source: Remove from Favorites
ja: お気に入りから取り除く
zh_cn: 从收藏夹中删除

# UICommands.BlueprintFavoritesPalette,RemoveSingleFavorite_ToolTip
source: Removes this item from your favorites list.
ja: このアイテムをお気に入りリストから取り除く
zh_cn: 从您的收藏夹列表中删除该项。

# UICommands.BlueprintLibraryPalette,RemoveSingleFavorite_ToolTip
source: Removes this item from your favorites list.
ja: このアイテムをお気に入りリストから取り除く
zh_cn: 从您的收藏夹列表中删除该项。

# UICommands.BlueprintFavoritesPalette,RemoveSubFavorites
source: Remove Category from Favorites
ja: お気に入りからカテゴリを取り除く
zh_cn: 从收藏夹中移除分类

# UICommands.BlueprintLibraryPalette,RemoveSubFavorites
source: Remove Category from Favorites
ja: お気に入りからカテゴリを取り除く
zh_cn: 从收藏夹中移除分类

# UICommands.BlueprintFavoritesPalette,RemoveSubFavorites_ToolTip
source: Removes all the nodes in this category from your favorites.
ja: このカテゴリの全ノードをユーザーのお気に入りから取り除く
zh_cn: 从您的收藏夹中删除该类目中的所有节点。

# UICommands.BlueprintLibraryPalette,RemoveSubFavorites_ToolTip
source: Removes all the nodes in this category from your favorites.
ja: このカテゴリの全ノードをお気に入りから取り除く
zh_cn: 从您的收藏夹中删除该类目中的所有节点。

# UICommands.BlueprintLibraryPalette,AddSingleFavorite
source: Add to Favorites
ja: お気に入りに追加
zh_cn: 添加到收藏夹

# UICommands.BlueprintLibraryPalette,AddSingleFavorite_ToolTip
source: Adds this item to your favorites list.
ja: このアイテムをお気に入りリストに追加
zh_cn: 将该项添加到您的收藏夹列表。

# UICommands.BlueprintLibraryPalette,AddSubFavorites
source: Add Category to Favorites
ja: お気に入りにカテゴリを追加
zh_cn: 添加类目到收藏夹

# UICommands.BlueprintLibraryPalette,AddSubFavorites_ToolTip
source: Adds all the nodes in this category to your favorites.
ja: このカテゴリのノードを全てお気に入りに追加
zh_cn: 将该类目中的所有节点添加到您的收藏夹中。

# UICommands.BlueprintSubPalette,RefreshPalette
source: Refresh List
ja: リストを更新
zh_cn: 刷新列表

# UICommands.BlueprintSubPalette,RefreshPalette_ToolTip
source: Refreshes the list of nodes.
ja: ノードのリストを更新
zh_cn: 刷新节点列表。

# UICommands.CascadeCommands,AddLODAfterCurrent
source: Add LOD
ja: LODを追加

# UICommands.CascadeCommands,AddLODBeforeCurrent
source: Add LOD
ja: LODを追加

# UnrealEd,CascadeLODAdd
source: Add LOD
es: Añadir LOD
ja: LODを追加
pt_br: Adicionar LOD
zh_cn: 添加LOD

# UICommands.CascadeCommands,AddLODAfterCurrent_ToolTip
source: Add LOD After Current
ja: 現在位置の直後にLODを追加

# UnrealEd,CascadeLODAddAfter
source: Add LOD After Current
es: Añadir LOD tras el actual
ja: 現在位置の後にLODを追加
pt_br: Adicionar LOD Depois do Atual
zh_cn: 在当前项后添加LOD

# UICommands.CascadeCommands,AddLODBeforeCurrent_ToolTip
source: Add LOD Before Current
ja: 現在位置の前にLODを追加

# UnrealEd,CascadeLODAddBefore
source: Add LOD Before Current
es: Añadir LOD antes del actual
ja: 現在位置の前にLODを追加
pt_br: Adicionar LOD Antes do Atual
zh_cn: 在当前项前添加LOD

# UICommands.CascadeCommands,AnimSpeed_100_ToolTip
source: 100% Speed
ja: 100%速度

# UICommands.CascadeCommands,AnimSpeed_10_ToolTip
source: 10% Speed
ja: 10%速度

# UICommands.CascadeCommands,AnimSpeed_1_ToolTip
source: 1% Speed
ja: 1%速度

# UICommands.CascadeCommands,AnimSpeed_25_ToolTip
source: 25% Speed
ja: 25%速度

# UICommands.CascadeCommands,AnimSpeed_50_ToolTip
source: 50% Speed
ja: 50%速度

# UICommands.CascadeCommands,CascadeBackgroundColor
source: Background Color
ja: 背景カラー

# UICommands.CascadeCommands,CascadeBackgroundColor_ToolTip
source: Change Background Color
ja: 背景カラーを変更

# UICommands.CascadeCommands,CascadePlay
source: Play/Pause
ja: 再生/ポーズ

# UICommands.MatineeCommands,PlayPause
source: Play/Pause
ja: 再生/ポーズ

# UICommands.PersonaCommands,TogglePlay
source: Play/Pause
ja: 再生/ポーズ

# UICommands.PersonaCommonCommands,TogglePlay
source: Play/Pause
ja: 再生/ポーズ

# UICommands.CascadeCommands,CascadePlay_ToolTip
source: Play/Pause Simulation
ja: シミュレーションの再生/ポーズを切り替え

# UICommands.CascadeCommands,ConvertToSeeded
source: Convert To Seeded
ja: Seeded に変換

# UnrealEd,CASC_ConvertToSeeded
source: Convert To Seeded
es: Transformar en
ja: Seeded に変換
pt_br: Converter Para Semeado
zh_cn: 转换为种子模块

# UICommands.CascadeCommands,ConvertToSeeded_ToolTip
source: Convert To Seeded Module
ja: Seededモジュールに変換

# UICommands.CascadeCommands,DeleteEmitter
source: Delete Emitter
ja: エミッタを削除

# UICommands.CascadeCommands,DeleteEmitter_ToolTip
source: Delete Emitter
ja: エミッタを削除

# UnrealEd,DeleteEmitter
source: Delete Emitter
es: Eliminar emisor
ja: エミッタを削除
pt_br: Excluir Emissor
zh_cn: 删除发射器

# UICommands.CascadeCommands,DeleteLOD
source: Delete LOD
ja: LODを削除

# UnrealEd,CascadeDeleteLOD
source: Delete LOD
es: Eliminar LOD
ja: LODを削除
pt_br: Excluir LOD
zh_cn: 删除LOD

# UnrealEd,CascadeLODDelete
source: Delete LOD
es: Eliminar LOD
ja: LODを削除
pt_br: Excluir LOD
zh_cn: 删除LOD

# UICommands.CascadeCommands,DeleteLOD_ToolTip
source: Delete Selected LOD
ja: 選択LODを削除

# UICommands.CascadeCommands,DeleteModule
source: Delete Module
ja: モジュールを削除

# UICommands.CascadeCommands,DeleteModule_ToolTip
source: Delete Module
ja: モジュールを削除

# UICommands.CascadeCommands,DetailMode_High_ToolTip
source: Select High Detail Mode
ja: 高詳細モードを選択

# UICommands.CascadeCommands,DetailMode_Low_ToolTip
source: Select Low Detail Mode
ja: 低詳細モードを選択

# UICommands.CascadeCommands,DetailMode_Medium_ToolTip
source: Select Medium Detail Mode
ja: 中詳細モードを選択

# UICommands.CascadeCommands,DupeFromHigher
source: Duplicate From Higher
ja: より高いLOD から複製

# UICommands.CascadeCommands,DupeFromHigher_ToolTip
source: Duplicate From Higher LOD
ja: より高い LOD から複製

# UICommands.CascadeCommands,DupeFromHighest
source: Duplicate From Highest
ja: 最高のLODから複製

# UICommands.CascadeCommands,DupeFromHighest_ToolTip
source: Duplicate From Second Highest LOD
ja: 2 番目に高い LOD から複製

# UICommands.CascadeCommands,DuplicateEmitter
source: Duplicate Emitter
ja: エミッタを複製

# UICommands.CascadeCommands,DuplicateEmitter_ToolTip
source: Duplicate Emitter
ja: エミッタを複製

# UnrealEd,DuplicateEmitter
source: Duplicate Emitter
es: Duplicar emisor
ja: エミッタを複製
pt_br: Duplicar Emissor
zh_cn: 克隆发射器

# UnrealEd,EmitterDuplicate
source: Duplicate Emitter
es: Duplicar emisor
ja: エミッタを複製
pt_br: Duplicar Emissor
zh_cn: 克隆发射器

# UICommands.CascadeCommands,DuplicateShareEmitter
source: Duplicate and Share Emitter
ja: エミッタを複製して共有

# UICommands.CascadeCommands,DuplicateShareEmitter_ToolTip
source: Duplicate and Share Emitter
ja: エミッタを複製して共有

# UICommands.CascadeCommands,ExportAllEmitters
source: Export All
ja: すべてエクスポート

# UICommands.FontEditor,ExportAllPages
source: Export All
ja: すべてエクスポート
zh_cn: 导出所有内容

# UICommands.CascadeCommands,ExportAllEmitters_ToolTip
source: Export All Emitters
ja: すべてのエミッタをエクスポート

# UICommands.CascadeCommands,ExportEmitter
source: Export Emitter
ja: エミッタをエクスポート

# UICommands.CascadeCommands,ExportEmitter_ToolTip
source: Export Emitter
ja: エミッタをエクスポート

# UICommands.CascadeCommands,JumpToHigherLOD
source: Higher LOD
ja: 高次LOD

# UICommands.CascadeCommands,JumpToHigherLOD_ToolTip
source: Select Higher LOD
ja: より高いLOD を選択

# UICommands.CascadeCommands,JumpToHighestLOD
source: Highest LOD
ja: 最高 LOD

# UICommands.CascadeCommands,JumpToHighestLOD_ToolTip
source: Select Highest LOD
ja: 最高 LODを選択

# UICommands.CascadeCommands,JumpToLowerLOD
source: Lower LOD
ja: より低い LOD

# UICommands.CascadeCommands,JumpToLowerLOD_ToolTip
source: Select Lower LOD
ja: より低いLOD を選択

# UICommands.CascadeCommands,JumpToLowestLOD
source: Lowest LOD
ja: 最低 LOD

# UICommands.CascadeCommands,JumpToLowestLOD_ToolTip
source: Select Lowest LOD
ja: 最低 LODを選択

# UICommands.CascadeCommands,NewEmitterAfter
source: Add New Emitter After
ja: 直後に新規エミッタを追加

# UICommands.CascadeCommands,NewEmitterAfter_ToolTip
source: Add New Emitter After Selected
ja: 選択位置の直後に新規エミッタを追加

# UICommands.CascadeCommands,NewEmitterBefore
source: Add New Emitter Before
ja: 直前に新規エミッタを追加

# UICommands.CascadeCommands,NewEmitterBefore_ToolTip
source: Add New Emitter Before Selected
ja: 選択位置の直前に新規エミッタを追加

# UICommands.CascadeCommands,RefreshModule
source: Refresh Module
ja: モジュールを更新

# UICommands.CascadeCommands,RefreshModule_ToolTip
source: Refresh Module
ja: モジュールを更新

# UICommands.CascadeCommands,RegenerateLowestLOD
source: Regen LOD
ja: LODを再生成

# UICommands.CascadeCommands,RegenerateLowestLODDuplicatingHighest
source: Regen LOD
ja: LODを再生成

# UICommands.CascadeCommands,RegenerateLowestLOD_ToolTip
source: Regenerate Lowest LOD
ja: 最低 LOD を再生成

# UnrealEd,CascadeRegenerateLowestLOD
source: Regenerate Lowest LOD
es: Volver a generar LOD muy bajo
ja: 最低 LOD を再生成
pt_br: Regenerar o LOD Mais Baixo
zh_cn: 重新生成最低级LOD

# UICommands.CascadeCommands,RegenerateLowestLODDuplicatingHighest_ToolTip
source: Regenerate Lowest LOD, Duplicating Highest
ja: 最高 LOD を複製して最低LODを再生成

# UICommands.CascadeCommands,RemoveDuplicateModules
source: Remove Duplicate Modules
ja: 重複モジュールを取り除く

# UICommands.CascadeCommands,RemoveDuplicateModules_ToolTip
source: Remove Duplicate Modules
ja: 重複モジュールを取り除く

# UnrealEd,RemoveDuplicateModules
source: Remove Duplicate Modules
es: Eliminar módulos duplicados
ja: 複製するモジュールを取り除きます
pt_br: Remover Módulos Duplicados
zh_cn: 删除重复的模块

# UICommands.CascadeCommands,RenameEmitter
source: Rename Emitter
ja: エミッタ名を変更

# UICommands.CascadeCommands,RenameEmitter_ToolTip
source: Rename Emitter
ja: エミッタ名を変更

# UnrealEd,EmitterRename
source: Rename Emitter
es: Cambiar el nombre del emisor
ja: エミッタ名を変更
pt_br: Renomear Emissor
zh_cn: 重命名发射器

# UICommands.CascadeCommands,RestartInLevel
source: Restart Level
ja: レベルを再スタート

# UICommands.CascadeCommands,RestartInLevel_ToolTip
source: Restart in Level
ja: レベルで再スタート

# UICommands.CascadeCommands,RestartSimulation
source: Restart Sim
ja: シミュレーションを再スタート

# UICommands.CascadeCommands,RestartSimulation_ToolTip
source: Restart Simulation
ja: シミュレーションを再スタート

# UICommands.CascadeCommands,SaveThumbnailImage
source: Thumbnail
ja: サムネイル

# UICommands.CascadeCommands,SaveThumbnailImage_ToolTip
source: Generate Thumbnail
ja: サムネイルを作成

# UICommands.CascadeCommands,SelectParticleSystem
source: Select Particle System
ja: パーティクル システムを選択

# UICommands.CascadeCommands,SelectParticleSystem_ToolTip
source: Select Particle System
ja: パーティクル システムを選択

# UICommands.CascadeCommands,SetMotionRadius
source: Motion Radius
ja: モーション半径

# UICommands.CascadeCommands,SetMotionRadius_ToolTip
source: Set Motion Radius
ja: モーション半径を設定

# UICommands.CascadeCommands,SetRandomSeed
source: Set Random Seed
ja: ランダムシードを設定

# UICommands.CascadeCommands,SetRandomSeed_ToolTip
source: Set Random Seed
ja: ランダムシードを設定

# UnrealEd,CASC_SetRandomSeed
source: Set Random Seed
es: Ajustar semilla personalizada
ja: ランダムシードを設定
pt_br: Definir Semente Aleatória
zh_cn: 设置随机种子

# UICommands.CascadeCommands,ShareFromHigher
source: Share From Higher
ja: より高いLOD から共有

# UICommands.CascadeCommands,ShareFromHigher_ToolTip
source: Share From Higher LOD
ja: より高いLOD から共有

# UICommands.CascadeCommands,SyncMaterial
source: Sync Material
ja: マテリアルを同期

# UICommands.CascadeCommands,SyncMaterial_ToolTip
source: Sync Material
ja: マテリアルを同期

# UICommands.CascadeCommands,ToggleBounds
source: Bounds
ja: バウンド

# UICommands.StaticMeshEditorCommands,SetShowBounds
source: Bounds
ja: バウンド

# UICommands.CascadeCommands,ToggleBounds_SetFixedBounds
source: Set Fixed Bounds
ja: 固定バウンドを設定

# UICommands.CascadeCommands,ToggleBounds_SetFixedBounds_ToolTip
source: Set Fixed Bounds
ja: 固定バウンドを設定

# UnrealEd,CascadeSetFixedBounds
source: Set Fixed Bounds
es: Ajustar límites fijos
ja: 固定バウンドを設定
pt_br: Definir Limites Fixos
zh_cn: 设置固定边界

# UICommands.CascadeCommands,ToggleBounds_ToolTip
source: Display Bounds
ja: バウンドを表示

# UICommands.CascadeCommands,ToggleGeometry_Properties
source: Geometry Properties
ja: ジオメトリプロパティ

# UICommands.CascadeCommands,ToggleGeometry_Properties_ToolTip
source: Display Preview Mesh Properties
ja: プレビューメッシュのプロパティを表示

# UICommands.CascadeCommands,ToggleGeometry_ToolTip
source: Display preview mesh
ja: プレビュー メッシュを表示

# UICommands.CascadeCommands,ToggleLocalVectorFields
source: Vector Fields
ja: ベクターフィールド

# UICommands.CascadeCommands,ToggleLocalVectorFields_ToolTip
source: Display Local Vector Fields
ja: ローカルのベクターフィールドを表示

# UICommands.CascadeCommands,ToggleLoopSystem_ToolTip
source: Toggle Looping
ja: ループを切り替える

# UICommands.CascadeCommands,ToggleMotion
source: Motion
ja: モーション

# UICommands.CascadeCommands,ToggleMotion_ToolTip
source: Toggle Motion
ja: モーションを切り替える

# UICommands.CascadeCommands,ToggleOrbitMode
source: Orbit Mode
ja: 軌道モード

# UICommands.CascadeCommands,ToggleOrbitMode_ToolTip
source: Toggle Orbit Mode
ja: 軌道モードを切り替える

# UICommands.CascadeCommands,ToggleOriginAxis
source: Origin Axis
ja: 原点軸

# UICommands.CascadeCommands,ToggleOriginAxis_ToolTip
source: Display Origin Axis
ja: 軸原点を表示

# UICommands.CascadeCommands,TogglePostProcess
source: Post Process
ja: ポストプロセス

# UICommands.CascadeCommands,TogglePostProcess_ToolTip
source: Toggle Post Process
ja: ポストプロセスを切り替える

# UICommands.CascadeCommands,ToggleRealtime
source: Realtime
ja: リアルタイム

# UICommands.EditorViewportCommands,ToggleRealTime
source: Realtime
ja: リアルタイム

# UICommands.CascadeCommands,ToggleRealtime_ToolTip
source: Toggles real time rendering in this viewport
ja: このビューポートのリアルタイムレンダリングを切り替える

# UICommands.EditorViewportCommands,ToggleRealTime_ToolTip
source: Toggles real time rendering in this viewport
ja: このビューポートのリアルタイムレンダリングを切り替える
