Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,Prompt_MaterialEditorDeleteFunctionInputs
source: Delete function inputs or outputs "{0}"? Any materials which use this function will lose their connections to these function inputs or outputs once deleted.
es: ¿Eliminar entradas o salidas de la función "{0}"? Cualquiera de los materiales que usen esta función perderán sus conexiones a esas entradas o salidas una vez eliminadas.
ja: 関数のインプット・アウトプット "{0}" を削除しますか? 削除すると、この関数を使用するすべてのマテリアルはこれらの関数の入アウトプットと切断されます。
pt_br: Excluir entradas ou saídas de função "{0}"? Quaisquer materiais que usem esta função perderão as conexões com essas entradas ou saídas de função uma vez excluídas.
zh_cn: 删除函数输入或输出 "{0}"? 任何使用此函数的材质都会在删除后失去其与函数输入或输出的连接。

# UnrealEd,Prompt_OBJExportWithBMP
source: Would you like to export the materials as images (slower)?
es: ¿Quiere exportar los materiales como imágenes (más lento)?
ja: マテリアルをイメージとしてエクスポートしますか? (低速)
pt_br: Deseja exportar os materiais como imagens (mais devagar)?
zh_cn: 您想将该材质导出为图片吗 (速度较慢)?

# UnrealEd,Prompt_ThisActionWillDiscardWorldContinue
source: The unsaved level {0} will be lost. Continue?
es: El nivel {0} no guardado se perderá. ¿Continuar?
ja: 保存していないレベル {0} は失われます。続けますか？
pt_br: O nível {0} não salvo será perdido. Continuar?
zh_cn: 将会丢失未保存的关卡{0}。继续吗？

# UnrealEd,Prompt_ThisActionWillTerminatePIEContinue
source: This action will terminate your Play In Editor session. Continue?
es: Esta función concluiría su sesión de reproducción en el editor (PIE). ¿Continuar?
ja: この操作はプレイ イン エディタを終わらせることになります。続けますか？
pt_br: Esta ação terminará sua sessão Jogar no Editor. Continuar?
zh_cn: 该动作将会终止您的‘在编辑器中运行’会话。 继续?

# UnrealEd,PropertyEditorTestWindowTitle
source: Property Editor Test
es: Análisis del editor de propiedades
ja: プロパティエディタテスト
pt_br: Teste do Editor de Propriedades
zh_cn: 属性编辑器测试

# UnrealEd,PropertyWindowEditProperties
source: Edit Properties
es: Editar propiedades
ja: プロパティを編集
pt_br: Editar Propriedades
zh_cn: 编辑属性

# UnrealEd,RebuildBSPBuildingPolygons
source: Rebuild BSP: Building polygons
es: Volver a diseñar BSP: Diseñar polígonos
ja: BSPの再ビルド: ポリゴンをビルド
pt_br: Recompilar BSP: Compilando polígonos
zh_cn: 重新构建BSP： 正在构建多边形

# UnrealEd,RebuildBSPMergingPlanars
source: Rebuild BSP: Merging planars
es: Volver a diseñar BSP: Fusionar planos
ja: BSPの再ビルド: 平面をマージ
pt_br: Recompilar BSP: Mesclando planos
zh_cn: 重新构建BSP： 正在融合平面

# UnrealEd,RebuildBSPOptimizingGeometry
source: Rebuild BSP: Optimizing geometry
es: Volver a diseñar BSP: Optimizar geometría
ja: BSPの再ビルド：ジオメトリを最適化
pt_br: Recompilar BSP: Otimizando geometria
zh_cn: 重新构建BSP： 正在优化几何体

# UnrealEd,RebuildBSPPartitioning
source: Rebuild BSP: Partitioning
es: Volver a diseñar BSP: Partición
ja: BSP を再ビルド：分割
pt_br: Recompilar BSP: Particionando
zh_cn: 重新构建BSP： 正在分割

# UnrealEd,RebuildCSGBuildingBoundingVolumes
source: Rebuild CSG: Building Bounding Volumes
es: Volver a diseñar CSG: Diseñar los volúmenes delimitadores
ja: CSGを再ビルド：バウンディングボリュームをビルド
pt_br: Recompilar CSG: Compilando Volumes Delimitadores
zh_cn: 重新构建CSG: 正在构建边界体积

# UnrealEd,RebuildCSGOptimizingSubBSPs
source: Rebuild CSG: Optimizing Sub-BSPs
es: Volver a diseñar CSG: Optimizar sub-BSPs
ja: CSGを再ビルド:サブBSPを最適化
pt_br: Recompilar CSG: Otimizando Sub-BSPs
zh_cn: 重新构建CSG: 正在优化BSP子项

# UnrealEd,RebuildCSGRebuildingDynamicBrushBSPs
source: Rebuild CSG: Rebuilding Dynamic Brush BSPs
es: Volver a diseñar CSG: Volver a diseñar los pinceles BPS dinámicos
ja: CSGを再ビルド：動的ブラシBSP を再ビルド
pt_br: Recompilar CSG: Recompilando BSPs de Pincel Dinâmico
zh_cn: 重新构建CSG: 正在重新构建动态画刷BSP

# UnrealEd,RebuildingGeometry
source: Rebuilding geometry
es: Volver a diseñar la geometría
ja: ジオメトリを再ビルド中
pt_br: Recompilando geometria
zh_cn: 正在重新构建几何体

# UnrealEd,RebuildingMap
source: Rebuilding Map
es: Volve a diseñar el mapa
ja: マップを再ビルド中
pt_br: Recompilando Mapa
zh_cn: 正在重新构建地图

# UnrealEd,RebuildNavigation
source: Rebuilding Navigation
es: Volve a diseñar la navegación
ja: ナビゲーションをビルド中
pt_br: Recompilando Navegação
zh_cn: 正在重新构建导航

# UnrealEd,RecordTracks
source: Record Tracks
es: Pistas de grabación
ja: 録画トラック
pt_br: Gravar Faixas
zh_cn: 录制轨迹

# UnrealEd,RedoMessageFormat
source: Redo: {0}
es: Rehacer: {0}
ja: やり直す： {0}
pt_br: Refazer: {0}
zh_cn: 恢复： {0}

# UnrealEd,ReduceKeys
source: Reduce Keys...
es: Reducir las claves...
ja: キーの削減...
pt_br: Reduzir Chaves...
zh_cn: 减少关键帧...

# UnrealEd,ReferenceInfoSavedNotification
source: Reference info was successfully saved to: {AbsolutePath}
es: La información de referencia se ha salvado correctamente en: {AbsolutePath}
ja: リファレンス情報は次のパスへ保存されました： {AbsolutePath}
pt_br: As informações de referência foram salvas em: {AbsolutePath}
zh_cn: 引用信息被成功保存到: {AbsolutePath}

# UnrealEd,RememberSelectionSet
source: Recall Selection Set
es: Volver a llamar a la selección ajustada
ja: 選択内容一式を呼び出します
pt_br: Lembrar do Conjunto de Seleção
zh_cn: 取消选项集合

# UnrealEd,RenameObjects
source: Move/Rename Objects
es: Mover/Cambiar el nombre de los objetos
ja: オブジェクトを移動/名前変更
pt_br: Mover/Renomear Objetos
zh_cn: 移动/重命名 对象

# UnrealEd,RenamingAssets
source: Renaming Assets
es: Renombrando los activos
ja: アセット名前を変更中
pt_br: Renomeando Ativos
zh_cn: 正在重命名资源

# UnrealEd,Replace Actors
source: Replace Actor(s)
es: Reemplazar actor(es)
ja: アクタを置換
pt_br: Substituir Ator(es)
zh_cn: 替换Actor

# UnrealEd,ReplaceComponentUsedMaterial
source: Replace component used material
es: Reemplazar material
ja: コンポーネントを利用したマテリアルを置換
pt_br: Substituir material usado componente
zh_cn: 替换组件使用的材质

# UnrealEd,ReplaceSelectedBrushActors
source: Replace Selected Brush Actors
es: Reemplazar los actores del pincel seleccionados
ja: 選択したブラシアクタを置換
pt_br: Substituir Atores de Pincel Selecionados
zh_cn: 替换选中的画刷Actor

# UnrealEd,ReplaceSelectedNonBrushActors
source: Replace Selected Non-Brush Actors
es: Reemplazar los actores sin pincel seleccionado
ja: 選択した非ブラシアクタを置換
pt_br: Substituir Atores que Não São de Pincel Selecionados
zh_cn: 替换选中的非画刷Actor

# UnrealEd,ResetActors
source: Reset Actors
es: Reajustar actores
ja: アクタをリセット
pt_br: Redefinir Atores
zh_cn: 重置Actor

# UnrealEd,ReverseSelection
source: Reverse Selection
es: Retroceder selección
ja: 逆再生する選択内容
pt_br: Inverter Seleção
zh_cn: 反向选择

# UnrealEd,RunningEngineBenchmark
source: Running engine benchmark...
es: Ejecutando la referencia del motor...
ja: エンジンンベンチマークを実行中...
pt_br: Executando ponto de referência do mecanismo...
zh_cn: 运行引擎基准测试文件...

# UnrealEd,Save_F
source: Save: {0}
es: Guardar: {0}
ja: 保存: {0}
pt_br: Salvar: {0}
zh_cn: 保存: {0}

# UnrealEd,SaveAsset
source: Save Asset
es: Guardar activo
ja: アセットの保存
pt_br: Salvar Ativo
zh_cn: 保存资源

# UnrealEd,SaveLevelAs_PromptToRenameStreamingLevels_F
source: Would you like to update references to streaming levels and rename those as well? If you select Yes, references to streaming levels in {0} will be renamed to {1} (including Level Blueprint level name references.) You should also do this for each of your streaming level maps. If you select No, the level will be saved with the specified name and no other changes will be made.
es: ¿Quiere actualizar las referencias a los niveles de transmisión de flujo y además cambiarles el nombre? Si ha seleccionado Sí, las referencias a los niveles de streaming en {0} cambiarán de nombre a {1} (incluyendo las referencias de nombre del nivel del Blueprint). Además deberá hacerlo para cada uno de los mapas de nivel del streaming. Si ha seleccionado No, el nivel se guardará con el nombre especificado y no se harán otros cambios.
ja: ストリーミングレベルへのリファレンスを更新してこれらの名前を変更しますか？ [はい]を選択すると {0} のストリーミングレベルへのリファレンスは{1}に名前が変更されます（レベルブループリントのレル名リファレンスを含む）この操作は各ストリーミング レベル マップに対して行う必要があります [いいえ] を選択した場合、レベルが指定された名前で保存され、それ以外は変更されません。
pt_br: Deseja atualizar as referências aos níveis de transmissão, assim como renomeá-las? Se você selecionar Sim, as referências dos níveis de transmissão em {0} serão renomeadas para {1} (incluindo referências de nome do nível no Esquema do Nível.) Você também deve fazer isso para cada mapa do nível de transmissão. Se você selecionar Não, o nível será salvo com o nome especificado e nenhuma outra alteração será feita.
zh_cn: 您想更新到动态载入关卡的引用并重命名这些关卡吗? 如果您选择'是'，那么{0}中到动态载入关卡的引用将会被重命名为{1} (包括关卡蓝图关卡名称引用。) 您应该对您的每个动态载入的关卡地图执行该处理。 如果您选择‘否’，那么将使用指定名称保存该关卡，并不做任何其他修改。

# UnrealEd,SaveMap
source: Save Map
es: Guardar mapa
ja: マップの保存
pt_br: Salvar Mapa
zh_cn: 保存地图

# UnrealEd,SavingAssetf
source: Saving asset {0}
es: Guardando activo {0}
ja: アセット {0} を保存中
pt_br: Salvando ativo {0}
zh_cn: 正在保存资源{0}

# UnrealEd,SavingMap_F
source: Saving map: {MapFilename}...
es: Guardando mapa: {MapFilename}...
ja: マップを保存中: {MapFilename} ...
pt_br: Salvando mapa: {MapFilename}...
zh_cn: 正在保存地图: {MapFilename}...

# UnrealEd,SavingMapf
source: Saving map {0}
es: Guardando mapa: {0}
ja: マップ {0} を保存中
pt_br: Salvando mapa {0}
zh_cn: 正在保存地图{0}

# UnrealEd,SavingMapStatus_CollectingGarbage
source: Saving map: {0}... (Collecting garbage)
es: Guardando mapa: {0}… (recolectando basura)
ja: マップを保存中: {0} ... (ガーベッジコレクション中)
pt_br: Salvando mapa: {0}.... (Coletando lixo)
zh_cn: 正在保存地图: {0}... (正在收集垃圾)

# UnrealEd,SavingPackage_GeneratingThumbnails
source: Generating thumbnails...
es: Generando miniaturas...
ja: サムネイルを作成中...
pt_br: Gerando miniaturas....
zh_cn: 正在生成缩略图...

# UnrealEd,SavingPackagesE
source: Saving packages...
es: Guardando paquetes...
ja: パッケージを保存中...
pt_br: Salvando pacotes...
zh_cn: 正在保存包...

# UnrealEd,Scaling
source: Scaling
es: Escalar
ja: 拡大・縮小
pt_br: Escalonamento
zh_cn: 缩放

# UnrealEd,ScalingLevel
source: Scaling Level
es: Nivel de escalado
ja: レベルを拡大・縮小
pt_br: Nível de Escalonamento
zh_cn: 缩放关卡

# UnrealEd,ScalingStaticMeshes
source: Scaling Static Meshes
es: Escalando mallas estáticas
ja: スタティックメッシュを拡大・縮小
pt_br: Escalonamento de Malhas Estáticas
zh_cn: 缩放静态网格物体

# UnrealEd,ScalingStaticMeshes_Value
source: Static Mesh: %s
es: Malla estática: %s
ja: スタティックメッシュ: %s
pt_br: Malha Estática: %s
zh_cn: 静态网格物体： %s

# UnrealEd,SCC_Checkin_Aborted
source: Check-in aborted as a result of save failure.
es: Registro cancelado debido al fallo al guardar.
ja: 保存に失敗したためチェックインが中止されました
pt_br: Registro de entrada anulado como resultado de uma falha ao salvar.
zh_cn: 由于保存失败，所以迁入中止。

# UnrealEd,ScreenshotFailedBitmap
source: Screenshot failed, unable to save
es: Error al capturar la pantalla, imposible guardar
ja: 保存出来ないため、スクリーンショットのキャプチャに失敗しました
pt_br: Falha na captura de tela, não foi possível salvar
zh_cn: 截图失败，无法保存

# UnrealEd,ScreenshotFailedFolder
source: Screenshot capture failed, unable to create save directory (see log)
es: Error al capturar la pantalla, no ha sido posible crear un directorio de guardado (ver registro)
ja: 保存ディレクトリを作成できないため、スクリーンショットのキャプチャに失敗しました（ログを確認）
pt_br: A captura de tela falhou, não foi possível criar um diretório para salvar (veja o registro)
zh_cn: 截图失败，无法创建保存目录（参阅日志）

# UnrealEd,ScreenshotFailedViewport
source: Screenshot failed, unable to read image from viewport
es: Error al capturar la pantalla, imposible leer la imagen de la ventana gráfica
ja: ビューポートから画像を読み込みないため、スクリーンショットのキャプチャに失敗しました
pt_br: Falha na captura de tela, não foi possível ler a imagem da porta de visualização
zh_cn: 截图失败，无法从视口读取图像

# UnrealEd,ScreenshotSavedAs
source: Screenshot capture saved as
es: Captura de la pantalla guardada como
ja: 名前をつけてスクリーンショットキャプチャを保存
pt_br: Captura de tela salva como
zh_cn: 屏幕截图另存为

# UnrealEd,ScreenSize_F
source: Current Screen Size: {0}
es: Tamaño de la pantalla actual: {0}
ja: 現在のスクリーンサイズ: {0}
pt_br: Tamanho da Tela Atual: {0}
zh_cn: 当前屏幕大小: {0}

# UnrealEd,Script
source: Script
es: Secuencia
ja: スクリプト
zh_cn: 脚本

# UnrealEd,SelectAdjacentCeilings
source: Select Adjacent Ceilings
es: Seleccionar los techos adyacentes
ja: 隣接する天井を選択
pt_br: Selecionar Tetos Adjacentes
zh_cn: 选择邻接顶棚

# UnrealEd,SelectAdjacentCoplanars
source: Select Adjacent Coplanars
es: Seleccionar las coplanarias adyacentes
ja: 隣接する同一平面を選択
pt_br: Selecionar Coplanares Adjacentes
zh_cn: 选择邻接共面

# UnrealEd,SelectAdjacentFloors
source: Select Adjacent Floors
es: Seleccionar los suelos adyacentes
ja: 隣接するフロアを選択
pt_br: Selecionar Chãos Adjacentes
zh_cn: 选择邻接地面

# UnrealEd,SelectAdjacentSlants
source: Select Adjacent Slants
es: Seleccionar las inclinaciones adyacentes
ja: 隣接する斜平面を選択
pt_br: Selecionar Inclinadas Adjacentes
zh_cn: 选择邻接斜坡

# UnrealEd,SelectAdjacentWalls
source: Select Adjacent Walls
es: Seleccionar las paredes adyacentes
ja: 隣接する壁を選択
pt_br: Selecionar Paredes Adjacentes
zh_cn: 选择邻接墙壁

# UnrealEd,SelectAllAdjacent
source: Select All Adjacent
es: Seleccionar toda adyacente
ja: すべての隣接内容を選択
pt_br: Selecionar Todas Adjacentes
zh_cn: 选择所有邻接项

# UnrealEd,SelectAllWithMatchingMaterial
source: Select All With Matching Material
es: Seleccionar todo con material compatible
ja: 一致するマテリアルを持つすべての内容を選択
pt_br: Selecionar Todas Com Material Correspondente
zh_cn: 选择所有具有同样材质的项

# UnrealEd,SelectBrushes
source: Select Brushes
es: Seleccionar pinceles
ja: ブラシを選択
pt_br: Selecionar Pincéis
zh_cn: 选择画刷

# UnrealEd,SelectBrushFromSurface
source: Select Brush from Surface
es: Seleccionar pincel de la superficie
ja: サーフェスからブラシを選択
pt_br: Selecionar Pincel da Superfície
zh_cn: 从表面选择画刷

# UnrealEd,SelectBrushSurface
source: Select Brush Surface
ja: ブラシサーフェスを選択
zh_cn: 选择画刷表面

# UnrealEd,SelectByProperty
source: Select by Property
es: Seleccionar por propiedad
ja: プロパティで選択
pt_br: Selecionar por Propriedade
zh_cn: 按属性选择

# UnrealEd,SelectDeleted
source: Select Deleted
es: Seleccionar eliminación
ja: 削除された内容を選択
pt_br: Selecionar Excluídos
zh_cn: 选择已删除项

# UnrealEd,SelectInvert
source: Select Invert
es: Seleccionar invertir
ja: 反転を選択
pt_br: Selecionar Invertidos
zh_cn: 反向选择

# UnrealEd,SelectMatchingEmitter
source: Select Matching Emitters
es: Seleccionar emisores compatibles
ja: 一致するエミッタを選択
pt_br: Selecionar Emissores Correspondentes
zh_cn: 选择匹配的发射器

# UnrealEd,SelectMatchingGroups
source: Selet Matching Groups
es: Seleccionar grupos compatibles
ja: 一致するグループを選択
pt_br: Selecionar Grupos Correspondentes
zh_cn: 选择匹配的组

# UnrealEd,SelectMatchingItems
source: Select Matching Items
es: Seleccionar ítems compatibles
ja: 一致するアイテムを選択
pt_br: Selecionar Itens Correspondentes
zh_cn: 选择匹配的项

# UnrealEd,SelectMatchingSkeletalMesh
source: Select Matching Skeletal Mesh
es: Seleccionar mala esqueleto compatible
ja: 一致するスケルタルメッシュを選択
pt_br: Selecionar Malha Esquelética Correspondente
zh_cn: 选择匹配的骨架网格物体

# UnrealEd,SelectMatchingStaticMesh
source: Select Matching Static Mesh
es: Seleccionar mala estática compatible
ja: 一致するスタティックメッシュを選択
pt_br: Selecionar Malha Estática Correspondente
zh_cn: 选择匹配的静态网格物体

# UnrealEd,SelectNone
source: Select None
es: No seleccionar ninguno
ja: なしを選択
pt_br: Selecionar Nada
zh_cn: 全不选

# UnrealEd,SelectOfClass
source: Select Of Class
es: Seleccionar clase
ja: クラスの選択
pt_br: Seleção de Classe
zh_cn: 选择类

# UnrealEd,SelectOfClassAndArchetype
source: Select of Class and Archetype
es: Seleccionar de la clase y arquetipo
ja: クラスとアーキタイプを選択
pt_br: Seleção de Classe e Arquétipo
zh_cn: 选择类及原型

# UnrealEd,SelectSubclassOfClass
source: Select Subclass Of Class
es: Seleccionar subclase de la clase
ja: クラスのサブクラスを選択
pt_br: Selecionar Subclasse da Classe
zh_cn: 选择子类

# UnrealEd,SelectSurface
source: Select Surface
es: Seleccionar superficie
ja: サーフェスを選択
pt_br: Selecionar Superfície
zh_cn: 选择表面

# UnrealEd,SelectSurfaces
source: Select Surfaces
es: Seleccionar superficies
ja: サーフェスを選択
pt_br: Selecionar Superfícies
zh_cn: 选择表面

# UnrealEd,SelectToggleSingleActor
source: Select Toggle Single Actor
es: Seleccionar la conmutación de un solo actor
ja: [単一アクタを切り替える] を選択
pt_br: Selecionar Alternação de Ator Individual
zh_cn: 选择切换单独的Actor

# UnrealEd,SelectZone
source: Select Zone
es: Seleccionar área
ja: ゾーンを選択
pt_br: Selecionar Zona
zh_cn: 选择区域

# UnrealEd,SeparatePolys
source: Separate polys
es: Separar polígonos
ja: ポリゴンを分割
pt_br: Separar polígonos
zh_cn: 分割多边形

# UnrealEd,SetBrushProperties
source: Set Brush Properties
es: Ajustar las propiedades del pincel
ja: プラシのプロパティを設定
pt_br: Definir Propriedades de Pincel
zh_cn: 设置画刷属性

# UnrealEd,SetToFalse
source: Set To False
es: Ajustar a falso
ja: Falseに設定
pt_br: Definir Como Falso
zh_cn: 设置为False

# UnrealEd,SetToTrue
source: Set To True
es: Ajustar a verdadero
ja: Trueに設定
pt_br: Definir Como Verdadeiro
zh_cn: 设置为True

# UnrealEd,ShowAllAtStartup
source: Show All at Editor Startup
es: Mostrar todo al arrancar el editor
ja: エディタ起動時にすべてを表示
pt_br: Exibir Tudo na Inicialização do Editor
zh_cn: 启动时显示所有项

# UnrealEd,ShowSelectedAtStartup
source: Show Selected at Editor Startup
es: Mostrar selección al arrancar el editor
ja: エディタ起動時に選択内容を表示
pt_br: Exibir Selecionados na Inicialização do Editor
zh_cn: 启动时显示选中项

# UnrealEd,Shutdown
source: Shutdown
es: Parar/apagar/do
ja: シャットダウン
pt_br: Desligar
zh_cn: 关闭

# UnrealEd,SIECantStartDuringTransaction
source: Can't Simulate when performing {TransactionName} operation
ja: {TransactionName} の実行中にはシミュレートできません
zh_cn: 当执行{TransactionName}操作时不能模拟

# UnrealEd,Sim
source: SIM: Ctrl+RightMouse to interact with bodies
es: SIM: Ctrl+RightMouse para interactuar con los cuerpos
ja: SIM: Ctrl+右マウスボタンでボディと相互作用
pt_br: SIM: Ctrl + Clique com o botão direito para interagir com corpos
zh_cn: SIM: 按住Ctrl+鼠标右键来与刚体互动

# UnrealEd,Sim_Mac
source: SIM: Command+RightMouse to interact with bodies
es: SIM: Command+botón derecho del ratón para interactuar con los cuerpos
ja: SIM: Command+Rightマウスボタンでボディと相互作用
pt_br: SIM: Command+Clique com o botão direito para interagir com corpos
zh_cn: SIM: 命令+鼠标右键来与刚体互动

# UnrealEd,SingleMove
source: hold ALT to move a single reference frame
es: mantener pulsado ALT para mover un solo fotograma de referencia
ja: Altキーを押して単一リファレンスフレームを移動
pt_br: segure ALT para mover um único referencial
zh_cn: 按住ALT来移动一个单独的引用帧

# UnrealEd,SlateStyleLog
source: Slate Style Log
es: Registro del estilo del cuadro
ja: スレートスタイルのログ
pt_br: Registro de Estilo do Slate
zh_cn: Slate 样式日志

# UnrealEd,SnapActorsToActor
source: Snap Actors To Actor
es: Atraer a los actores hasta el actor
ja: アクタを別のアクタにスナップ
pt_br: Aderir Atores Ao Ator
zh_cn: 对齐到Actor

# UnrealEd,SnapActorsToFloor
source: Snap Actors To Floor
es: Atraer a los actores hasta el suelo
ja: アクタをフロアにスナップ
pt_br: Aderir Atores Ao Chão
zh_cn: 对齐Actor到地面

# UnrealEd,SnapSelection2D
source: Snap Selection to 2D Layer
ja: 2Dレイヤーに選択をスナップ
zh_cn: 对齐选中项到二维图层

# UnrealEd,SoundCueEditorAddInput
source: Add Sound Cue Input
es: Añadir entrada de la pista de sonido
ja: サウンドキューのインプット値を追加
pt_br: Adicionar Entrada de Comando de Som
zh_cn: 添加Sound Cue输入

# UnrealEd,SoundCueEditorDeleteInput
source: Delete Sound Cue Input
es: Eliminar entrada de pista de sonido
ja: サウンドキューのインプット値を削除
pt_br: Excluir Entrada de Comando de Som
zh_cn: 删除Sound Cue输入

# UnrealEd,SoundCueEditorDeleteSelectedNode
source: Delete Selected Sound Cue Node
es: Eliminar nodo de pista de sonido seleccionado
ja: 選択したサウンド キューノードを削除
pt_br: Excluir Nó de Comando de Som Selecionado
zh_cn: 删除选中的Sound Cue节点

# UnrealEd,SoundCueEditorPaste
source: Paste Sound Cue Node
es: Pegar nodo de la pista de sonido
ja: サウンド Cueノードを貼り付け
pt_br: Colar Nó de Comando de Som
zh_cn: 粘贴Sound Cue节点

# UnrealEd,Startup
source: Startup
es: Arranque
ja: 起動
pt_br: Iniciar
zh_cn: 启动

# UnrealEd,StaticMeshEditor_ExportToPromptTitle
source: Export to...
es: Exportar a...
ja: ...へエクスポート
pt_br: Exportar para...
zh_cn: 导出到...

# UnrealEd,StaticMeshEditor_LightmapExportFewerTriangles
source: Fewer polygons have been exported than the raw triangle count. This Lightmapped UV mesh may contain fewer triangles than the destination mesh on import.
es: Se han exportado menos polígonos que el recuento de triángulos sin procesar. Esta malla UV de mapeo de la iluminación puede contener menos triángulos que la malla de destino en la importación.
ja: 生のトライアングル数を下回るポリゴン数がエクスポートされました。このライトマップ UV メッシュに含まれるトライアングルの数は、インポート時の送信先メッシュに存在したトライアングル数を下回っている可能性があります。
pt_br: Foram exportados menos polígonos do que a contagem bruta de triângulos. Esta malha com mapeamento de luz UV pode conter menos triângulos do que a malha destinada na importação.
zh_cn: 导出的多边形比原始三角形数量少。 导出时该带光照贴图UV 的网格物体包含的三角形数量比目标网格物体的三角形数量少。

# UnrealEd,StaticMeshToBrush
source: StaticMesh to Brush
es: StaticMesh para el pincel
ja: スタティックメッシュ からブラシへ
pt_br: StaticMesh para Pincel
zh_cn: 静态网格物体到画刷

# UnrealEd,StoppingMapBuild
source: Stopping Map Build...
es: Parando diseño del mapa…
ja: マップのビルドを停止しています...
pt_br: Interrompendo Compilação do Mapa...
zh_cn: 正在停止地图构建...

# UnrealEd,SubtractingBrushFromWorld
source: Subtracting brush from world
es: Sustraer pincel del mundo
ja: ワールドからブラシを減算
pt_br: Subtraindo pincel do mundo
zh_cn: 从世界中挖空画刷

# UnrealEd,SureChangeAssetSkelMesh
source: Are you sure you want to change the PhysicsAsset '{0}' to use the SkeletalMesh '{1}'?
es: ¿Está seguro de que quiere cambiar el PhysicsAsset '{0}' para el SkeletalMesh '{1}'?
ja: Physicsアセット '{0}' でスケルタルメッシュ '{1}' を使用するように変更しますか?
pt_br: Deseja alterar PhysicsAsset '{0}' para usar SkeletalMesh '{1}'?
zh_cn: 您确定要更改PhysicsAsset'{0}'来使用SkeletalMesh '{1}'吗？

# UnrealEd,SwitchProject
source: Switch Project
es: Cambiar proyecto
ja: プロジェクトの切り替え
pt_br: Alternar Projeto
zh_cn: 切换项目

# UnrealEd,SwitchProjectWarning
source: The editor will restart to switch to the {CurrentProjectName} project. You will be prompted to save any changes before the editor restarts. Continue switching projects?
es: El editor se reiniciará para cambiar al proyecto {CurrentProjectName}. Se le preguntará si quiere guardar cualquier cambio antes de que el editor se reincide. ¿Quiere continuar con el cambio de proyectos?
ja: {CurrentProjectName} に切り替えるためエディタが再起動します。エディタが再起動する前に変更の保存を促すメッセージが表示さえます。プロジェクトの切り替えを継続しますか？
pt_br: O editor reiniciará para alternar para o projeto {CurrentProjectName}. Você será solicitado a salvar quaisquer alterações antes do editor reiniciar. Continuar alternação entre projetos?
zh_cn: 编辑器将重新启动来切换到{CurrentProjectName}项目。 将会提示您在编辑器重启之前保存任何修改。 继续切换项目?

# UnrealEd,TextureManipulation
source: Texture Manipulation
es: Manipulación de la textura
ja: テクスチャ操作
pt_br: Manipulação de Textura
zh_cn: 贴图操作

# UnrealEd,ToggleEnableOnSelectedEmitter
source: Toggle Enable on Emitter
es: Conmutar para activar el emisor
ja: エミッタを有効に切り替える
pt_br: Alternar Ativar no Emissor
zh_cn: 切换发射器的启用状态

# UnrealEd,ToolTip_MaterialEditorApply
source: Apply changes to original material and its use in the world.
es: Aplicar los cambios al material original y su uso en el mundo.
ja: オリジナルマテリアルとワールド内でこれを使用する箇所に変更を適用
pt_br: Aplica alterações ao material original e ao seu uso no mundo.
zh_cn: 给原始材质应用修改，且该材质正在世界中进行应用。

# UnrealEd,TrackDelete
source: Track Delete
es: Eliminación de la pista
ja: トラック削除
pt_br: Exclusão de faixa
zh_cn: 删除轨迹

# UnrealEd,Transaction_ConvertToVolume
source: Convert to Volume: {0}
es: Transformar volumen: {0}
ja: ボリュームに変換: {0}
pt_br: Converter para o Volume: {0}
zh_cn: 转换为体积: {0}

# UnrealEd,TransactionIsActive
source: Undo Transaction Is Active - Cannot Open Matinee.
ja: 元に戻すトランザクションがアクティブです－マチネを開けません。
zh_cn: 取消事务是激活的 - 不能打开Matinee。

# UnrealEd,TransferInterfaceFunctionsToBlueprint
source: Would you like to transfer the interface functions to be part of your blueprint?
es: ¿Quiere transferir las funciones de la interfaz para formar parte de su Blueprint?
ja: インターフェース機能をブループリントの一部として移動しますか？
pt_br: Deseja transferir as funções da interface para que façam parte do seu esquema?
zh_cn: 您想要把接口函数作为您蓝图的一部分转移吗?

# UnrealEd,Transforming
source: Transforming
es: Transformando
ja: トランスフォーム中
pt_br: Transformando
zh_cn: 变换

# UnrealEd,Triangles_F
source: Triangles: {0}
es: Triángulos: {0}
ja: トライアングル数: {0}
pt_br: Triângulos: {0}
zh_cn: 三角形： {0}

# UnrealEd,Triangulate
source: Triangulate
es: Triangular
ja: 三角測量
pt_br: Triangular
zh_cn: 三角化

# UnrealEd,Turn
source: Turn
es: Girar
ja: 回転
pt_br: Virar
zh_cn: 翻转
