Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# MainFrame,RecompileFailedDueToHeaderChange
source: Compile failed due to the header changes. Close the editor and recompile project in IDE to apply changes.
es: Error de compilación debido a los cambios en la cabecera. Cierre el editor y recompile el proyecto en IDE para aplicar los cambios.
ja: ヘッダが変更したためコンパイルに失敗しました。変更を適用するにはエディタを閉じてIDEでプロジェクトを再コンパイルしてください。
pt_br: Falha ao compilar devido às alterações do cabeçalho. Feche o editor e recompile o projeto no IDE para aplicar as alterações.
zh_cn: 由于头文件发生改变所以编译失败。关闭编辑器并在集成开发环境中重新编译项目来应用改变。

# MainFrame,RecompileInProgress
source: Compiling C++ Code
es: Compilar el código C++
ja: C++コードをコンパイル中
pt_br: Compilando Código C++
zh_cn: 编译C++代码

# MainFrameActions,AboutUnrealEditor
source: About Unreal Editor
es: Sobre el editor Unreal
ja: アンリアルエディタについて
pt_br: Sobre o Editor do Unreal
zh_cn: 关于虚幻编辑器

# MainFrameActions,ActionRestartMsg
source: This action requires the editor to restart; you will be prompted to save any changes. Continue?
es: Esta acción requiere que el editor se reinicie. Se le avisará para que guarde cualquier cambio. ¿Continuar?
ja: このアクションはエディタを再起動する必要がありますので、先に保存することをお勧めします。続けますか？
pt_br: Essa ação exige que o editor seja reinicializado. Você será solicitado a salvar as alterações. Continuar?
zh_cn: 这个动作需要重新启动编辑器；提示您保存任何修改。继续吗？ 继续?

# MainFrameActions,CookingContentTaskName
source: Cooking content
es: Procesar el contenido
ja: コンテンツをクック中
pt_br: Preparando conteúdo
zh_cn: 烘焙内容

# MainFrameActions,CookingTaskName
source: Cooking
es: Procesamiento
ja: クック中
pt_br: Preparando
zh_cn: 烘焙

# MainFrameActions,CreditsUnrealEditor
source: Credits
es: Créditos
ja: クレジット
pt_br: Créditos
zh_cn: 制作人员

# UICommands.MainFrameActions,CreditsUnrealEd
source: Credits
ja: クレジット
zh_cn: 制作人员

# MainFrameActions,MainFrame
source: Main Frame
es: Fotograma principal
ja: メインフレーム
pt_br: Quadro Principal
zh_cn: 主框架

# MainFrameActions,NotSupported_SelectedPlatform
source: Sorry, packaging a code-based project for the selected platform is currently not supported. This feature may be available in a future release.
ja: すみません。コードベースのプロジェクトは選択したプラットフォームにはまだ対応できていません。もしかしたらこの先のリリースで対応するかもしれません。
zh_cn: 对不起，目前不支持为选中的平台打包基于代码的项目。这个功能可能会在后续版本中提供。

# MainFrameActions,OpenIDEFailed_MissingFile
source: Could not open {0} for project {1}
es: No se ha podido abrir {0} para el proyecto {1}
ja: プロジェクト {1} の {0} を開けません
pt_br: Não foi possível abrir {0} do projeto {1}
zh_cn: 无法项目{1}的 {0}

# MainFrameActions,OpenIDEFailed_MissingSolution
source: Couldn't find solution
ja: 解決法が見つかりません
zh_cn: 无法找到解决方案

# MainFrameActions,OpenProjectWindowHeader
source: Open Project
ja: プロジェクトを開く
zh_cn: 打开项目

# ProjectBrowser,OpenProjectBrowseTitle
source: Open Project
es: Abrir proyecto
ja: プロジェクトを開く
pt_br: Abrir Projeto
zh_cn: 打开项目

# MainFrameActions,PackageDirectoryDialogTitle
source: Package project...
es: Empaquetar el proyecto...
ja: プロジェクトをパッケージ化...
pt_br: Empacotar projeto...
zh_cn: 打包项目...

# MainFrameActions,PackagingProjectTaskName
source: Packaging project
es: Empaquetar proyecto
ja: プロジェクトをパッケージ化
pt_br: Empacotando projeto
zh_cn: 打包项目

# MainFrameActions,PlatformName_Other
source: Other OS
ja: その他OS

# MainFrameActions,RefreshProject
source: Refresh Project
ja: プロジェクトをリフレッシュ
zh_cn: 刷新项目

# MainFrameActions,ResetUILayout_Title
source: Reset UI Layout
es: Reajustar entorno UI (Interfaz del usuario)
ja: UIレイアウトをリセット
pt_br: Redefinir Layout da IU
zh_cn: 重置用户界面布局

# MainFrameActions,SelectProjectWindowHeader
source: Select Project
es: Seleccionar proyecto
ja: プロジェクトを選択
pt_br: Selecionar Projeto
zh_cn: 选择项目

# MainFrameActions,SuccessfulBackup_Notification
source: Backup Successful!
es: ¡La copia de seguridad se ha hecho correctamente!
ja: バックアップに成功しました！
pt_br: Backup concluído!
zh_cn: 备份成功！

# MainFrameActions,SuccessfulBackup_Notification_Hyperlink
source: Open Directory
es: Abrir directorio
ja: ディレクトリを開く
pt_br: Abrir Diretório
zh_cn: 打开目录

# MainFrameActions,SwitchProject
source: Switch Project {CurrentProjectIndex}
es: Cambiar proyecto {CurrentProjectIndex}
ja: プロジェクト {CurrentProjectIndex} を切り替える
pt_br: Alternar Projeto {CurrentProjectIndex}
zh_cn: 切换项目{CurrentProjectIndex}

# MainFrameActions,SwitchProjectToolTip
source: Restarts the editor and switches to selected project
es: Reinicia el editor y activa los proyectos seleccionados
ja: エディタを再起動して選択プロジェクトに切り替える
pt_br: Reinicia o editor e alterna para o projeto selecionado
zh_cn: 重启编辑器并切换到选中的项目

# MainFrameActions,ZipTaskName
source: Zipping Up Project
ja: プロジェクトをZIP圧縮中
zh_cn: 压缩项目

# MainFrameActions,ZipTaskShortName
source: Zip Project Task
ja: プロジェクトタスクをZIP
zh_cn: 压缩项目任务

# MainHelpMenu,AboutUnrealEditor
source: About Unreal Editor...
es: Sobre el editor Unreal…
ja: アンリアルエディタについて...
pt_br: Sobre o Editor do Unreal...
zh_cn: 关于虚幻编辑器...

# MainHelpMenu,Application
source: Application
es: Aplicación
ja: アプリケーション
pt_br: Aplicativo
zh_cn: 应用程序

# MainHelpMenu,Online
source: Online
ja: オンライン
zh_cn: 在线

# MainHelpMenu,VisitUnrealEngineSupportWebSite
source: Unreal Engine Support Web Site...
es: Página web del soporte técnico de Unreal Engine…
ja: アンリアルエンジンのサポートサイト...
pt_br: Site de Assistência do Mecanismo Unreal...
zh_cn: 虚幻引擎技术支持网站...

# MainMenu,EditMenu_ToolTip
source: Open the edit menu
es: Abrir el menú edición
ja: 編集メニューを開く
pt_br: Abre o menu de edição
zh_cn: 打开编辑菜单

# MainMenu,FileMenu
source: File
es: Archivo
ja: ファイル
pt_br: Arquivo
zh_cn: 文件

# PListEditor,PListMenuTitle
source: File
es: Archivo
ja: ファイル
pt_br: Arquivo
zh_cn: 文件

# SPackagesDialog,FileColumnLabel
source: File
es: Archivo
ja: ファイル
pt_br: Arquivo
zh_cn: 文件

# SSourceControlSubmit,FileColumnLabel
source: File
es: Archivo
ja: ファイル
pt_br: Arquivo
zh_cn: 文件

# MainMenu,FileMenu_ToolTip
source: Open the file menu
es: Abrir el menú de archivos
ja: ファイルメニューを開く
pt_br: Abre o menu de arquivos
zh_cn: 打开文件菜单

# MainMenu,HelpMenu_ToolTip
source: Open the help menu
es: Abrir el menú de ayuda
ja: ヘルプメニューを開く
pt_br: Abre o menu de ajuda
zh_cn: 打开帮助菜单

# MainMenu,WindowMenu_ToolTip
source: Open new windows or tabs.
es: Abrir nuevas ventanas o pestañas.
ja: 新規ウインドウかタブを開く
pt_br: Abre novas janelas ou guias.
zh_cn: 打开新窗口或选卡。

# MainTabMenu,AddCodeToProjectTooltip
source: Adds C++ code to the project. The code can only be compiled if you have {0} installed.
es: Añade el código C++ al proyecto. El código solo se puede compilar si tiene {0} instalado.
ja: プロジェクトへC++コードを追加します。{0} がインストールされている場合のみコードのコンパイルが可能です。
pt_br: Adiciona código C++ ao projeto. O código só pode ser compilado se houver {0} instalado.
zh_cn: 添加C++代码到项目中。该代码仅当您安装了{0}才能编译。

# MainTabMenu,CookContentForPlatform
source: Cook Content for {0}
es: Procesar contenido para {0}
ja: {0} のコンテンツをクックする
pt_br: Preparar Conteúdo para {0}
zh_cn: 为{0}烘培内容

# MainTabMenu,CookContentForPlatformTooltip
source: Cook your game content for debugging on the {0} platform
es: Prepara su contenido del juego para depurarlo en la plataforma {0}
ja: {0} プラットフォーム上でデバッグをするためにゲームコンテンツをクックする
pt_br: Preparar o conteúdo do jogo para depuração na plataforma {0}
zh_cn: 烘焙您的游戏内容，以便在{0}平台上进行调试

# MainTabMenu,GenerateCodeProjectLabel
source: Generate {0} Project
ja: {0} プロジェクトを作成
zh_cn: 生成{0}项目

# MainTabMenu,GenerateCodeProjectTooltip
source: Generates your C++ code project in {0}.
ja: {0} でC++コードプロジェクトを作成
zh_cn: 在{0}中生成您的C++代码项目。

# MainTabMenu,OpenIDETooltip
source: Opens your C++ code in {0}.
es: Abre el código C++ en {0}.
ja: {0} のC++コードを開く
pt_br: Abre o código C++ em {0}.
zh_cn: 在{0}中打开您的C++代码。

# MainTabMenu,PackageProjectSubMenuLabel
source: Package Project
es: Empaquetar el proyecto
ja: プロジェクトをパッケージ化
pt_br: Empacotar projeto
zh_cn: 打包项目

# MainTabMenu,PackageProjectSubMenuToolTip
source: Compile, cook and package your project and its content for distribution.
ja: 配布用にユーザーのプロジェクトとコンテンツをコンパイル、クックおよびパッケージ化します。
zh_cn: 编译、烘培及打包您的项目及内容以进行发布。

# MainTabMenu,RefreshCodeProjectLabel
source: Refresh {0} Project
es: Actualizar {0} proyecto
ja: {0} プロジェクトを更新
pt_br: Atualizar o Projeto {0}
zh_cn: 刷新 {0} 项目

# MainTabMenu,RefreshCodeProjectTooltip
source: Refreshes your C++ code project in {0}.
es: Actualiza su código C++ del proyecto en {0}.
ja: {0} のC++コードプロジェクトを更新
pt_br: Atualiza o projeto de código C++ em {0}.
zh_cn: 在{0}中刷新您的C++代码。

# MainTabMenu,SwitchProjectSubMenu
source: Recent Projects
es: Proyectos recientes
ja: 最近使用したプロジェクト
pt_br: Projetos Recentes
zh_cn: 最近打开的项目

# MainTabMenu,SwitchProjectSubMenu_ToolTip
source: Select a project to switch to
es: Seleccionar un proyecto al que cambiar
ja: 切り替えるプロジェクトを選択
pt_br: Selecione um projeto para alternar
zh_cn: 选择您想要切换到的项目

# MainWindowMenu,BlutilityShelfToolTip
source: Open the blutility shelf.
ja: ブループリント ユーティリティ シェルフを開く
zh_cn: 打开blutility架。

# MainWindowMenu,DeviceOutputLogMenuLabel
source: Device Output Log
ja: デバイスアウトプットログ
zh_cn: 设备输出日志

# MainWindowMenu,DeviceOutputLogToolTip
source: Open the Device Output Log tab.
ja: デバイスアウトプットログタブを開く
zh_cn: 打开设备输出日志选卡

# MainWindowMenu,ProjectLauncherLabel
source: Project Launcher
ja: プロジェクトランチャー
zh_cn: 项目启动程序

# MainWindowMenu,ProjectLauncherToolTip
source: The Project Launcher provides advanced workflows for packaging, deploying and launching your projects.
ja: パッケージングに詳細なワークフローを適用するプロジェクトランチャー。ユーザーのプロジェクトをデプロイおよび起動します。
zh_cn: 项目启动程序提供打包、部署和启动您的项目的高级工作流程。

# MainWindowMenu,TranslationPickerMenuItem
source: Translation Picker
ja: 翻訳ピッカー
zh_cn: 平移选择器

# TranslationPicker,TranslationPicker
source: Translation Picker
ja: 翻訳ピッカー
zh_cn: 平移选择器

# UICommands.TranslationEditorToolbar,OpenTranslationPicker
source: Translation Picker
ja: 翻訳ピッカー
zh_cn: 平移选择器

# MainWindowMenu,TranslationPickerMenuItemToolTip
source: Launch the Translation Picker to Modify Editor Translations
ja: エディタ トランスレーションの編集するためにトランスレーション ピッカーを起動
zh_cn: 启动平移选择器以修改编辑器平移

# MakeArrayNode,ActionMenuCategory
source: Array
es: Matríz
ja: 配列
pt_br: Matriz
zh_cn: 数组

# PinTypeSelector,ArrayTooltip
source: Array
ja: 配列

# MakeArrayNode,AddPin
source: Add array element pin
es: Añadir Pin elemento de matriz
ja: 配列要素ピンを追加
pt_br: Adiciona um fixador de elemento de matriz
zh_cn: 添加数组元素引脚

# MakeArrayNode,AddPinTooltip
source: Add another array element pin
es: Añadir otro Pin elemento de matriz
ja: 別の配列要素ピンを追加
pt_br: Adiciona outro fixador de elemento de matriz
zh_cn: 添加另一个数组元素引脚

# MakeArrayNode,MakeArrayTooltip
source: Create an array from a series of items.
es: Crear una matriz de una serie de ítems.
ja: 一連のアイテムから配列を作成
pt_br: Criar uma matriz a partir de uma série de itens.
zh_cn: 从一系列项目中创建数组。

# MakeArrayNode,NodeTitle
source: Make Array
es: Crear matriz
ja: 配列を作成
pt_br: Fazer Matriz
zh_cn: 创建数组

# MakeArrayNode,RemovePin
source: Remove array element pin
es: Eliminar Pin del elemento matriz
ja: 配列要素ピンを除去
pt_br: Remove um fixador de elemento de matriz
zh_cn: 删除数组元素引脚

# MakeArrayNode,RemovePinTooltip
source: Remove this array element pin
es: Eliminar este Pin del elemento matriz
ja: この配列要素ピンを削除
pt_br: Remove este fixador de elemento de matriz
zh_cn: 删除该数组元素引脚

# MakeArrayNode,ResetToWildcard
source: Reset to wildcard
ja: ワイルドカードにリセット
zh_cn: 重置为通配符

# MakeArrayNode,ResetToWildcardTooltip
source: Reset the node to have wildcard input/outputs. Requires no pins are connected.
ja: リセットしてノードにワイルドカードインプット/アウトプットを設定します。ピン接続は必要ありません。
zh_cn: 重置节点使其具有通配符 输入/输出。要求引脚没有连接。

# MaterialEditor,AppearanceCornerText_Material
source: MATERIAL
ja: マテリアル
zh_cn: 材质

# MaterialEditor,AppearanceCornerText_MaterialFunction
source: MATERIAL FUNCTION
es: FUNCIÓN MATERIAL
ja: マテリアル関数
pt_br: FUNÇÃO DO MATERIAL
zh_cn: 材质函数

# MaterialEditor,ChooseParameter
source: Choose a parameter from the collection
es: Elegir un parámetro de la colección
ja: コレクションからパラメータを選択
pt_br: Selecione um parâmetro da coleção
zh_cn: 从集合中选择参数

# MaterialEditor,CopyHLSLButtonToolTip
source: Copies all HLSL code to the clipboard.
es: Copia todos los códigos HLSL en el portapapeles.
ja: 全てのHLSLコードをクリップボードにコピー
pt_br: Copia todos os códigos HLSL para a área de transferência.
zh_cn: 复制所有的HLSL代码到剪贴板

# MaterialEditor,HLSLCodeTab
source: HLSL Code
es: Código HLSL
ja: HLSLコード
pt_br: Código HLSL
zh_cn: HLSL 代码

# MaterialEditor,HLSLCodeTitle
source: HLSL Code
es: Código HLSL
ja: HLSLコード
pt_br: Código HLSL
zh_cn: HLSL 代码

# MaterialEditor,MaterialEditorConvert
source: Material Editor: Convert
ja: マテリアルエディタ：変換
zh_cn: 材质编辑器：转换

# MaterialEditor,MaterialEditorConvertTexture
source: Material Editor: Convert to Texture
es: Editor de Material:Transformar en textura
ja: マテリアルエディタ：テクスチャに変換
pt_br: Editor de Materiais: Converter para Textura
zh_cn: 材质编辑器： 转换为贴图

# MaterialEditor,MaterialEditorExpressionError_NameTooLong
source: Parameter names must be less than {0} characters
ja: パラメター名は {0} 文字以内におさまる必要があります
zh_cn: 参数命名必须短于{0}个字符

# MaterialEditor,MaterialStatsTitle
source: Stats
es: Estadísticas
ja: 統計
pt_br: Estatísticas
zh_cn: 统计数据

# MaterialEditor,StatsTab
source: Stats
es: Estadísticas
ja: 統計
pt_br: Estatísticas
zh_cn: 统计数据

# UICommands.MaterialEditorCommands,ToggleMaterialStats
source: Stats
ja: 統計

# MaterialEditor,ModifyColorPicker
source: Modify Color Picker Value
es: Modificar el valor del seleccionador del color
ja: カラーピッカー値を修正
pt_br: Modificar Valor de Selecionador de Cor
zh_cn: 修改颜色拾取器的值

# MaterialEditor,PreviewSize
source: Preview Size
ja: プレビューサイズ
zh_cn: 预览大小

# MaterialEditor,SpecifyCollection
source: Specify a Collection to get parameter options
es: Especificar una colección para obtener tener opciones de parámetro
ja: パラメータオプションの取得にコレクションを指定
pt_br: Especifica uma Coleção pra obter opções de parâmetro
zh_cn: 定义集合以获得参数选项

# MaterialEditor,WorldCentricTabPrefix
source: Material
ja: マテリアル
zh_cn: 材质

# MaterialEditorUtilities,NewMaterialExpressionTooltip
source: Adds a {Name} node here
es: Añade un nodo {Name} aquí
ja: {Name} ノードをここに追加
pt_br: Adiciona um nó {Name} aqui
zh_cn: 在此处添加一个 {Name}节点

# MaterialGraph,AmbientOcclusion
source: Ambient Occlusion
es: Sonido ambiente
ja: アンビエントオクルージョン
pt_br: Oclusão Ambiente
zh_cn: 环境遮挡

# MaterialGraph,Backlit
source: Backlit
ja: バックリット
zh_cn: 背光式

# MaterialGraph,BaseColor
source: Base Color
es: Color base
ja: ベースカラー
pt_br: Cor Base
zh_cn: 基础颜色

# MaterialGraph,ClearCoat
source: Clear Coat
es: Borrar revestimiento
ja: クリアコート
pt_br: Remover Revestimento
zh_cn: 透明涂层

# MaterialGraph,ClearCoatRoughness
source: Clear Coat Roughness
es: Borrar desigualdad del revestimiento
ja: クリアコートラフネス
pt_br: Remover Aspereza do Revestimento
zh_cn: 透明图层粗糙度

# MaterialGraph,Cloth
source: Cloth
ja: クロス
zh_cn: 布料

# MaterialGraph,CustomData
source: Custom Data
ja: カスタムデータ
zh_cn: 自定义数据

# MaterialGraph,CustomData0
source: Custom Data 0
ja: カスタムデータ 0
zh_cn: 自定义数据0

# MaterialGraph,CustomData1
source: Custom Data 1
ja: カスタムデータ 1
zh_cn: 自定义数据1

# MaterialGraph,EmissiveColor
source: Emissive Color
es: Color de emisión
ja: エミッシブカラー
pt_br: Cor Emissiva
zh_cn: 自发光颜色

# MaterialGraph,FuzzColor
source: Fuzz Color
ja: ファズカラー
zh_cn: 模糊颜色

# MaterialGraph,IrisDistance
source: Iris Distance
ja: アイリスディスタンス
zh_cn: 虹膜距离

# MaterialGraph,IrisMask
source: Iris Mask
ja: アイリスマスク
zh_cn: 虹膜蒙版

# MaterialGraph,MaterialAttributes
source: Material Attributes
es: Características del material
ja: マテリアル属性
pt_br: Atributos do Material
zh_cn: 材质属性

# MaterialGraph,MaterialAttributesToolTip
source: Material Attributes
ja: マテリアル属性

# MaterialGraph,Metallic
source: Metallic
es: Metalico
ja: メタリック
pt_br: Metálico
zh_cn: 金属

# MaterialGraph,OpacityMask
source: Opacity Mask
es: Máscara de opacidad
ja: オパシティマスク
pt_br: Máscara de Opacidade
zh_cn: 不透明蒙板

# MaterialGraph,PixelDepthOffset
source: Pixel Depth Offset
ja: ピクセルの深度オフセット
zh_cn: 像素深度偏移

# MaterialGraph,PixelDepthOffsetToolTip
source: Pixel Depth Offset
ja: ピクセルの深度オフセット

# MaterialGraph,Refraction
source: Refraction
es: Refracción
ja: リフラクション
pt_br: Refração
zh_cn: 折射

# MaterialGraph,Roughness
source: Roughness
es: Desigualdad
ja: ラフネス
pt_br: Aspereza
zh_cn: 粗糙度

# MaterialGraph,Scatter
source: Scatter
ja: スキャッター
zh_cn: 散射

# MaterialGraph,ScreenPosition
source: Screen Position
ja: スクリーンポジション
zh_cn: 屏幕位置

# MaterialGraph,Specular
source: Specular
es: Especular
ja: スペキュラ
pt_br: Especular
zh_cn: 高光

# MaterialGraph,SubsurfaceColor
source: Subsurface Color
es: Color bajo la superficie
ja: サブサーフェスカラー
pt_br: Cor de Subsuperfície
zh_cn: 次表面颜色

# MaterialGraph,Tangent
source: Tangent
ja: タンジェント
zh_cn: 切线

# MaterialGraph,TessellationMultiplier
source: Tessellation Multiplier
es: Multiplicador del mosaico
ja: テセレーション乗数
pt_br: Multiplicar de Mosaico
zh_cn: 多边形细分乘数

# MaterialGraph,WorldDisplacement
source: World Displacement
es: Desplazamiento de los mundos
ja: ワールドディスプレイスメント
pt_br: Deslocamento do Mundo
zh_cn: 世界位移

# MaterialGraph,WorldPositionOffset
source: World Position Offset
es: Desplazamiento de la posición global
ja: ワールドポジションオフセット
pt_br: Deslocamento da Posição do Mundo
zh_cn: 世界位置偏移

# MaterialGraphNode,CommentCommitted
source: Comment Changed
ja: コメント変更
zh_cn: 注释已变更

# MaterialGraphNode,InputData
source: Input Data
es: Datos de entrada
ja: インプットデータ
pt_br: Dados de Entrada
zh_cn: 输入数据

# MaterialGraphSchema,CommentDesc
source: New Comment
es: Comentario nuevo
ja: 新規コメント
pt_br: Novo Comentário
zh_cn: 新注释

# UICommands.MaterialEditorCommands,NewComment
source: New Comment
ja: 新規コメント

# MaterialGraphSchema,CommentToolTip
source: Creates a comment.
es: Crea un comentario.
ja: コメントを作成
pt_br: Cria um comentário.
zh_cn: 创建注释。

# SoundCueSchema,CreateCommentToolTip
source: Creates a comment.
es: Crea un comentario.
ja: コメントを作成
pt_br: Cria um comentário.
zh_cn: 创建注释。

# MaterialGraphSchema,ConnectionIncompatible
source: Directions are not compatible
es: Las direcciones no son compatibles
ja: 方向に互換性がありません
pt_br: As direções não são compatíveis
zh_cn: 方向不兼容

# SoundClassSchema,ConnectionIncompatible
source: Directions are not compatible
es: Las direcciones no son compatibles
ja: 方向に互換性がありません
pt_br: As direções não são compatíveis
zh_cn: 方向不兼容

# SoundCueSchema,ConnectionIncompatible
source: Directions are not compatible
es: Las direcciones no son compatibles
ja: 方向に互換性がありません
pt_br: As direções não são compatíveis
zh_cn: 方向不兼容

# MaterialGraphSchema,ConnectionLoop
source: Connection could cause loop
es: La conexión podría provocar un bucle
ja: 接続はループを起こす可能性があります
pt_br: Conexão poderia causar loop
zh_cn: 连接会导致循环

# MaterialGraphSchema,ConnectionReplace
source: Replace existing connections
es: Reemplazar las conexiones existentes
ja: 従来の接続を置換
pt_br: Substituir conexões existentes
zh_cn: 替换已存在连接

# SoundClassSchema,ConnectionReplace
source: Replace existing connections
es: Reemplazar las conexiones existentes
ja: 従来の接続を置換
pt_br: Substituir conexões existentes
zh_cn: 替换已存在连接

# SoundCueSchema,ConnectionReplace
source: Replace existing connections
es: Reemplazar las conexiones existentes
ja: 従来の接続を置換
pt_br: Substituir conexões existentes
zh_cn: 替换已存在连接

# MaterialGraphSchema,ConnectToFunction
source: Connect To {Name}
es: Conectar con {Name}
ja: {Name} に接続
pt_br: Conectar-se a {Name}
zh_cn: 连接到{Name}

# MaterialGraphSchema,ConnectToInput
source: Connect To {Name}
es: Conectar con {Name}
ja: {Name} に接続
pt_br: Conectar-se a {Name}
zh_cn: 连接到{Name}

# MaterialGraphSchema,ConnectToFunctionTooltip
source: Connects to the function output {Name}
es: Conecta con la salida de función {Name}
ja: 関数アウトプット {Name} に接続
pt_br: Conecta à saída da função {Name}
zh_cn: 连接到函数输出 {Name}

# MaterialGraphSchema,ConnectToInputTooltip
source: Connects to the material input {Name}
es: Conecta con la entrada de material {Name}
ja: マテリアルインプット {Name} に接続
pt_br: Conecta à entrada do material {Name}
zh_cn: 连接到材质输入{Name}

# MaterialGraphSchema,IncompatibleDesc
source: {OutputType} is not compatible with {InputType}
es: {OutputType} no es compatible con {InputType}
ja: {OutputType} は {InputType} と互換性がありません
pt_br: {OutputType} não é compatível com {InputType}
zh_cn: {OutputType}和{InputType}不兼容

# MaterialGraphSchema,PasteDesc
source: Paste Here
es: Pegar aquí
ja: ここに貼り付け
pt_br: Colar Aqui
zh_cn: 黏贴在此处

# UICommands.LevelEditorActions,PasteHere
source: Paste Here
ja: ここに貼り付け
zh_cn: 粘帖在此处

# UICommands.MaterialEditorCommands,MatertialPasteHere
source: Paste Here
ja: ここに貼り付け

# UnrealEd,PasteHere
source: Paste Here
es: Pegar aquí
ja: ここに貼り付け
pt_br: Colar Aqui
zh_cn: 粘帖在此处

# MaterialGraphSchema,PasteToolTip
source: Pastes copied items at this location.
es: Pega los ítems copiados en esta ubicación.
ja: コピーしたアイテムをこの位置に貼り付け
pt_br: Cola itens copiados neste local.
zh_cn: 在此处黏贴复制的项目。

# UICommands.MaterialEditorCommands,MatertialPasteHere_ToolTip
source: Pastes copied items at this location.
ja: コピーしたアイテムをこの位置に貼り付け

# MaterialInstanceEditor,AppLabel
source: Material Instance Editor
es: Editor de la instancia del material
ja: マテリアルインスタンスエディタ
pt_br: Editor de Instâncias de Material
zh_cn: 材质实例编辑器

# MaterialInstanceEditor,WorkspaceMenu_MaterialInstanceEditor
source: Material Instance Editor
es: Editor de la instancia del material
ja: マテリアルインスタンスエディタ
pt_br: Editor de Instâncias de Material
zh_cn: 材质实例编辑器

# UnrealEd,MaterialInstanceEditor
source: Material Instance Editor
es: Editor de la instancia del material
ja: マテリアルインスタンスエディタ
pt_br: Editor de Instâncias de Material
zh_cn: 材质实例编辑器

# MaterialInstanceEditor,BasePropertyOverrideGroup
source: Material Property Overrides
ja: マテリアルプロパティオーバーライド
zh_cn: 材质属性覆盖

# MaterialInstanceEditor,CannotSetExistingChildAsParent
source: Cannot set {0} as a parent as it is already a child of this material instance.
ja: 既にこのマテリアルインスタンスの子であるため {0} を親として設定できません。
zh_cn: 无法设置{0}为父类，因为它已经是此材质实例的子类。

# MaterialInstanceEditor,MaterialParentsTitle
source: Instance Parents
es: Padres de la instancia
ja: インスタンスの親
pt_br: Pais da Instância
zh_cn: 实例化父类

# MaterialInstanceEditor,MICParamGroupsTitle
source: Parameter Groups
ja: パラメータ グループ
zh_cn: 参数组

# MaterialInstanceEditor,OpenMaterialTooltilp
source: Opens the selected material for editing
es: Abre el material seleccionado para editarlo
ja: 編集のため選択マテリアルを開く
pt_br: Abre o material selecionado para edição
zh_cn: 打开选中的材质进行编辑

# MaterialInstanceEditor,OverrideParameter
source: Override Parameter
es: Anular parámetro
ja: パラメータをオーバーライド
pt_br: Substituir Parâmetro
zh_cn: 覆盖参数

# MaterialInstanceEditor,Parent
source: Parent
es: Padre
ja: 親
pt_br: Pai
zh_cn: 父类

# MaterialInstanceEditor,ParentsTab
source: Parents
es: Padres
ja: 親
pt_br: Pais
zh_cn: 父类

# MaterialInstanceEditor,ResetToDefault
source: Reset To Default
es: Reajustar por defecto
ja: デフォルトにリセット
pt_br: Redefinir como Padrão
zh_cn: 重置为默认设置

# MaterialInstanceEditor,ShowInCBTooltilp
source: Finds the selected material in the Content Browser
es: Examina el material seleccionado en el buscador de contenido
ja: コンテンツブラウザで選択マテリアルを検索
pt_br: Localiza o material selecionado no Navegador de Conteúdo
zh_cn: 在内容浏览器中查找该静态网格物体。

# MaterialInstanceEditor,WorldCentricTabPrefix
source: Material Instance
es: Instancia de material
ja: マテリアルインスタンス
pt_br: Instância de Material
zh_cn: 材质实例

# MaterialPalette,Category
source: Category:
es: Categoría:
ja: カテゴリ：
pt_br: Categoria:
zh_cn: 类别:

# ParticleParameterTrackEditor,ParameterText
source: Parameter
ja: パラメータ
zh_cn: 参数

# Matinee,Constant
source: Constant
es: Constante
ja: 定数
pt_br: Constante
zh_cn: 常量

# SequencerContextMenus,SetExtrapConstant
source: Constant
ja: コンスタント
zh_cn: 常量

# SequencerContextMenus,SetKeyInterpolationConstant
source: Constant
ja: コンスタント
zh_cn: 常量

# UICommands.CurveEditorCommands,Constant
source: Constant
ja: コンスタント

# UICommands.CurveEditorCommands,Constant_ToolTip
source: Constant
ja: コンスタント

# UICommands.MatineeCommands,KeyModeConstant
source: Constant
ja: コンスタント

# UICommands.RichCurveEditorCommands,InterpolationConstant
source: Constant
ja: コンスタント

# UICommands.RichCurveEditorCommands,SetPostInfinityExtrapConstant
source: Constant
ja: コンスタント

# UICommands.RichCurveEditorCommands,SetPreInfinityExtrapConstant
source: Constant
ja: コンスタント
