Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.SplineComponentVisualizer,SetKeyToConstant
source: Constant
ja: コンスタント
zh_cn: 常量

# Matinee,CurveAuto
source: CurveAuto
es: Curva automática
ja: カーブオート
zh_cn: 曲线自动

# Matinee,CurveAutoClamped
source: CurveAutoClamped
ja: カーブオートClamped
zh_cn: 曲线自动区间限定

# Matinee,CurveBreak
source: CurveBreak
ja: カーブブレーク
zh_cn: 曲线断开

# Matinee,CurveUser
source: CurveUser
ja: カーブUser
zh_cn: 曲线用户

# Matinee,EnableSafeFrames
source: Enable Safe Frames
es: Activar fotogramas seguros
ja: セーフフレームを有効にする
pt_br: Ativar Quadros de Segurança
zh_cn: 启用安全框

# Matinee,EnableSafeFrames_ToolTip
source: Toggles safe frame display in all matinee controlled viewports when a camera is selected
es: Conmuta la visualización del fotograma seguro en todas las ventanas gráficas de matinee controladas cuando hay una cámara seleccionada.
ja: カメラの選択時に全てのマチネコントロール下のビューポートのセーフ フレーム 表示を切り替え
pt_br: Alterna a exibição de quadro de segurança em todas as portas de visualização controladas por matinê quando uma câmera está selecionada
zh_cn: 在选定相机时，从所有matinee控制的视口中切换安全帧显示

# Matinee,GroupOnStaticActor_F
source: Tracks [{TrackNames}] in Group {GroupName} require a dynamic actor but are instead acting on a Static Actor {ActorName} - this is probably incorrect!
es: Las pistas [{TrackNames}] en el grupo {GroupName} requieren un actor dinámico, sin embargo están actuando en un actor estático {ActorName} - ¡Es posible que sea incorrecto!
ja: グループ {GroupName} のトラック [{TrackNames}] には動的アクタが必要ですがスタティック アクタ {ActorName} が動作しています - 間違っている可能性があります!
pt_br: As faixas [{TrackNames}] no Grupo {GroupName} requerem um ator dinâmico, mas em vez disso estão atuando em um Ator Estático {ActorName} – isto provavelmente está incorreto!
zh_cn: {GroupName}组中的[{TrackNames}]轨迹需要一个动态actor，而不是作用于一个静态actor {ActorName} - 这是错误的！

# Matinee,ImportFileHeading
source: Import/Export
es: Importar/Exportar
ja: インポート/エクスポート
pt_br: Importar/Exportar
zh_cn: 导入/导出

# Matinee,InterpEd_RecordMenu_InvertYAxis
source: Invert Y Axis
es: Invertir eje Y
ja: Y座標を反転
pt_br: Inverter Eixo Y
zh_cn: 反转Y轴

# Matinee,InterpEd_ToggleTrackOnNonToggleableLight_F
source: Toggle tracks [{TrackNames}] in Group {GroupName} are bound to a non-toggleable light actor {LightActor} - this light will be not be toggled by UnrealMatinee! Consider changing the light to an appropriate toggleable light class.
es: Conmutar las pistas [{TrackNames}] en el grupo {GroupName} ligadas al actor de la luz no conmutable {LightActor} - ¡esta luz no se conmutará mediante UnrealMatinee! Considerar el cambio de la luz a una clase de luz conmutable apropiada.
ja: 切り替えができないライトアクタ {LightActor} にバウンドしたグループ {GroupName} の [{TrackNames}] を切り替えます－アンリアルマチネでではこのライトを切り替えられません!切り替えが可能な適切なライトクラスへの変更を考慮してください。
pt_br: Alternar faixas [{TrackNames}] no Grupo {GroupName} são vinculadas a um ator de luz não alternável {LightActor} – essa luz não será alternada por UnrealMatinee! Considere mudar a luz para uma classe de luz alternável adequada.
zh_cn: {GroupName}组中的[{TrackNames}]切换轨迹绑定到了一个不可切换的光源{LightActor}上 - UnrealMatinee将不能切换该光源！ 请考虑将该光源改为一个适当的可切换的光源类别。

# Matinee,InterpEd_TrackKeyAffectedByForceStartPosition_F
source: bForceStartPos is enabled but a {TrackTitle} Track in Group '{GroupName}' has a key frame before ForceStartPosition time of {Time}. (Key frame will be IGNORED when sequence is played back in-game!)
es: bForceStartPos está desactivado pero un pista {TrackTitle} en el grupo '{GroupName}' tiene un fotograma clave antes del tiempo ForceStartPosition del {Time}. (¡El fotograma clave se omitirá cuando la secuencia se reproduzca de nuevo durante el juego!)
ja: bForceStartPosは有効ですがグループ '{GroupName}' の {TrackTitle} トラックに {Time} のForceStartPosition時間前にキーフレームがあります（シーケンスがインゲームで再生されるとキーフレームは無視されます！）
pt_br: bForceStartPos está ativado, mas uma Faixa {TrackTitle} no Grupo '{GroupName}' tem um quadro chave antes do momento ForceStartPosition de {Time}. (O quadro-chave será IGNORADO quando a sequência for reproduzida no jogo!)
zh_cn: 启用了bForceStartPos，但'{GroupName}'组中的{TrackTitle}轨迹在ForceStartPosition时间点{Time}之前有一个关键帧。(当在游戏中播放序列时将会忽略关键帧！)

# Matinee,MatineeFileHeading.DrawFlags
source: Draw
es: Trazo
ja: 描画
pt_br: Desenhar
zh_cn: 描画

# Matinee,MatineeFileHeading.Fit
source: Fit
es: Ajustar
ja: 合わせる
pt_br: Ajustar
zh_cn: 适应

# STextureEditorViewport,ZoomFitText
source: Fit
es: Ajustar
ja: 適合
pt_br: Ajustar
zh_cn: 适应

# UICommands.CurveEditorCommands,Fit
source: Fit
ja: 合わせる

# UICommands.RichCurveEditorCommands,ZoomToFit
source: Fit
ja: 合わせる

# UnrealEd,Fit
source: Fit
es: Ajustar
ja: フィット
pt_br: Ajustar
zh_cn: 适应

# Matinee,MatineeFileHeading.Keys
source: Keys
es: Claves
ja: キー
pt_br: Chaves
zh_cn: 关键帧

# SBehaviorTreeBlackboardView,KeysSectionLabel
source: Keys
es: Claves
ja: キー
pt_br: Chaves
zh_cn: 关键帧

# UnrealEd,KeyFrames
source: Keys
es: Claves
ja: キー
pt_br: Chaves
zh_cn: 关键帧

# Matinee,MatineeFileHeading.Section
source: Section
es: Sección
ja: セクション
pt_br: Seção
zh_cn: 部分

# Matinee,MatineeFileHeading.Snap
source: Snap
es: Magnetizar
ja: スナップ
pt_br: Aderência
zh_cn: 对齐

# UICommands.MatineeCommands,ToggleSnap
source: Snap
ja: スナップ

# UICommands.PhATCommands,SnapConstraint
source: Snap
ja: スナップ

# Matinee,MatineeInitLogPageLabel
source: Matinee Initialization
es: Inicio de matinee
ja: マチネの初期化
pt_br: Inicialização de Matinê
zh_cn: Matinee初始化

# Matinee,MatineeWarnings
source: Matinee Generated Warnings
es: Matinee ha generado avisos
ja: マチネが出した警告
pt_br: Advertências Geradas por Matinê
zh_cn: Matinee生成的警告

# Matinee,RecordingViewport
source: Matinee Recorder
ja: マチネレコーダー
zh_cn: Matinee录制器

# SMatineeRecorder,MatineeRecorder
source: Matinee Recorder
es: Grabador de matinee
ja: マチネレコーダー
pt_br: Gravador de Matinê
zh_cn: Matinee 录制器

# Matinee,ShowCameraAspectRatioBars
source: Enable Aspect Ratio Bars
es: Activar las barras del ratio del aspecto
ja: アスペクト比表示バーを有効にする
pt_br: Ativar Barras de Relação de Aspecto
zh_cn: 启用纵横比条

# Matinee,ShowCameraAspectRatioBars_ToolTip
source: Toggles displaying black bars to simulate constraining the camera aspect ratio
es: Conmuta las barras negras de visualización para simular restringiendo la proporción de aspecto de la cámara
ja: カメラアスペクト比の抑制をシミュレートする黒いバーの表示に切り替えます
pt_br: Alterna exibição de barras pretas para simular a restrição da relação de aspecto da câmera
zh_cn: 切换显示黑条来模拟限制相机纵横比

# Matinee,SnapComboToolTip
source: Snap Size | Selects the timeline granularity for snapping and visualization purposes
es: Tamaño de magnetismo / Selecciona la definición de la linea de tiempo que magnetizar y la resolución
ja: スナップ サイズ | タイムラインの詳細度を選択できます。スナップや情報表示に有用です
pt_br: Tamanho de Aderência | Seleciona a granularidade da linha do tempo para fins de aderência e visualização
zh_cn: 对齐尺寸 | 选择用于对齐及可视化处理的时间轴间隔尺寸

# Matinee,ToolTipInitialInterp
source: Initial Interp Mode | Selects the curve interpolation mode for newly created keys
es: Modo de interpolación inicial / Selecciona el modo de interpolación de la curva para las claves creadas recientemente
ja: 初期補間モード | 新規作成したキーで使用するカーブの補間モードを選択します
pt_br: Modo Interpolação Inicial | Seleciona o modo de interpolação da curva para chaves recém-criadas
zh_cn: 初始插值模式| 为新创建的帧选择该曲线插值模式

# Matinee,WorldCentricTabPrefix
source: Matinee
ja: マチネ
pt_br: Matinê

# Matinee.KeyReduction,FullInterval
source: Full Interval
es: Intervalo completo
ja: フルインターバル
pt_br: Intervalo Completo
zh_cn: 完整间隔

# Matinee.NormalizeVelocity,FullInterval
source: Full Interval
es: Intervalo completo
ja: フルインターバル
pt_br: Intervalo Completo
zh_cn: 完整间隔

# Matinee.KeyReduction,IntervalEnd
source: Interval End
es: Final del intervalo
ja: インターバル終端
pt_br: Final do Intervalo
zh_cn: 间隔结束

# Matinee.NormalizeVelocity,IntervalEnd
source: Interval End
es: Final del intervalo
ja: インターバル終端
pt_br: Final do Intervalo
zh_cn: 间隔结束

# Matinee.KeyReduction,IntervalStart
source: Interval Start
es: Comienzo del intervalo
ja: インターバル開始
pt_br: Início do Intervalo
zh_cn: 间隔起始

# Matinee.NormalizeVelocity,IntervalStart
source: Interval Start
es: Comienzo del intervalo
ja: インターバル開始
pt_br: Início do Intervalo
zh_cn: 间隔起始

# Matinee.KeyReduction,Title
source: Key Reduction
es: Reducción de la clave
ja: キーの削減
pt_br: Redução de Chave
zh_cn: Key 简化

# Matinee.KeyReduction,Tolerance
source: Tolerance (%)
es: Tolerancia (%)
ja: 許容範囲(%)
pt_br: Tolerância (%)
zh_cn: 公差 (%)

# Matinee.Menus,Context.Group.MoveGroupIntoFolder
source: Move Group Into Folder
es: Mover grupo a la carpeta
ja: グループをフォルダへ移動
pt_br: Mover Grupo para Pasta
zh_cn: 移动组到文件夹

# Matinee.Menus,Context.Group.SendToGroupTab
source: Add To Group Tab
es: Añadir a la pestaña de grupo
ja: グループタブに追加
pt_br: Adicionar à Guia do Grupo
zh_cn: 添加到组选卡

# Matinee.Menus,Context.Key.ModeMenu
source: Interp Mode
es: Modo de interpolación
ja: 補間モード
pt_br: Modo de Interpolação
zh_cn: 插值模式

# Matinee.Menus,ContextMenu.Group.GotoActor
source: Goto Actor
es: Actor Goto
ja: アクタへ移動
pt_br: Ir para Ator
zh_cn: 跳转到Actor

# Matinee.Menus,ContextMenu.Group.RemoveActor
source: Remove Actor
es: Eliminar actor
ja: アクタを除去
pt_br: Remover Ator
zh_cn: 删除Actor

# Matinee.Menus,ContextMenu.Group.ReplaceActor
source: Replace Actor
es: Reemplazar actor
ja: アクタを置換
pt_br: Substituir Ator
zh_cn: 替换Actor

# Matinee.Menus,ContextMenu.Group.SelectActor
source: Select Actor
es: Seleccionar actor
ja: アクタを選択
pt_br: Selecionar Ator
zh_cn: 选择Actor

# ReferenceTreeView,SelectActor
source: Select Actor
es: Seleccionar actor
ja: アクタを選択
pt_br: Selecionar Ator
zh_cn: 选择Actor

# Matinee.Menus,ContextMenu.Key.ConditionMenu
source: Active Condition
es: Condición activa
ja: アクティブな条件
pt_br: Condição Ativa
zh_cn: 活动状态

# Matinee.Menus,EditingGridHeading
source: Editing Grid
es: Edición de la rejilla
ja: グリッドを編集中
pt_br: Grade de Edição
zh_cn: 编辑网格

# Matinee.Menus,PlaybackMenu
source: Playback
es: Reproducción
ja: 再生
pt_br: Reprodução
zh_cn: 回放

# Matinee.Menus,SafeFrameSettingsHeading
source: Safe Frame Settings
es: Ajustes del fotograma seguro
ja: セーフフレーム設定
pt_br: Configurações de Quadros de Segurança
zh_cn: 安全帧设置

# Matinee.Popup,ParticleReplayKey.SetClipIDNumber
source: Clip ID Number
es: Número de ID del clip
ja: ID番号をクリップ
pt_br: Número de ID do Clipe
zh_cn: 剪辑 ID 编号

# Matinee.Popups,ChooseAnimSlot
source: Choose Anim Slot...
es: Elegir ranura de la animación…
ja: アニムスロットを選択...
pt_br: Selecionar Slot de Animação...
zh_cn: 选择动画插槽...

# Matinee.Popups,ChooseAnimSlotTitle
source: Choose Anim Slot...
es: Elegir ranura de la animación…
ja: アニムスロットを選択...
pt_br: Selecionar Slot de Animação...
zh_cn: 选择动画插槽...

# Matinee.Popups,ChooseProperty
source: Choose Property...
es: Elegir propiedad...
ja: プロパティを選択...
pt_br: Selecionar Propriedade...
zh_cn: 选择属性...

# Matinee.Popups,ExportCameraAnim_Header
source: Export To CameraAnim
es: Exportar a la animación de la cámara
ja: カメラアニムへエクスポート
pt_br: Exportar para CameraAnim
zh_cn: 导出到相机动画

# UICommands.MatineeCommands,ExportCameraAnim
source: Export To CameraAnim
ja: カメラアニムへエクスポート

# UnrealEd,ExportCameraAnim
source: Export To CameraAnim
es: Exportar a CameraAnim
ja: カメラアニムへエクスポート
pt_br: Exportar para CameraAnim
zh_cn: 导出到相机动画

# Matinee.Popups,GroupTabName
source: Group Tab Name
es: Nombre de la pestaña de grupo
ja: グループタブ名
pt_br: Nome da Guia do Grupo
zh_cn: 组选卡名称

# Matinee.Popups,InsertEmptySpace
source: Seconds:
es: Segundos:
ja: 秒：
pt_br: Segundos:
zh_cn: 秒:

# Matinee.Popups,NewAnimOffset
source: New Offset
es: Desplazamiento nuevo
ja: 新規オフセット
pt_br: Novo Deslocamento
zh_cn: 新偏移量

# Matinee.Popups,NewCut
source: Cut to Group...
es: Cortar grupo...
ja: グループへ切り取り...
pt_br: Cortar para Grupo...
zh_cn: 剪切到组...

# Matinee.Popups,NewEventName
source: New Event Name
es: Nombre del evento nuevo
ja: 新規イベント名
pt_br: Nome do Novo Evento
zh_cn: 新事件名称

# Matinee.Popups,NewScale
source: New Scale
es: Nueva escala
ja: 新規スケール
pt_br: Nova Escala
zh_cn: 新缩放比例

# Matinee.Popups,NewValue
source: New Value
es: Valor nuevo
ja: 新しい値
pt_br: Novo Valor
zh_cn: 新值

# Matinee.Popups,PropertyName
source: Property Name
es: Nombre de la propiedad
ja: プロパティ名
pt_br: Nome da Propriedade
zh_cn: 属性名称

# Matinee.Popups,SelectGroup
source: Select Group
es: Seleccionar grupo
ja: グループを選択
pt_br: Selecionar Grupo
zh_cn: 选择组

# Matinee.Popups,SetKeyTime
source: New Time
es: Tiempo nuevo
ja: 新しい時間
pt_br: Novo Momento
zh_cn: 新时间

# Matinee.Popups,SetNewCameraShotNumber
source: Shot Number
es: Número de capturas
ja: ショット番号
pt_br: Número da Tomada
zh_cn: 插槽编号

# Matinee.Popups,SetSoundPitch
source: Pitch
es: Ángulo
ja: ピッチ（上下動）
pt_br: Inclinação
zh_cn: 音高

# Menu.Popups,SetMasterSoundPitch
source: Pitch
es: Ángulo
ja: ピッチ（上下動）
pt_br: Inclinação
zh_cn: 音高

# Matinee.Popups,StretchSection
source: New Length...
es: Longitud nueva...
ja: 新しい長さ...
pt_br: Novo Comprimento...
zh_cn: 新长度...

# Matinee.Popups,ToggleAction
source: Toggle Action
es: Conmutar acción
ja: トグル動作
pt_br: Alternar Ação
zh_cn: 切换动作

# Matinee.Popups,VisibilityAction
source: Visibility Action
es: Acción de visibilidad
ja: 可視性動作
pt_br: Ação de Visibilidade
zh_cn: 可见性动作

# Matinee.Toolbar,InterpMode
source: Interpolation:
es: Interpolación:
ja: 補間：
pt_br: Interpolação:
zh_cn: 插值:

# Matinee.Toolbar,PlaybackSpeed
source: Playback Speed:
es: Velocidad de la reproducción:
ja: 再生速度：
pt_br: Velocidade da Reprodução:
zh_cn: 播放速度:

# Matinee.Toolbar,SnapSetting
source: Snap Setting:
es: Configuarión del magnetismo:
ja: スナップ設定
pt_br: Configuração de Aderência:
zh_cn: 对齐设置:

# MatineeActorDetails,MatineeActor
source: Matinee Actor
es: Actor matinee
ja: マチネアクタ
pt_br: Ator da Matinê

# MatineeActorDetails,OpenMatinee
source: Open Matinee
es: Abrir matinee
ja: マチネを開く
pt_br: Abrir Matinê
zh_cn: 打开Matinee

# MatineeMenus,BeginExportingAnimationsTask
source: Exporting Animations
es: Exportar animaciones
ja: アニメーションをエクスポート中
pt_br: Exportando Animações
zh_cn: 正在导出动画

# MatineeMenus,BeginExportingMatineeGroupTask
source: Exporting {MatineeGroupName}
es: Exportar {MatineeGroupName}
ja: {MatineeGroupName} をエクスポート中
pt_br: Exportando {MatineeGroupName}
zh_cn: 正在导出{MatineeGroupName}

# MatineeMenus,CannotAddActorMatineeInAMatinee
source: Cannot add {0} to matinee {1}, as it is a Matinee Actor
es: No se puede añadir {0} al matinee {1}, mientras sea un actor matinee
ja: マチネアクタであるため、マチネ {1} に {0} を追加できません
pt_br: Não é possível adicionar {0} à matinê {1} porque é um Ator de Matinê
zh_cn: 不能将{0}添加到matinee {1}，因为它是Matinee Actor

# MatineeMenus,CannotAddActorSameLevelInAMatinee
source: Cannot add {0} to matinee {1}, it has be the same level to avoid cross reference
es: No se puede añadir {0} al matinee {1}, tiene que tener el mismo nivel para evitar referencia de cruce
ja: マチネ {1} に {0} を追加できません、 クロスリファレンスを回避するために同一のレベルでなくてはいけません。
pt_br: Não é possível adicionar {0} à matinê {1}, pois é preciso ser do mesmo nível para evitar referência cruzada
zh_cn: 不能将{0}添加到matinee {1}， 因为它具有同样的关卡，以避免交叉引用

# MatineeMenus,CannotAddActorStaticInAMatinee
source: Cannot add {0} to matinee {1}. It is static and can not be movable
es: No se puede añadir {0} al matinee {1}. Es estático y no puede moverse
ja: マチネ {1} に {0} を追加できません。スタティックであり、これをムーバブルにはできません
pt_br: Não é possível adicionar {0} à matinê {1}. É estático e não pode ser móvel
zh_cn: 不能添加{0}到matinee{1}。它是静态的，不能移动

# MatineeMenus,ChangingStaticActorToMovableInAMatinee
source: Changing {0}'s Mobility to Movable
es: Cambiando la movilidad de {0} a movible
ja: {0} の可動性をムーバブルに変更中
pt_br: Alterando a Mobilidade de {0} para Móvel
zh_cn: 将{0}的移动性改为可移动

# MatineeMenus,EventRename
source: Event Rename
es: Evento de cambio del nombre
ja: イベントの名前変更
pt_br: Renomeação de Evento
zh_cn: 事件重命名

# MatineeMenus,GroupRename
source: Group Rename
es: Cambio del nombre del grupo
ja: グループの名前変更
pt_br: Renomear Grupo
zh_cn: 组重命名

# MatineeMenus,MatineeDeleteFolderAndGroup
source: Delete Folder And Group
es: Eliminar la carpeta y grupo
ja: フォルダとグループを削除
pt_br: Excluir Pasta e Grupo
zh_cn: 删除文件夹和组

# MatineeMenus,MatineeDeleteGroup
source: Delete Group
es: Eliminar grupo
ja: グループを削除
pt_br: Excluir Grupo
zh_cn: 删除组

# SkeletonSlotNames,DeleteGroupOperation
source: Delete Group
ja: グループを削除
zh_cn: 删除组

# MatineeMenus,MatineeNewFolderName
source: New Folder Name
es: Nombre de carpeta nuevo
ja: 新規フォルダ名
pt_br: Nome da Nova Pasta
zh_cn: 新文件夹名称

# MatineeMenus,NewFolderName
source: New Folder Name
es: Nombre de carpeta nuevo
ja: 新規フォルダ名
pt_br: Nome da Nova Pasta
zh_cn: 新文件夹名称

# UnrealEd,NewFolderNameWindowTitle
source: New Folder Name
es: Nombre de carpeta nuevo
ja: 新規フォルダ名
pt_br: Nome da Nova Pasta
zh_cn: 新文件夹名称

# MatineeMenus,MatineeNewGroupName
source: New Group Name
es: Nombre de grupo nuevo
ja: 新規グループ名
pt_br: Nome do Novo Grupo
zh_cn: 新组名称

# MatineeMenus,NewGroupName
source: New Group Name
es: Nombre de grupo nuevo
ja: 新規グループ名
pt_br: Nome do Novo Grupo
zh_cn: 新组名称

# SkeletonSlotNames,NewGroupName_AskGroupName
source: New Group Name
ja: 新規グループ名
zh_cn: 新建组名

# UnrealEd,NewGroupNameWindowTitle
source: New Group Name
es: Nombre de grupo nuevo
ja: 新規グループ名
pt_br: Nome do Novo Grupo
zh_cn: 新组名称

# MatineeMenus,MatineeRenameFolderAndGroup
source: Rename Folder And Group
es: Cambiar el nombre de la carpeta y grupo
ja: フォルダとグループの名前を変更
pt_br: Renomear Pasta e Grupo
zh_cn: 重命名文件夹和组

# MatineeMenus,MatineeRenameGroup
source: Rename Group
es: Cambiar el nombre del grupo
ja: グループ名を変更
pt_br: Renomear Grupo
zh_cn: 重命名组

# MatineeMenus,NewCameraGroup
source: NewCameraGroup
es: Grupo de la cámara nueva
ja: 新規カメラグループ
zh_cn: 新建相机组

# MatineeMenus,NewGroup
source: New Group
es: Grupo nuevo
ja: 新規グループ
pt_br: Novo Grupo
zh_cn: 新建组

# UnrealEd,NewGroup
source: New Group
es: Grupo nuevo
ja: 新規グループ
pt_br: Novo Grupo
zh_cn: 新建组

# MatineeMenus,NewLightingGroup
source: NewLightingGroup
es: Grupo de la iluminación nueva
ja: 新規ライティンググループ
zh_cn: 新建光照组

# MatineeMenus,NewParticleGroup
source: NewParticleGroup
es: Grupo de la partícula nueva
ja: 新規パーティクルグループ
zh_cn: 新建粒子组

# MatineeMenus,NewSkeletalMeshGroup
source: NewSkeletalMeshGroup
es: Grupo de la malla esqueleto nueva
ja: 新規スケルタルメッシュグループ
zh_cn: 新建骨架网格物体组

# MatineeMenus,NewTrackName
source: New Track Name
es: Nombre de pista nuevo
ja: 新規トラック名
pt_br: Nome da Nova Faixa
zh_cn: 新轨迹名称

# MatineeMenus,RenameTrack
source: Rename Track
es: Cambiar el nombre de la pista
ja: トラック名を変更
pt_br: Renomear Faixa
zh_cn: 重命名轨迹

# UICommands.MatineeCommands,TrackRename
source: Rename Track
ja: トラック名を変更

# MatineeMenus,TrackRename
source: Track Rename
es: Cambio del nombre de la pista
ja: トラックの名前変更
pt_br: Renomeação de Faixa
zh_cn: 轨迹重命名

# MatineeTrackHelpers,MatineeBoolTrackHelper_NoProperties
source: No Bool track properties are available for this actor
es: No hay propiedades booleanas disponibles para este actor
ja: このアクタに有効なBoolトラックプロパティはありません
pt_br: Nenhuma propriedade de faixa Booleana disponível para este ator
zh_cn: 此actor没有‘布尔’轨迹属性

# MatineeTrackHelpers,MatineeColorTrackHelper_NoProperties
source: No Color track properties are available for this actor
es: No hay propiedades de la pista del color disponibles para este actor
ja: このアクタに有効なカラートラックプロパティはありません
pt_br: Nenhuma propriedade de faixa de Cor disponível para este ator
zh_cn: 此actor没有‘颜色’轨迹属性

# MatineeTrackHelpers,MatineeFloatTrackHelper_NoProperties
source: No Float track properties are available for this actor
es: No hay propiedades de la pista del punto flotante disponibles para este actor
ja: このアクタに有効なFloatトラックプロパティはありません
pt_br: Nenhum propriedade de faixa Flutuante disponível para este ator
zh_cn: 此actor没有‘浮点型’轨迹属性

# MatineeTrackHelpers,MatineeLinearColorTrackHelper_NoProperties
source: No LinearColor track properties are available for this actor
es: No hay propiedades de la pista LinearColor disponibles para este actor
ja: このアクタに有効なリニアカラートラックプロパティはありません
pt_br: Nenhum propriedade de faixa LinearColor disponível para este ator
zh_cn: 此actor没有‘线性颜色’轨迹属性

# MergeActorsModule,TabTitle
source: Merge Actors
ja: アクタをマージ
zh_cn: 融合Actor

# SMergeActorsToolbar,MergeActors
source: Merge Actors
ja: アクタをマージ
zh_cn: 融合Actor

# MeshHierarchyCmd,RemoveUnusedBones_ProcessingAssets
source: Processing Skeletal Meshes
ja: スケルタルメッシュを処理中

# MeshMergingTool,MergingActorsSlowTask
source: Merging actors...
ja: アクタをマージ中
zh_cn: 融合actor...

# MeshMergingTool,MeshMergingToolTooltip
source: Harvest geometry from selected actors and merge grouping them by materials.
ja: 選択アクタからジオメトリを取得して、これらをマテリアルごとのグループにマージします
zh_cn: 从选中的Actor获得几何体，并按材质分组它们进行融合。

# MeshMergingTool,PlaceMergedActor
source: Place Merged Actor
ja: マージしたアクタを配置
zh_cn: 放置融合的Actor

# MeshPaint_Mode,BeginMeshPaintMode_TexturePaint_CommitTask
source: Committing Texture Paint Changes
es: Aceptar los cambios de pintura de la textura
ja: テクスチャペイントの変更をコミット中
pt_br: Confirmando Alterações de Pintura de Textura
zh_cn: 提交贴图描画改变

# MeshPaint_Mode,CommitTextureChanges_ToolTip
source: Commits changes to the texture
es: Acepta los cambios de la textura
ja: 変更をテクスチャにコミットする
pt_br: Confirma alterações na textura
zh_cn: 提交对贴图的修改

# MeshPaint_Mode,CopyInstanceVertexColorsToSourceMesh_ToolTip
source: Copies instance vertex colors to the source mesh. Disabled if multiple instances of the same source mesh are selected.
es: Copiar los colores del vértice de la instancia a la malla fuente. Desactivar si las instancias múltiples de la misma malla fuente están seleccionadas.
ja: インスタンスの頂点カラーをソースメッシュへコピーします。同一ソースメッシュのインスタンスが複数選択されると無効になります。
pt_br: Copia as cores do vértice da instância na malha de origem. Desativado se houver mais de uma instância da mesma malha de origem selecionada.
zh_cn: 复制实例顶点颜色到源网格物体。如果选中了同一源网格物体的多个实例则禁用它。

# MeshPaint_Mode,FillCurrentColorOnObject
source: Fills the current color on the selected object
es: Rellena el color actuar en el objeto seleccionado
ja: 選択オブジェクトを今のカラーで塗りつぶす
pt_br: Preenche a cor atual no objeto selecionado
zh_cn: 在选中对象上填充当前颜色

# MeshPaint_Mode,FindSourceMeshInContentBrowser
source: Find texture in content browser
ja: テクスチャをコンテンツ ブラウザで検索
zh_cn: 在内容浏览器中查找贴图

# MeshPaint_Mode,FindSourceMeshInContentBrowser_ToolTip
source: Find source mesh in content browser
es: Buscar la malla fuente en el buscador de contenido
ja: コンテンツブラウザでソースメッシュを検索
pt_br: Localiza a malha de origem no navegador de conteúdo
zh_cn: 在内容浏览器中查找源网格物体

# MeshPaint_Mode,ImportVertexColorsFromTarga_ToolTip
source: Import Vertex Colors from TGA
es: Importar los colores del vértice de TGA
ja: TGAから頂点カラーをインポート
pt_br: Importar Cores de Vértice de TGA
zh_cn: 从TGA导入顶点颜色

# MeshPaint_Mode,MeshPaint_BlendWeightEraseTexture
source: Erase texture
es: Eliminar textura
ja: テクスチャを消去
pt_br: Apagar textura
zh_cn: 擦除贴图

# MeshPaint_Mode,MeshPaint_BlendWeightPaintTexture
source: Paint texture
es: Textura de la pintura
ja: テクスチャをペイント
pt_br: Textura da pintura
zh_cn: 描画贴图

# MeshPaint_Mode,MeshPaint_BlendWeightTextureCount
source: Texture count
es: Recuento de texturas
ja: テクスチャ数
pt_br: Contagem de textura
zh_cn: 贴图数量

# MeshPaint_Mode,MeshPaint_ColorChannels
source: Channels
es: Canales
ja: チャンネル
pt_br: Canais
zh_cn: 通道

# MeshPaint_Mode,MeshPaint_ImportChannelsLabel
source: Channels
es: Canales
ja: チャンネル
pt_br: Canais
zh_cn: 通道

# MeshPaint_Mode,MeshPaint_ColorSet
source: Paint color
es: Color de la pintura
ja: 塗り色
pt_br: Cor da pintura
zh_cn: 描画色

# MeshPaint_Mode,MeshPaint_EraseSet
source: Erase color
es: Eliminar color
ja: 消し色
pt_br: Apagar cor
zh_cn: 擦除色

# MeshPaint_Mode,MeshPaint_Fix
source: Fix
es: Fijar
ja: 修正
pt_br: Corrigir
zh_cn: 固定

# MeshPaint_Mode,MeshPaint_ImportErrBadFormat
source: File format not supported, use RGBA uncompressed file.
es: El formato del archivo no es compatible, use un archivo sin comprimir RGBA
ja: ファイルフォーマットがサポートされていません。RGBA非圧縮ファイルを使用してください。
pt_br: Formato de arquivo não suportado; use um arquivo RGBA descompactado
zh_cn: 文件格式不支持，请使用RGBA未压缩的文件。

# MeshPaint_Mode,MeshPaint_ImportErrBadTexture
source: Couldn't load specified file.
es: No se puede cargar el archivo especificado.
ja: 指定ファイルをロードできませんでした
pt_br: Não foi possível carregar o arquivo especificado.
zh_cn: 不能加载指定的文件。
