Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# STutorialEditableText,HyperlinkTextDesc
source: Hyperlink
ja: ハイパーリンク
zh_cn: 超链接

# STutorialEditableText,HyperlinkTypeLabel
source: Type:
ja: タイプ:
zh_cn: 类型:

# STutorialEditableText,ImageButtonTooltip
source: Insert Image
ja: 画像を挿入
zh_cn: 插入图像

# STutorialEditableText,ImagePickerDialogTitle
source: Choose a {0} file
ja: {0} ファイルを選択
zh_cn: 选择{0}文件

# STutorialEditableText,OpenAssetTooltip
source: Should this link open the asset or just highlight it in the content browser?
ja: リンクでアセットを開きますか？またはコンテンツブラウザでハイライトしますか？
zh_cn: 此链接是否应打开资源还是仅仅在内容浏览器中对其高亮显示？

# STutorialRoot,NextTutorialNotFound
source: Could not start next tutorial {0}
ja: 次のチュートリアルを開始できません {0}
zh_cn: 无法打开下一个指南{0}

# SubInstanceNode,FilterString
source: Instance Class
ja: インスタンスクラス

# SubInstanceNode,PropertyTooltipText
source: {PropertyName} Type: {PropertyType}
ja: {PropertyName} タイプ: {PropertyType}

# SubInstanceNode,TitleFormat
source: {NodeTitle} Target Class: {TargetClass}
ja: {NodeTitle} ターゲットクラス: {TargetClass}

# SubInstanceNode,TitleListFormat
source: {NodeTitle} - Target Class: {TargetClass}
ja: {NodeTitle} - ターゲットクラス: {TargetClass}

# SUndoHistory,DiscardHistoryButtonToolTip
source: Discard the Undo History.
es: Descartar el historial de deshacer.
ja: 元に戻した履歴を破棄
pt_br: Descartar Desfazer Histórico.
zh_cn: 丢弃取消操作历史。

# SUndoHistory,DiscardHistoryReason
source: Discard undo history.
es: Descartar historial de deshacer.
ja: 元に戻した履歴を破棄
pt_br: Descarta desfazer histórico.
zh_cn: 丢弃取消操作历史。

# SUndoHistory,TransactionCountF
source: {0} Transactions ({1})
es: {0} Transacciones ({1})
ja: {0} トランザクション ({1})
pt_br: {0} Transações ({1})
zh_cn: {0}事务 ({1})

# TextureAlignMode,ToolkitName
source: Texture Align Mode
es: Modo de Alineación de textura
ja: テクスチャの調整モード
pt_br: Modo de Alinhamento de Textura
zh_cn: 贴图对齐模式

# TextureAlphaToDistanceField,BeginGeneratingDistanceFieldTask
source: Generating Distance Field
es: Generar campo de la distancia
ja: ディスタンスフィールドを作成中
pt_br: Gerando Campo de Distância
zh_cn: 生成距离场

# TextureBaking,TextureBakingFormat
source: Baking Landscape Textures ({OutstandingTextures})
ja: ランドスケープテクスチャをベイク中 ({OutstandingTextures})
zh_cn: 烘焙地貌贴图({OutstandingTextures})

# TextureEditor,CompressNow
source: Compressing 1 Textures that have Defer Compression set
es: Comprimir 1 textura que tiene la compresión diferida ajustada
ja: 遅延圧縮セットが設定された1つのテクスチャを圧縮中
pt_br: Comprimindo 1 Textura que tem a opção Adiar Compactação definida
zh_cn: 正在压缩1张设置了延迟压缩的贴图

# TextureEditor,DisplayedResolution
source: Displayed: {0}x{1}
es: Visualizado: {0}x{1}
ja: 表示: {0}x{1}
pt_br: Exibido: {0}x{1}
zh_cn: 已显示： {0} x {1}

# TextureEditor,MipLevel
source: Mip Level:
es: Nivel Mip:
ja: ミップレベル：
pt_br: Nível de Mip:
zh_cn: Mip级别：

# TextureEditor,QuickInfo_Displayed
source: Displayed: {0}x{1}{2}
ja: 表示: {0}x{1}{2}
zh_cn: 显示: {0}x{1}{2}

# TextureEditor,QuickInfo_Format
source: Format: {0}
es: Formato: {0}
ja: フォーマット： {0}
pt_br: Formato: {0}
zh_cn: 格式: {0}

# TextureEditor,QuickInfo_HasAlphaChannel
source: Has Alpha Channel: {0}
ja: アルファチャンネル有り： {0}
zh_cn: 具有Alpha通道: {0}

# TextureEditor,QuickInfo_Imported
source: Imported: {0}x{1}
es: Importado: {0}x{1}
ja: インポート済み： {0}x{1}
pt_br: Importado: {0}x{1}
zh_cn: 已导入: {0} x {1}

# TextureEditor,QuickInfo_LODBias
source: Combined LOD Bias: {0}
es: Desviación del LOD combinado: {0}
ja: 結合したLODバイアス： {0}
pt_br: Tendência de LOD combinada: {0}
zh_cn: 组合的LOD偏移: {0}

# TextureEditor,QuickInfo_MaxInGame
source: Max In-Game: {0}x{1}{2}
ja: インゲーム中の最大: {0}x{1}{2}
zh_cn: 游戏中最大：{0}x{1}{2}

# TextureEditor,QuickInfo_Method
source: Method: {0}
es: Método: {0}
ja: メソッド： {0}
pt_br: Método: {0}
zh_cn: 方法: {0}

# TextureEditor,QuickInfo_MethodNotStreamed
source: Not Streamed
es: Sin transmitir en continuo
ja: ストリームされていません
pt_br: Não Transmitido
zh_cn: 没有动态载入

# TextureEditor,QuickInfo_MethodStreamed
source: Streamed
es: Transmitido en continuo
ja: ストリームされました
pt_br: Transmitido
zh_cn: 已动态载入

# TextureEditor,QuickInfo_NumMips
source: Number of Mips: {0}
ja: ミップ数： {0}
zh_cn: Mip数量: {0}

# TextureEditor,QuickInfo_ResourceSize
source: Resource Size: {0} Kb
ja: リソースサイズ： {0} Kb
zh_cn: 资源大小: {0} Kb

# TextureEditorViewOptionsMenu,BackgroundTooltip
source: Set the viewport's background
es: Ajustar el fondo de la ventana gráfica
ja: ビューポートの背景を設定
pt_br: Define o fundo da porta de visualização
zh_cn: 设置视口的背景

# TextureEditorViewOptionsMenu,ChannelsSectionHeader
source: Color Channels
es: Canales de color
ja: カラーチャンネル
pt_br: Canais de Cor
zh_cn: 颜色通道

# TextureFactory,ImportOverwriteWarning
source: You are about to import '{0}' over an existing texture.
ja: 既存テクスチャへ '{0}' をインポートしようとしています。
zh_cn: 您即将导入'{0}'来覆盖已存贴图。

# TextureLODSettingsDetails,LODBias
source: LOD Bias
ja: LOD バイアス
zh_cn: LOD偏移

# TextureLODSettingsDetails,MaxLODSize
source: Max LOD Size
ja: 最大 LOD サイズ
zh_cn: 最大LOD尺寸

# TextureLODSettingsDetails,MinLODSize
source: Min LOD Size
ja: 最小 LOD サイズ
zh_cn: 最小LOD尺寸

# TextureLODSettingsDetails,MinMagFilter
source: MinMag Filter
ja: MinMag フィルタ
zh_cn: MinMag过滤器

# TextureLODSettingsDetails,MipFilter
source: Mip Filter
ja: Mip フィルタ
zh_cn: Mip过滤器

# TextureLODSettingsDetails,MipGenSettings
source: Mip Gen Settings
ja: Mip Gen 設定
zh_cn: Mip生成设置

# TimelineEdTrack,TimelineEdTrack_Browse
source: Browse External Curve
es: Buscar curva externa
ja: 外部カーブをブラウズ
pt_br: Navegar Curva Externa
zh_cn: 浏览外部曲线

# TimelineEdTrack,TimelineEdTrack_Use
source: Use External Curve
es: Usar curva externa
ja: 内部カーブを使用
pt_br: Usar Curva Externa
zh_cn: 创建外部曲线

# TransactionSystem,CantRedoDuringTransaction
source: (Can't redo while action is in progress)
es: (No se puede rehacer mientras la acción está en progreso)
ja: (アクションの進行中はやり直しはできません)
pt_br: (Não é possível refazer enquanto a ação estiver em andamento)
zh_cn: (当操作在执行过程中时不能恢复)

# TransactionSystem,CantUndoAfter
source: (Can't undo after: {0})
es: (No se puede deshacer después de: {0})
ja: (以降は元に戻せません: {0})
pt_br: (Não é possível desfazer após: {0})
zh_cn: (不能在以下操作之后进行恢复: {0})

# TransactionSystem,CantUndoDuringTransaction
source: (Can't undo while action is in progress)
es: (No se puede deshacer mientras la acción esté en progreso)
ja: (アクションの処理中は取り消せません)
pt_br: (Não é possível desfazer enquanto a ação estiver em andamento)
zh_cn: (当操作在执行过程中时不能执行)

# TransactionSystem,NothingToRedo
source: (Nothing to redo)
es: (Nada que rehacer)
ja: (元に戻す対象がありません)
pt_br: (Nada a refazer)
zh_cn: (没有要恢复的内容)

# TransformToolBar,CameraSpeed_ToolTip
source: Camera Speed
es: Velocidad de la cámara
ja: カメラ速度
pt_br: Velocidade da Câmera
zh_cn: 相机速度

# TransformToolBar,MouseSettingsCamSpeed
source: Camera Speed
es: Velocidad de la cámara
ja: カメラ速度
pt_br: Velocidade da Câmera
zh_cn: 相机速度

# TransformToolBar,LocationGridSize_ToolTip
source: Sets grid size to {0}
es: Ajusta el tamaño de la rejilla a {0}
ja: グリッドサイズを {0} に設定
pt_br: Define o tamanho da grade como {0}
zh_cn: 设置网格尺寸为{0}

# UMG,LocationGridSize_ToolTip
source: Sets grid size to {0}
ja: グリッドサイズを {0} に設定
zh_cn: 设置网格尺寸为{0}

# TransformToolBar,LocationGridSnap_ToolTip
source: Set the Position Grid Snap value
es: Ajustar el valor de magnetismo de la rejilla de posición
ja: 位置グリッドスナップ値を設定
pt_br: Definir o valor de Aderência à Grade de Posição
zh_cn: 设置位置网格对齐值

# UMG,LocationGridSnap_ToolTip
source: Set the Position Grid Snap value
ja: 位置グリッドスナップ値を設定
zh_cn: 设置位置网格对齐值

# TransformToolBar,LocationSnapText
source: Snap Sizes
es: Magnetizar tamaños
ja: スナップサイズ
pt_br: Tamanhos de Aderência
zh_cn: 对齐大小

# UMG,LocationSnapText
source: Snap Sizes
ja: サイズをスナップ
zh_cn: 对齐尺寸

# TransformToolBar,RotationDivisions360DegreesText
source: Divisions of 360°
ja: 360°分割

# TransformToolBar,RotationGridAngle_ToolTip
source: Sets rotation grid angle to {0}
es: Ajusta el ángulo de rotación de la rejilla a {0}
ja: 回転グリッド角度を {0} に設定
pt_br: Define o ângulo de rotação da grade como {0}
zh_cn: 设置旋转度网格角度为 {0}

# TransformToolBar,RotationGridSnap_ToolTip
source: Set the Rotation Grid Snap value
es: Ajustar el valor de magnetismo de la rejilla de rotación
ja: 回転グリッドスナップ値を設定
pt_br: Definir o valor de Aderência à Grade de Rotação
zh_cn: 设置旋转度度网格对齐值

# TransformToolBar,ScaleGridAmount_ToolTip
source: Snaps scale values to increments of {0}
es: Magnetiza los valores de la escala para un incremento de {0}
ja: 拡大・縮小値を {0} のインクリメントにスナップ
pt_br: Adere os valores de escala a incrementos de {0}
zh_cn: 对齐缩放值到增量{0}

# TransformToolBar,ScaleGridAmountOld_ToolTip
source: Snaps scale values to {0}
es: Magnetiza los valores de la escala a {0}
ja: 拡大・縮小値を {0} にスナップ
pt_br: Adere valores de escala a {0}
zh_cn: 对齐缩放值到 {0}

# TransformToolBar,ScaleGridPreserveNonUniformScale
source: Preserve Non-Uniform Scale
es: Mantener escala irregular
ja: 均一ではないスケール率を維持
pt_br: Preservar Escala Não Uniforme
zh_cn: 维持非均匀缩放

# TransformToolBar,ScaleGridPreserveNonUniformScale_ToolTip
source: When this option is checked, scaling objects that have a non-uniform scale will preserve the ratios between each axis, snapping the axis with the largest value.
es: Cuando se comprueba esta opción, escalar objetos que tiene una escala irregular mantendrán las proporciones entre cada eje, magnetizando los ejes con el valor más largo.
ja: このオプションがチェックされている時は、XYZに均一でないスケールの比率が維持されたまま、オブジェクトは軸を最大値にスナップしながらスケールされます。
pt_br: Quando essa opção estiver marcada, o escalonamento de objetos que tenham uma escala não uniforme preservará as razões entre cada eixo, aderindo o eixo do valor mais alto.
zh_cn: 当选中该选项时，缩放具有非均匀缩放的对象时将会维持每个坐标轴的比例，使用最大的值对齐坐标轴。

# TransformToolBar,ScaleOptions
source: Scaling Options
ja: 拡大・縮小オプション

# TransformToolBar,ScaleSnapOptions
source: Scale Snap
ja: スケール スナップ

# UICommands.EditorViewportCommands,ScaleGridSnap
source: Scale Snap
ja: スケール スナップ

# TransformToolBar,SnapToSurfaceSettings_Offset
source: Surface Offset
es: Desplazamiento de la superficie
ja: サーフェスオフセット
pt_br: Deslocamento da Superfície
zh_cn: 表面偏移量

# TransformToolBar,SnapToSurfaceSettings_Rotation
source: Rotate to Surface Normal
es: Girar a superficie normal
ja: サーフェス法線へ回転
pt_br: Girar para Superfície Normal
zh_cn: 旋转到表面法线

# TransformToolBar,SnapToSurfaceSettings_RotationTip
source: When checked, snapping an object to a surface will also rotate the object to align to the surface normal
es: Cuando está marcado, magnetizar un objeto a una superficie también girará el objeto para alinearlo a la superficie normal
ja: チェックを入れると、サーフェスにスナップしたオブジェクトはサーフェス法線とアラインするためにオブジェクトも回転します
pt_br: Quando verificado, aderir um objeto a uma superfície também girará o objeto para alinhar-se à superfície normal
zh_cn: 当选中时，对齐一个对象到一个表面时也会旋转对象来对齐到表面法线

# TransformToolBar,SurfaceSnappingCheckboxDescription
source: Open editor surface snapping options
es: Abrir opciones de magnetismo de superficie del editor
ja: エディタのサーフェススナップオプションを開く
pt_br: Abrir opções de aderência da superfície do editor
zh_cn: 打开编辑器的表面对齐功能

# TransitionNodes,AnimGraphNodeTransitionRule_ToolTip
source: Transition Rule (in words)
es: Regla de transición (en palabras)
ja: トランジションルール（文字表記）
pt_br: Regra de Transição (em palavras)
zh_cn: 变换规则（以文字表述)

# TransitionNodes,BadTransition
source: Bad transition (missing source or target)
ja: 不正な移動（ソースまたはターゲットが不明）
zh_cn: 平移错误（缺失源或对象）

# TransitionNodes,NoAnimGraphBoundToNodeMessage
source: Error: No graph
es: ERROR: No hay gráfico
ja: エラー：グラフなし
pt_br: Erro: Nenhum grafo
zh_cn: 错误: 没有图表

# TransitionNodes,TransitionXToY
source: {0} to {1}
ja: {0} から {1}
zh_cn: {0}到{1}

# TransitionNodes,TransitionXToYWithPriority
source: {0} to {1} (Priority {2})
ja: {0} から {1} (プライオリティ {2})
zh_cn: {0}到{1}（优先级{2}）

# TransitionRuleGetter,AnimationAssetFractionalTimeElapsed
source: CurrentTime (ratio)
es: CurrentTime (proporción)
ja: CurrentTime (比率)
pt_br: CurrentTime (razão)
zh_cn: 当前时间（比例）

# TransitionRuleGetter,AnimationAssetFractionalTimeRemaining
source: TimeRemaining (ratio)
es: TimeRemaining (proporción)
ja: TimeRemaining (比率)
pt_br: TimeRemaining (razão)
zh_cn: 剩余时间（比例）

# TransitionRuleGetter,AnimationAssetInfoGetterTitle
source: {BoundAsset} Asset
es: {BoundAsset} Activo
ja: {BoundAsset} アセット
pt_br: Ativo {BoundAsset}
zh_cn: {BoundAsset}资源

# TransitionRuleGetter,AnimationAssetInfoGetterTitle_None
source: Animation Asset
ja: アニメーションアセット

# TransitionRuleGetter,AnimationAssetTimeElapsed
source: CurrentTime
ja: 現在の時間
zh_cn: 当前时间

# TransitionRuleGetter,ArbitraryStateBlendWeight
source: BlendWeight
ja: ブレンドウェイト
zh_cn: 混合权重

# TransitionRuleGetter,AssetPlayer
source: Asset Player
ja: アセットプレイヤー
zh_cn: 资源播放器

# TransitionRuleGetter,CrossfadeDuration
source: Crossfade Duration
es: Duración del fundido
ja: クロスフェード継続時間
pt_br: Duração de Crossfade
zh_cn: 淡入淡出持续时间

# TransitionRuleGetter,CurrentState
source: Current State
es: Estado actual
ja: 現行ステート
pt_br: Estado Atual
zh_cn: 当前状态

# TransitionRuleGetter,CurrentStateBlendWeight
source: State's Blend Weight
es: Peso de combinación del estado
ja: ステートのブレンドウェイト
pt_br: Peso da Mistura do Estado
zh_cn: 状态的混合权重

# TransitionRuleGetter,CurrentStateElapsedTime
source: Elapsed State Time
es: Tiempo de estado transcurrido
ja: 経過したステート時間
pt_br: Tempo Decorrido do Estado
zh_cn: 流逝的状态时间

# TransitionRuleGetter,StateInfoGetterTitle
source: {OwnerName}.{StateName} State
es: {OwnerName}.{StateName} Estado
ja: {OwnerName}.{StateName} ステート
pt_br: {OwnerName}. Estado {StateName}
zh_cn: {OwnerName}.{StateName} 状态

# TransitionRuleGetter,TransitionFor
source: {NodeName} for '{AssetName}'
ja: '{AssetName}' の {NodeName}
zh_cn: '{AssetName}'的{NodeName}

# TransitionRuleGetter,TransitionRuleGetterTitle
source: Current {0} for state '{1}.{2}'
ja: ステート '{1}.{2}' の現行 {0}
zh_cn: 状态'{1}.{2}'的当前{0}

# TranslationDataManager,ArchiveCheckedOut
source: Translation Archive Successfully Checked Out and Saved.
es: El archivo de almacenamiento de la traslación se ha revisado y guardado correctamente.
ja: 翻訳アーカイブのチェックアウトと保存に成功しました
pt_br: Arquivamento de Traduções Retirado e Salvo com Sucesso.
zh_cn: 成功迁出并保存了翻译存档。

# TranslationDataManager,CheckoutFailed
source: Check out of file '{Filename}' failed.
es: Error al revisar el archivo '{Filename}'
ja: '{Filename}' ファイルのチェックアウトに失敗しました
pt_br: Falha ao registrar a saída do arquivo '{Filename}'.
zh_cn: '{Filename}' 文件迁出失败。

# TranslationDataManager,CurrentManifestEmpty
source: Most current translation manifest ({ManifestFilePath}) has {ManifestEntriesCount} entries.
es: ({ManifestFilePath}) del manifiesto de la traslación más actual tiene {ManifestEntriesCount} entradas.
ja: 最新の翻訳マニフェスト ({ManifestFilePath}) のロードに {ManifestEntriesCount} エントリがあります
pt_br: O manifesto de tradução atual ({ManifestFilePath}) tem {ManifestEntriesCount} entradas.
zh_cn: 最新翻译清单({ManifestFilePath})具有{ManifestEntriesCount}项。

# TranslationDataManager,FailedToLoadCurrentArchive
source: Failed to load most current translation archive ({ArchiveFilePath}), unable to load translations.
es: Error al cargar ({ArchiveFilePath}) del archivo de almacenamiento de la traslación más actual. Imposible cargar las traslaciones.
ja: 最新の翻訳アーカイブ ({ArchiveFilePath}) のロードに失敗しました。翻訳をロードできません。
pt_br: Falha ao carregar o arquivo de traduções mais atual ({ArchiveFilePath}), não foi possível carregar traduções.
zh_cn: 加载最新翻译存档({ArchiveFilePath})失败，不能加载翻译文件。

# TranslationDataManager,FailedToLoadCurrentManifest
source: Failed to load most current translation manifest ({ManifestFilePath}), unable to load translations.
es: Error al cargar ({ManifestFilePath}) del manifiesto de la traslación más actual. Imposible cargar las traslaciones.
ja: 最新の翻訳マニフェスト ({ManifestFilePath}) のロードに失敗しました。翻訳をロードできません。
pt_br: Falha ao carregar o manifesto de tradução mais atual ({ManifestFilePath}), não foi possível carregar traduções.
zh_cn: 加载最新翻译清单文件({ManifestFilePath})失败，不能加载翻译文件。

# TranslationDataManager,FileWriteFailed
source: Failed to Write Translations to File!
es: ¡Error al escribir las translaciones al archivo!
ja: 翻訳のファイルへの書き込みに失敗しました！
pt_br: Falha ao Gravar Traduções em Arquivo!
zh_cn: 将翻译文本写入文件失败!

# TranslationDataManager,LoadingArchiveEntries
source: Loading Entries from Translation Archive...
es: Cargando entradas del archivo de almacenamiento de traslación…
ja: 翻訳アーカイブからエントリをロード中...
pt_br: Carregando Entradas do Arquivo de Tradução...
zh_cn: 从翻译存档中加载文本项...

# TranslationDataManager,LoadingCurrentArchiveEntries
source: Loading Entry {0} of {1} from Translation Archive...
es: Cargando entrada {0} de {1} del archivo de almacenamiento de la traslación…
ja: 翻訳アーカイブから {1} のエントリ {0} をロード中...
pt_br: Carregando Entrada {0} de {1} do Arquivo de Tradução...
zh_cn: 从翻译存档中加载 {1}的{0}项...

# TranslationDataManager,LoadingCurrentManifest
source: Loading Entries from Current Translation Manifest...
es: Cargando entradas del manifiesto de la traslación actual…
ja: 現行翻訳マニフェストからエントリをロード中...
pt_br: Carregando Entradas do Manifesto de Tradução Atual...
zh_cn: 从当前翻译清单中加载文本项...

# TranslationDataManager,LoadingCurrentManifestEntries
source: Loading Entry {0} of {1} from Current Translation Manifest...
es: Cargando entrada {0} de {1} del manifiesto de la translación actual…
ja: 現行翻訳マニフェストから {1} のエントリ {0} をロード中...
pt_br: Carregando Entrada {0} de {1} do Manifesto de Tradução Atual...
zh_cn: 从当前翻译清单中加载 {1}的{0}项...

# TranslationDataManager,LoadingOldManifestRevisionNumber
source: Loading Translation History from Manifest Revision {0} of {1} from Source Control...
es: Cargando historial de translación de la revisión del manifiesto {0} de {1} del control de código fuente…
ja: ソースコントロールの {1} のマニフェストリビジョン {0} から翻訳履歴をロード中...
pt_br: Carregando Histórico de Tradução da Revisão do Manifesto {0} de {1} do Controle de Origem...
zh_cn: 正在从源码控制中加载{1}的清单版本 {0} 的翻译历史记录...

# TranslationDataManager,LoadingSourceControlHistory
source: Loading Translation History from Source Control...
es: Cargando historial de traslación del control de código fuente…
ja: ソースコントロールから翻訳履歴をロード中...
pt_br: Carregando Histórico de Tradução do Controle de Origem...
zh_cn: 正在从源码控制中加载翻译历史记录...

# TranslationDataManager,LoadingTranslationData
source: Loading Translation Data...
es: Cargando datos de la traslación…
ja: 翻訳データをロード中...
pt_br: Carregando Dados de Tradução...
zh_cn: 正在加载翻译数据...

# TranslationDataManager,PreviousManifestCorrupt
source: Previous revision {ManifestRevisionNumber} of {ManifestFilePath} failed to load correctly. Ignoring.
es: La revisión {ManifestRevisionNumber} previa de {ManifestFilePath} no se ha cargado correctamente.
ja: {ManifestFilePath} の前回のリビジョン {ManifestRevisionNumber} を正しくロードできませんでした。無視します。
pt_br: A revisão anterior {ManifestRevisionNumber} de {ManifestFilePath} não carregou corretamente. Ignorando.
zh_cn: 未能正确加载{ManifestFilePath}的版本{ManifestRevisionNumber}。忽略。

# TranslationDataManager,RetrieveTranslationHistoryFailed
source: Unable to Retrieve Translation History from Source Control!
es: ¡Imposible recuperar el historial de la traslación del control de código fuente!
ja: ソースコントロールから翻訳履歴を読み出せません！
pt_br: Não foi possível recuperar o Histórico de Tradução do Controle de Origem!
zh_cn: 不能从源码控制中获得翻译历史记录！

# TranslationDataManager,SourceControlStateQueryFailed
source: Failed to query source control state of file {ManifestFilePath}.
es: Error al consultar el estado del control de código fuente del archivo {ManifestFilePath}.
ja: ファイル {ManifestFilePath} のソースコントロールステートのクエリに失敗しました
pt_br: Falha ao consultar o estado de controle da origem do arquivo {ManifestFilePath}.
zh_cn: 查询{ManifestFilePath}文件的源码控制状态失败。

# TranslationDataManager,TranslationArchiveCheckedOut
source: Successfully checked out and saved translation archive '{Filename}'. Please check-in this file later via your source control application.
es: El archivo de almacenamiento '{Filename}' de la traslación se ha revisado y guardado correctamente. Por favor, compruebe este archivo más tarde a través de su aplicación del control de código fuente.
ja: 翻訳アーカイブ {Filename}' を正常にチェックアウトして保存しました。後にソースコントロールアプリケーションを使用してファイルをチェックインしてください。
pt_br: Registro de saída e salvamento do arquivo de tradução '{Filename}' realizados com sucesso. Registre a entrada desse arquivo mais tarde via seu aplicativo de controle de origem.
zh_cn: 成功迁出并保存了翻译存档'{Filename}'。稍后请通过源码控制应用程序将这个文件迁入。

# TranslationDataManager,TranslationArchiveCheckoutFailed
source: Failed to Check Out Translation Archive!
es: ¡Error al revisar el archivo de almacenamiento de la traslación!
ja: 翻訳アーカイブファイルのチェックアウトに失敗しました！
pt_br: Falha ao Registrar a Saída o Arquivo de Traduções!
zh_cn: 迁出翻译存档失败!

# TranslationDataManager,TranslationLoadError
source: Error Loading Translations!
es: ¡Error al cargar las translaciones!
ja: 翻訳の読み込みにエラーが発生しました!
pt_br: Erro ao Carregar Traduções!
zh_cn: 加载译文错误!

# TranslationDataManager,WriteFileFailed
source: Failed to write localization entries to file '{Filename}'.
es: Error al escribir estradas de localización en el archivo '{Filename}'.
ja: ファイル '{Filename}' へローカリゼーションエントリの書き込みができませんでした
pt_br: Falha ao gravar entradas de localização no arquivo '{Filename}'.
zh_cn: 将本地化文本项写入'{Filename}'文件失败。

# TranslationEditor,ChangedOnImportTab
source: Changed On Import
ja: インポートで変更
zh_cn: 导入时发生改变

# TranslationEditor,ChangedOnImportTabTitle
source: Changed on Import
es: Cambiado en importación
ja: インポートを変更済み
pt_br: Alterado ao Importar
zh_cn: 导入时发生改变

# TranslationEditor,ChooseExportLocationWindowTitle
source: Choose Export Location
es: Elija una ubicación de exportación
ja: エクスポートする場所を選択
pt_br: Escolher Localização para Exportar
zh_cn: 选择导出位置

# TranslationEditor,ChooseFontWindowTitle
source: Choose Font
es: Elegir fuente
ja: フォントを選択
pt_br: Escolher Fonte
zh_cn: 选择字体

# TranslationEditor,ChooseImportLocationWindowTitle
source: Choose File to Import
es: Elegir archivo para importar
ja: インポートするファイルを選択
pt_br: Escolher Arquivo para Importar
zh_cn: 选择要导入的文件

# TranslationEditor,ContextTab
source: Context
es: Contexto
ja: コンテキスト
pt_br: Contexto
zh_cn: 关联内容

# TranslationEditor,ContextTabTitle
source: Context
es: Contexto
ja: コンテキスト
pt_br: Contexto
zh_cn: 关联内容

# TranslationEditor,FilterSearchHint
source: Type here to search
es: Escribir aquí para buscar
ja: ここに入力して検索
pt_br: Digite aqui para procurar
zh_cn: 在此处输入信息进行搜索

# TranslationEditor,FontFileDescription
source: Font File
es: Archivo fuente
ja: フォントファイル
pt_br: Arquivo de Fonte
zh_cn: 字体文件

# TranslationEditor,GetHistoryButton
source: Get History...
ja: 履歴を取得...
zh_cn: 获取历史记录...

# TranslationEditor,PortableObjectFileDescription
source: Portable Object File
es: Archivo de objeto portátil
ja: 移植可能なオブジェクトファイル
pt_br: Arquivo de Objeto Portátil
zh_cn: 可移植的目标文件

# TranslationEditor,ReviewTab
source: Needs Review
es: Es necesaria una vista preliminar
ja: 要レビュー
pt_br: Precisa de Revisão
zh_cn: 需要预览

# TranslationEditor,ReviewTabTitle
source: Needs Review
es: Es necesaria una vista preliminar
ja: 要レビュー
pt_br: Precisa de Revisão
zh_cn: 需要预览

# TranslationEditor,TranslationNamespace
source: Namespace: {0}
es: Espacio del nombre: {0}
ja: ネームスペース: {0}
pt_br: Espaço de Nome: {0}
zh_cn: 命名空间: {0}

# TranslationEditor,UntranslatedTab
source: Untranslated
es: Sin traducir
ja: 未翻訳
pt_br: Não traduzido
zh_cn: 未平移

# TranslationEditor,UntranslatedTabTitle
source: Untranslated
es: Sin traducir
ja: 未翻訳
pt_br: Não traduzido
zh_cn: 未平移

# TranslationEditor,WorldCentricTabPrefix
source: Translation
es: Traslación
ja: 移動
pt_br: Translação
zh_cn: 平移

# TranslationEditorModule,BuildingUserInterface
source: Building Translation Editor UI...
es: Diseñando UI (Interfaz del usuario) del editor de la traslación…
ja: 翻訳エディタUIをビルド中...
pt_br: Compilando IU do Editor de Traduções...
zh_cn: 正在编译翻译编辑器用户界面...

# TranslationEditorToolbar,Translation_FontHeading
source: Font
ja: フォント
zh_cn: 字体

# TranslationEditorToolbar,TranslationMenu_ToolTip
source: Open the Translation menu
ja: 翻訳メニューを開く
zh_cn: 打开平移菜单

# TranslationPicker,LocresFileLabel
source: Target :
ja: ターゲット :
zh_cn: 目标：

# TranslationPicker,SaveAllAndClose
source: Save all and close
ja: すべて保存して閉じる
zh_cn: 保存所有内容并关闭
