Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LevelToolBarViewMenu,PreviewMenu
source: Previewing
es: Vista preliminar
ja: プレビュー中
pt_br: Visualização
zh_cn: 预览

# LevelToolBarViewMenu,PreviewMenuTooltip
source: Game Preview Settings
ja: ゲームプレビュー設定
zh_cn: 游戏预览设置

# LevelToolBarViewMenu,Project
source: project
ja: プロジェクト
zh_cn: 项目

# LevelToolBarViewMenu,ProjectSettings
source: Game Specific Settings
ja: ゲーム固有の設定
zh_cn: 游戏详细设置

# LevelToolBarViewMenu,ProjectSettingsMenuLabel
source: Project Settings...
ja: プロジェクト設定...
zh_cn: 项目设置...

# MainEditMenu,ProjectSettingsMenuLabel
source: Project Settings...
es: Ajustes del proyecto...
ja: プロジェクト設定...
pt_br: Configurações do Projeto...
zh_cn: 项目设置

# LevelToolBarViewMenu,ProjectSettingsMenuToolTip
source: Change the settings of the currently loaded project
ja: 現在ロード中のプロジェクト設定を変更
zh_cn: 修改当前加载的项目的设置

# MainEditMenu,ProjectSettingsSubMenuToolTip
source: Change the settings of the currently loaded project
es: Modificar los ajustes del proyecto cargado
ja: 現在ロード中のプロジェクト設定を変更
pt_br: Altera as configurações do projeto carregado no momento
zh_cn: 变更当前加载项目的设置

# LevelToolBarViewMenu,ScalabilityHeading
source: Scalability
ja: スケーラビリティ
zh_cn: 可扩展性

# LevelToolBarViewMenu,ScalabilitySubMenu
source: Engine Scalability Settings
es: Ajustes de la escalabilidad del motor
ja: エンジンの拡張機能設定
pt_br: Configurações de Escalabilidade do Mecanismo
zh_cn: 引擎可扩展性设置

# LevelToolBarViewMenu,ScalabilitySubMenu_ToolTip
source: Open the engine scalability settings
es: Abrir los ajustes de escalabilidad del motor
ja: エンジンの拡張設定を開く
pt_br: Abre as configurações de escalabilidade do mecanismo
zh_cn: 打开引擎可扩展性设置

# LevelToolBarViewMenu,SelectClass_Tooltip
source: Select a new {RootClass} based on a selected class and auto-assign it to the {TargetLocation}
ja: 選択クラスに基づいた新規 {RootClass} を選択して、 {TargetLocation} へ自動的に割り当てます
zh_cn: 基于选定类的选择一个新{RootClass}并将其自动分配给{TargetLocation}

# LevelToolBarViewMenu,SelectGameModeClass
source: Select {RootClass} Class
ja: {RootClass} クラスを選択
zh_cn: 选择{RootClass}类

# LevelToolBarViewMenu,SelectGameModeLabel
source: Select {RootClass} class
ja: {RootClass} クラスを選択
zh_cn: 选择{RootClass}类

# LevelToolBarViewMenu,SnappingHeading
source: Snapping
es: Magnetismo
ja: スナップ
pt_br: Aderência
zh_cn: 对齐

# LevelToolBarViewMenu,SubLevelsHeading
source: Sub-Level Blueprints
es: Blueprints de subnivel
ja: サブレベルのブループリント
pt_br: Esquemas de Subnível
zh_cn: 子蓝图

# LevelToolBarViewMenu,SubLevelsSubMenu
source: Sub-Levels
es: Subniveles
ja: サブレベル
pt_br: Subníveis
zh_cn: 子蓝图

# LevelToolBarViewMenu,SubLevelsSubMenu_ToolTip
source: Shows available sub-level Blueprints that can be edited.
es: Muestra los Blueprints de subniveles disponibles que pueden editarse.
ja: 編集可能なサブレベルブループリントを表示
pt_br: Exibe os Esquemas de subnível disponíveis que podem ser editados.
zh_cn: 显示可编辑的子蓝图

# LevelToolBarViewMenu,VolumeControlLabel
source: Volume
es: Volumen
ja: ボリューム
zh_cn: 体积

# Matinee.Popups,SetMasterVolume
source: Volume
es: Volumen
ja: ボリューム
zh_cn: 体积

# Matinee.Popups,SetSoundVolume
source: Volume
es: Volumen
ja: ボリューム
zh_cn: 体积

# LevelToolBarViewMenu,World
source: world
ja: ワールド
zh_cn: 世界

# LevelToolBarViewMenu,WorldSettingsClasses
source: World Override
ja: ワールドオーバーライド
zh_cn: 世界覆盖

# LevelViewport,ActorLockedIcon_ToolTip
source: Viewport Locked to {0}
es: Ventana gráfica bloqueada a {0}
ja: ビューポートは {0} にロックされています
pt_br: Porta de Visualização Bloqueada em {0}
zh_cn: 锁定到{0}的视口

# LevelViewport,CreateCameraHere
source: Create Camera Here
es: Crear cámara aquí
ja: ここにカメラを作成
pt_br: Criar Câmera Aqui
zh_cn: 在这里创建相机

# UICommands.LevelViewportActions,CreateCamera
source: Create Camera Here
ja: ここにカメラを作成
zh_cn: 在这里创建相机

# LevelViewport,CurrentLevelLabel
source: Level:
es: Nivel:
ja: レベル：
pt_br: Nível:
zh_cn: 关卡:

# LevelViewport,DragDropContext_AddAsType
source: Add As Type
es: Añadir como tipo
ja: タイプとして追加
pt_br: Adicionar como Tipo
zh_cn: 添加为类型

# LevelViewport,Error_OperationDisallowedOnLockedLevel
source: The requested operation could not be completed because the level is locked.
es: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: レベルがロックされているため要求された操作を完了できませんでした
pt_br: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: 请求的操作不能完成，因为关卡被锁定。

# UnrealEd,Error_OperationDisallowedOnLockedLevel
source: The requested operation could not be completed because the level is locked.
es: La operación solicitada podría no completarse porque el nivel está bloqueado.
ja: レベルがロックされているため要求された操作を完了できませんでした
pt_br: A operação solicitada não pôde ser concluída porque o nível está bloqueado.
zh_cn: 不能完成所请求的动作，因为关卡已被锁定。

# LevelViewport,FeatureLevelLabel
source: Feature Level:
es: Nivel de función:
ja: 主要レベル：
pt_br: Nível do Recurso:
zh_cn: 特征级

# LevelViewport,GameMouseControlLabel
source: Click for Mouse Control
es: Hacer clic para usar el ratón
ja: クリックしてマウスで制御
pt_br: Clicar para Controle do Mouse
zh_cn: 点击以使用鼠标控制

# LevelViewport,LevelName
source: {0} (Persistent)
es: {0} (Permanente)
ja: {0} (パーシスタント)
pt_br: {0} (Persistente)
zh_cn: {0} (永久性)

# LevelViewport,OnDrop_FullyLoadPackage
source: Fully Loading Package For Drop
es: Paquete cargado por completo para soltar.
ja: ドロップする完全にロードしたパッケージ
pt_br: Carregando Pacote Completo para Soltar
zh_cn: 完全加载包

# PropertyEditor,OnDrop_LoadPackage
source: Fully Loading Package For Drop
es: Paquete cargado por completo para soltar
ja: ドロップするパッケージ全体をロード中
pt_br: Carregando Pacote Completo para Soltar
zh_cn: 完全加载包

# Sequencer,OnDrop_FullyLoadPackage
source: Fully Loading Package For Drop
es: Paquete cargado por completo para soltar.
ja: ドロップするパッケージ全体をロード中
pt_br: Carregando Pacote Completo para Soltar
zh_cn: 完全加载包

# LevelViewport,PinPreviewActorTooltip
source: Pin Preview
es: Vista preliminar del temrinal
ja: プレビューを固定
pt_br: Fixar Visualização
zh_cn: 引脚预览

# LevelViewport,ShowMouseCursorLabel
source: {InputText} for Mouse Cursor
es: {InputText} para el cursor del ratón
ja: マウスカーソルの {InputText}
pt_br: {InputText} do Cursor do Mouse
zh_cn: 鼠标光标的{InputText}

# LevelViewport,UnpinPreviewActorTooltip
source: Unpin Preview
es: Vista preliminar
ja: プレビューの固定を解除
pt_br: Desafixar Visualização
zh_cn: 去除引脚预览

# LevelViewportActions,BufferVisualization
source: Overview
es: Vista general
ja: 概要
pt_br: Visão Geral
zh_cn: 概述

# LevelViewportToolBar,BufferVisualization
source: Overview
es: Vista general
ja: 概要
pt_br: Visão Geral
zh_cn: 概述

# LevelViewportActions,ShowFlagLabel
source: Show {ShowFlagName}
es: Mostrar {ShowFlagName}
ja: 表示 {ShowFlagName}
pt_br: Exibir {ShowFlagName}
zh_cn: 显示 {ShowFlagName}

# LevelViewportActions,ShowFlagLabel_Visualize
source: Visualize {ShowFlagName}
es: Visualizar {ShowFlagName}
ja: 可視化 {ShowFlagName}
pt_br: Visualizar {ShowFlagName}
zh_cn: 可视化{ShowFlagName}

# LevelViewportActions,VisualizeFlagLabel
source: Visualize {ShowFlagName}
es: Visualizar {ShowFlagName}
ja: 可視化 {ShowFlagName}
pt_br: Visualizar {ShowFlagName}
zh_cn: 可视化{ShowFlagName}

# LevelViewportContextMenu,ActorAttachToSubMenu
source: Attach To
es: Acoplar a
ja: へ親子付け
pt_br: Anexar a
zh_cn: 附加到

# LevelViewportContextMenu,ActorAttachToSubMenu_ToolTip
source: Attach Actor as child
es: Acoplar actor como hijo
ja: 子としてアクタを親子付け
pt_br: Anexar Ator como filho
zh_cn: 将Actor作为子项附加

# LevelViewportContextMenu,ActorLevel
source: Actor Level
ja: アクタ レベル
zh_cn: 角色关卡

# LevelViewportContextMenu,AddActorHeading
source: Place Actor
es: Colocar actor
ja: アクタを配置
pt_br: Colocar Ator
zh_cn: 放置Actor

# LevelViewportContextMenu,AddActorMenu_ToolTip
source: Templates for adding a new actor to the world
es: Plantillas para añadir un actor nuevo al mundo
ja: ワールドに新規アクタを追加するテンプレート
pt_br: Modelos para adicionar um novo ator ao mundo
zh_cn: 用于添加新actor到世界中的模板

# LevelViewportContextMenu,CustomSection
source: Custom Actors
es: Actores personalizados
ja: カスタムアクタ
pt_br: Atores Personalizados
zh_cn: 自定义Actor

# LevelViewportContextMenu,EditAssociatedAssetsMultiple
source: Edit Multiple Assets
es: Editar activos múltiples
ja: 複数アセットを編集
pt_br: Editar Vários Ativos
zh_cn: 编辑多个资源

# LevelViewportContextMenu,GoToCodeForActor_ToolTip
source: Opens the header file for this actor ({0}) in a code editing program
es: Abre el archivo de encabezado para este actor ({0}) en un programa de edición de código
ja: コード編集プログラムでこのアクタ ({0}) のヘッダファイルを開きます
pt_br: Abre o arquivo de cabeçalho para este ator ({0}) em um programa de edição de códigos
zh_cn: 在代码编辑程序中打开该actor ({0})的头文件

# LevelViewportContextMenu,GoToDocsForActor_ToolTip
source: Click to open documentation for this actor
es: Pinchar para abrir la documentación para este actor
ja: このアクタのドキュメントをクリックして開く
pt_br: Clique para abrir a documentação deste ator
zh_cn: 点击来打开关于该actor的文档

# LevelViewportContextMenu,GroupMenu
source: Groups
es: Grupos
ja: グループ
pt_br: Grupos
zh_cn: 组

# LevelViewportContextMenu,GroupMenu_ToolTip
source: Opens the actor grouping menu
es: Abre el menú de agrupamiento de actores
ja: アクタのグループ化メニューを開く
pt_br: Abre o menu de agrupamento de atores
zh_cn: 打开actor组合菜单

# LevelViewportContextMenu,JumpEventSubMenu
source: Jump to Event
es: Saltar al evento
ja: イベントへ移動
pt_br: Ir para Evento
zh_cn: 跳转到事件

# LevelViewportContextMenu,LevelBlueprintEvents
source: Level Blueprint Events
es: Eventos del Blueprint del nivel
ja: レベルブループリントのイベント
pt_br: Eventos do Esquema do Nível
zh_cn: 关卡蓝图事件

# LevelViewportContextMenu,LevelBrowser
source: Level Browser
ja: レベル ブラウザ
zh_cn: 关卡浏览器

# LevelViewportContextMenu,LevelSubMenu_ToolTip
source: Options for interacting with this actor's level
es: Opciones para interactuar con este nivel del actor
ja: このアクタのレベルと相互作用するオプションです
pt_br: Opções de interação com o nível deste ator
zh_cn: 和该actor的关卡交互的选项

# LevelViewportContextMenu,LightsSection
source: Lights
es: Luces
ja: ライト
pt_br: Luzes
zh_cn: 光照

# LevelViewportContextMenu,SelectLightHeading
source: Lights
es: Luces
ja: ライト
pt_br: Luzes
zh_cn: 光照

# PlacementMode,Lights
source: Lights
es: Luces
ja: ライト
pt_br: Luzes
zh_cn: 光照

# LevelViewportContextMenu,MakeCurrentLevelMenu
source: Make Current Level: {0}
es: Crear nivel actual: {0}
ja: 現行レベルに設定: {0}
pt_br: Tornar Nível Atual: {0}
zh_cn: 使其成为当前关卡: {0}

# LevelViewportContextMenu,PilotActor
source: Pilot '{0}'
ja: '{0}' をパイロット

# LevelViewportContextMenu,PilotActor_Stop
source: Stop piloting '{0}'
ja: '{0}' の操縦を停止する
zh_cn: 暂停导航'{0}'

# LevelViewportContextMenu,PivotSubMenu
source: Pivot
es: Pivote
ja: ピボット
pt_br: Pivô
zh_cn: 支点

# LevelViewportContextMenu,PivotSubMenu_ToolTip
source: Actor pivoting utils
es: Utilidades de pivote del actor
ja: アクタのピボット(回転軸) 関連ユーティリティ
pt_br: Utilitários de pivô de atores
zh_cn: Actor支点工具

# LevelViewportContextMenu,PlayFromHere
source: Play From Here
es: Reproducir desde aquí
ja: ここからプレイ開始
pt_br: Reproduzir Daqui
zh_cn: 从这里运行

# LevelViewportContextMenu,PlayFromHere_ToolTip
source: Starts a game preview from the clicked location
es: Comenzar una vista preliminar del juego desde la zona seleccionada
ja: クリックした位置からゲームのプレビューを開始
pt_br: Inicia uma visualização do jogo a partir do local clicado
zh_cn: 从鼠标点击处启动游戏预览

# LevelViewportContextMenu,PlayFromHereVisible
source: Play From Here (visible levels)
es: Reproducir desde aquí (niveles visibles)
ja: ここからプレイ開始（可視レベル）
pt_br: Reproduzir Daqui (níveis visíveis)
zh_cn: 从这里运行 (可见关卡)

# LevelViewportContextMenu,PrimitivesSection
source: Primitives
es: Primitivos
ja: プリミティブ
pt_br: Primitivos
zh_cn: 图元

# LevelViewportContextMenu,RecentlyPlacedSection
source: Recently Placed
es: Actor colocado
ja: 最近配置したもの
pt_br: Colocados Recentemente
zh_cn: 最近放置

# PlacementMode,RecentlyPlaced
source: Recently Placed
es: Colocado recientemente
ja: 最近配置したもの
pt_br: Colocados Recentemente
zh_cn: 最近放置

# LevelViewportContextMenu,ReplaceActorHeading
source: Replace Selected Actors with
es: Reemplazar los actores seleccionados por
ja: 選択中のアクタと置換
pt_br: Substituir Atores Selecionados por
zh_cn: 替换选中的Actor

# LevelViewportContextMenu,ReplaceActorMenu_ToolTip
source: Templates for replacing selected with new actors in the world
es: Plantillas para reemplazar la selección por actores nuevos en el mundo
ja: 選択アクタをワールドの新規アクタと置換するテンプレート
pt_br: Modelos para substituir os atores selecionados por novos no mundo
zh_cn: 用于在世界中使用新actor替换选中actor的模板

# LevelViewportContextMenu,SelectActorsOfSameClass
source: Select All {0}(s)
es: Seleccionar todo {0}(s)
ja: 全てを選択 {0}
pt_br: Selecionar Todos {0}(s)
zh_cn: 选择所有{0}(s)

# LevelViewportContextMenu,SelectAll_ToolTip
source: Selects all actors
es: Selecciona todos los actores
ja: 全アクタを選択
pt_br: Seleciona todo os atores
zh_cn: 选择所有actor

# LevelViewportContextMenu,SelectComponentOwner
source: Select Owner [{0}]
ja: オーナー [{0}] を選択
zh_cn: 选择所有者[{0}]

# LevelViewportContextMenu,SelectMatineeActor
source: Select {0}
es: Seleccionar {0}
ja: 選択 {0}
pt_br: Selecionar {0}
zh_cn: 选择{0}

# LevelViewportContextMenu,SelectMatineeGroupForActorMenuTitle
source: Select Matinee Group For This Actor
es: Seleccionar grupo matinee para este actor
ja: このアクタにマチネグループを選択
pt_br: Selecionar Grupo de Matinê para Este Ator
zh_cn: 为此Actor选择Matinee组

# LevelViewportContextMenu,SelectMatineeGroupForActorMenuTooltip
source: Selects matinee group controlling this actor
es: Selecciona el grupo matinee que controla este actor
ja: このアクタを制御するマチネグループを選択
pt_br: Seleciona o grupo de matinê que controla este ator
zh_cn: 选择控制此actor的matinee组

# LevelViewportContextMenu,SelectStaticMeshesAllClasses_Menu
source: Select Matching (All Classes)
es: Seleccionar compatible(s) (todas las clases)
ja: 一致するクラスを選択(全クラス)
pt_br: Selecionar Correspondentes (Todas as Classes)
zh_cn: 选择匹配(所有类)

# LevelViewportContextMenu,SelectStaticMeshesOfSameClass_Menu
source: Select Matching (Selected Classes)
es: Seleccionar compatible(s) (clases seleccionadas)
ja: 一致するクラスを選択（選択クラス）
pt_br: Selecionar Correspondentes (Classes Selecionadas)
zh_cn: 选择匹配（选中的类)

# LevelViewportContextMenu,SelectSubMenu_ToolTip
source: Opens the actor selection menu
es: Abre el menú de selección de actores
ja: アクタの選択メニューを開く
pt_br: Abre o menu de seleção de atores
zh_cn: 打开actor选择菜单

# LevelViewportContextMenu,SimulationHeading
source: Simulation
es: Simulación
ja: シミュレーション
pt_br: Simulação
zh_cn: 模拟

# UICommands.BlueprintEditorCommands,EnableSimulation
source: Simulation
ja: シミュレーション

# LevelViewportContextMenu,SnapAlignSubMenu
source: Snap/Align
es: Magnetizar/Alinear
ja: スナップ / 調整
pt_br: Aderir/Alinhar
zh_cn: 对齐/排列

# LevelViewportContextMenu,SnapAlignSubMenu_ToolTip
source: Actor snap/align utils
es: Utilidades de la fijación/alineación del actor
ja: アクタのスナップ / 調整関連ユーティリティ
pt_br: Utilitários de alinhamento/aderência de Atores
zh_cn: Actor 对齐/排列 工具

# LevelViewportContextMenu,TransformSubMenu_ToolTip
source: Actor transform utils
es: Utilidades de la transformación del actor
ja: アクタのトランスフォームユーティリティ
pt_br: Utilitários de transformação de Atores
zh_cn: Actor变换工具

# LevelViewportContextMenu,TriggersGroup
source: Trigger
es: Disparador
ja: トリガー
pt_br: Acionador
zh_cn: 触发器

# LevelViewportContextMenu,VisibilitySubMenu_ToolTip
source: Selected actor visibility options
es: Opciones de visibilidad del actor seleccionado
ja: 選択アクタの可視化オプション
pt_br: Opções de visibilidade do ator selecionado
zh_cn: 选中的actor的可见性选项

# LevelViewportContextMenuBlueprints,CompileOutOfDateBPs
source: Compile Out-of-Date Blueprints
es: Compilar Blueprints no actualizados
ja: 最新ではないブループリントをコンパイル
pt_br: Compilar Esquemas Desatualizados
zh_cn: 编译过期蓝图

# LevelViewportContextMenuBlueprints,CompileOutOfDateBPs_ToolTip
source: Compiles out-of-date blueprints for selected actors
es: Compila los Blueprints no actualizados para los actores seleccionados
ja: 選択アクタに最新ではないブループリントをコンパイル
pt_br: Compila os esquemas desatualizados dos atores selecionados
zh_cn: 对选中actor编译过期蓝图

# LevelViewportContextMenuBlueprints,CreateBlueprint
source: Create Blueprint...
es: Crear portotipo…
ja: ブループリントを作成...
pt_br: Criar Esquema...
zh_cn: 创建蓝图...

# LevelViewportContextMenuBlueprints,CreateBlueprint_Tooltip
source: Harvest Components from Selected Actors and create Blueprint
es: Obtener los Componentes de los Actores seleccionados y crear Blueprint
ja: 選択したアクタからコンポーネントを取得してブループリントを作成
pt_br: Coletar Componentes dos Atores Selecionados e criar Esquema
zh_cn: 从选中的Actor获得组件并创建蓝图

# LevelViewportContextMenuBlueprints,EditBlueprint_ToolTip
source: Opens {0} in the Blueprint editor
es: Abre {0} en el editor del Blueprint
ja: ブループリントエディタで {0} を開く
pt_br: Abre {0} no Editor de Esquema
zh_cn: 在蓝图编辑器中打开{0}

# LevelViewportContextMenuBlueprints,EditBlueprintSubMenu_ToolTip
source: Shows Blueprints that can be opened for editing
es: Muestra los Blueprint que se pueden abrir para edición.
ja: 編集のために開けるブループリントを表示
pt_br: Exibe os Esquemas que podem ser abertos para edição
zh_cn: 显示可以打开进行编辑的蓝图

# LevelViewportContextMenuBlueprints,EditCodeMenu_ClassToolTip
source: Opens this Blueprint in the Blueprint Editor
es: Abre este Blueprint en el editor de Blueprint
ja: ブループリントエディタでこのブループリントを開く
pt_br: Abre o Esquema no Editor de Esquema
zh_cn: 在蓝图编辑器中打开该蓝图

# LevelViewportControlsPopup,ViewportControlsToolTip
source: Click to show Viewport Controls
ja: クリックしてビューポート制御を表示
zh_cn: 点击来显示视口操作

# LevelViewportToolBar,AdvancedShowFlagsMenu_ToolTip
source: Advanced show flags
es: Indicadores de muestra avanzadas
ja: 表示フラグの詳細設定
pt_br: Exibir sinalizadores avançados
zh_cn: 高级显示标志

# LevelViewportToolBar,AllShowFlagHeader
source: All Show Flags
ja: すべての表示フラグ

# LevelViewportToolBar,BookmarkSubMenu
source: Bookmarks
es: Marcadores
ja: ブックマーク
pt_br: Marcadores
zh_cn: 书签

# LevelViewportToolBar,BookmarkSubMenu_ToolTip
source: Viewport location bookmarking
es: Marcador de la ubicación de la ventana gráfica
ja: ビューポート位置のブックマーク
pt_br: Marcação de local da porta de visualização
zh_cn: 视口位置书签

# LevelViewportToolBar,BufferVisualizationHeader
source: Buffer Visualization Mode
es: Modo visualización del búfer
ja: バッファ可視化モード
pt_br: Modo de Visualização do Buffer
zh_cn: 缓冲器可视化模式

# LevelViewportToolBar,BufferVisualizationMenu_ToolTip
source: Select a mode for buffer visualization
es: Seleccionar un modo para la visualización del búfer
ja: バッファ可視性のモードを選択
pt_br: Selecione um modo de visualização do buffer
zh_cn: 选择一种缓冲器可视化模式

# LevelViewportToolBar,CameraActorsHeading
source: Placed Cameras
ja: 配置されたカメラ
zh_cn: 已放置的相机

# LevelViewportToolBar,ClearBookmarkOverride
source: Bookmark {0}
es: Marcador {0}
ja: ブックマーク {0}
pt_br: Marcador {0}
zh_cn: 书签{0}

# LevelViewportToolBar,SetBookmarkOverride
source: Bookmark {0}
es: Marcador {0}
ja: ブックマーク {0}
pt_br: Marcador {0}
zh_cn: 书签{0}

# LevelViewportToolBar,ClearBookmarkSubMenu
source: Clear Bookmark
es: Borrar marcador
ja: ブックマークをクリア
pt_br: Remover Marcador
zh_cn: 清除书签

# LevelViewportToolBar,ClearBookmarkSubMenu_ToolTip
source: Clear viewport bookmarks
es: Borrar los marcadores de la ventana gráfica
ja: ビューポートのブックマークをクリア
pt_br: Remove os marcadores de porta de visualização
zh_cn: 清除视口书签

# LevelViewportToolBar,CommonShowFlagHeader
source: Common Show Flags
ja: 一般的な表示フラグ

# LevelViewportToolBar,ConfigsSubMenu
source: Layouts
es: Entornos
ja: レイアウト
zh_cn: 布局

# LevelViewportToolBar,DeferredRenderingHeader
source: Deferred Rendering
es: Renderización diferida
ja: ディファードレンダリング
pt_br: Renderização Adiada
zh_cn: 延迟渲染

# LevelViewportToolBar,DeveloperShowFlagsMenu_ToolTip
source: Developer show flags
es: Indicadores de muestra del desarrollador
ja: デベロッパーの表示フラグ
pt_br: Exibir sinalizadores de desenvolvedor
zh_cn: 开发者显示标志

# LevelViewportToolBar,DevicePreviewMenuTitle
source: Device Preview
es: Vista preliminar del dispositivo
ja: デバイスのプレビュー
pt_br: Visualização de Dispositivo
zh_cn: 设备预览

# LevelViewportToolBar,EditorShowHeader
source: Editor
ja: エディタ
zh_cn: 编辑器

# LevelViewportToolBar,FarViewPlane
source: Far View Plane
es: Plano de visión lejana
ja: 遠方のビュー平面
pt_br: Plano de Visualização Distante
zh_cn: 远视平面

# LevelViewportToolBar,FarViewPlaneTooltip
source: Distance to use as the far view plane, or zero to enable an infinite far view plane
es: Distancia a utilizar como plano de visión lejana, o cero para activar un plano de visión infinita
ja: 遠方のビュー平面として使用する距離、または0を設定して無限に遠方のビュー平面を有効化
pt_br: Distância para usar como plano de visualização distante, ou zero para ativar um plano de visualização distante infinito
zh_cn: 用作为远视平面的距离, 或者设置为0来启用一个无限远的远视平面

# LevelViewportToolBar,FourPaneConfigHeader
source: Four Panes
es: Cuatro paneles
ja: 4画面
pt_br: Quatro Painéis
zh_cn: 四个面板

# LevelViewportToolBar,FOVAngle
source: Field of View (H)
ja: 画角
zh_cn: 视场(H)

# PhatViewportToolBar,FOVAngle
source: Field of View (H)
ja: 画角
zh_cn: 视场(H)

# LevelViewportToolBar,JumpToBookmarkHeader
source: Active Bookmarks
es: Activar marcadores
ja: アクティブなブックマーク
pt_br: Marcadores Ativos
zh_cn: 激活的书签

# LevelViewportToolBar,LandscapeLODFixed
source: Fixed at {0}
es: Fijo en {0}
ja: {0} に固定
pt_br: Fixo em {0}
zh_cn: 固定在{0}

# LevelViewportToolBar,LandscapeLODHeader
source: Landscape LOD
es: Nivel de detalle del terreno
ja: ランドスケープLOD
pt_br: LOD da Paisagem:
zh_cn: 地貌LOD

# LevelViewportToolBar,LandscapeLODMenu_ToolTip
source: Override Landscape LOD in this viewport
es: Anular el nivel de detalle del terreno en esta ventana gráfica
ja: このビューポートのランドスケープLODをオーバーライド
pt_br: Substituir LOD da Paisagem nesta porta de visualização
zh_cn: 覆盖该是视口中的地貌LOD

# LevelViewportToolBar,LightingComponentsShowFlagsMenu
source: Lighting Components
es: Componentes de iluminación
ja: ライティングコンポーネント
pt_br: Componentes de Iluminação
zh_cn: 光照组件

# LevelViewportToolBar,LightingComponentsShowFlagsMenu_ToolTip
source: Lighting Components show flags
es: Indicadores de los componentes de iluminación
ja: ライティングコンポーネントの表示フラグ
pt_br: Exibir sinalizadores de Componentes de Iluminação
zh_cn: 光照组件显示标志

# LevelViewportToolBar,LightingFeaturesShowFlagsMenu
source: Lighting Features
es: Funciones de la iluminación
ja: ライティング機能
pt_br: Recursos de Iluminação
zh_cn: 光照功能

# LevelViewportToolBar,LightingFeaturesShowFlagsMenu_ToolTip
source: Lighting Features show flags
es: Indicadores de las funciones de iluminación
ja: ライティング機能の表示フラグ
pt_br: Exibir sinalizadores de Recursos de Iluminação
zh_cn: 光照功能显示标志

# LevelViewportToolBar,LightTypesShowFlagsMenu
source: Light Types
ja: ライト種類
zh_cn: 光源类型

# LevelViewportToolBar,LODColorationModeDisplayName
source: Mesh LODs
ja: メッシュLOD

# LevelViewportToolBar,LODModesHeader
source: Level of Detail Coloration
ja: LOD 色分け

# LevelViewportToolBar,LookThroughCameraActor_ToolTip
source: Look through and pilot {0}
ja: {0}の視点になって操縦
zh_cn: 浏览并试用{0}

# LevelViewportToolBar,LookThroughPlacedCameras_ToolTip
source: Look through and pilot placed cameras
ja: 配置したカメラの視点になって操縦

# LevelViewportToolBar,Maximize_ToolTip
source: Maximizes or restores this viewport
es: Maximiza o restaura esta ventana gráfica
ja: このビューポートを最大化または復元
pt_br: Maximiza ou restaura esta porta de visualização
zh_cn: 最大化或恢复该视口

# LevelViewportToolBar,OnePaneConfigHeader
source: One Pane
es: Un recuadro
ja: 1画面
pt_br: Um Painel
zh_cn: 一个面板

# LevelViewportToolBar,OptionsMenuHeader
source: Viewport Options
es: Opciones de la ventana gráfica
ja: ビューポートオプション
pt_br: Opções de Porta de Visualização
zh_cn: 视口选项

# PhatViewportToolBar,OptionsMenuHeader
source: Viewport Options
ja: ビューポートオプション
zh_cn: 视口选项

# TextureEditorViewOptionsMenu,ViewportSectionHeader
source: Viewport Options
es: Opciones de la ventana gráfica
ja: ビューポートオプション
pt_br: Opções de Porta de Visualização
zh_cn: 视口选项

# LevelViewportToolBar,PostProcessShowFlagsMenu_ToolTip
source: Post process show flags
es: Indicadores de muestra de posprocesamiento
ja: ポストプロセス表示フラグ
pt_br: Exibir sinalizadores de Pós-processamento
zh_cn: 后期处理显示标志

# LevelViewportToolBar,RecentMenuHeading
source: Recent
es: Reciente
ja: 最近使用したファイル
pt_br: Recentes
zh_cn: 最近

# LevelViewportToolBar,RestoreFromImmersive_ToolTip
source: Restore from Immersive
es: Recuperar desde inmersión
ja: 没入モードから復元
pt_br: Restaurar de Imersivo
zh_cn: 从沉浸式恢复回来
