Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,AlignmentFillToolTip
source: The image will fill the preview
es: La imagen rellenará la ventana gráfica
ja: 画像でプレビューをフィル
pt_br: A imagem preencherá a visualização
zh_cn: 此图片将填充预览

# UnrealEd,AlignmentLeftToolTip
source: The image will be aligned to the left of the preview
es: La imagen se alineará a la izquierda de la vista preliminar
ja: 画像はプレビューの左側から整列します
pt_br: A imagem será alinhada a partir da esquerda da visualização
zh_cn: 此图片将会与预览的左侧对齐

# UnrealEd,AlignmentRightToolTip
source: The image will be aligned from the right of the preview
es: La imagen se alineará desde la parte derecha de la vista preliminar
ja: 画像はプレビューの右側から整列します
pt_br: A imagem será alinhada a partir da direita da visualização
zh_cn: 此图片将会与预览的右侧对齐

# UnrealEd,AlignmentTopToolTip
source: The image will be aligned to the top of the preview
es: La imagen se alineará a la parte superior de la vista preliminar
ja: 画像はプレビューの上部から整列します
pt_br: A imagem será alinhada a partir da parte superior da visualização
zh_cn: 此图片将会与预览的顶端对齐

# UnrealEd,ApplyingDetailBrushF
source: Applying detail brush {BrushCount} of {BrushTotal}
es: Aplicando {BrushCount} pincel(es) de detalle de {BrushTotal}
ja: 詳細ブラシ {BrushTotal} 中 {BrushCount} 個を適用中
pt_br: Aplicando pincel de detalhe {BrushCount} de {BrushTotal}
zh_cn: 正在应用{BrushTotal}个细节画刷中的{BrushCount}个

# UnrealEd,ApplyingStructuralBrushF
source: Applying structural brush {BrushCount} of {BrushTotal}
es: Aplicando {BrushCount} pincel(es) de estructura de {BrushTotal}
ja: 構造ブラシ {BrushTotal} 中 {BrushCount} 個を適用中
pt_br: Aplicando pincel de estrutura {BrushCount} de {BrushTotal}
zh_cn: 正在应用{BrushTotal}个结构画刷中{BrushCount}个

# UnrealEd,ApplyMaterialToSelectedSurfaces
source: Apply Material to Selected Surfaces
es: Aplicar material a las superficies seleccionadas
ja: マテリアルを選択サーフェースに適用
pt_br: Aplicar Material às Superfícies Selecionadas
zh_cn: 应用材质到选中的表面

# UnrealEd,ApplyMaterialToSurface
source: Apply Material to Surface
es: Aplicar material a la superficie
ja: マテリアルをサーフェスに適用
pt_br: Aplicar Material à Superfície
zh_cn: 应用材质到表面

# UnrealEd,DragDrop_Transaction_ApplyMaterialToSurface
source: Apply Material to Surface
es: Aplicar material a la superficie
ja: マテリアルをサーフェスに適用
pt_br: Aplicar Material à Superfície
zh_cn: 应用材质到表面

# UnrealEd,ApproxSize_F
source: Approx Size: {0}x{1}x{2}
es: Tamaño aproximado: {0}x{1}x{2}
ja: およそのサイズ: {0}x{1}x{2}
pt_br: Tamanho Aproximado: {0}x{1}x{2}
zh_cn: 大约尺寸: {0}x{1}x{2}

# UnrealEd,AssetCheckLog
source: Asset Check
ja: アセットチェック
zh_cn: 资源检查

# UnrealEd,AutomatedBuild_AutomaticSubmission
source: [Automatic Submission]
es: [Envío automático]
ja: [自動送信]
pt_br: [Envio Automático]
zh_cn: [自动提交]

# UnrealEd,AutomatedBuild_Error_AutomatedBuildAborted
source: Automated build aborted.
es: Diseño automático cancelado.
ja: 自動ビルドは中止されました。
pt_br: Compilação automatizada anulada.
zh_cn: 自动构建中止。

# UnrealEd,AutomatedBuild_Error_BuildFailed
source: The map build failed or was canceled.
es: Error al cargar el diseño del mapa o se ha cancelado.
ja: マップのビルドは失敗に終わったかキャンセルされました
pt_br: A compilação do mapa falhou ou foi cancelada.
zh_cn: 地图构建失败或者已被取消。

# UnrealEd,AutomatedBuild_Error_FilesFailedCheckout
source: The following assets failed to checkout of source control and cannot be submitted: {0} Attempt to continue the build?
es: Los siguientes activos no han podido revisar el control de código fuente y no se han podido enviar: {0} \ ¿Intentar continuar con el diseño?
ja: 次のアセットはソースコントロールからのチェックアウトに失敗したためサブミットすることができません: {0} このままビルドを続けますか？
pt_br: A saída dos seguintes ativos falhou ao ser registrada no controle de origem (ou são somente leitura) e eles não podem ser enviados: {0} Tentar continuar a compilação?
zh_cn: 以下资源未能从源代码控制迁出并且无法提交: {0} 尝试继续构建?

# UnrealEd,AutomatedBuild_Error_FilesFailedSave
source: The following assets failed to save and cannot be submitted: {0} Attempt to continue the build?
es: Los siguientes activos no se han podido guardar y no se han podido enviar: {0} \ ¿Intentar continuar con el diseño?
ja: 次のアセットは保存に失敗したためサブミットすることができません: {0} このままビルドを続けますか？
pt_br: Os seguintes ativos não puderam ser salvos e não podem ser enviados: {0} Tentar continuar a compilação?
zh_cn: 以下资源未能保存且无法提交: {0} 尝试继续构建?

# UnrealEd,AutomatedBuild_Error_MapErrors
source: Map errors occurred while building. Attempt to continue the build?
es: Se han producido errores en el mapa mientras se diseñaba. ¿Intentar continuar con el diseño?
ja: ビルド中にマップエラーが発生しました。 ビルドを続けてみますか？
pt_br: Erros no mapa ocorreram durante a compilação. Tentar continuar com a compilação?
zh_cn: 当构建时发生地图错误。 重试继续构建?

# UnrealEd,AutomatedBuild_Error_NoValidLevels
source: None of the current levels are valid for submission; automated build aborted.
es: Ninguno de los niveles actuales son válidos para el envío. Diseño automático cancelado.
ja: 現行レベルはすべてサブミットに無効なレベルです；自動ビルドは中止されました。
pt_br: Nenhum dos níveis atuais são válidos para submissão; compilação automatizada anulada.
zh_cn: 当前关卡都不能提交；自动构建中止。

# UnrealEd,AutomatedBuild_Error_SCCError
source: Cannot connect to source control; automated build aborted.
es: No se puede conectar al control de código fuente. Diseño automático cancelado.
ja: ソースコントロールに接続できません。自動ビルドは中止しました
pt_br: Não é possível conectar ao controle de origem; compilação automatizada anulada.
zh_cn: 不能连接到源码控制；自动构建中止。

# UnrealEd,AutomatedBuild_Error_UnsaveableFiles
source: The following assets cannot be checked out of source control (or are read-only) and cannot be submitted: {0} Attempt to continue the build?
es: Los siguientes activos no se pueden revisar del control de código fuente (o son de solo lectura) y no se pueden enviar: {0} ¿Intentar continuar con el diseño?
ja: 次のアセットはソースコントロール（または読み取り専用）からチェックアウトおよびサブミットすることができません: {0} ビルドを続けますか？
pt_br: A saída dos seguintes ativos não pode ser registrada no controle de origem (ou são somente leitura) e eles não podem ser enviados: {0} Tentar continuar a compilação?
zh_cn: 以下资源无法从源代码控制迁出（或者为只读）且无法提交: {0} 尝试继续构建?

# UnrealEd,AutomatedBuild_Error_UnsavedMap
source: The following levels have never been saved before and cannot be submitted: {0} Attempt to continue the build?
es: Los siguientes niveles no se han guardado anteriormente y no se pueden enviar: {0} ¿Intentar continuar con el diseño?
ja: 次のアセットは一度も保存されていないためサブミットすることができません: {0} ビルドを継続しますか？
pt_br: Os seguintes níveis nunca foram salvos e não podem ser enviados: {0} Tentar continuar a compilação?
zh_cn: 以下关卡之前从未保存过并且无法提交: {0} 尝试继续构建?

# UnrealEd,BlutilityAction
source: Blutility Action
es: Acción de la utilidad del Blueprint (Blutility)
ja: ブループリントユーティリティの動作
pt_br: Ação Blutility
zh_cn: Blutility动作

# UnrealEd,BoneMissingFromSkelMesh
source: The SkeletalMesh is missing bone '{0}' needed by this PhysicsAsset.
es: La SkeletalMesh ha perdido el hueso '{0}' que necesita este PhysicsAsset.
ja: スケルタルメッシュにはPhysicsアセット で必要とされるボーン '{0}' が含まれていません
pt_br: A SkeletalMesh tem um osso '{0}' ausente, requerido por este PhysicsAsset.
zh_cn: SkeletalMesh缺失此PhysicsAsset所需的骨骼'{0}'。

# UnrealEd,BrushAdd
source: Brush Add
es: Añadir pincel
ja: Addブラシ
pt_br: Pincel Adicionar
zh_cn: 添加型画刷

# UnrealEd,BrushAddVolume
source: Brush AddVolume
es: AddVolume del pincel
ja: AddVolumeブラシ
pt_br: Pincel AddVolume
zh_cn: 添加体积画刷

# UnrealEd,BrushClip
source: Brush Clip
es: Clip del pincel
ja: Clipブラシ
pt_br: Pincel Clipe
zh_cn: 剪辑画刷

# UnrealEd,BrushFromDeintersection
source: Brush From Deintersection
es: Pincel de la intersección
ja: 非交差からのブラシ
pt_br: Pincel de Remover Interseção
zh_cn: 反交集画刷

# UnrealEd,BrushFromIntersection
source: Brush From Intersection
es: Pincel de la intersección
ja: 交差からのブラシ
pt_br: Pincel de Interseção
zh_cn: 交集画刷

# UnrealEd,BrushGet
source: Brush Get
es: Obtención del pincel
ja: Getブラシ
pt_br: Pincel Adquirir
zh_cn: 画刷获取

# UnrealEd,BrushImport
source: Brush Import
es: Importación del pincel
ja: インポートブラシ
pt_br: Pincel Importar
zh_cn: 画刷导入

# UnrealEd,BrushMoveRel
source: Brush MoveRel
es: MoveRel del pincel
ja: MoveRelブラシ
pt_br: Pincel MoveRel
zh_cn: 画刷相对移动

# UnrealEd,BrushMoveTo
source: Brush MoveTo
es: MoveTo el pincel
ja: MoveToブラシ
pt_br: Pincel MoveTo
zh_cn: 移动画刷到

# UnrealEd,BrushNew
source: Brush New
es: Pincel nuevo
ja: 新規ブラシ
pt_br: Pincel Novo
zh_cn: 新建画刷

# UnrealEd,BrushPut
source: Brush Put
es: Colocación del pincel
ja: Putブラシ
pt_br: Pincel Colocar
zh_cn: 画刷放置

# UnrealEd,BrushReset
source: Brush Reset
es: Reajuste del pincel
ja: リセットブラシ
pt_br: Pincel Redefinir
zh_cn: 画刷重置

# UnrealEd,BrushScale
source: Brush Scale
es: Escala del pincel
ja: Scaleブラシ
pt_br: Pincel Escala
zh_cn: 画刷缩放

# UnrealEd,BrushSet
source: Brush Set
es: Ajuste del pincel
ja: セットブラシ
pt_br: Pincel Definir
zh_cn: 画刷设置

# UnrealEd,BrushSubtract
source: Brush Subtract
es: Sustracción del pincel
ja: Subtractブラシ
pt_br: Pincel Subtrair
zh_cn: 挖空型画刷

# UnrealEd,BSPSelect_DifferentResolutionsSelected
source: Different selected resolutions. Can only select matching for a single resolution.
es: Se han seleccionado resoluciones diferentes. Solo se pueden seleccionar las compatibles para una sola resolución.
ja: 選択解像度が異なります。 一致する1つの解像度しか選択できません。
pt_br: Resoluções diferentes selecionadas. Pode selecionar correspondência para só uma resolução.
zh_cn: 选中了不同的分辨率。 仅能选择一个匹配的单一分辨率。

# UnrealEd,BuildFailed_VisibilityOnlyButVisibilityDisabled
source: 'Build Only Visibility' option was enabled but precomputed visibility is disabled! Aborting build.
es: ¡La opción 'Diseñar solo la visibilidad' estaba activada pero la visibilidad previamente calculada estaba desactivada! Cancelar diseño.
ja: 「ビルドのみで表示」 オプションが有効ですが可視性の事前計算が無効化されています! ビルドを中止します。
pt_br: A opção 'Compilar Somente Visibilidade' foi ativada, mas a visibilidade pré-computada está desativada! Anulando compilação.
zh_cn: 'Build Only Visibility' 选项已启用，但禁用了预计算可见性! 中止构建。

# UnrealEd,BuildHLODMeshes
source: Building Hierarchical LOD Meshes
ja: 階層LODを構築中
zh_cn: 构建层次化LOD网格物体

# UnrealEd,BuildingBSP
source: Building BSP
es: Diseñando BSP
ja: BSPをビルド中
pt_br: Compilando BSP
zh_cn: 构建BSP

# UnrealEd,BulkExport_FilteredWarning
source: Asset types are currently filtered within the Content Browser. Only objects of the filtered types will be exported.
es: Los tipos de activos ya se han filtrado en el buscador de contenido. Solo se exportarán los objetos de los tipos filtrados.
ja: アセットの種類は現在コンテンツブラウザ内でフィルタリングされています。フィルター処理されたアセットのみがエクスポートされます。
pt_br: Atualmente existe um filtro de ativos no Navegador de Conteúdo. Apenas objetos dos tipos filtrados serão exportados.
zh_cn: 资源类型目前已在内容浏览器中进行了过滤。 将仅导出过滤出的类型的对象。

# UnrealEd,CannotConvertPackageName
source: Cannot save asset '{0}' as conversion of long package name failed. Reason: '{1}'.
ja: 長いパッケージ名の変換に失敗したためアセット '{0}' を保存できません。理由： '{1}'
zh_cn: 无法保存资源'{0}'为包的长名称的转换。原因: '{1}'。

# UnrealEd,CannotDuplicateList
source: Cannot duplicate object: '{0}' {1}
es: No se puede duplicar el objeto: '{0}' {1}
ja: 次のオブジェクトが複製できません: '{0}' {1}
pt_br: Não é possível duplicar objeto: '{0}' {1}
zh_cn: 无法复制对象: '{0}' {1}

# UnrealEd,CannotMoveFoliageIntoLockedLevel
source: Cannot move the selected foliage into a locked level
ja: 選択フォリッジをロック中のレベルへ移動できません
zh_cn: 无法移动选择的植被到锁定的关卡中

# UnrealEd,CannotMoveIntoLockedLevel
source: Cannot move the selected actors into a locked level
es: No se pueden mover los actores seleccionados a un nivel bloqueado
ja: 選択アクタはロックされたレベルへ移動できません
pt_br: Não é possível mover os atores selecionados para dentro de um nível bloqueado
zh_cn: 无法移动选定actors到锁定关卡中

# UnrealEd,CannotSaveStartupPackage
source: Cannot save asset '{0}' as user opted not to save this startup asset
es: No se puede guardar el activo '{0}' ya que el usuario ha optado por no guardar este activo de arranque
ja: このスタートアップアセットはユーザーにより保存不可になっているため、アセット '{0}' は保存できません
pt_br: Não é possível salvar o ativo '{0}' já que o usuário optou por não salvar este ativo de inicialização
zh_cn: 不能保存资源'{0}' ，因为用户选择不保存该启动资源

# UnrealEd,CASCADE_CancelSoloing
source: Disable soloing to perform the following: {0}
es: Desactivar el funcionamiento individual para reproducir lo siguiente: {0}
ja: 以下の実行に単独化を無効にする: {0}
pt_br: Desativar solo para realizar o seguinte: {0}
zh_cn: 禁止单独运行来执行以下内容: {0}

# UnrealEd,Cascade_InterpolationMethodLODWarning
source: Unable to change InterpolationMethod due to LOD level 0 setting.
es: Imposible modificar InterpolationMethod debido a la configuración 0 del nivel LOD.
ja: LOD レベル設定が0のためInterpolationMethodを変更できません。
pt_br: Não é possível mudar InterpolationMethod dada a configuração de nível de LOD 0.
zh_cn: 由于LOD 细节层次0的设置而无法改变插值模式。

# UnrealEd,Cascade_ModuleDeleteLODWarning
source: Attempting to delete module while not on highest LOD (0)
es: Se está intentando eliminar el módulo mientras el LOD (0) no esté en excelente
ja: 最高LOD (0)でない状態でモジュールを削除しようとしています
pt_br: Tentando excluir o módulo sem estar no LOD mais alto (0)
zh_cn: 正在尝试当不在最高LOD (0)的情形下删除模块

# UnrealEd,Cascade_NoDeleteRequiredOrSpawn
source: The Required and Spawn modules may not be deleted.
es: Los módulos solicitados y generados no se deben eliminar.
ja: Required および スポーン モジュールは削除できません
pt_br: Os módulos Solicitado e Criado podem não ser Excluídos.
zh_cn: 不能删除 所需模块(Required)和生成(Spawn)模块。

# UnrealEd,Cascade_ReplaceTypeDataModule
source: Replace the existing type data module?
es: ¿Reemplazar el módulo de datos tipo existente?
ja: 既存のタイプ データモジュールを置換しますか?
pt_br: Substituir o módulo de tipo de dado existente?
zh_cn: 替换现有类型数据模块?

# UnrealEd,CascadeCantDeleteLOD
source: Can't delete - only LOD level
es: No se puede eliminar - solo nivel LOD
ja: 削除できません - LOD レベルのみです
pt_br: Não é possível excluir - apenas o nível do LOD
zh_cn: 不能删除 - 仅LOD细节层次

# UnrealEd,CascadePropertyChange
source: Change Property
es: Cambiar propiedad
ja: プロパティを変更
pt_br: Alterar Propriedade
zh_cn: 修改属性

# UnrealEd,CascadeRegenLowLODWarningLine1
source: *** WARNING *** Regenerating the lowest LOD level will delete all other LOD levels from the particle system! Are you sure you want to do so?
es: *** ATENCIÓN *** ¡Volver a generar el nivel LOD más bajo eliminará todos lo demás niveles LOD del sistema de partículas! ¿Está seguro de que quiere hacerlo?
ja: *** 警告 *** 最低LODの生成は パーティクルシステムのすべてのLODレベルを削除します！ 実行を継続して削除してもよろしいですか？
pt_br: ***ADVERTÊNCIA*** Regenerar o nível de LOD mais baixo excluirá todos os outros níveis de LOD do sistema de partículas! Está certo de que quer continuar?
zh_cn: *** 警告 *** 重新生成最低LOD细节层次将会删除 粒子系统的所有其它LOD细节层次! 您确定想要这样做吗？

# UnrealEd,CascadeTooManyLODs
source: Max LOD levels (8) already present
es: El máximo de niveles LOD (8) ya están presentes
ja: 最高 LOD レベル (8) はすでに存在します
pt_br: Níveis de LOD Máximos (8) já presentes
zh_cn: 已经存在最大数量的LOD细节层次(8)

# UnrealEd,CheckingMap
source: Checking map
es: Buscando activos que reservar…
ja: マップをチェック中
pt_br: Verificando Mapa
zh_cn: 正在检测地图

# UnrealEd,ChooseADirectory
source: Choose A Directory
es: Elegir directorio A
ja: ディレクトリを選択してください
pt_br: Escolha um Diretório
zh_cn: 选择目录

# UnrealEd,CleanBSPMaterials
source: Clean BSP Materials
es: Borrar los materiales BSP
ja: BSP マテリアルを整理する
pt_br: Limpar Materiais BSP
zh_cn: 清理BSP材质

# UnrealEd,CleanBSPMaterialsReportF
source: Cleared {0} BSP material references. Check log window for further details.
es: Se han borrado {0} referencias de material BSP. Vaya a la ventana del registro para más detalles.
ja: {0} BSPマテリアルリファレンスをクリアしました。詳細についてはログ ウィンドウをご覧ください。
pt_br: Referências de {0} materiais BSP apagadas. Verifique a janela de registro para maiores detalhes.
zh_cn: 已清理了{0} 项BSP材质引用。 请查看日志窗口获得更多细节。

# UnrealEd,CleaningUpE
source: Cleaning up...
es: Borrando...
ja: クリーンアップ中...
pt_br: Apagando...
zh_cn: 正在清理...

# UnrealEd,ClearChildren
source: Clear Children
es: Borrar hijos
ja: 子をクリア
pt_br: Apagar Filhos
zh_cn: 清除子项

# UnrealEd,ClearGroupLookup_F
source: Clear Transform Lookup Group ({0})
es: Borrar grupo de búsqueda de transformación ({0})
ja: トランスフォームルックアップグループ ({0}) をクリア
pt_br: Apagar Grupo de Consulta de Transformação ({0})
zh_cn: 清除变换查找组({0})

# UnrealEd,ClearingSourceFiles
source: Clearing Source Files
es: Borrando los archivos fuentes
ja: ソースファイルをクリーニング中
pt_br: Apagando Arquivos da Fonte
zh_cn: 正在清除源文件

# UnrealEd,ClickingBackground
source: Clicking Background
es: Pinchar en el fondo
ja: 背景をクリック
pt_br: Clicando no Fundo
zh_cn: 点击背景

# UnrealEd,ClickingOnActors
source: Clicking on Actors
es: Pinchar en los actores
ja: アクタをクリック
pt_br: Clicando nos Atores
zh_cn: 点击Actor

# UnrealEd,ClickingOnActorsContextMenu
source: Clicking on Actors (context menu)
es: Pinchar en los actores (menú contextual)
ja: アクタをクリック（コンテキストメニュー）
pt_br: Clicando nos Atores (menu de contexto)
zh_cn: 点击Actor（关联菜单）

# UnrealEd,ClickingOnActorsDouble-Click
source: Clicking on Actors (double-click)
es: Pinchar en los actores (doble clic)
ja: アクタをクリックする（ダブルクリック）
pt_br: Clicando nos Atores (duplo clique)
zh_cn: 点击Actor（双击）

# UnrealEd,ClickingOnBrushVertex
source: Clicking on Brush Vertex
es: Pinchar en el vértice del pincel
ja: ブラシ頂点をクリック
pt_br: Clicando no Vértice do Pincel
zh_cn: 点击画刷顶点

# UnrealEd,ClickingOnComponentContextMenu
source: Clicking on Component (context menu)
ja: コンポーネントをクリック（コンテキストメニュー）
zh_cn: 点击组件（关联菜单）

# UnrealEd,ClickingOnComponentInTree
source: Clicking on Component (tree view)
ja: コンポーネントをクリック（ツリービュー）
zh_cn: 点击组件（树视图）

# UnrealEd,ClickingOnComponents
source: Clicking on Components
ja: コンポーネントをクリック
zh_cn: 点击组件

# UnrealEd,ClickingOnStaticMeshVertex
source: Clicking on Static Mesh Vertex
es: Pinchar en el vértice de la malla estática
ja: スタティックメッシュ頂点をクリック
pt_br: Clicando no Vértice da Malha Estática
zh_cn: 点击静态网格物体顶点

# UnrealEd,ConsolidateAssetsUpdate_CheckAssetValidity
source: Determining Validity of Assets...
es: Determinando la validez de los activos...
ja: アセットの妥当性を検査中...
pt_br: Determinando Validade dos Ativos...
zh_cn: 正在确定资源的有效性...

# UnrealEd,ConsolidateAssetsUpdate_Consolidating
source: Consolidating Assets...
es: Consolidando los activos…
ja: アセットを結合しています...
pt_br: Consolidando Ativos...
zh_cn: 正在合并资源...

# UnrealEd,ConsolidateAssetsUpdate_DeletingActorInstances
source: Deleting Actor Instances...
ja: アクタインスタンスを削除中...
zh_cn: 正在删除Actor实例...

# UnrealEd,ConsolidateAssetsUpdate_DeletingComponentInstances
source: Deleting Component Instances...
ja: コンポーネントインスタンスを削除中...
zh_cn: 正在删除组件实例...

# UnrealEd,ConsolidateAssetsUpdate_DeletingObjects
source: Deleting Assets...
es: Eliminando activos...
ja: アセットを削除中...
pt_br: Excluindo Ativos...
zh_cn: 正在删除资源...

# UnrealEd,ConsolidateAssetsUpdate_DeletingSCSNodes
source: Deleting Blueprint Component references...
ja: ブループリントのコンポーネントリファレンスを削除中...
zh_cn: 正在删除蓝图组件引用内容...

# UnrealEd,ConsolidateAssetsUpdate_FindingReferences
source: Finding Asset References...
es: Buscando referencias del activo...
ja: アセットのリファレンスを検索中...
pt_br: Encontrando Referências do Ativo...
zh_cn: 正在查找资源引用...

# UnrealEd,ConsolidateAssetsUpdate_ReplacingReferences
source: Replacing Asset References...
es: Reemplazando las referencias del activo...
ja: アセットのリファレンスを置換中...
pt_br: Substituindo Referências de Ativo...
zh_cn: 正在替换资源引用...

# UnrealEd,ConsolidateAssetsUpdate_RootSetCheck
source: Checking Assets for Root Set...
es: Buscando activos para ajustar raíz...
ja: ルートセットのアセットを確認しています...
pt_br: Verificando Ativos para Definição de Raiz
zh_cn: 正在检查根骨骼设置的资源...

# UnrealEd,ConvertingActors
source: Converting Actors
es: Transformando actores
ja: アクタを変換中
pt_br: Convertendo Atores
zh_cn: 正在转换Actor

# UnrealEd,ConvertLights
source: Convert Light
es: Transformar luz
ja: ライトを変換
pt_br: Converter Luz
zh_cn: 转换光源

# UnrealEd,ConvertMeshes
source: Convert Meshes
es: Transformar capas
ja: メッシュを変換
pt_br: Converter Malhas
zh_cn: 转换网格物体

# UnrealEd,CopySelectedActorsInNonCurrentLevel
source: Some selected actors are not in the current level and will not be copied.
es: Algunos de los actores seleccionados no están en el nivel actual y no se copiarán.
ja: いくつかの選択アクタは現行レベルに存在しないためコピーされません
pt_br: Alguns dos atores selecionados não estão no nível atual e não serão copiados.
zh_cn: 某些选中的actor不在当前关卡中，所以将不会复制它们。

# UnrealEd,CreateActor
source: Create Actor
es: Crear actor
ja: アクタを作成
pt_br: Criar Ator
zh_cn: 创建Actor

# UnrealEd,CreateActors
source: Create Actors
es: Crear actores
ja: 複数のアクタを作成
pt_br: Criar Atores
zh_cn: 创建Actors

# UnrealEd,CreateBoundingBoxBlockingVolume
source: Create Bounding Box Blocking Volume
es: Crear volumen de bloqueo de la caja delimitadora
ja: Bounding Box Blockingボリュームを作成
pt_br: Criar Volume de Bloqueio da Caixa Delimitadora
zh_cn: 创建边界框阻挡体积

# UnrealEd,CreateConvexBlockingVolume
source: Create Convex Blocking Volume
es: Crear volumen de bloqueo convexo
ja: 凸型ブロッキングボリュームを作成
pt_br: Criar Volume de Bloqueio Convexo
zh_cn: 创建凸面阻挡体积

# UnrealEd,CreateNewModule
source: Create New Module
es: Crear un nuevo módulo
ja: 新規モジュールを作成
pt_br: Criar Novo Módulo
zh_cn: 创建新模块

# UnrealEd,CreatePIENoteActors
source: Create PIE Notes
es: Crear notas de la reproducción en el editor (PIE)
ja: PIEノートを作成
pt_br: Criar Notas PIE
zh_cn: 创建PIE注释

# UnrealEd,CreatingStaticMeshE
source: Creating static mesh...
es: Creando malla estática...
ja: スタティックメッシュを作成中...
pt_br: Criando malha estática...
zh_cn: 正在创建静态网格物体...

# UnrealEd,CropAnimationKey
source: Crop Animation Key
es: Cortar clave de la animación
ja: アニメーションキーをトリミング
pt_br: Cortar Chave de Animação
zh_cn: 剪辑动画关键帧

# UnrealEd,CurveEdit
source: Curve Edit
es: Edición de la curva
ja: カーブ編集
pt_br: Editar Curva
zh_cn: 曲线编辑

# UnrealEd,DeintersectingBrushWithWorld
source: Deintersecting brush with world
es: Pincel
ja: ワールドと非交差するブラシ
pt_br: Removendo interseção do pincel com o mundo
zh_cn: 让画刷和世界进行反交集

# UnrealEd,DeleteActors
source: Delete Actors
es: Eliminar actores
ja: アクタを削除
pt_br: Excluir Atores
zh_cn: 删除Actor

# UnrealEd,DeleteBody
source: Delete Body
es: Eliminar cuerpo
ja: ボディを削除
pt_br: Excluir Corpo
zh_cn: 删除刚体

# UnrealEd,DeleteChild
source: Delete Child
es: Eliminar hijo
ja: 子を削除
pt_br: Excluir Filho
zh_cn: 删除子项

# UnrealEd,DeletePrimitive
source: Delete Primitive
es: Eliminar primitiva
ja: プリミティブを削除
pt_br: Excluir Primitivo
zh_cn: 删除图元

# UnrealEd,DeleteSelectedModule
source: Delete Selected Module
es: Eliminar los módulos seleccionados
ja: 選択したモジュールを削除
pt_br: Excluir Módulo Selecionado
zh_cn: 删除选中的模块

# UnrealEd,Deleting
source: Deleting
es: Eliminado
ja: 削除中
pt_br: Excluindo
zh_cn: 正在删除

# UnrealEd,Deletingf
source: Deleting ({0} of {1})
es: Eliminando ({0} de {1})
ja: 削除中 ({1}) の {0})
pt_br: Excluindo ({0} de {1})
zh_cn: 正在删除({1}中的{0})

# UnrealEd,DeselectActors
source: Deselect Actor(s)
es: Quitar selección en el/los actor(es)
ja: アクタを非選択にする
pt_br: Cancelar Seleção de Ator(es)
zh_cn: 取消选择Actor

# UnrealEd,Disabled
source: Disabled
es: Desactivado
ja: 使用不可
pt_br: Desativado
zh_cn: 已禁用

# UnrealEd,DistanceFieldClosed_F
source: Distance Field: Mesh was not closed and material was one-sided
es: Campo de distancia: la malla no fue cerrada y el material es unilateral
ja: 距離フィールド: メッシュが閉じられず、マテリアルは片側でした
pt_br: Campo da Distância: A malha não foi fechada e o material tinha um só lado
zh_cn: 距离场：网格物体未被关闭并且材质位于一侧

# UnrealEd,DistanceFieldRes_F
source: Distance Field: {0}x{1}x{2} = {3}Mb
es: Campo de distancia: {0}x{1}x{2} = {3}Mb
ja: 距離フィールド: {0}x{1}x{2} = {3}Mb
pt_br: Campo da Distância: {0}x{1}x{2} = {3}MB
zh_cn: 距离场: {0}x{1}x{2} = {3}Mb

# UnrealEd,DoubleRotate
source: hold ALT to rotate both reference frames
es: mantener pulsado ALT para rotar ambos fotogramas de referencia
ja: Altキーを押して両方のリファレンスフレームを回転
pt_br: segure ALT para girar ambos os referenciais
zh_cn: 按住ALT来旋转两个引用帧

# UnrealEd,Drag3DTrajectoryHandle
source: Drag 3D Trajectory Handle
es: Arrastrar el handle de la trayectoria 3D
ja: 3D軌道のハンドルをドラッグ
pt_br: Arrastar Manipulador de Trajetória 3D
zh_cn: 拖拽三维轨迹手柄

# UnrealEd,DupeSelectedModule
source: Duplicate Selected Module
es: Duplicar módulo seleccionado
ja: 選択したモジュールを複製
pt_br: Duplicar Módulo Selecionado
zh_cn: 克隆选中的模块

# UnrealEd,DuplicateActors
source: Duplicate Actors
es: Duplicar actores
ja: アクタを複製
pt_br: Duplicar Atores
zh_cn: 克隆Actors
