Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.AnimSegmentPanel,DeleteSegment
source: Delete
ja: 削除
zh_cn: 删除

# UICommands.BehaviorTreeEditorCommands,DeleteEntry
source: Delete
ja: 削除
zh_cn: 删除

# UICommands.BlueprintEditorCommands,DeleteComponent
source: Delete
ja: 削除

# UICommands.CurveEditorCommands,DeleteTab
source: Delete
ja: 削除

# UICommands.MyBlueprint,DeleteEntry
source: Delete
ja: 削除
zh_cn: 删除

# UICommands.PhATCommands,DeleteBody
source: Delete
ja: 削除

# UICommands.PhATCommands,DeleteConstraint
source: Delete
ja: 削除

# UICommands.PhATCommands,DeletePrimitive
source: Delete
ja: 削除

# UICommands.SkeletonTreeCommands,DeleteSelectedRows
source: Delete
ja: 削除

# UnrealEd,Delete
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# VREditor,DeleteHelp
source: Delete
ja: 削除

# AnimNotifyPanel,DeleteMarkers
source: Delete Animation Markers
ja: アニメーションマーカーを削除
zh_cn: 删除动画标记

# AnimNotifyPanel,DeleteToolTip
source: Delete animation notify
es: Eliminar aviso de la animación
ja: アニメーション通知の削除
pt_br: Excluir notificação de animação
zh_cn: 删除动画通知

# AnimNotifyPanel,DurationNotifyClickedLabel
source: Duration
es: Duración
ja: 継続時間
pt_br: Duração
zh_cn: 持续时间

# AnimTimingPanel,NotifyDuration
source: Duration
ja: 期間
zh_cn: 持续时间

# FAnimStateNodeDetails,DurationLabel
source: Duration
ja: 継続時間
zh_cn: 持续时间

# Matinee.Popups,ParticleReplayKey.SetDuration
source: Duration
es: Duración
ja: 持続時間
pt_br: Duração
zh_cn: 持续时间

# AnimNotifyPanel,FrameMenuText
source: Set Notify Frame: {0}...
ja: 通知 フレーム を設定： {0}...
zh_cn: 设置通知帧：{0}...

# AnimNotifyPanel,Invalid
source: Invalid
es: No válido
ja: 不正
pt_br: Inválido
zh_cn: 无效

# BlendSpaceEditorBase,Invalid
source: Invalid
es: No válido
ja: 不正
pt_br: Inválido
zh_cn: 无效

# CollisionProfileNameCustomization,Invalid
source: Invalid
ja: 不正
zh_cn: 无效

# DestructibleMeshEditor,Invalid
source: Invalid
ja: 不正
zh_cn: 无效

# Layer,InvalidActorStatTotal
source: Invalid
es: No válida
ja: 無効
pt_br: Inválido
zh_cn: 无效

# SkeletalControlNodeDetails,Invalid
source: Invalid
ja: 無効
zh_cn: 无效

# AnimNotifyPanel,MinTriggerWeight
source: Min Trigger Weight: {0}...
es: Peso mínimo del disparador: {0}...
ja: 最小トリガーウェイト: {0}...
pt_br: Peso Mín. de Acionamento: {0}...
zh_cn: 最小触发权重： {0}...

# AnimNotifyPanel,MinTriggerWeightToolTip
source: The minimum weight to trigger this notify
es: El peso mínimo para disparar este aviso
ja: 通知をトリガーする最小ウェイト
pt_br: Peso mínimo para acionar esta notificação
zh_cn: 触发该通知的最小权重

# AnimNotifyPanel,MoveNotifyEvent
source: Move Anim Notify
es: Mover aviso de la animación
ja: アニム通知を移動
pt_br: Mover Notificação de Animação
zh_cn: 移动动画通知

# AnimNotifyPanel,NewNotify
source: New Notify
es: Nuevo aviso
ja: 新規通知
pt_br: Nova Notificação
zh_cn: 新建通知

# AnimNotifyPanel,NewNotifyLabel
source: Notify Name
es: Nombre del aviso
ja: 通知名
pt_br: Nome da Notificação
zh_cn: 通知名称

# SkeletonAnimNotifies,AnimNotifyNameLabel
source: Notify Name
es: Nombre del aviso
ja: 通知名
pt_br: Nome da Notificação
zh_cn: 通知名称

# SkeletonNotifyDetails,SkeletonNotifyName
source: Notify Name
ja: 通知名
zh_cn: 通知名称

# AnimNotifyPanel,NewNotifyMenu_Native
source: Native Notifies
es: Avisos nativos
ja: ネイティブ通知
pt_br: Notificações Nativas
zh_cn: 原生通知

# AnimNotifyPanel,NewNotifyStateSubMenu_NativeToolTip
source: Add an existing native notify state
es: Añadir un estado de aviso nativo existente
ja: 既存のネイティブ通知ステートを追加
pt_br: Adicionar um estado de notificação nativa existente
zh_cn: 添加一个现有原生通知状态

# AnimNotifyPanel,NewNotifySubMenu_Custom
source: Custom
es: Personalización
ja: カスタム
pt_br: Personalizado
zh_cn: 自定义

# BlueprintableComponents,CategoryName
source: Custom
ja: カスタム
zh_cn: 自定义

# BlueprintComponenetNodeSpawner,BlueprintComponentCategory
source: Custom
ja: カスタム
zh_cn: 自定义

# BlueprintProfilerToolbar,Custom
source: Custom
ja: カスタム

# CaptureResolutionCustomization,ResolutionG
source: Custom
ja: カスタム
zh_cn: 自定义

# ComponentTypeRegistry,CustomClassGroup
source: Custom
ja: カスタム
zh_cn: 自定义

# AnimNotifyPanel,NewNotifySubMenu_NativeToolTip
source: Add an existing native notify
es: Añadir un aviso nativo existente
ja: 既存のネイティブ通知を追加
pt_br: Adicionar uma notificação nativa existente
zh_cn: 添加一个现有原生通知

# AnimNotifyPanel,NewNotifyToolTip
source: Create a new animation notify
es: Crear un aviso de la animación nuevo
ja: 新規アニメーション通知の作成
pt_br: Criar uma nova notificação de animação
zh_cn: 创建一个新的动画通知

# AnimNotifyPanel,NewStateNotifyMenu_Native
source: Native Notify States
es: Estados de aviso nativos
ja: ネイティブ通知ステート
pt_br: Estados de Notificação Nativa
zh_cn: 原生通知状态

# AnimNotifyPanel,NewSyncMarker
source: New Sync Marker
ja: 新規シンクマーカー
zh_cn: 新建同步标记

# AnimNotifyPanel,NewSyncMarkerLabel
source: Sync Marker Name
ja: シンクマーカー名
zh_cn: 同步标记名称

# AnimNotifyPanel,NewSyncMarkerToolTip
source: Create a new animation sync marker
ja: 新規アニメーションシンクマーカーを作成
zh_cn: 创建新的动画同步标记

# AnimNotifyPanel,NodeToolTipLong
source: @ {0} sec (frame {1}) for {2} sec
es: @ {0} seg (fotograma {1}) durante {2} seg
ja: @ {0} 秒 (フレーム {1}) から {2} 秒
pt_br: @ {0} s (quadro {1}) por {2} s
zh_cn: {2}秒 的 @ {0} 秒 (帧 {1})

# AnimNotifyPanel,NodeToolTipShort
source: @ {0} sec (frame {1})
es: @ {0} seg (fotograma {1})
ja: @ {0} 秒 (フレーム {1})
pt_br: @ {0} s (quadro {1})
zh_cn: @ {0} 秒 (帧 {1})

# AnimNotifyPanel,Notifies
source: Notifies
es: Avisos
ja: 通知
pt_br: Notifica
zh_cn: 通知

# AnimNotifyPanel,NotifyFrameClickedLabel
source: Notify Frame
ja: 通知 フレーム
zh_cn: 通知帧

# AnimNotifyPanel,NotifyHeading
source: Notify
es: Aviso
ja: 通知
pt_br: Notificação
zh_cn: 通知

# GameplayCueDetailsCustomization,NotifyLinkStr
source: Notify
ja: ノーティファイ
zh_cn: 通知

# GameplayCueDetailsCustomization,NotifyStr
source: Notify
ja: ノーティファイ
zh_cn: 通知

# AnimNotifyPanel,NotifyTimeClickedLabel
source: Notify Time
ja: 通知 Time
zh_cn: 通知时间

# AnimNotifyPanel,NotifyViewHeading
source: View
ja: 表示
zh_cn: 视图

# BlueprintDetailsCustomization,ViewEvent
source: View
ja: ビュー
zh_cn: 查看

# BlueprintEditor,ViewMenuTitle_Default
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# Cascade,ViewMenuTitle_Default
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# EditorViewportViewMenu,ViewMenuTitle_Default
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# KismetToolbar,ViewMenu
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# Matinee,MatineeFileHeading.View
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# Matinee.Menus,ViewMenu
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# MeshPaint_Mode,MeshPaint_VertexColorViewLabel
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# ReferenceTreeView,View
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# SClassViewer,View
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# STextureEditorViewportToolbar,ViewButtonText
source: View
es: Vista
ja: 表示
pt_br: Visualizar
zh_cn: 视图

# UMG,ViewEvent
source: View
ja: ビュー
zh_cn: 视图

# AnimNotifyPanel,OpenNotifyBlueprint
source: Open Notify Blueprint
ja: 通知 ブループリントを開く
zh_cn: 打开通知蓝图

# AnimNotifyPanel,OpenNotifyBlueprintTooltip
source: Opens the source blueprint for this notify
ja: この通知のソースブループリントを開く

# AnimNotifyPanel,Paste
source: Paste
es: Pegar
ja: 貼り付け
pt_br: Colar
zh_cn: 粘贴

# MeshPaint_Mode,MeshPaint_Paste
source: Paste
es: Pegar
ja: 貼り付け
pt_br: Colar
zh_cn: 粘贴

# PropertyEditor,PasteAsset
source: Paste
es: Pegar
ja: 貼り付け
pt_br: Colar
zh_cn: 粘贴

# PropertyView,PasteProperty
source: Paste
es: Pegar
ja: 貼り付け
pt_br: Colar
zh_cn: 粘贴

# UICommands.MatineeCommands,EditPaste
source: Paste
ja: 貼り付け

# UnrealEd,Paste
source: Paste
es: Pegar
ja: 貼り付け
pt_br: Colar
zh_cn: 粘帖

# AnimNotifyPanel,PasteAtOriginalTime
source: Paste at original time ({0})
es: Pegar en el tiempo de origen ({0})
ja: 元の時間 ({0}) に貼り付け
pt_br: Colar no momento original ({0})
zh_cn: 粘帖到起始时间处({0})

# AnimNotifyPanel,PasteAtOriginalTimeToolTip
source: Paste animation notify event at the time it was set to when it was copied
es: Pegar el evento de aviso de la animación en el tiempo que se ajustó cuando se copió
ja: コピーされた時間に設定時にアニム通知イベントを貼り付け
pt_br: Colar evento de notificação de animação no momento em que estava definido quando foi copiado
zh_cn: 将动画通知粘帖到复制它时所设的时间处

# AnimNotifyPanel,PasteMultAbs
source: Paste Multiple Absolute
es: Pegar múltiplo absoluto
ja: 複数の絶対値を貼り付け
pt_br: Colar Múltiplo Absoluto
zh_cn: 绝对地粘帖多项

# AnimNotifyPanel,PasteMultRel
source: Paste Multiple Relative
es: Pegar múltiplo relativo
ja: 複数の相対値を貼り付け
pt_br: Colar Múltiplo Relativo
zh_cn: 相对地粘帖多项

# AnimNotifyPanel,PasteNotifyEvent
source: Paste Anim Notifies
ja: アニム ノーティファイ を貼り付け
zh_cn: 粘帖动画通知

# AnimNotifyPanel,PasteToolTip
source: Paste animation notify event here
es: Pegar el evento de aviso de la animación aquí
ja: ここにアニム通知イベントを貼り付け
pt_br: Colar evento de notificação de animação aqui
zh_cn: 粘帖动画通知事件到这里

# AnimNotifyPanel,ReplaceWithAnExistingAnimNotify
source: Replace with an existing notify
ja: 既存の通知と置換
zh_cn: 替换为现有通知

# AnimNotifyPanel,ReplaceWithNotifySubMenu_ToolTip
source: Replace with an existing notify
ja: 既存の通知と置換
zh_cn: 替换为现有通知

# AnimNotifyPanel,ReplaceWithNotifySubMenu_NativeToolTip
source: Replace with an existing native notify
ja: 既存のネイティブ通知と置換
zh_cn: 替换为现有原生通知

# AnimNotifyPanel,SetAnimStateDuration
source: Set AnimNotifyState duration ({0})
es: Asignar la duración de AnimNotifyState ({0})
ja: アニム通知Stateの持続時間を設定 ({0})
pt_br: Definir duração de AnimNotifyState ({0})
zh_cn: 设置AnimNotifyState持续时间({0})

# AnimNotifyPanel,SetAnimStateDuration_ToolTip
source: The duration of this AnimNotifyState
es: La duración de este AnimNotifyState
ja: このアニム通知Stateの継続時間
pt_br: A duração desse AnimNotifyState
zh_cn: 该AnimNotifyState的持续时间

# AnimNotifyPanel,SetFrameToolTip
source: Set the frame of this notify directly
ja: この通知のフレームを直に設定
zh_cn: 直接设置该通知的帧

# AnimNotifyPanel,SetTimeToolTip
source: Set the time of this notify directly
ja: この通知の時間を直に設定
zh_cn: 直接设置该通知的时间

# AnimNotifyPanel,TimeMenuText
source: Set Notify Begin Time: {0}...
ja: 通知 Begin Time を設定： {0}...
zh_cn: 设置通知起始时间：{0}...

# AnimNotifyPanel,TriggerWeightNotifyClickedLabel
source: Trigger Weight
es: Peso del disparador
ja: トリガーウェイト
pt_br: Peso de Acionamento
zh_cn: 触发权重

# AnimOverrideEditorObj,ApplyToBlueprintTransaction
source: Apply an override to a blueprint.
es: Aplicar una anulación a un Blueprint.
ja: ブループリントにオーバーライドを適用
pt_br: Aplicar uma substituição a um esquema.
zh_cn: 给蓝图应用一个覆盖。

# AnimPoseEditor,CurveActions
source: Selected Item Actions
ja: 選択したアイテムのアクション

# AnimPoseEditor,SelectedItems
source: Selected Item Actions
ja: 選択したアイテムのアクション

# SMorphTargetViewer,MorphsAction
source: Selected Item Actions
es: Acciones del ítem seleccionado
ja: 選択したアイテムのアクション
pt_br: Ações do Item Selecionado
zh_cn: 选中项的动作

# SRetargetSourceWindow,Selected
source: Selected Item Actions
ja: 選択アイテムの動作
zh_cn: 选中的项目操作

# SSkeletonTree,SelectedActions
source: Selected Item Actions
es: Acciones del ítem seleccionado
ja: 選択したアイテムのアクション
pt_br: Ações do Item Selecionado
zh_cn: 选中项的动作

# AnimPoseEditor,CurveValueLabel
source: Value
ja: 値

# DebugViewUI,Value
source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值

# FEnvQueryCustomization,ValueLabel
source: Value
ja: 値
zh_cn: 值

# PListEditor,PListValueSectionTitle
source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值

# PropertyEditor,PropertyColumn
source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值

# PropertyEditorWidgets,Value
source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值

# SCurveEditor,Value
source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值

# AnimPoseEditor,DeleteCurveButtonTooltip
source: Deletes the selected animation curve.
ja: 選択中のアニメーションカーブを削除

# AnimPoseEditor,DeleteCurves
source: Delete Curves
ja: カーブを削除

# AnimPoseEditor,DeletePoseButtonTooltip
source: Delete the selected pose(s)
ja: 選択中のポーズを削除

# AnimPoseEditor,DeletePoses
source: Delete Poses
ja: ポーズを削除

# AnimPoseEditor,PasteNames
source: Paste Curve Names
ja: カーブ名を貼り付け

# AnimPoseEditor,PastePoseNamesButtonLabel
source: Paste Selected
ja: 選択を貼り付け

# AnimPoseEditor,PoseWeightLabel
source: Weight
ja: ウェイト

# SAnimCurveViewer,AnimCurveWeightLabel
source: Weight
ja: ウェイト

# SMorphTargetViewer,MorphTargetWeightLabel
source: Weight
es: Peso
ja: ウェイト
pt_br: Peso
zh_cn: 权重

# AnimPoseEditor,RenamePoseButtonLabel
source: Rename
ja: 名前変更

# ContentBrowser,Rename
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# ContentBrowser,RenameCollection
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# ContentBrowser,RenameFolder
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# KismetSchema,Rename
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# MyBlueprint,Rename
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# SBehaviorTreeBlackboardEditor,Rename
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# SceneOutliner_FolderTreeItem,RenameFolder
source: Rename
ja: 名前変更
zh_cn: 重命名

# SkeletonAnimNotifies,RenameAnimNotifyButtonLabel
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# SkeletonBlendProfiles,Menu_RenameProfileLabel
source: Rename
ja: 名前変更
zh_cn: 重命名

# SkeletonSlotNames,RenameOperation
source: Rename
ja: 名前変更
zh_cn: 重命名

# SRetargetSourceWindow,RenameRetargetSourceActionLabel
source: Rename
ja: 名前変更
zh_cn: 重命名

# SSequencerLabelBrowser,RenameLabelMenuEntryLabel
source: Rename
ja: 名前変更
zh_cn: 重命名

# UICommands.LayersViewCommands,RequestRenameLayer
source: Rename
ja: 名前変更

# UnrealEd,Rename
source: Rename
es: Cambio del nombre
ja: 名前変更
pt_br: Renomear
zh_cn: 重命名

# AnimPreviewInstance,SetKey
source: Set Key
ja: キーを設定
zh_cn: 设置关键帧

# UICommands.AnimationEditorCommands,SetKey
source: Set Key
ja: キーを設定

# UICommands.PersonaCommands,SetKey
source: Set Key
ja: キーを設定

# UICommands.SequencerCommands,SetKey
source: Set Key
ja: キーを設定

# AnimSegmentPanel,Anim Segment
source: Anim Segment
es: Fragmento de la animación
ja: アニムセグメント
pt_br: Segmento de Animação
zh_cn: 动画分段

# AnimSegmentPanel,AnimSegmentPanel_AddSegment
source: Add Segment
es: Añadir fragmento
ja: セグメントの追加
pt_br: Adicionar Segmento
zh_cn: 添加分段

# AnimSegmentPanel,AnimSegmentPanel_SetSegmentStart
source: Edit Segment Start Time
es: Editar fragmento del tiempo de comienzo
ja: セグメントの開始時間の編集
pt_br: Editar Momento de Início do Segmento
zh_cn: 编辑分段初始时间

# AnimSegmentPanel,AnimSegmentseEditor
source: Remove Segment
es: Eliminar fragmento
ja: セグメントの削除
pt_br: Remover Segmento
zh_cn: 移除分段

# AnimSegmentPanel,DeleteSegment
source: Delete Segment
es: Eliminar fragmento
ja: セグメントの削除
pt_br: Excluir Segmento
zh_cn: 删除分段

# AnimSegmentPanel,DeleteSegmentHint
source: Delete Segment
es: Eliminar fragmento
ja: セグメントの削除
pt_br: Excluir Segmento
zh_cn: 删除分段

# AnimSegmentPanel,OpenAssetOfSegment
source: Open Asset
ja: アセットを開く

# AnimSegmentPanel,OpenAssetOfSegment_ToolTip
source: Open Asset
ja: アセットを開く

# BlendSpaceEditorBase,OpenAsset
source: Open Asset
es: Abrir Activo
ja: アセットを開く
pt_br: Abrir Ativo
zh_cn: 打开资源

# GlobalAssetPicker,WindowTitle
source: Open Asset
es: Abrir Activo
ja: アセットを開く
pt_br: Abrir Ativo
zh_cn: 打开资源

# STutorialEditableText,OpenAssetLabel
source: Open Asset
ja: アセットを開く
zh_cn: 打开资源

# UICommands.GraphEditorCommands,OpenRelatedAsset
source: Open Asset
ja: アセットを開く

# AnimSegmentPanel,ReplaceAnimation_Label
source: Replace
ja: 置換

# SimpleDialogModule,ReplaceExistingDestructibleMesh
source: Replace
es: Reemplazar
ja: 置換
pt_br: Substituir
zh_cn: 替换

# AnimSequenceDetails,EditCompressionButton_Label
source: Edit Compression Settings
ja: 圧縮設定を編集

# AnimSequenceDetails,IncorrectSkeleton
source: The preview asset doesn't work for the skeleton '{0}'
es: El activo de vista preliminar no funciona para el esqueleto '{0}'
ja: スケルトン '{0}' に無効なアセットをプレビューします
pt_br: O ativo de visualização não funciona para o esqueleto '{0}'
zh_cn: 预览资源对于骨架 '{0}'来说不能正常工作

# AnimSequenceDetails,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# AttributeDetailsCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# BodyInstanceCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# CameraFilmbackSettingsCustomization,MultipleValues
source: Multiple Values
ja: 複数の値

# CameraLensSettingsCustomization,MultipleValues
source: Multiple Values
ja: 複数の値

# CurveTableCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# DateTimeStructCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# FDataTableCategoryCustomizationLayout,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# FDataTableCustomizationLayout,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# FGuidStructCustomization,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# KeySelector,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# MaterialEditor,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# ParticleSysParamStructCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多个值

# PoseAssetDetails,MultipleValues
source: Multiple Values
ja: 複数の値

# PropertyEditor,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# SCurveEditor,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# SkinnedMeshComponentDetails,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# SSurfaceProperties,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# TimespanStructCustomization,MultipleValues
source: Multiple Values
ja: 複数の値
zh_cn: 多值

# UMG,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多值

# UMG,NavigationMultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多值

# VectorTextBox,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# WorldBrowser,MultipleInspectedLevelText
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# WorldBrowser,MultipleValues
source: Multiple Values
es: Valores múltiples
ja: 複数の値
pt_br: Diversos Valores
zh_cn: 多个值

# AnimSequenceDetails,RetargetSourceComboToolTip
source: When retargeting, this pose will be used as a base of animation
ja: リターゲティングの時は、このポーズはアニメーションのベースに使用します
zh_cn: 当进行重定向时，将使用该姿势作为动画的基础。

# PoseAssetDetails,RetargetSourceComboToolTip
source: When retargeting, this pose will be used as a base of animation
ja: リターゲティングの時に、このポーズをアニメーションのベースに使用します

# AnimSequenceDetails,SelectAnimation
source: Select animation that works for skeleton '{0}'
es: Seleccionar una animación que funcione para el esqueleto '{0}'
ja: スケルトン '{0}' に有効なアニメーションを選択してください
pt_br: Selecionar uma animação que funciona para o esqueleto '{0}'
zh_cn: 选择骨架'{0}'应用的动画

# AnimSequenceEditor,AddNewSection
source: Add New Section
es: Añadir una sección nueva
ja: 新規セクションの追加
pt_br: Adicionar Nova Seção
zh_cn: 添加新片段

# AnimSequenceEditor,AddSlot
source: Add Slot
es: Añadir ranura
ja: スロットの追加
pt_br: Adicionar Slot
zh_cn: 添加插槽

# SkeletonSlotNames,AnimSlotManagerContextMenuAddSlotLabel
source: Add Slot
ja: スロットを追加
zh_cn: 添加插槽

# SkeletonSlotNames,AnimSlotManagerToolbarAddSlotLabel
source: Add Slot
ja: スロットを追加
zh_cn: 添加插槽

# AnimSequenceEditor,DeleteSection
source: Delete Section
es: Eliminar sección
ja: セクションを削除
pt_br: Excluir Seção
zh_cn: 删除片段

# Sequencer,DeleteSection_Transaction
source: Delete Section
ja: セクションを削除
zh_cn: 删除片段

# UICommands.MatineeCommands,DeleteSection
source: Delete Section
ja: セクションを削除

# UnrealEd,DeleteSection
source: Delete Section
es: Eliminar sección
ja: セクションを削除
pt_br: Excluir Seção
zh_cn: 删除片段

# AnimSequenceEditor,EditParentClassToolTip
source: Open parent in editor
ja: エディタで親を開く

# BlueprintEditor,EditParentClassToolTip
source: Open parent in editor
es: Abrir padre en el editor
ja: エディタで親を開く
pt_br: Abrir pai no editor
zh_cn: 在编辑器中打开父项

# AnimSequenceEditor,EditSection
source: Edit Section Start Time
es: Editar sección del tiempo de comienzo
ja: セクション開始時間を編集
pt_br: Editar Momento de Início da Seção
zh_cn: 编辑分段起始时间

# AnimSequenceEditor,FindParentInCBToolTip
source: Find parent in Content Browser
ja: コンテンツブラウザで親を検索

# BlueprintEditor,FindParentInCBToolTip
source: Find parent in Content Browser
es: Buscar padre en el buscador de contenido
ja: コンテンツブラウザで親を検索
pt_br: Encontrar pai no Navegador de Conteúdo
zh_cn: 在内容浏览器中寻找父项

# AnimSequenceEditor,RemoveSlot
source: Remove Slot
es: Eliminar ranura
ja: スロットを削除
pt_br: Remover Slot
zh_cn: 删除插槽

# AnimSequenceEditor,RenameSlot
source: Rename Slot
es: Cambiar el nombre de la ranura
ja: スロットの名前を変更
pt_br: Renomear Slots
zh_cn: 重命名插槽

# SkeletonSlotNames,AnimSlotManagerContextMenuRenameSlotLabel
source: Rename Slot
ja: スロットの名前変更
zh_cn: 重命名插槽

# AnimStateConduitNode,ConduitNodeTooltip
source: This is a conduit, which allows specification of a predicate condition for an entire group of transitions
ja: これは、グループ全体のトランスフォームの述語条件を詳述する分岐ノードです。
zh_cn: 这是一个管道，允许为整组变换指定一个断定条件

# AnimStateEntryNode,StateEntryNodeTooltip
source: Entry point for state machine
ja: ステートマシーンのエントリーポイント
zh_cn: 状态机的入口点

# SGraphNodeAnimStateEntry,CornerTextDescription
source: Entry point for state machine
ja: ステートマシーンのエントリポイント
zh_cn: 状态机的入口点

# AnimStateNode,AnimStateNode_Tooltip
source: This is a state
ja: これはステートです
zh_cn: 这是一个状态

# AnimTimingPanel,ExpandLabel
source: Element Timing
ja: エレメント タイミング
zh_cn: 单元定时

# AnimTimingPanel,NotifyDuration_Val
source: {0}s
ja: {0}秒
zh_cn: {0}秒

# AnimTimingPanel,NotifyTriggerTime_Val
source: {0}s
ja: {0}秒
zh_cn: {0}秒

# AnimTimingPanel,SectionTriggerTimeValue
source: {0}s
ja: {0}秒
zh_cn: {0}秒

# AnimTimingPanel,NotifyName
source: Name
ja: 名前
zh_cn: 名称

# AnimTimingPanel,SectionName
source: Name
ja: 名前
zh_cn: 名称

# BlueprintDetailsCustomization,GraphNodeDetail_ContentTitle
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# BlueprintProfilerViewTypesUI,Name
source: Name
ja: 名前

# CollsiionProfileDetails,ChannelListHeader_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# CollsiionProfileDetails,ProfileListHeader_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# CollsiionProfileDetails,SChannelEditDialog_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# CollsiionProfileDetails,SProfileEditDialog_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# ContentBrowser,Column_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# DebugViewUI,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# DeviceProfileEditorSelectionPanel,NameColumn
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# DlgPickAssetPath,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# FindInBlueprintManager,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# GameProjectGeneration,NameLabel
source: Name
es: Nombre
ja: ファイル名
pt_br: Nome
zh_cn: 名称

# KismetNodeWithOptionalPinsDetails,ParentPlayer_NameCol
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# MaterialInstanceEditor,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# ModalDialogs,SDlgMoveAsset_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# NewProjectWizard,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# ObjectNameColumnHeader,DisplayName
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# PhysicalSurfaceDetails,PhysicalSurfaceListHeader_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# PropertyEditor,NameColumn
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# PropertyNameColumnHeader,DisplayName
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称
