Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# AnimationEditor,Toolbar_ApplyCompression
source: Compression
ja: 圧縮

# FPersona,Toolbar_ApplyCompression
source: Compression
es: Comprensión
ja: 圧縮
pt_br: Compactação
zh_cn: 压缩

# AnimationEditor,Toolbar_SetKey
source: Key
ja: キー

# FPersona,Toolbar_SetKey
source: Key
ja: キー
zh_cn: 关键帧

# InputStructCustomization,KeySearchStr
source: Key
es: Clave
ja: キー
pt_br: Chave
zh_cn: 按键

# PListEditor,PListKeySectionTitle
source: Key
es: Clave
ja: キー
pt_br: Chave
zh_cn: 按键

# PropertyCustomizationHelpers,KeyLabel
source: Key
ja: キー
zh_cn: 关键帧

# STextPropertyEditableTextBox,TextKeyErrorCtx
source: Key
ja: キー

# AnimationEditor,WorkspaceMenu_AnimationEditor
source: Animation Editor
ja: アニメーションエディタ

# Contexts,AnimationEditor
source: Animation Editor
ja: アニメーションエディタ

# FEditorSettingsViewerModule,ContentEditorsPersonaSettingsName
source: Animation Editor
ja: アニメーションエディタ
zh_cn: 动画编辑器

# AnimationEditor,WorldCentricTabPrefix
source: AnimationEditor
ja: アニメーションエディタ

# AnimationEditorPreviewScene,CurrentlyPreviewingFormat
source: Currently previewing {0}
ja: 現在プレビュー中 {0}

# AnimationEditorPreviewScene,MissingPreviewAttachedAssets
source: {NumBrokenAssets} attached assets could not be found on loading and were removed
ja: {NumBrokenAssets} が親子付けされたアセットはロード時に見つからなかったため削除されました

# AnimationEditorPreviewScene,Persona_StartRecordAnimation
source: Start Record Animation
ja: アニメーション録画を開始

# AnimationEditorPreviewScene,Persona_StartRecordAnimationMenuLabel
source: Start Record Animation
ja: アニメーション録画を開始

# PhAT,Persona_StartRecordAnimation
source: Start Record Animation
ja: アニメーション録画を開始
zh_cn: 开始录制动画

# PhAT,Persona_StartRecordAnimationMenuLabel
source: Start Record Animation
ja: アニメーション録画を開始
zh_cn: 开始录制动画

# AnimationEditorPreviewScene,Persona_StartRecordAnimationLabel
source: Record
ja: 録画

# PhAT,Persona_StartRecordAnimationLabel
source: Record
ja: 録画

# STransportControl,Record
source: Record
es: Grabar
ja: 録画
pt_br: Gravar
zh_cn: 录制

# UICommands.MatineeCommands,LaunchRecordWindow
source: Record
ja: 録画

# UICommands.SequenceRecorderCommands,RecordAll
source: Record
ja: 録画

# AnimationEditorPreviewScene,Persona_StopRecordAnimation
source: Stop Record Animation
ja: アニメーション録画を停止

# AnimationEditorPreviewScene,Persona_StopRecordAnimationMenuLabel
source: Stop Record Animation
ja: アニメーション録画を停止

# PhAT,Persona_StopRecordAnimation
source: Stop Record Animation
ja: アニメーション録画を停止
zh_cn: 停止录制动画

# PhAT,Persona_StopRecordAnimationMenuLabel
source: Stop Record Animation
ja: アニメーション録画を停止
zh_cn: 停止录制动画

# AnimationEditorPreviewScene,PreviewFormat
source: Preview {0}
ja: プレビュー {0}

# AnimationEditorPreviewScene,SkeletalMeshIncompatible
source: Skeletal Mesh "{PreviewMeshName}" incompatible with Skeleton "{TargetSkeletonName}"
ja: スケルタルメッシュ "{PreviewMeshName}"はスケルトン "{TargetSkeletonName}"と互換性がありません

# AnimationEditorUtils,AnimationName
source: Animation Name
ja: アニメーション名
zh_cn: 动画名称

# AnimationEditorUtils,AnimCompressing
source: Compressing
ja: 圧縮中
zh_cn: 压缩

# AnimationEditorUtils,Cancel
source: Cancel
ja: キャンセル
zh_cn: 取消

# AnimBlueprintFactory,CreateAnimBlueprintCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ApexClothingOption,ApexClothingOption_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# AutoSaveNotify,AutoSaveCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# BlueprintEditor,ReparentNoButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# CollsiionProfileDetails,SChannelEditDialog_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# CollsiionProfileDetails,SProfileEditDialog_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ContentBrowser,AssetDialogCancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ContentBrowser,ChunkIDAssign_No
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ContentBrowser,CollectionDestroyConfirm_No
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ContentBrowser,FolderDeleteConfirm_No
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# CSVImportFactory,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# Dialogs,EAppReturnTypeCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# DlgPickAssetPath,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# DlgPickPath,Cancel
source: Cancel
ja: キャンセル
zh_cn: 取消

# EditorFactories,Cancel
source: Cancel
ja: キャンセル
zh_cn: 取消

# FBXOption,FbxOptionWindow_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# FeedbackContextProgress,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# FindInBlueprintManager,BlueprintIndexCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# FindInBlueprints,CancelCacheAll
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# FMainFrameModule,CancelC++Compilation
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# FProjectTargetPlatformEditorModule,ShowUnsupportedPlatformWarning_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# GameProjectUtils,CompileFailedCancel
source: Cancel
ja: キャンセル
zh_cn: 取消

# LocalizationCommandletExecutor,CancelButtonText
source: Cancel
ja: キャンセル
zh_cn: 取消

# MatineeMenus,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ModalDialogs,InvertSelectionCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ModalDialogs,SDlgDeltaTransform_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ModalDialogs,SDlgMoveAsset_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# ModalDialogs,SelectAllCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# NewLevelDialog,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# PackagesDialogModule,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# PackagesDialogModule,Dlg_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# PhAT,CancelButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# PlayLevel,LauncherTaskCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# PluginWarden,CancelText
source: Cancel
ja: キャンセル

# ProjectBrowser,ProjectConvert_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SAnimationDlgs,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SBlueprintRevisionMenu,DiffMenuCancelButton
source: Cancel
ja: キャンセル
zh_cn: 取消

# SClassPickerDialog,ClassPickerCancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SConsolidateWindow,CancelConsolidateButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SCreateAssetFromActor,CancelButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SDeleteAssetsDialog,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SkeletonWidget,BoneRemoval_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SkeletonWidget,Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SkeletonWidget,RemapSkeleton_Cancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SourceControl.SubmitPanel,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SSourceControlRevert,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# SSourceControlSubmit,ChoosePackagesToCheckIn_CancelButton
source: Cancel
ja: キャンセル
zh_cn: 取消

# StaticLightingSystem,LightBuildCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# TranslationPicker,CancelButton
source: Cancel
ja: キャンセル
zh_cn: 取消

# UATHelper,UatTaskCancel
source: Cancel
ja: キャンセル

# UGameplayAbilitiesBlueprintFactory,CreateGameplayAbilityBlueprintCancel
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# UserFeedback,CancelButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# WorldBrowser,TiledLandscapeImport_CancelButtonText
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
zh_cn: 取消

# AnimationEditorUtils,CreateAimOffsetMenuHeading
source: Aim Offsets
ja: エイム オフセット
zh_cn: 目标偏移

# AnimationEditorUtils,CreateAnimAssetsMenuHeading
source: Anim Assets
ja: アニム アセット
zh_cn: 动画资源

# AnimationEditorUtils,CreateBlendSpaceMenuHeading
source: Blend Spaces
ja: ブレンド スペース
zh_cn: 混合空间

# AnimationEditorUtils,SCreateAnimationAssetDlg_Title
source: Create a New Animation Asset
ja: 新規アニメーションアセットを作成
zh_cn: 创建一个新的动画资源

# AnimationEditorUtils,SelectPath
source: Select Path to create animation
ja: アニメーションを作成するパスを選択
zh_cn: 选择创建动画的路径

# SAnimationDlgs,SelectPath
source: Select Path to create animation
es: Seleccionar ruta para crear la animación
ja: アニメーションを作成するパスを選択
pt_br: Selecionar Caminho para criar a animação
zh_cn: 选择创建动画的路径

# AnimationEditorUtils,SkeletalMesh_New1DAimOffset
source: Aim Offset 1D
ja: エイム オフセット 1D
zh_cn: 目标偏移一维

# AnimationEditorUtils,SkeletalMesh_New1DAimOffsetTooltip
source: Creates a 1D Aim Offset blendspace using the selected skeleton.
ja: 選択したスケルトンを使用して1D エイム オフセット ブレンドスペースを作成
zh_cn: 使用选中的骨架创建一维目标偏移混合空间。

# AnimationEditorUtils,SkeletalMesh_New1DBlendspace
source: Blend Space 1D
ja: ブレンド スペース 1D
zh_cn: 混合空间一维

# AnimationEditorUtils,SkeletalMesh_New1DBlendspaceTooltip
source: Creates a 1D Blend Space using the selected skeleton.
ja: 選択したスケルトンを使用して1D ブレンド スペース を作成
zh_cn: 使用选中的骨架创建一维混合空间。

# AnimationEditorUtils,SkeletalMesh_New2DAimOffset
source: Aim Offset
ja: エイム オフセット
zh_cn: 目标偏移

# AnimationEditorUtils,SkeletalMesh_New2DAimOffsetTooltip
source: Creates a Aim Offset blendspace using the selected skeleton.
ja: 選択スケルトンを使用してアニムオフセットブレンドスペースを作成
zh_cn: 使用选中骨架创建一个目标偏移混合空间。

# AnimationEditorUtils,SkeletalMesh_New2DBlendspaceTooltip
source: Creates a Blend Space using the selected skeleton.
ja: 選択スケルトンを使用してブレンドスペースを作成
zh_cn: 使用选中骨架创建一个混合空间。

# AnimationEditorUtils,Skeleton_NewAnimBlueprint
source: Anim Blueprint
ja: Anim ブループリント
zh_cn: 动画蓝图

# AnimationEditorUtils,Skeleton_NewAnimBlueprintTooltip
source: Creates an Anim Blueprint using the selected skeleton.
ja: 選択したスケルトンを使用してAnimブループリントを作成
zh_cn: 使用选中的骨架创建一个动画蓝图。

# AnimationEditorUtils,Skeleton_NewAnimComposite
source: Anim Composite
ja: アニム コンポジット
zh_cn: 动画合成

# AnimationEditorUtils,Skeleton_NewAnimCompositeTooltip
source: Creates an AnimComposite using the selected skeleton.
es: Crea un AnimComposite utilizando el esqueleto seleccionado.
ja: 選択スケルトンを使用してアニムCompositeを作成します
pt_br: Cria um AnimComposite usando o esqueleto selecionado.
zh_cn: 使用选中的骨架创建一个动画合成。

# AnimationEditorUtils,Skeleton_NewAnimMontage
source: Anim Montage
ja: アニム モンタージュ
zh_cn: 动画蒙太奇

# AnimationEditorUtils,Skeleton_NewAnimMontageTooltip
source: Creates an AnimMontage using the selected skeleton.
es: Crea un AnimMontage utilizando el esqueleto seleccionado.
ja: 選択スケルトンを使用してアニムモンタージュを作成
pt_br: Cria um AnimMontage usando o esqueleto selecionado.
zh_cn: 使用选中的骨架创建一个动画蒙太奇。

# AnimationEditorViewport,UVChannel_ID
source: UV Channel {0}
es: Canal UV {0}
ja: UVチャンネル {0}
pt_br: Canal UV {0}
zh_cn: UV 通道:{0}

# EditorViewportCommands,ShowTexCoordCommands
source: UV Channel {0}
ja: UVチャンネル {0}

# StaticMeshEditor,UVChannel_ID
source: UV Channel {0}
es: Canal UV {0}
ja: UV チャンネル {0}
pt_br: Canal UV {0}
zh_cn: UV 通道:{0}

# AnimationGraphNode,RemovePoseWatch
source: Remove Pose Watch
ja: ポーズのウォッチを削除

# AnimationScrubPanel,CropAnimSequence
source: Crop Animation Sequence
es: Cortar la secuencia de la animación
ja: アニメーションシーケンスを切り取る
pt_br: Cortar Sequência de Animação
zh_cn: 剪辑动画序列

# AnimationScrubPanel,InsertAnimSequence
source: Insert Animation Sequence
ja: アニメーションシーケンスを挿入
zh_cn: 插入动画序列

# AnimationScrubPanel,ReZeroAnimation
source: ReZero Animation Sequence
es: Reajustar a cero la secuencia de la animación
ja: ReZeroアニメーションシーケンス
pt_br: Rezerar Sequência de Animação
zh_cn: 归零动画序列

# AnimationStateGraphSchema,StateNameGraphTitle
source: {0} (state)
es: {0} (estado)
ja: {0} (ステート)
pt_br: {0} (estado)
zh_cn: {0} (状态)

# AnimationStateMachineSchema,AddComment
source: Add Comment...
es: Añadir comentario...
ja: Commentを追加...
pt_br: Adicionar Comentário...
zh_cn: 添加注释...

# BlueprintActionDatabase,AddCommentActionMenuName
source: Add Comment...
ja: Commentを追加...
zh_cn: 添加注释...

# K2AddComment,AddComment
source: Add Comment...
es: Añadir comentario...
ja: Commentを追加...
pt_br: Adicionar Comentário...
zh_cn: 添加注释...

# K2Node,NoComment_ListTitle
source: Add Comment...
ja: Commentを追加...
zh_cn: 添加注释...

# SoundCueSchema,AddCommentAction
source: Add Comment...
es: Añadir comentario…
ja: Commentを追加...
pt_br: Adicionar Comentário...
zh_cn: 添加注释...

# AnimationStateMachineSchema,AddConduit
source: Add Conduit...
es: Añadir conducto...
ja: コンジットを追加...
pt_br: Adicionar Conduíte...
zh_cn: 添加管道...

# AnimationStateMachineSchema,AddEntryPoint
source: Add Entry Point...
es: Añadir punto de entrada...
ja: エントリポイントを追加...
pt_br: Adicionar Ponto de Entrada...
zh_cn: 添加入口点...

# AnimationStateMachineSchema,AddState
source: Add State...
es: Añadir estado...
ja: ステートを追加...
pt_br: Adicionar Estado...
zh_cn: 添加状态...

# AnimationStateMachineSchema,CreateCommentSelection
source: Create Comment from Selection
es: Crear comentario de la selección
ja: 選択ノードをコメントで囲む
pt_br: Criar Comentário a partir da Seleção
zh_cn: 从选中项中创建注释

# MaterialGraphSchema,MultiCommentDesc
source: Create Comment from Selection
es: Crear comentario de la selección
ja: 選択ノードをコメントで囲む
pt_br: Criar Comentário a partir da Seleção
zh_cn: 从选中项中创建注释

# SoundCueSchema,CreateCommentAction
source: Create Comment from Selection
es: Crear comentario de la selección
ja: 選択ノードをコメントで囲む
pt_br: Criar Comentário a partir da Seleção
zh_cn: 从选中项中创建注释

# AnimBlueprintCompiler,BadAnimAssetNodeUsedInGetter
source: @@ doesn't have a valid associated AnimAsset node. Delete and recreate it
es: @@ no tiene asociado un nodo AnimAsset válido. Eliminar y volver a crearlo
ja: @@に有効な関連アニムアセットノードがありません。削除して再度作成してください。
pt_br: @@ não tem um nó AnimAsset válido associado. Exclua-o e recrie-o
zh_cn: @@没有有效的相关动画资源节点。请删除它并重新创建。

# AnimBlueprintCompiler,BadStateEntryNode
source: A conduit (@@) cannot be used as the entry node for a state machine
es: No se puede usar un conducto (@@) como nodo de entrada para una máquina de estado
ja: コンジット( @@ )はステートマシーンのエントリーノードとしてを使用できません
pt_br: Não é possível usar um conduíte (@@) como nó de entrada para uma máquina de estado
zh_cn: 通道(@@)无法作为状态机的入口节点

# AnimBlueprintCompiler,BadStateMachineNoGraph
source: @@ does not have a corresponding graph
es: @@ no tiene un gráfico asociado
ja: @@ に対応するグラフがありません
pt_br: @@ não tem um grafo correspondente
zh_cn: @@没有相关图表

# AnimBlueprintCompiler,BidirectionalTransWarning
source: Bidirectional transitions aren't supported yet @@
es: Aun no admite transiciones bidireccionales @@
ja: 双方向トランジションはまだサポートされていません @@
pt_br: Ainda não há compatibilidade com transições bidirecionais @@
zh_cn: 尚不支持双向传输@@

# AnimBlueprintCompiler,BogusTransition
source: @@ is incomplete, without a previous and next state
es: @@ esta incompleto sin un estado previo y posterior
ja: @@ は不完全です。直前および次のステートがありません
pt_br: @@ está incompleto sem um estado anterior e um próximo estado
zh_cn: @@未完成，缺少先前和之后的状态

# AnimBlueprintCompiler,ExpectedAFunctionEntry_Error
source: Expected an animation root, but did not find one
es: Se esperaba una raíz de la animación, pero no se ha encontrado ninguna
ja: 求められるアニメーションのルートが見つかりませんでした
pt_br: Esperava-se uma raiz de animação, que não foi encontrada
zh_cn: 预计为动画根，但未能找到

# AnimBlueprintCompiler,ExpectedOneFunctionEntry_Error
source: Expected only one animation root, but found both @@ and @@
es: Se esperaba encontrar solo una raíz de la animación, pero se han encontrado dos: @@ y @@
ja: １つのアニメーションルートが求められてますが、 @@ と @@ の 2 つが見つかりました
pt_br: Esperava-se só uma raiz de animação, mas foram encontradas @@ e @@
zh_cn: 预计仅有一个动画根，但只找到@@和@@

# AnimBlueprintCompiler,NoAssociatedSaveNode
source: @@ does not have an associated Save Cached Pose node
es: @@ no tiene asociado un nodo de posición almacenado
ja: @@に関連するSave Cached Poseノードがありません
pt_br: @@ não tem um nó Salvar Pose em Cache associado
zh_cn: @@没有相关的Save Cached Pose节点

# AnimBlueprintCompiler,NoConnection
source: Entry node @@ is not connected to state
es: El nodo de entrada @@ no está conectado al estado
ja: インプットノード @@ はステートと接続していません。
pt_br: O nó de entrada @@ não está conectado ao estado
zh_cn: 入口节点@@没有被连接到状态上

# AnimBlueprintCompiler,NoEntryNode
source: There was no entry state connection in @@
es: No había conexión del estado de entrada en @@
ja: @@ にインプットステート接続がありません
pt_br: Não havia uma conexão de estado de entrada em @@
zh_cn: 在@@中没有入口状态连接

# AnimBlueprintCompiler,StateWithBadGraph
source: @@ has no bound graph
es: @@ no tiene gráfico límite
ja: @@ に結合グラフがありません
pt_br: @@ não tem grafos vinculados
zh_cn: @@没有绑定图表

# AnimBlueprintCompiler,StateWithNoResult
source: @@ has no result node
es: @@ no tiene nodo de resultado
ja: @@ に結果ノードがありません
pt_br: @@ não tem nó de resultados
zh_cn: @@没有结果节点

# AnimBlueprintCompiler,TransitionWithNoResult
source: @@ has no result node
es: @@ no tiene nodo de resultado
ja: @@ に結果ノードがありません
pt_br: @@ não tem nó de resultados
zh_cn: @@没有结果节点

# AnimBlueprintCompiler,TooManyStateMachineEntryNodes
source: Found an extra entry node @@
es: Se ha encontrado una entrada de nodo extra @@
ja: 余分なノード @@ が検索されました
pt_br: Foi encontrado um nó de entrada extra @@
zh_cn: 找到一个额外的入口节点@@

# AnimBlueprintFactory,CannotCreateAnimBlueprint
source: Cannot create an Anim Blueprint based on the class '{0}'.
es: No se puede crear un Blueprint de la animación basado en la clase '{0}'.
ja: クラス '{0}' に基づくアニムブループリントを作成できません
pt_br: Não é possível criar um Esquema de Animação baseado na classe '{0}'.
zh_cn: 不能基于类'{0}'创建一个动画蓝图。

# AnimBlueprintFactory,CreateAnimBlueprintOptions
source: Create Animation Blueprint
es: Crear Blueprint de la animación
ja: アニメーションBPを作成
pt_br: Criar Esquema de Animação
zh_cn: 创建动画蓝图

# AnimBlueprintFactory,NeedCompatibleSkeleton
source: Selected skeleton has to be compatible with selected parent class.
es: El esqueleto seleccionado tiene que ser compatible con la clase padre seleccionada.
ja: 選択スケルトンは選択した親のクラスと互換性がなくてはいけません
pt_br: O esqueleto selecionado tem que ser compatível com a classe pai selecionada.
zh_cn: 选中的骨架必须和选中的父类相兼容。

# AnimBlueprintFactory,NeedValidSkeleton
source: Must specify a valid skeleton for the Anim Blueprint to target.
es: Debe especificar un esqueleto válido para el Blueprint de la animación que enlazar a la meta.
ja: アニムブループリントがターゲットとする有効なスケルトンを指定しなくてはいけません
pt_br: É preciso especificar um esqueleto válido como alvo do Esquema de Animação.
zh_cn: 必须给动画蓝图指定一个有效的目标骨架。

# AnimBlueprintFactory,ParentClass
source: Parent Class:
es: Clase padre:
ja: 親クラス:
pt_br: Classe Pai:
zh_cn: 父类:

# UGameplayAbilitiesBlueprintFactory,ParentClass
source: Parent Class:
es: Clase padre:
ja: 親クラス:
pt_br: Classe Pai:
zh_cn: 父类：

# AnimBlueprintFactory,TargetSkeleton
source: Target Skeleton:
es: Esqueleto meta:
ja: ターゲットスケルトン:
pt_br: Esqueleto Alvo:
zh_cn: 目标骨架：

# AnimCompositeFactory,CreateAnimCompositeOptions
source: Pick Skeleton
es: Escoger esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# AnimMontageFactory,CreateAnimMontageOptions
source: Pick Skeleton
es: Elija esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# AnimSequenceFactory,CreateAnimSequenceOptions
source: Pick Skeleton
ja: スケルトンを選択
zh_cn: 选择骨架

# EditorFactories,CreateBlendSpaceOptions
source: Pick Skeleton
es: Escoger Esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# PoseAssetFactory,CreatePoseAssetOptions
source: Pick Skeleton
ja: スケルトンを選択

# AnimCompositePanel,CompositeLabel
source: Composite
es: Componer
ja: コンポジット
pt_br: Composto
zh_cn: 合成

# BehaviorTreeEditor,Composite
source: Composite
ja: コンポジット
zh_cn: 合成

# AnimCurvePanel,AddFloatTrack
source: Add...
ja: 追加...
zh_cn: 添加...

# SRetargetSourceWindow,AddRetargetSourceActionLabel
source: Add...
ja: 追加...
zh_cn: 添加...

# AnimCurvePanel,AddTrackTooltip
source: Add float track above here
es: Añadir una pista del punto flotante encima
ja: この上にフロートトラックを追加
pt_br: Adicionar faixa flutuante aqui em cima
zh_cn: 在这上方添加浮点型轨迹

# AnimCurvePanel,AnimCurve_AddTrack
source: Add New Curve
es: Añadir curva nueva
ja: カーブの新規追加
pt_br: Adicionar Nova Curva
zh_cn: 添加新曲线

# AnimCurvePanel,AnimCurve_DeleteAllTracks
source: Delete All Curves
ja: すべてのカーブを削除
zh_cn: 删除所有曲线

# AnimCurvePanel,AnimCurve_DeleteTrack
source: Delete Curve
ja: カーブを削除
zh_cn: 删除曲线

# AnimTrackCurvePanel,AnimCurve_DeleteTrack
source: Delete Curve
ja: カーブを削除
zh_cn: 删除曲线

# SAnimCurveViewer,DeleteSmartNameLabel
source: Delete Curve
ja: カーブを削除

# AnimCurvePanel,AnimCurve_DuplicateTrack
source: Duplicate Curve
es: Duplicar curva
ja: カーブを複製
pt_br: Duplicar Curva
zh_cn: 克隆曲线

# AnimCurvePanel,ConstantCurveHeading
source: Constant Curve
ja: 定数カーブ
zh_cn: 常量曲线

# AnimCurvePanel,CurveEditor_RenameCurve
source: Rename Curve
ja: カーブ名を変更
zh_cn: 重命名曲线

# SAnimCurveViewer,RenameSmartNameLabel
source: Rename Curve
ja: カーブの名前変更

# AnimCurvePanel,CurveHeading
source: Curve
ja: カーブ
zh_cn: 曲线

# CurveAssetEditor,CurveTab
source: Curve
es: Curva
ja: カーブ
pt_br: Curva
zh_cn: 曲线

# UICommands.SplineComponentVisualizer,SetKeyToCurve
source: Curve
ja: カーブ
zh_cn: 曲线

# AnimCurvePanel,CurvePanel_ToggleCurveType
source: Toggle curve type
ja: カーブ型を切り替える
zh_cn: 切换曲线类型

# AnimCurvePanel,Curves
source: Curves
es: Curvas
ja: カーブ
pt_br: Curvas
zh_cn: 曲线

# NiagaraEffectEditor,Curves
source: Curves
ja: カーブ
zh_cn: 曲线

# NiagaraEffectEditor,CurvesLabel
source: Curves
ja: カーブ
zh_cn: 曲线

# UICommands.MatineeCommands,ToggleCurveEditor
source: Curves
ja: カーブ

# AnimCurvePanel,DisplayTrackOptionsMenuForAllTracksTooltip
source: Display track options menu for all tracks
es: Visualizar el menú de opciones de la pista para todas las pistas
ja: すべてのトラックのトラックオプションメニューを表示
pt_br: Exibir menu de opções de faixa para todas as faixas
zh_cn: 显示所有轨迹的选项菜单

# AnimCurvePanel,DisplayTrackOptionsMenuTooltip
source: Display track options menu
es: Visualizar el menú de opciones de la pista
ja: トラックオプションメニューを表示
pt_br: Exibir menu de opções de faixa
zh_cn: 显示轨迹选项菜单

# AnimTimingPanel,TrackOptionsToolTip
source: Display track options menu
ja: トラック オプション メニュを表示
zh_cn: 显示轨迹选项菜单

# AnimTrackCurvePanel,DisplayTrackOptionsMenuTooltip
source: Display track options menu
ja: トラックオプションメニューを表示
zh_cn: 显示轨迹选项菜单

# AnimCurvePanel,Expand window
source: Expand window
es: Expandir ventana
ja: ウインドウを拡大
pt_br: Expandir janela
zh_cn: 展开窗口

# AnimCurvePanel,HideAll
source: Hide All
es: Ocultar todo
ja: すべて非表示
pt_br: Ocultar Todos
zh_cn: 隐藏所有

# AnimTrackCurvePanel,HideAll
source: Hide All
ja: すべて非表示
zh_cn: 隐藏所有

# LevelViewportToolBar,HideAllLabel
source: Hide All
es: Ocultar todo
ja: 全て非表示
pt_br: Ocultar Todos
zh_cn: 隐藏所有

# UICommands.LevelCollectionCommands,World_HideAllLevels
source: Hide All
ja: すべて非表示

# AnimCurvePanel,MetadataMenu_ListHeading
source: Available Names
ja: 使用可能な名前
zh_cn: 可用名称

# AnimCurvePanel,VariableMenu_ListHeading
source: Available Names
ja: 使用可能な名前
zh_cn: 可用名称

# AnimCurvePanel,NewCurveEntryLabal
source: Curve Name
ja: カーブ名
zh_cn: 曲线名称

# AnimPoseEditor,CurveNameLabel
source: Curve Name
ja: カーブ名

# SAnimCurveViewer,AnimCurveNameLabel
source: Curve Name
ja: カーブ名

# AnimCurvePanel,NewMetadataCreateNew_Label
source: Create New
ja: 新規作成
zh_cn: 创建新项

# LandscapeEditor.NewLandscape,NewLandscape
source: Create New
es: Crear nuevo
ja: 新規作成
pt_br: Criar Novo
zh_cn: 创建新项

# SSCSEditor,EditBlueprintMenu_NewHeader
source: Create New
ja: 新規作成
zh_cn: 创建新蓝图

# SSequencerLabelEditor,CreateNewLabelButton
source: Create New
ja: 新規作成
zh_cn: 创建新项
