Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LevelEditorTabs,LevelEditorStatsViewerTooltipText
source: Open the Statistics tab, in order to see data pertaining to lighting, textures and primitives.
es: Abra la pestaña de estadísticas para ver los datos relacionados con la iluminación, texturas y primitivas.
ja: ライティング、テクスチャ、プリミティブに関連するデータを確認するために統計タブを開きます
pt_br: Abrir a guia Estatísticas, para ver os dados que pertencem à iluminação, às texturas e aos primitivos.
zh_cn: 打开统计数据选卡，以便查看和光照、贴图及图元相关的数据。

# LevelEditorTabs,LevelEditorToolBarTooltipText
source: Open the Toolbar tab, which provides access to the most common / important actions.
es: Abra la pestaña de la barra de herramientas, que ofrece acceso a las acciones más importantes / corrientes.
ja: 最も一般的で重要なアクションにアクセスするツールバータブを開きます
pt_br: Abrir a guia Barra de ferramentas, que fornece acesso às ações mais comuns/mais importantes.
zh_cn: 打开工具条选卡，它使您可以访问 最常用的/重要的 操作。

# LevelEditorTabs,LevelEditorToolBoxTooltipText
source: Open the Modes tab, which specifies all the available editing modes.
es: Abra la pestaña de modos, que especifica todos los modos de edición disponibles.
ja: 有効な編集モードをすべて指定できるモードタブを開きます
pt_br: Abrir a guia Modos, que especifica todos os modos de edição disponíveis.
zh_cn: 打开模式选卡，它指出了所有可用的编辑模式。

# LevelEditorTabs,LevelEditorViewport
source: Viewport 1
es: Ventana gráfica 1
ja: ビューポート1
pt_br: Porta de Visualização 1
zh_cn: 视口 1

# LevelViewportTypes,LevelEditorViewport
source: Viewport 1
es: Ventana gráfica 1
ja: ビューポート1
pt_br: Porta de Visualização 1
zh_cn: 视口 1

# LevelEditorTabs,LevelEditorViewport_Clone1
source: Viewport 2
es: Ventana gráfica 2
ja: ビューポート2
pt_br: Porta de Visualização 2
zh_cn: 视口 2

# LevelViewportTypes,LevelEditorViewport_Clone1
source: Viewport 2
es: Ventana gráfica 2
ja: ビューポート2
pt_br: Porta de Visualização 2
zh_cn: 视口 2

# LevelEditorTabs,LevelEditorViewport_Clone2
source: Viewport 3
es: Ventana gráfica 3
ja: ビューポート3
pt_br: Porta de Visualização 3
zh_cn: 视口 3

# LevelViewportTypes,LevelEditorViewport_Clone2
source: Viewport 3
es: Ventana gráfica 3
ja: ビューポート3
pt_br: Porta de Visualização 3
zh_cn: 视口 3

# LevelEditorTabs,LevelEditorViewport_Clone3
source: Viewport 4
es: Ventana gráfica 4
ja: ビューポート4
pt_br: Porta de Visualização 4
zh_cn: 视口 4

# LevelViewportTypes,LevelEditorViewport_Clone3
source: Viewport 4
es: Ventana gráfica 4
ja: ビューポート4
pt_br: Porta de Visualização 4
zh_cn: 视口 4

# LevelEditorTabs,LevelEditorViewportTooltip
source: Open a Viewport tab. Use this to view and edit the current level.
es: Abra una pestaña de ventana gráfica. Utilícela para ver y editar el nivel actual.
ja: 現行レベルのリファレンスと編集のためにビューポートを開きます
pt_br: Abrir uma guia Porta de Visualização. Use isso para visualizar e editar o nível atual.
zh_cn: 打开一个视口选卡。使用其来查看及编辑当前关卡。

# LevelEditorTabs,WorldBrowserHierarchyTooltipText
source: Open the Levels tab. Use this to manage the levels in the current project.
es: Abra la pestaña de niveles. Utilícela para administrar los niveles en el proyecto actual.
ja: 現行プロジェクトのレベルを管理するためにレベルタブを開きます
pt_br: Abrir a guia Níveis. Use isso para gerenciar os níveis no projeto atual.
zh_cn: 打开关卡选卡。使用其来管理当前项目中的关卡。

# LevelEditorTabs,WorldSettingsTooltipText
source: Open the World Settings tab, in which global properties of the level can be viewed and edited.
es: Abra la pestaña de ajustes del mundo en la que puede verse y editarse las propiedades globales del nivel.
ja: レベルのグルーバルプロパティを表示または編集できるワールドセッティングタブを開きます
pt_br: Abrir a guia Configurações do Mundo, no qual as propriedades globais do nível podem ser visualizadas e editadas.
zh_cn: 打开世界设置选卡，在这里可以查看及编辑关卡的全局属性。

# LevelEditorToolBar,BuildAll
source: Build
es: Diseñar
ja: ビルド
pt_br: Compilar
zh_cn: 构建

# SLevelEditorBuildAndSubmit,BuildButtonLabel
source: Build
es: Diseñar
ja: ビルド
pt_br: Compilar
zh_cn: 构建

# StaticLightingSystem,SkippedWarningConfirm
source: Build
es: Diseñar
ja: ビルド
pt_br: Compilar
zh_cn: 构建

# LevelEditorToolBar,BuildCombo_Label
source: Build Options
es: Opciones de diseño
ja: ビルドオプション
pt_br: Opções de Compilação
zh_cn: 构建选项

# SLevelEditorBuildAndSubmit,BuildOptionsSectionTitle
source: Build Options
es: Opciones de diseño
ja: ビルドのオプション
pt_br: Opções de Compilação
zh_cn: 构建选项

# LevelEditorToolBar,BuildComboToolTip
source: Build options menu
es: Menú de opciones de diseño
ja: ビルドオプションメニュー
pt_br: Menu de opções de compilação
zh_cn: 构建选项菜单

# LevelEditorToolBar,CompileMenuButton
source: Compile
es: Compilar
ja: コンパイル
pt_br: Compilar
zh_cn: 编译

# NiagaraEditor,NiagaraToolbar_Compile
source: Compile
es: Compilar
ja: コンパイル
pt_br: Compilar
zh_cn: 编译

# UICommands.BlueprintEditorCommands,CompileBlueprint
source: Compile
ja: コンパイル

# UICommands.KismetToolbar,Compile
source: Compile
ja: コンパイル
zh_cn: 编译

# LevelEditorToolBar,EditCinematics_Label
source: Cinematics
ja: シネマティクス
zh_cn: 过场动画

# LevelEditorToolBar,EditCinematics_Tooltip
source: Displays a list of Matinee and Level Sequence objects to open in their respective editors
ja: 対応するエディタで開くマチネとレベルシーケンスオブジェクトのリストを表示する。
zh_cn: 显示要在其各自编辑器中打开的Matinee及关卡序列对象的列表。

# LevelEditorToolBar,Marketplace_Override
source: Marketplace
ja: マーケット
pt_br: Loja
zh_cn: 市场

# ProjectBrowser,Marketplace
source: Marketplace
ja: マーケット
zh_cn: 虚幻商城

# LevelEditorToolBar,OpenBlueprint_Label
source: Blueprints
ja: ブループリント
pt_br: Esquemas
zh_cn: 蓝图

# LevelViewportContextMenuBlueprints,BlueprintsHeading
source: Blueprints
ja: ブループリント
pt_br: Esquemas
zh_cn: 蓝图

# LevelEditorToolBar,OpenBlueprint_ToolTip
source: List of world Blueprints available to the user for editing or creation.
es: Lista de los Blueprints del mundo disponibles por el usuario para la edición o creación.
ja: 編集や作成のために有効なワールドブループリントのリストを表示
pt_br: Lista dos Esquemas do mundo disponíveis ao usuário para edição ou criação.
zh_cn: 可供用于来编辑或创建的世界蓝图的列表。

# LevelEditorToolBar,QuickSettingsCombo_ToolTip
source: Project and Editor settings
ja: プロジェクトとエディタ設定
zh_cn: 项目和编辑器设置

# LevelEditorToolBar,SourceControlUnknown
source: Source control status is unknown
ja: ソースコントロールステータスが不明です
zh_cn: 源码控制状态未知

# LevelEditorViewportClient,DragAndDrop_CannotDropAssetClassFmt
source: The class '{0}' cannot be placed in a level
ja: クラス '{0}' はレベルに配置できません
zh_cn: 类'{0}'不能放置在关卡中

# LevelEditorViewportClient,DropAnimationOnObject
source: Drop Animation On Object
es: Soltar animación en objeto
ja: オブジェクトにアニメーションをドロップ
pt_br: Soltar Animação no Objeto
zh_cn: 把动画放到对象上

# LevelEditorViewportClient,DropAnimBlueprintOnObject
source: Drop Anim Blueprint On Object
es: Soltar Blueprint de la animación en objeto
ja: オブジェクトにアニムブループリントをドロップ
pt_br: Soltar Esquema de Animação no Objeto
zh_cn: 把动画蓝图放到对象上

# LevelEditorViewportClient,DropObjectsOnSelectedActors
source: Drop Objects on Selected Actors
ja: 選択アクタにオブジェクトをドロップ
zh_cn: 将对象放置在选中的Actor上

# LevelEditorViewportClient,DropTextureMaterialCreated
source: Material '{0}' Created
es: Material '{0}' creado
ja: マテリアル '{0}' を作成
pt_br: Material '{0}' Criado
zh_cn: 材质 '{0}'已创建

# LevelEditorViewportClient,MoveTransaction
source: Move {0}
ja: {0} を移動
zh_cn: 移动{0}

# LevelEditorViewportClient,NudgeTransaction
source: Nudge {0}
ja: {0} を微調整
zh_cn: 微调{0}

# LevelEditorViewportClient,RotateTransaction
source: Rotate {0}
ja: {0} を回転
zh_cn: 旋转{0}

# LevelEditorViewportClient,ScaleTransaction
source: Scale {0}
ja: {0} をスケール
zh_cn: 缩放{0}

# LevelEditorViewportClient,TranslateRotate2D
source: Translate/Rotate2D {0}
ja: トランスレート/ロテート2D {0}
zh_cn: 平移/旋转2D{0}

# LevelEditorViewportClient,TranslateRotateZTransaction
source: Translate/RotateZ {0}
ja: {0} を移動/Z回転
zh_cn: 平移/旋转Z {0}

# LevelToolBarBuildMenu,BSPSurfaces
source: BSP Surfaces
es: Superficies Bsp
ja: BSPサーフェス
pt_br: Superfícies BSP
zh_cn: BSP表面

# LevelToolBarBuildMenu,BSPSurfacesToolTip
source: BSP Surfaces will be adjusted if checked.
es: Las superficies Bsp se ajustarán si están analizadas.
ja: チェック時にBSPサーフェスを調整
pt_br: Se marcada, as superfícies BSP serão ajustadas.
zh_cn: 如果选中该项，将会调整BSP表面。

# LevelToolBarBuildMenu,BuildLightingInfo_LightingStaticMeshInfo
source: Lighting StaticMesh Info...
es: Información de la iluminación de StaticMesh…
ja: ライティングスタティックメッシュ情報...
pt_br: Informações da StaticMesh de Iluminação...
zh_cn: 光照静态网格物体信息...

# UICommands.LevelEditorActions,LightingStaticMeshInfo
source: Lighting StaticMesh Info...
ja: ライティングスタティックメッシュ情報...
zh_cn: 光照静态网格物体信息...

# LevelToolBarBuildMenu,BuildLightingInfoSubMenu
source: Lighting Info
es: Información de la iluminación
ja: ライティング情報
pt_br: Informações de Iluminação
zh_cn: 光照信息

# LevelToolBarBuildMenu,BuildLightingInfoSubMenu_ToolTip
source: Access the lighting info dialogs
es: Accede a los cuadros de diálogo de información de la iluminación
ja: ライティング情報ダイアログにアクセス
pt_br: Acessar diálogos de informações de iluminação
zh_cn: 访问光照信息对话框

# LevelToolBarBuildMenu,BuildLightingOnlyHeading
source: Build Lighting Only
es: Diseñar solo la iluminación
ja: ライティングのみビルド
pt_br: Compilar Somente Iluminação
zh_cn: 仅构建光照

# LevelToolBarBuildMenu,LightingDensity_ColorScale
source: Color Scale
es: Escala de colores
ja: カラースケール
pt_br: Escala de Cores
zh_cn: 色标

# LevelToolBarBuildMenu,LightingDensity_GrayscaleScale
source: Grayscale Scale
es: Escala de grises
ja: グレースケールの拡大・縮小
pt_br: Escala de Tons de Cinza
zh_cn: 灰度标度

# LevelToolBarBuildMenu,LightingDensity_Ideal
source: Ideal Density
es: Densidad ideal
ja: 理想的密度
pt_br: Densidade Ideal
zh_cn: 理想密度

# LevelToolBarBuildMenu,LightingDensity_Maximum
source: Maximum Density
es: Máxima densidad
ja: 最大密度
pt_br: Densidade Máxima
zh_cn: 最大密度

# LevelToolBarBuildMenu,LightingDensityHeading
source: Density Rendering
es: Renderización de la densidad
ja: 密度を描画
pt_br: Renderização de Densidade
zh_cn: 密度渲染

# LevelToolBarBuildMenu,LightingDensityRenderingSubMenu
source: LightMap Density Rendering Options
es: Opciones de renderización de la densidad del mapa de iluminación
ja: ライトマップ密度の描画オプション
pt_br: Opções de Renderização de Densidade do Mapa de Luz
zh_cn: 光照贴图密度渲染选项

# LevelToolBarBuildMenu,LightingDensityRenderingSubMenu_ToolTip
source: Shows the LightMap Density Rendering viewmode options.
es: Muestra las opciones del modo vista de renderización de la densidad del mapa de iluminación.
ja: ライトマップ密度の描画ビューモードオプションを表示
pt_br: Exibe as opções do modo de visualização de Renderização de Densidade do Mapa de Luz.
zh_cn: 显示光照贴图密度渲染视图模式选项

# LevelToolBarBuildMenu,LightingHeading
source: Lighting
es: Iluminación
ja: ライティング
pt_br: Iluminação
zh_cn: 光照

# LevelToolBarBuildMenu,LightingInfoHeading
source: Lighting Info Dialogs
es: Cuadros de diálogo de información de la iluminación
ja: ライティング情報ダイアログ
pt_br: Diálogos de Informações de Iluminação
zh_cn: 光照信息对话框

# LevelToolBarBuildMenu,LightingQualityHeading
source: Quality Level
es: Nivel de calidad
ja: 品質レベル
pt_br: Nível de Qualidade
zh_cn: 质量级别

# LevelToolBarBuildMenu,LightingQualitySubMenu
source: Lighting Quality
es: Calidad de la iluminación
ja: ライティング品質
pt_br: Qualidade da Iluminação
zh_cn: 光照质量

# LevelToolBarBuildMenu,LightingQualitySubMenu_ToolTip
source: Allows you to select the quality level for precomputed lighting
es: Le permite seleccionar el nivel de calidad para la iluminación previamente calculada
ja: 事前計算されたライティングの品質レベルの選択を許可
pt_br: Permite selecionar o nível de qualidade da iluminação pré-calculada
zh_cn: 允许您为预计算光照选择质量级别

# LevelToolBarBuildMenu,LightingResolutionAdjustmentSubMenu
source: LightMap Resolution Adjustment
es: Ajuste de la resolución del mapa de iluminación
ja: ライトマップ解像度の調整
pt_br: Ajuste da Resolução do Mapa de Luz
zh_cn: 光照贴图分辨率调整

# LevelToolBarBuildMenu,LightingResolutionAdjustmentSubMenu_ToolTip
source: Shows the LightMap Resolution Adjustment options.
es: Muestra las opciones de ajuste de la resolución del mapa de iluminación
ja: ライトマップ解像度の調整オプションを表示
pt_br: Exibe as opções de Ajuste da Resolução do Mapa de Luz.
zh_cn: 显示光照贴图分辨率调整选项。

# LevelToolBarBuildMenu,LightingResolutionBSPsMaxToolTip
source: The maximum lightmap resolution of a BSP surface to adjust. When outside of the Min/Max range, the BSP surface will no be altered.
es: La resolución máxima del mapa de iluminación de una superficie BSP que ajustar. Cuando esté fuera del rango min/max, la superficie BSP no se modificará.
ja: 調整を行うBSPサーフェスのライトマップの最大解像度です。最小/最大範囲外の解像度の場合、BSPサーフェスは修正されません。
pt_br: Resolução máxima do mapa de luz de uma superfície BSP a ajustar. Se estiver fora dos limites mín./máx., a superfície BSP não será alterada.
zh_cn: 要调整的BSP表面的最大光照贴图分辨率。当超出Min/Max范围时，BSP表面将不会改变。

# LevelToolBarBuildMenu,LightingResolutionBSPsMinToolTip
source: The minimum lightmap resolution of a BSP surface to adjust. When outside of the Min/Max range, the BSP surface will no be altered.
es: La resolución mínima del mapa de iluminación de una superficie BSP que ajustar. Cuando esté fuera del rango min/max, la superficie BSP no se modificará.
ja: 調整を行うBSPサーフェスのライトマップの最小解像度です。最小/最大範囲外の解像度の場合、BSPサーフェスは修正されません。
pt_br: Resolução mínima do mapa de luz de uma superfície BSP a ajustar. Se estiver fora dos limites mín./máx., a superfície BSP não será alterada.
zh_cn: 要调整的BSP表面的最小光照贴图分辨率。当超出Min/Max范围时，BSP表面将不会改变。

# LevelToolBarBuildMenu,LightingResolutionHeading1
source: Primitive Types
es: Tipos de primitivas
ja: プリミティブタイプ
pt_br: Tipos Primitivos
zh_cn: 图元类型

# LevelToolBarBuildMenu,LightingResolutionHeading2
source: Select Options
es: Opciones de selección
ja: オプションを選択
pt_br: Opções de Seleção
zh_cn: 选择选项

# LevelToolBarBuildMenu,LightingResolutionHeading3
source: Ratio
es: Proporción
ja: 比率
pt_br: Razão
zh_cn: 比率

# LevelToolBarBuildMenu,LightingResolutionRatio
source: Ratio
es: Proporción
ja: 比率
pt_br: Razão
zh_cn: 比率

# LevelToolBarBuildMenu,LightingResolutionRatioToolTip
source: Ratio to apply (New Resolution = Ratio / 100.0f * CurrentResolution).
es: Ratio que aplicar (Resolución nueva = Ratio / 100.0f * CurrentResolution).
ja: 適用する比率 (新規解像度 = Ratio / 100.0f * CurrentResolution)
pt_br: Razão a aplicar (Nova Resolução = Razão / 100.0f * CurrentResolution).
zh_cn: 要应用的比率(新分辨率 = 比率 / 100.0f * 当前分辨率)。

# LevelToolBarBuildMenu,LightingResolutionStaticMeshesMaxToolTip
source: The maximum lightmap resolution for static mesh adjustments. Anything outside of Min/Max range will not be touched when adjusting.
es: La resolución máxima del mapa de iluminación para los ajustes de la malla estática. No se tocará nada fuera del rango min/max cuando se ajuste.
ja: スタティックメッシュの調整を行うライトマップの最大解像度です。最小/最大範囲外の解像度はすべて調整時に無視されます。
pt_br: Resolução máxima do mapa de luz para ajustes da malha estática. Nada fora dos limites mín./máx. será tocado ao ajustar.
zh_cn: 静态网格物体调整的最大光照贴图分辨率。当进行调整时将不会触及在Min/Max范围之外的内容。

# LevelToolBarBuildMenu,LightingResolutionStaticMeshesMinToolTip
source: The minimum lightmap resolution for static mesh adjustments. Anything outside of Min/Max range will not be touched when adjusting.
es: La resolución mínima del mapa de iluminación para el ajuste de la malla estática. No se tocará nada fuera del rango min/max cuando se ajuste.
ja: スタティックメッシュの調整を行うライトマップの最小解像度です。最小/最大範囲外の解像度はすべて調整時に無視されます。
pt_br: Resolução mínima do mapa de luz para ajustes da malha estática. Nada fora dos limites mín./máx. será tocado ao ajustar.
zh_cn: 静态网格物体调整的最小光照贴图分辨率。当进行调整时将不会触及在Min/Max范围之外的内容。

# LevelToolBarBuildMenu,LODHeading
source: Hierarchical LOD
ja: 階層LOD
zh_cn: 层次化的LOD

# LevelToolBarBuildMenu,NavigationHeading
source: Navigation
es: Navegación
ja: ナビゲーション
pt_br: Navegação
zh_cn: 浏览

# LevelToolBarBuildMenu,StaticMeshesToolTip
source: Static Meshes will be adjusted if checked.
es: Mallas estáticas se ajustarán si se analizan
ja: チェック時にスタティックメッシュを調整
pt_br: Se marcada, as Malhas Estáticas serão ajustadas.
zh_cn: 如果选中该项，将会调整静态网格物体。

# LevelToolBarBuildMenu,TextureStreamingHeading
source: Texture Streaming
ja: テクスチャストリーミング

# LevelToolBarBuildMenu,VerificationHeading
source: Verification
es: Verificación
ja: 検証
pt_br: Verificação
zh_cn: 验证

# LevelToolBarCinematicsMenu,SelectCinematicsActorToEdit
source: Select an actor
ja: アクタを選択
zh_cn: 选择一个actor

# LevelToolBarSourceControlMenu,SourceControlMenuHeadingActions
source: Actions
ja: アクション
zh_cn: 操作

# LocalizationCulture,ActionsColumnLabel
source: Actions
ja: アクション
zh_cn: 操作

# SCurveEditor,Actions
source: Actions
es: Acciones
ja: アクション
pt_br: Ações
zh_cn: 操作

# StandaloneAssetEditorToolkit,ActionsHeading
source: Actions
es: Acciones
ja: アクション
pt_br: Ações
zh_cn: 操作

# LevelToolBarViewMenu,ActorSnapLabel
source: Distance
es: Distancia
ja: 距離
pt_br: Distância
zh_cn: 距离

# LevelToolBarViewMenu,AudioHeading
source: Real Time Audio
es: Audio en tiempo real
ja: リアルタイムオーディオ
pt_br: Áudio em Tempo Real
zh_cn: 实时音频

# LevelToolBarViewMenu,CannotCreateClasses
source: Cannot create classes when the game mode is a native class!
ja: ゲームモードがネイティブクラスの時はクラスを作成できません！
zh_cn: 当游戏模式为原生类时无法创建类！

# LevelToolBarViewMenu,CannotCreateClasses_NeedsCheckOut
source: Cannot create classes when the config file is not writable!
ja: コンフィグファイルが書き込み可能でない時はクラスを作成できません！
zh_cn: 当设置文件无法写入时无法创建类！

# LevelToolBarViewMenu,CannotEditNativeClass_Tooltip
source: Cannot edit the {TargetLocation}'s assigned {RootClass} header because no compiler is present!
ja: 使用できるコンパイラがないため {TargetLocation} に 割り当てた {RootClass} ヘッダを編集できません！
zh_cn: 无法编辑{TargetLocation}指派的{RootClass}头文件，因为当前无编译器！

# LevelToolBarViewMenu,CannotSelectClasses
source: Cannot select classes when the game mode is a native class!
ja: ゲームモードがネイティブクラスの時はクラスを選択できません！
zh_cn: 当游戏模式为原生类时无法选择类！

# LevelToolBarViewMenu,CannotSelectClasses_NeedsCheckOut
source: Cannot select classes when the config file is not writable!
ja: コンフィグファイルが書き込み可能でない時はクラスを選択できません！
zh_cn: 当设置文件无法写入时无法选择类！

# LevelToolBarViewMenu,CheckoutMenuTooltip
source: Checks out the project settings config file so the game mode can be set.
ja: ゲームモードを設定するためにプロジェクトコンフィグファイルをチェックアウト
zh_cn: 迁出项目设置配置文件，以便可以设置游戏模式。

# UICommands.LevelEditorActions,CheckOutProjectSettingsConfig_ToolTip
source: Checks out the project settings config file so the game mode can be set.
ja: ゲームモードを設定するためにプロジェクト設定コンフィグファイルをチェックアウト
zh_cn: 迁出项目设置的配置文件，以便设置游戏模式。

# LevelToolBarViewMenu,CheckoutSection
source: Check Out Project Settings
ja: プロジェクト設定をチェック アウト
zh_cn: 迁出项目设置

# LevelToolBarViewMenu,ClassSubmenu_Tooltip
source: Select, edit, or create a new {Class} blueprint for the {TargetLocation}
ja: {TargetLocation} に新規 {Class} ブループリントを選択、編集、または作成します
zh_cn: 选择、编辑或创建{TargetLocation}的新建{Class}蓝图

# LevelToolBarViewMenu,CreateBlueprint
source: Create...
ja: 作成...
zh_cn: 创建...

# LevelToolBarViewMenu,CreateClass_Tooltip
source: Create a new {RootClass} based on a selected class and auto-assign it to the {TargetLocation}
ja: 選択クラスに基づいた新規 {RootClass} を作成して、 {TargetLocation} へ自動的に割り当てます
zh_cn: 基于选中的类创建一个新{RootClass}，并自动将其分配给{TargetLocation}

# LevelToolBarViewMenu,CreateGameModeLabel
source: Select {RootClass} parent class
ja: {RootClass} 親クラスを選択
zh_cn: 选择{RootClass}父类

# LevelToolBarViewMenu,EditBlueprint
source: Edit {Blueprint}
ja: {Blueprint} を編集
zh_cn: 编辑{Blueprint}

# LevelToolBarViewMenu,EditBlueprint_Tooltip
source: Open the {TargetLocation}'s assigned {RootClass} blueprint
ja: {TargetLocation} に割り当てた {RootClass} ブループリントを開く
zh_cn: 打开{TargetLocation}的分配的{RootClass}蓝图

# LevelToolBarViewMenu,EditNativeClass
source: Edit {Class}.h
ja: {Class}.hを編集
zh_cn: 编辑{Class}.h

# LevelToolBarViewMenu,EditNativeClass_Tooltip
source: Open the {TargetLocation}'s assigned {RootClass} header
ja: {TargetLocation} に割り当てた {RootClass} ヘッダを開く
zh_cn: 打开{TargetLocation}的分配的{RootClass}头文件

# LevelToolBarViewMenu,ES2PreviewPlatformOverrideHeading
source: Preview Platform
ja: プレビュープラットフォーム
zh_cn: 预览平台

# LevelToolBarViewMenu,FeatureLevelPreviewHeading
source: Preview Rendering Level
ja: 描画レベルをプレビュー
zh_cn: 预览渲染级别

# LevelToolBarViewMenu,FeatureLevelPreviewSubMenu
source: Preview Rendering Level
ja: 描画レベルをプレビュー
zh_cn: 预览渲染级别

# LevelToolBarViewMenu,FeatureLevelPreviewSubMenu_ToolTip
source: Sets the rendering level used by the main editor
ja: メインエディタで使用する描画レベルを設定
zh_cn: 设置主编辑器使用的渲染级别

# LevelToolBarViewMenu,GameModeBlueprint
source: GameMode: {0}
ja: ゲームモード： {0}

# LevelToolBarViewMenu,GameModeClasses
source: Game Mode Classes
ja: ゲームモードクラス
zh_cn: 游戏模式类

# LevelToolBarViewMenu,GameModeCreateBlueprint
source: GameMode: New...
ja: ゲームモード: 新規...
zh_cn: 游戏模式:新建...

# LevelToolBarViewMenu,GameModeEditBlueprint
source: GameMode: Edit {0}
ja: ゲームモード：編集 {0}

# LevelToolBarViewMenu,GameModeNotOverridden
source: GameMode: Not overridden!
ja: ゲームモード: オーバーライドされません！
zh_cn: 游戏模式：没有覆盖！

# LevelToolBarViewMenu,GameStateBlueprint
source: GameState: {GameStateName}
ja: ゲームステート: {GameStateName}
zh_cn: 游戏状态: {GameStateName}

# LevelToolBarViewMenu,GameStateCreateBlueprint
source: GameState: New...
ja: ゲームステート: 新規...
zh_cn: 游戏状态: 新建...

# LevelToolBarViewMenu,GameStateEditBlueprint
source: GameState: Edit {GameStateName}
es: GameState: Editar {GameStateName}
ja: ゲームステート: 編集 {GameStateName}
pt_br: GameState: Editar {GameStateName}
zh_cn: 游戏状态: 编辑{GameStateName}

# LevelToolBarViewMenu,HUDCreateBlueprint
source: HUD: New...
ja: HUD: 新規...
zh_cn: HUD: 新建...

# LevelToolBarViewMenu,HUDEditBlueprint
source: HUD: Edit {HUDName}
es: HUD: Editar {HUDName}
ja: HUD: 編集 {HUDName}
pt_br: HUD: Editar {HUDName}
zh_cn: HUD: 编辑{HUDName}

# LevelToolBarViewMenu,LevelScriptBlueprints
source: Level Blueprints
es: Blueprints del nivel
ja: レベルブループリント
pt_br: Esquemas do Nível
zh_cn: 关卡蓝图

# LevelToolBarViewMenu,MakeWritableLabel
source: Make Writable
ja: 書込み可能にする
zh_cn: 使其可写

# PackagesDialogModule,Dlg_MakeWritableButton
source: Make Writable
es: Hacer que sea modificable
ja: 書き込み可能にする
pt_br: Tornar Gravável
zh_cn: 使之可写入

# LevelToolBarViewMenu,MakeWritableTooltip
source: Forces the project settings config file to be writable so the game mode can be set.
ja: ゲームモードを設定するためにプロジェクトコンフィグファイルを強制的に書き込み可能にします
zh_cn: 强制设置项目配置文件是可写的，以便可以设置游戏模式。

# LevelToolBarViewMenu,MaterialQualityLevelHeading
source: Material Quality Level
es: Nivel de calidad del material
ja: マテリアルの品質レベル
pt_br: Nível de Qualidade do Material
zh_cn: 材质质量级别

# LevelToolBarViewMenu,MaterialQualityLevelSubMenu
source: Material Quality Level
es: Nivel de calidad del material
ja: マテリアルの品質レベル
pt_br: Nível de Qualidade do Material
zh_cn: 材质质量级别

# LevelToolBarViewMenu,MaterialQualityLevelSubMenu_ToolTip
source: Sets the value of the CVar "r.MaterialQualityLevel" (low=0, high=1, medium=2). This affects materials via the QualitySwitch material expression.
ja: CVar "r.MaterialQualityLevel" (low=0, high=1, medium=2) のバリューをセット。これはクオリティスイッチマテリアルエクスプレッションを介してマテリアルに影響を与えます。
zh_cn: 设置CVar "r.MaterialQualityLevel" (低级=0, 高级=1, 中级=2)的值。这通过QualitySwitch材质表达式影响材质。

# LevelToolBarViewMenu,OpenBlueprintClassSubMenu
source: Open Blueprint Class...
ja: ブループリント クラスを開く...
zh_cn: 打开蓝图类...

# LevelToolBarViewMenu,OpenBlueprintClassSubMenu_ToolTip
source: Open an existing Blueprint Class in this project
ja: このプロジェクトの既存ブループリントクラスを開く
zh_cn: 打开该项目中的一个现有蓝图类

# LevelToolBarViewMenu,PawnBlueprint
source: Pawn: {PawnName}
ja: ポーン: {PawnName}

# LevelToolBarViewMenu,PawnCreateBlueprint
source: Pawn: New...
ja: ポーン: 新規...
zh_cn: Pawn: 新建...

# LevelToolBarViewMenu,PawnEditBlueprint
source: Pawn: Edit {PawnName}
es: Peón: Editar {PawnName}
ja: ポーン: {PawnName} を編集
pt_br: Peão: Editar {PawnName}
zh_cn: Pawn: 编辑{PawnName}

# LevelToolBarViewMenu,PlayerControllerBlueprint
source: PlayerController: {PlayerControllerName}
ja: プレイヤーコントローラー: {PlayerControllerName}
zh_cn: 玩家控制器: {PlayerControllerName}

# LevelToolBarViewMenu,PlayerControllerCreateBlueprint
source: PlayerController: New...
ja: プレイヤーコントローラー: 新規...
zh_cn: PlayerController: 新建...

# LevelToolBarViewMenu,PlayerControllerEditBlueprint
source: PlayerController: Edit {PlayerControllerName}
es: PlayerController: Editar {PlayerControllerName}
ja: プレイヤーコントローラー: {PlayerControllerName} を編集
pt_br: PlayerController: Editar {PlayerControllerName}
zh_cn: 玩家控制器： 编辑{PlayerControllerName}

# LevelToolBarViewMenu,PreviewHeading
source: Previewing
es: Vista preliminar
ja: プレビュー中
pt_br: Visualização
zh_cn: 预览
