Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ActorFactoryProceduralFoliage,ProceduralFoliageDisplayName
source: Procedural Foliage Volume
ja: プロシジャル フォリッジ ボリューム
zh_cn: 程序化的植被体积

# ActorFrustumSelect,MarqueeSelectTransation
source: Marquee Select
es: Seleccionar marco
ja: 範囲選択
pt_br: Seleção de Letreiro
zh_cn: 区域选择

# AddContentDialog,AddContentDialogTitle
source: Add Content to the Project
ja: プロジェクトにコンテンツを追加
zh_cn: 添加内容到该项目

# AddContentDialog,AddToProjectButton
source: Add to Project
ja: プロジェクトに追加
zh_cn: 添加到项目

# AddContentDialog,FeaturePackAssetReferences
source: Asset types used in this pack:
ja: このパックで使用しているアセットタイプ：
zh_cn: 该包中使用的资源类型:

# AddContentDialog,FeaturePackClassReferences
source: Class types used in this pack:
ja: このパックで使用しているクラスタイプ：
zh_cn: 该包中使用的类类型:

# AIDataProviderValueDetails,EmptyValue
source: empty
ja: エンプティ
zh_cn: 空

# AIDataProviderValueDetails,PropertyField
source: Property
ja: プロパティ
zh_cn: 属性

# AttributeDetailsCustomization,PropertyModifierInfo
source: Property
es: Propiedad
ja: プロパティ
pt_br: Propriedade
zh_cn: 属性

# PropertyEditorWidgets,Property
source: Property
es: Propiedad
ja: プロパティ
pt_br: Propriedade
zh_cn: 属性

# AIGraph,AddNode
source: Add Node
ja: ノードを追加
zh_cn: 添加节点

# BehaviorTreeDecoratorSchema,AddNode
source: Add Node
es: Añadir nodo
ja: ノードを追加
pt_br: Adicionar Nó
zh_cn: 添加节点

# BlueprintActionMenuItem,AddNodeTransaction
source: Add Node
es: Añadir nodo
ja: ノードを追加
pt_br: Adicionar Nó
zh_cn: 添加节点

# BlueprintEditor,AddNode
source: Add Node
ja: ノードを追加

# UnrealEd,K2_AddNode
source: Add Node
es: Añadir nodo
ja: ノードを追加
pt_br: Adicionar Nó
zh_cn: 添加节点

# AIGraph,BreakDesc
source: Break link to {NodeTitle}
ja: {NodeTitle} へリンクを分解...
zh_cn: 断开到{NodeTitle}的连接

# BehaviorTreeDecoratorSchema,BreakDesc
source: Break link to {NodeTitle}
es: Romper vínculo con {NodeTitle}
ja: {NodeTitle} へのリンクを切断...
pt_br: Quebrar vínculo para {NodeTitle}
zh_cn: 断开到 {NodeTitle}的连接

# KismetSchema,BreakDesc
source: Break link to {NodeTitle}
es: Romper enlace con {NodeTitle}
ja: {NodeTitle} へのリンクを切断...
pt_br: Quebrar vínculo a {NodeTitle}
zh_cn: 断开到 {NodeTitle}的连接

# MaterialGraphSchema,BreakDesc
source: Break link to {NodeTitle}
es: Romper enlace con {NodeTitle}
ja: {NodeTitle} へリンクを分解...
pt_br: Quebrar vínculo para {NodeTitle}
zh_cn: 断开到 {NodeTitle}的连接

# NiagaraSchema,BreakDesc
source: Break link to {NodeTitle}
ja: {NodeTitle} へのリンクを切断...
zh_cn: 断开到{NodeTitle}的连接

# SoundClassSchema,BreakDesc
source: Break link to {NodeTitle}
es: Romper enlace con {NodeTitle}
ja: {NodeTitle} へのリンクを切断...
pt_br: Quebrar vínculo para {NodeTitle}
zh_cn: 断开到 {NodeTitle}的连接

# AIGraph,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
ja: リンクを分解 {NodeTitle} ({NumberOfNodes})
zh_cn: 断开到{NodeTitle} ({NumberOfNodes}的连接

# BehaviorTreeDecoratorSchema,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
es: Romper vínculo con {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ({NumberOfNodes})へのリンクを解除
pt_br: Quebrar vínculo para {NodeTitle} ({NumberOfNodes})
zh_cn: 断开到{NodeTitle} ({NumberOfNodes})的连接

# KismetSchema,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
es: Romper enlace con {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ({NumberOfNodes})へのリンクを解除
pt_br: Quebrar vínculo a {NodeTitle} ({NumberOfNodes})
zh_cn: 断开到{NodeTitle} ({NumberOfNodes})的连接

# MaterialGraphSchema,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
es: Romper enlace con {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ( {NumberOfNodes} ) へリンクを分解
pt_br: Quebrar vínculo para {NodeTitle} ({NumberOfNodes})
zh_cn: 断开到{NodeTitle} ({NumberOfNodes})的连接

# NiagaraSchema,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ({NumberOfNodes})へのリンクを解除
zh_cn: 断开到{NodeTitle} ({NumberOfNodes})的连接

# SoundClassSchema,BreakDescMulti
source: Break link to {NodeTitle} ({NumberOfNodes})
es: Romper enlace con {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ( {NumberOfNodes} ) へのリンクを解除
pt_br: Quebrar vínculo para {NodeTitle} ({NumberOfNodes})
zh_cn: 断开到{NodeTitle} ({NumberOfNodes})的连接

# AIGraph,BreakLinkTo
source: Break Link To...
ja: ...へリンクを分解
zh_cn: 断开连接到...

# BehaviorTreeDecoratorSchema,BreakLinkTo
source: Break Link To...
es: Romper vínculo con...
ja: リンクを解除...
pt_br: Quebrar Vínculo A...
zh_cn: 中断链接至...

# KismetSchema,BreakLinkTo
source: Break Link To...
es: Romper enlace con…
ja: リンクを解除...
pt_br: Quebrar Vínculo A...
zh_cn: 中断链接至...

# MaterialGraphSchema,BreakLinkTo
source: Break Link To...
es: Romper enlace con…
ja: ...へリンクを分解
pt_br: Quebrar Vínculo A...
zh_cn: 中断链接至...

# NiagaraSchema,BreakLinkTo
source: Break Link To...
ja: リンクを切断...
zh_cn: 断开连接到...

# SoundClassSchema,BreakLinkTo
source: Break Link To...
es: Romper enlace con…
ja: リンクを切断...
pt_br: Quebrar Vínculo A...
zh_cn: 中断链接至...

# AIGraph,BreakSpecificLinks
source: Break a specific link...
ja: 特定リンクを分解...
zh_cn: 断开特定连接...

# BehaviorTreeDecoratorSchema,BreakSpecificLinks
source: Break a specific link...
es: Romper un vínculo específico...
ja: 特定リンクを切断...
pt_br: Quebrar um vínculo específico...
zh_cn: 中断特定链接...

# KismetSchema,BreakSpecificLinks
source: Break a specific link...
es: Romper un enlace específico…
ja: 特定リンクを分解...
pt_br: Quebrar um vínculo específico...
zh_cn: 中断特定链接...

# MaterialGraphSchema,BreakSpecificLinks
source: Break a specific link...
es: Romper un enlace específico…
ja: 特定リンクを分解...
pt_br: Quebrar um vínculo específico...
zh_cn: 中断特定链接...

# NiagaraSchema,BreakSpecificLinks
source: Break a specific link...
ja: 特定リンクを切断...
zh_cn: 断开指定连接...

# SoundClassSchema,BreakSpecificLinks
source: Break a specific link...
es: Romper un enlace específico…
ja: 特定リンクを切断...
pt_br: Quebrar um vínculo específico...
zh_cn: 中断特定链接...

# AIGraph,ClassActionsMenuHeader
source: Node Actions
ja: ノードアクション
zh_cn: 节点动作

# AnimationStateMachineSchema,NodeActionsMenuHeader
source: Node Actions
es: Acciones del Nodo
ja: ノードアクション
pt_br: Ações do Nó
zh_cn: 节点操作

# BehaviorTreeDecoratorSchema,ClassActionsMenuHeader
source: Node Actions
es: Acciones del Nodo
ja: ノードアクション
pt_br: Ações do Nó
zh_cn: 节点操作

# KismetSchema,NodeActionsMenuHeader
source: Node Actions
es: Acciones del Nodo
ja: ノードアクション
pt_br: Ações do Nó
zh_cn: 节点操作

# SoundCueSchema,NodeActionsMenuHeader
source: Node Actions
es: Acciones del nodo
ja: ノードのアクション
pt_br: Ações do Nó
zh_cn: 节点操作

# AIGraph,DIF_NodePropertyFmt
source: Property Changed: {0}
ja: 変更したプロパティ： {0}
zh_cn: 属性已改变：{0}

# AIGraph,DIF_NodePropertyToolTip
source: A Property of the node has changed
ja: ノードのプロパティが変更しました
zh_cn: 该节点的一个属性已经改变

# AIGraph,NodeClassError
source: Class {0} not found, make sure it's saved!
ja: クラス {0} がありません。保存されていることを確認してください！
zh_cn: 没有找到类{0}，请确保已保存它！

# AIGraph,PinActionsMenuHeader
source: Pin Actions
ja: ピンアクション
zh_cn: 引脚动作

# BehaviorTreeDecoratorSchema,PinActionsMenuHeader
source: Pin Actions
es: Acciones del Pin
ja: ピンアクション
pt_br: Ações de Fixadores
zh_cn: 引脚操作

# KismetSchema,PinActionsMenuHeader
source: Pin Actions
es: Acciones del Pin
ja: ピンのアクション
pt_br: Ações de Fixadores
zh_cn: 引脚操作

# MaterialGraphSchema,PinActionsMenuHeader
source: Pin Actions
es: Acciones del Pin
ja: ピンの動作
pt_br: Ações de Fixadores
zh_cn: 引脚操作

# SoundClassSchema,PinActionsMenuHeader
source: Pin Actions
es: Acciones del Pin
ja: ピンの動作
pt_br: Ações de Fixadores
zh_cn: 引脚操作

# SoundCueSchema,PinActionsMenuHeader
source: Pin Actions
es: Acciones del Pin
ja: ピンの動作
pt_br: Ações de Fixadores
zh_cn: 引脚操作

# AmbientSoundDetails,EditAsset
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# AnimNotifyPanel,NotifyEditHeading
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# ComponentEditorUtils,EditComponentHeading
source: Edit
ja: 編集
zh_cn: 编辑

# GameplayTagCustomization,GameplayTagCustomization_Edit
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# GameplayTagGraphPin,GameplayTagWidget_Edit
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# GameplayTagQueryGraphPin,GameplayTagQueryWidget_Edit
source: Edit
ja: 編集
zh_cn: 编辑

# LevelEditorMenu,MainHeading
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# LevelViewportContextMenu,EditSubMenu
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# MainMenu,EditMenu
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# PhAT,ConstraintEditTypeHeader
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# PropertyEditor,EditAsset
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# SSCSEditor,EditComponentHeading
source: Edit
ja: 編集
zh_cn: 编辑

# SSequencerLabelBrowser,EditContextMenuSectionName
source: Edit
ja: 編集
zh_cn: 编辑

# UMG,Edit
source: Edit
ja: 編集
zh_cn: 编辑

# UnrealEd,Edit
source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑

# AmbientSoundDetails,EditAssetToolTip
source: Edit this sound cue
es: Editar esta pista de sonido
ja: このサウンドキューを編集
pt_br: Editar este comando de som
zh_cn: 编辑改音效

# AmbientSoundDetails,NewSoundCue
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新

# BlueprintDetailsCustomization,FunctionNewInputArg
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新

# BlueprintDetailsCustomization,FunctionNewOutputArg
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新

# FormatTextDetails,FunctionNewInputArg
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新

# LandscapeEditor.ResizeLandscape,New
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新

# LevelToolBarCinematicsMenu,MatineeMenuCombo_NewHeading
source: New
ja: 新規
zh_cn: 新建

# PListEditor,PListNew
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新建

# SClassViewer,PrefixNew
source: New
ja: 新規
zh_cn: 新建

# SRetargetSourceWindow,New
source: New
ja: 新規
zh_cn: 新建

# UICommands.PListEditorCommands,NewCommand
source: New
ja: 新規

# UserDefinedEnumEditor,FunctionNewInputArg
source: New
es: Nuevo
ja: 新規
pt_br: Novo
zh_cn: 新建

# AmbientSoundDetails,NewSoundCueToolTip
source: Create a new sound cue with the desired template
es: Crear una nueva pista de sonido con la plantilla que desee
ja: 選択テンプレートで新規サウンドキューを作成
pt_br: Crie um novo comando de som com o modelo desejado
zh_cn: 使用需要的模板创建一个新的音效

# AmbientSoundDetails,PlaySoundCue
source: Play
es: Reproducir
ja: プレイ
pt_br: Reproduzir
zh_cn: 播放

# DebuggerCommands,RepeatLastPlay
source: Play
es: Reproducir
ja: プレイ
pt_br: Reproduzir
zh_cn: 播放

# FEditorSettingsViewerModule,LevelEditorPlaySettingsName
source: Play
es: Reproducir
ja: プレイ
pt_br: Reproduzir
zh_cn: 播放

# STransportControl,Play
source: Play
es: Reproducir
ja: プレイ
pt_br: Reproduzir
zh_cn: 播放

# UICommands.AnimViewportPlaybackCommands,PersonaTurnTablePlay
source: Play
ja: 再生

# UICommands.DebuggerCommands,RepeatLastPlay
source: Play
ja: プレイ
zh_cn: 运行

# UICommands.MatineeCommands,Play
source: Play
ja: 再生

# UICommands.MatineeCommands,Play_ToolTip
source: Play
ja: 再生

# UICommands.PhATCommands,PlayAnimation
source: Play
ja: プレイ

# UICommands.PhATCommands,PlayAnimation_ToolTip
source: Play
ja: プレイ

# AmbientSoundDetails,SoundCue_EmptyLayout
source: Blank
es: En blanco
ja: ブランク
pt_br: Branco
zh_cn: 空白

# NewProjectWizard,BlankProjectName
source: Blank
es: Vacío
ja: 空のプロジェクト
pt_br: Branco
zh_cn: 空白

# AmbientSoundDetails,SoundCue_EmptyLayout_Tooltip
source: Create an empty SoundCue
es: Crear una Soundcue vacía
ja: 空のサウンドキューを作成
pt_br: Criar um SoundCue vazio
zh_cn: 创建一个空SoundCue

# AmbientSoundDetails,SoundCue_MixerLayout
source: Mixer
es: Mezcla
ja: ミキサー
pt_br: Mixador
zh_cn: 混音器

# AmbientSoundDetails,SoundCue_MixerLayout_Tooltip
source: Create a SoundCue with a Mixer
es: Crear una Soundcue con una mezcla
ja: ミキサーでサウンドキューを作成
pt_br: Criar um SoundCue com um Mixador
zh_cn: 使用Mixer创建一个Soundcue

# AmbientSoundDetails,SoundCue_RandomLoopLayout
source: Random Loop
es: Bucle aleatorio
ja: ランダムループ
pt_br: Loop Aleatório
zh_cn: 随机循环

# AmbientSoundDetails,SoundCue_RandomLoopLayout_Tooltip
source: Create a SoundCue with a Loop and a Random node
es: Crear una SoundCue con un bucle y nodo aleatorio
ja: LoopとRandomノードでサウンドキューを作成
pt_br: Criar um SoundCue com um nó de Loop e um Aleatório
zh_cn: 使用一个Loop和Random节点创建一个SoundCue

# AmbientSoundDetails,SoundCue_RandomLoopWithDelayLayout
source: Random Loop with Delay
es: Bucle aleatorio con retraso
ja: 遅延付きランダムループ
pt_br: Loop Aleatório com Atraso
zh_cn: 带延迟的随机循环

# AmbientSoundDetails,SoundCue_RandomLoopWithDelayLayout_Tooltip
source: Create a SoundCue with a Loop, a Delay, and a Random node
es: Crear una SoundCue con un bucle, una pausa y un nodo aleatorio
ja: Loop、Delay、Randomノードでサウンドキューを作成
pt_br: Criar um SoundCue com um nó de Loop, um de Atraso e um Aleatório
zh_cn: 使用一个Loop、Delay和Random节点创建一个SoundCue

# AmbientSoundDetails,StopSoundCue
source: Stop
es: Parar
ja: 停止
pt_br: Parar
zh_cn: 停止

# AnimationEditorPreviewScene,Persona_StopRecordAnimationLabel
source: Stop
ja: 停止

# PhAT,Persona_StopRecordAnimationLabel
source: Stop
ja: 停止
zh_cn: 停止

# UICommands.AnimViewportPlaybackCommands,PersonaTurnTableStop
source: Stop
ja: 停止

# UICommands.BehaviorTreeEditorCommands,StopPlaySession
source: Stop
ja: 停止
zh_cn: 停止

# UICommands.DebuggerCommands,StopPlaySession
source: Stop
ja: 停止
zh_cn: 停止

# UICommands.MatineeCommands,Stop
source: Stop
ja: 停止

# UICommands.MatineeCommands,Stop_ToolTip
source: Stop
ja: 停止

# UICommands.SoundCueGraphEditorCommands,StopCueNode
source: Stop
ja: 停止

# UMG,NavigationRuleStop
source: Stop
ja: 停止
zh_cn: 停止

# UMG,NavigationStop
source: Stop
ja: 停止
zh_cn: 停止

# AnalyticsPrivacySettings,FalseStateDescription
source: By opting out you have chosen to not send Editor usage data to Epic Games. Please consider opting in to help improve Unreal Engine. Epic Games will never sell or trade individual usage data to / with third party organizations. If you enable this feature, we will collect information about how you use the editor, when you use the editor, the type of projects you are creating, how you interact with the various editor components and we would perform occasional checks on the type of hardware/OS you are using.
ja: オプトアウトによってエピック・ゲームズにエディタの使用データを送信しないように選択しました。アンリアル・エンジンの向上のために、使用データの送信に参加されることをご検討ください。エピック・ゲームズはけっして個人の使用データを第三者に売買したり第三者と取引するようなことはありません。本機能が有効化されると、エピック・ゲームズは、エディタがどのように使用されているか、エディタがいつ使用されたか、作成中のプロジェクトの種類、各種エディタのコンポーネントがどのように操作されているか、といった情報を収集することになるとともに、ご使用のハードウェア/OS の種類を適宜確認することになります。
zh_cn: 您已经选择了不发送编辑器的使用数据给 Epic Games。请考虑一下打开数据发送来帮助改进虚幻引擎。Epic Games 承诺永远不会向第三方机构贩售或交换个人使用信息。如果您打开这个功能，我们将会收集您如何使用编辑器的信息，您何时使用编辑器，你创建了什么类型的项目，您是如何使用编辑器里的各个功能的。我们还会偶尔检查一下您正在使用的硬件类型和操作系统的信息。

# AnalyticsPrivacySettings,FalseStateLabel
source: Don't Send
ja: 送信しない
zh_cn: 不发送

# AnalyticsPrivacySettings,FalseStateTooltip
source: Don't send Editor usage data to Epic Games.
ja: エディタの使用データをエピック・ゲームズに送信しない。
zh_cn: 不发送编辑器的使用信息给 Epic Games。

# AnalyticsPrivacySettings,HyperlinkLabel
source: Epic Games Privacy Notice
ja: エピック・ゲームズのプライバシー規約
zh_cn: Epic Games 隐私声明

# AnalyticsPrivacySettings,TrueStateDescription
source: By opting in you have chosen to send Editor usage data to Epic Games. Thank you for helping to improve Unreal Engine. Epic Games will never sell or trade individual usage data to / with third party organizations. We will collect information about how you use the editor, when you use the editor, the type of projects you are creating, how you interact with the various editor components and we perform occasional checks on the type of hardware/OS you are using.
ja: オプトインによってエピック・ゲームズにエディタの使用データを送信するように選択されました。アンリアル・エンジンの向上のためにご協力いただき、ありがとうございます。エピック・ゲームズはけっして個人の使用データを第三者に売買したり第三者と取引するようなことはありません。本機能が有効化されると、エピック・ゲームズは、エディタがどのように使用されているか、エディタがいつ使用されたか、作成中のプロジェクトの種類、各種エディタのコンポーネントがどのように操作されているか、といった情報を収集することになるとともに、ご使用のハードウェア/OS の種類を適宜確認することになります。
zh_cn: 您现在选择了发送编辑器的使用数据给 Epic Games。感谢您帮助我们改进虚幻引擎。Epic Games 承诺永远不会向第三方机构贩售或交换个人使用信息。我们将会收集您如何使用编辑器的信息，您何时使用编辑器，你创建了什么类型的项目，您是如何使用编辑器里的各个功能的。我们还会偶尔检查一下您正在使用的硬件类型和操作系统的信息。

# AnalyticsPrivacySettings,TrueStateLabel
source: Send Usage Data
ja: 使用データを送信する
zh_cn: 发送使用信息

# AnalyticsPrivacySettings,TrueStateTooltip
source: Send your Editor usage data to Epic Games.
ja: エディタの使用データをエピック・ゲームズに送信する
zh_cn: 发送您的编辑器使用信息给 Epic Games。

# AnimatablePropertyTool,PropertyChanged
source: Animatable Property Changed
es: Propiedad de la animación modificada
ja: アニメート可能なプロパティを変更しました
pt_br: Propriedade Animável Alterada
zh_cn: 动画属性已改变

# Animation,ConduitRuleGraphTitle
source: {NodeTitle} (conduit rule)
es: {NodeTitle} (regla de transmisión)
ja: {NodeTitle} (コンジットルール)
pt_br: {NodeTitle} (regra de conduíte)
zh_cn: {NodeTitle}(管道规则)

# Animation,CustomBlendGraphTitle
source: {0} (custom blend)
es: {0} (combinación personalizada)
ja: {0} (カスタムブレンド)
pt_br: {0} (mistura personalizada)
zh_cn: {0} (自定义混合)

# Animation,TransitionRuleGraphTitle
source: {NodeTitle} (rule)
es: {NodeTitle} (regla)
ja: {NodeTitle} (ルール)
pt_br: {NodeTitle} (regra)
zh_cn: {NodeTitle}(规则)

# AnimationBlueprintEditor,AnimBlueprintEditPreviewText
source: Changes to preview options are not saved in the asset.
ja: プレビューオプションの変更はアセットに保存されません

# AnimationBlueprintEditor,AppearanceCornerText_Animation
source: ANIMATION
ja: アニメーション

# FPersona,AppearanceCornerText_Animation
source: ANIMATION
es: ANIMACIÓN
ja: アニメーション
pt_br: ANIMAÇÃO
zh_cn: 动画

# AnimationBlueprintEditor,AppLabel
source: Animation Blueprint Editor
ja: アニメーションブループリントエディタ

# AnimationBlueprintEditor,PersonaExternalGraphDecoration
source: Parent Graph Preview
ja: 親グラフのプレビュー

# AnimationBlueprintEditor,PreviewObjectLabel
source: Preview Instance
ja: インスタンスをプレビュー

# FPersona,PreviewObjectLabel
source: Preview Instance
es: Vista preliminar de instancia
ja: インスタンスをプレビュー
pt_br: Instância de Visualização
zh_cn: 预览实例

# AnimationBlueprintEditor,WorldCentricTabPrefix
source: Animation Blueprint Editor
ja: アニメーションブループリントエディタ

# AnimationBlueprintEditorModes,AnimationBlueprintEditorMode
source: Animation Blueprint
ja: アニメーションブループリント

# FBlueprintDifferenceTreeEntry,AnimGraphLabel
source: Animation Blueprint
ja: アニメーションブループリント

# AnimationCompression,AnimCompression
source: Animation Compression
es: Compresión de la animación
ja: アニメーション圧縮
pt_br: Compactação da Animação
zh_cn: 动画压缩

# AnimationCompression,AnimCompressionApply
source: Apply
es: Aplicar
ja: 適用
pt_br: Aplicar
zh_cn: 应用

# AnimationEditor,Toolbar_ApplyAnimation
source: Apply
ja: 適用

# AnimSequenceDetails,ApplyCompressionLabel
source: Apply
ja: 適用
zh_cn: 应用

# FPersona,Toolbar_ApplyAnimation
source: Apply
ja: 適用
zh_cn: 应用

# GeometryMode,SGeometryModeDialog_Apply
source: Apply
es: Aplicar
ja: 適用
pt_br: Aplicar
zh_cn: 应用

# LandscapeEditor.ResizeLandscape,Apply
source: Apply
es: Aplicar
ja: 適用
pt_br: Aplicar
zh_cn: 应用

# LandscapeEditor.Tools,Mirror.Apply
source: Apply
ja: 適用
zh_cn: 应用

# PersonaModes,AnimBlueprintEditApplyChanges
source: Apply
ja: 適用

# PoseAssetDetails,ApplyPose_Apply_Label
source: Apply
ja: 適用

# SSurfaceProperties,ApplyScaling
source: Apply
es: Aplicar
ja: 適用
pt_br: Aplicar
zh_cn: 应用

# StaticMeshEditor,Apply_ConvexDecomp
source: Apply
es: Aplicar
ja: 適用
pt_br: Aplicar
zh_cn: 应用

# UICommands.MaterialEditorCommands,Apply
source: Apply
ja: 適用

# AnimationEditor,AnimationEditorAssetMenu_Animation
source: Animation
ja: アニメーション

# AnimationEditor,CreateAnimationMenuHeading
source: Animation
ja: アニメーション

# Docking,TabAnimationHeading
source: Animation
es: Animación
ja: アニメーション
pt_br: Animação
zh_cn: 动画

# EditorCategoryUtils,AnimationCategory
source: Animation
ja: アニメーション
zh_cn: 动画

# FPersona,CreateAnimationMenuHeading
source: Animation
es: Animación
ja: アニメーション
zh_cn: 动画

# FPersona,PersonaAssetMenuMenu_Animation
source: Animation
es: Animación
ja: アニメーション
zh_cn: 动画

# PersonaAssetFamily,AnimationAssetDisplayName
source: Animation
ja: アニメーション

# PersonaModes,AnimationEditMode
source: Animation
es: Animación
ja: アニメーション
pt_br: Animação
zh_cn: 动画

# UMG,NewAnimationButtonText
source: Animation
ja: アニメーション
zh_cn: 动画

# AnimationEditor,AppLabel
source: AnimationEditor
ja: アニメーションエディタ

# AnimationEditor,BakeAnimation
source: Bake Animation
ja: アニメーションをベイク

# AnimationEditor,CreateAnimation_CurrentAnimation
source: From Current Animation
ja: 現行アニメーションから

# AnimationEditor,CreatePoseAsset_CurrentAnimation
source: From Current Animation
ja: 現行アニメーションから

# FPersona,CreateAnimation_CurrentAnimation
source: From Current Animation
ja: 現行アニメーションから
zh_cn: 从当前动画

# FPersona,CreatePoseAsset_CurrentAnimation
source: From Current Animation
ja: 現行アニメーションから
zh_cn: 从当前动画

# AnimationEditor,CreateAnimation_CurrentAnimation_Tooltip
source: Create Animation from current animation.
ja: 現行アニメーションからアニメーションを作成

# AnimationEditor,CreatePoseAsset_CurrentAnimation_Tooltip
source: Create Animation from current animation.
ja: 現行アニメーションからアニメーションを作成

# FPersona,CreateAnimation_CurrentAnimation_Tooltip
source: Create Animation from current animation.
ja: 現行アニメーションからアニメーションを作成
zh_cn: 根据当前动画创建动画。

# FPersona,CreatePoseAsset_CurrentAnimation_Tooltip
source: Create Animation from current animation.
ja: 現行アニメーションからアニメーションを作成
zh_cn: 根据当前动画创建动画。

# AnimationEditor,CreateAnimation_CurrentPose
source: From Current Pose
ja: 現行ポーズから

# AnimationEditor,CreatePoseAsset_CurrentPose
source: From Current Pose
ja: 現行ポーズから

# FPersona,CreateAnimation_CurrentPose
source: From Current Pose
ja: 現行ポーズから
zh_cn: 从当前姿势

# FPersona,CreatePoseAsset_CurrentPose
source: From Current Pose
ja: 現行ポーズから
zh_cn: 从当前姿势

# AnimationEditor,CreateAnimation_CurrentPose_Tooltip
source: Create Animation from current pose.
ja: 現行ポーズからアニメーションを作成

# FPersona,CreateAnimation_CurrentPose_Tooltip
source: Create Animation from current pose.
ja: 現行ポーズからアニメーションを作成
zh_cn: 根据当前姿势创建动画

# AnimationEditor,CreateAnimation_RefPose
source: From Reference Pose
ja: リファレンスポーズから

# FPersona,CreateAnimation_RefPose
source: From Reference Pose
ja: リファレンスポーズから
zh_cn: 从参考姿势

# AnimationEditor,CreateAnimation_RefPose_Tooltip
source: Create Animation from reference pose.
ja: リファレンスポーズからアニメーションを作成

# FPersona,CreateAnimation_RefPose_Tooltip
source: Create Animation from reference pose.
ja: リファレンスポーズからアニメーションを作成
zh_cn: 根据参考姿势创建动画

# AnimationEditor,CreateAnimationSubmenu
source: Create Animation
ja: アニメーションを作成

# AnimationEditor,CreateAnimationSubMenuHeading
source: Create Animation
ja: アニメーションを作成

# FPersona,CreateAnimationSubmenu
source: Create Animation
ja: アニメーションを作成
zh_cn: 创建动画

# FPersona,CreateAnimationSubMenuHeading
source: Create Animation
ja: アニメーションを作成
zh_cn: 创建动画

# AnimationEditor,CreateAnimationSubmenu_ToolTip
source: Create Animation for this skeleton
ja: このスケルトンのアニメーションを作成

# FPersona,CreateAnimationSubmenu_ToolTip
source: Create Animation for this skeleton
ja: このスケルトンのアニメーションを作成
zh_cn: 为该骨架创建动画

# AnimationEditor,CreateAsset_Label
source: Create Asset
ja: アセットを作成

# FPersona,OpenBlueprint_Label
source: Create Asset
es: Crear activo
ja: アセットを作成
pt_br: Criar Ativo
zh_cn: 创建资源

# AnimationEditor,CreateAsset_ToolTip
source: Create Assets for this skeleton.
ja: このスケルトンのアセットを作成します

# FPersona,OpenBlueprint_ToolTip
source: Create Assets for this skeleton.
es: Crear activos para este esqueleto.
ja: このスケルトンのアセットを作成します
pt_br: Criar Ativos para este esqueleto.
zh_cn: 为该骨架创建资源。

# AnimationEditor,CreatePoseAsset_CurrentPose_Tooltip
source: Create PoseAsset from current pose.
ja: 現行ポーズからポーズアセットを作成

# AnimationEditor,CreatePoseAssetSubmenu
source: Create PoseAsset
ja: ポーズアセットを作成

# AnimationEditor,CreatePoseAssetSubMenuHeading
source: Create PoseAsset
ja: ポーズアセットを作成

# AnimationEditor,CreatePoseAsssetSubmenu_ToolTip
source: Create PoseAsset for this skeleton
ja: このスケルトンのポーズアセットを作成します

# AnimationEditor,FailedToCreateAsset
source: Failed to create asset
ja: アセット作成に失敗しました

# AnimationEditor,InsertPose
source: Insert Pose
ja: ポーズを挿入

# AnimationEditor,InsertPoseSubmenu
source: Insert Pose
ja: ポーズを挿入

# AnimationEditor,InsertPoseSubMenuSubMenuHeading
source: Insert Pose
ja: ポーズを挿入

# AnimationEditor,InsertPoseFailed
source: Inserting pose to asset {PoseAsset} has failed
ja: アセット{PoseAsset} へのポーズ挿入が失敗しました

# AnimationEditor,InsertPoseSubmenu_ToolTip
source: Insert current pose to selected PoseAsset
ja: 選択したポーズアセットに現在のポーズを挿入
