Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SourceControl.HistoryPanel.Info,Workspace
source: Workspace:
es: Espacio de trabajo:
ja: ワークスペース:
pt_br: Espaço de Trabalho:
zh_cn: 工作区:

# SourceControl.HistoryWindow,Title
source: File History
es: Historial del archivo
ja: ファイル履歴
pt_br: Histórico de Arquivos
zh_cn: 文件历史

# SourceControl.HistoryWindow,UnableToLoadAssets
source: Unable to load assets to diff. Content may no longer be supported?
es: Imposible cargar los activos para la comparación. ¿Es posible que el contenido ya no sea compatible?
ja: 差分を検出しようとしましたがアセットをロードできませんでした。コンテンツはサポートされていない可能性があります。
pt_br: Não foi possível carregar os ativos para gerar as diferenças. O conteúdo pode não ser mais compatível.
zh_cn: 不能加载资源进行比较。可能已不再支持该内容?

# SourceControl.HistoryWindow.Menu,DiffAgainstPrev
source: Diff Against Previous Revision
es: Comparar con revisiones previas
ja: 前回のリビジョンに対して差分を検出
pt_br: Listar Diferenças com Relação à Revisão Anterior
zh_cn: 同前一版本进行差异比较

# SourceControl.HistoryWindow.Menu,DiffAgainstPrevTooltip
source: See changes between this revision and the previous one.
es: Ver los cambios entre esta revisión y la anterior.
ja: このリビジョンと前回のリビジョンの差分を確認
pt_br: Exibe as alterações entre esta revisão e a revisão anterior.
zh_cn: 查看这个版本和前一版本的差异。

# SourceControl.Revert,ListHeader
source: File Name
es: Nombre del archivo
ja: ファイル名
pt_br: Nome do Arquivo
zh_cn: 文件名称

# SourceControl.Revert,RevertUnchanged
source: Revert Unchanged Only
es: Restablecer solo los no modificados
ja: 未変更のファイルのみ巻き戻す
pt_br: Reverter Somente Inalterados
zh_cn: 仅恢复未修改的文件

# SourceControl.Revert,SelectFiles
source: Select the files that should be reverted below
es: Seleccionar los archivos que se deben que recuperar en la parte inferior
ja: 巻き戻すファイルを下記で選択してください
pt_br: Selecione abaixo os arquivos que devem ser revertidos
zh_cn: 选择以下要恢复的文件

# SourceControl.RevertWindow,Title
source: Revert Files
es: Restablecer archivos
ja: ファイルを巻き戻す
pt_br: Reverter Arquivos
zh_cn: 恢复文件

# SourceControl.SubmitPanel,ChangeListDesc
source: Changelist Description
es: Descripción de la lista de cambios
ja: チェンジリストの説明
pt_br: Descrição da lista de alterações
zh_cn: 变更列表描述

# SourceControl.SubmitPanel,ChangeListDescWarning
source: Changelist description is required to submit
es: Es necesaria la descripción de la lista de cambios para su envío
ja: サブミットするにはチェンジリストの内容が必要です
pt_br: A descrição da lista de alterações é necessária para o envio
zh_cn: 需要提供变更描述才能提交

# SourceControl.SubmitPanel,KeepCheckedOut
source: Keep Files Checked Out
es: Mantener los archivos revisados
ja: ファイルをチェックアウト状態にする
pt_br: Manter Saída dos Arquivos Registrada
zh_cn: 保持文件为迁出状态

# SourceControl.SubmitWindow,Title
source: Submit Files
es: Enviar archivos
ja: ファイルをサブミット
pt_br: Enviar Arquivos
zh_cn: 提交文件

# SourceControlHistory,CannotDiffWithSelf
source: You cannot diff a revision against itself.
es: No puede comparar una revisión consigo misma.
ja: 同一リビジョンの差分検出はできません
pt_br: Não é possível listar diferenças de uma revisão com relação a ela mesma.
zh_cn: 您不能将一个版本和其自身比较。

# SourceControlHistory,DropActionToolTip_InvalidDropTarget
source: Cannot drop here.
es: No se puede soltar aquí.
ja: ここにドロップできません
pt_br: Não é possível soltar aqui.
zh_cn: 不能放到这里。

# SourceControlHistory,DropToDiff
source: Drop {0} to diff against: {1}.
es: Soltar {0} para comparar con: {1}.
ja: 差分を検出するために {0} をドロップする: {1}
pt_br: Solte {0} para listar diferenças com relação a: {1}.
zh_cn: 让{0}同以下版本比较: {1}.

# SourceControlHistory,ErrorMessage
source: ---ERROR---
ja: ---エラー---
pt_br: ---ERRO---
zh_cn: ---错误---

# SourceControlHistory,InvalidSelection
source: Invalid revisions selected.
es: Se han seleccionado revisiones no compatibles.
ja: 無効なリビジョンが選択されました
pt_br: Revisões inválidas selecionadas.
zh_cn: 选择了无效的修订版。

# SourceControlHistory,NotEnoughToDiff
source: Need to select two revisions in order to compare one against the other.
es: Es necesario seleccionar dos revisiones para comparar una con otra.
ja: 互いを比較するために2つのリビジョンを選択してください
pt_br: É preciso selecionar duas revisões para compará-las.
zh_cn: 需要选择两个修订版，以便彼此进行比较。

# SourceControlHistory,TooManyToDiff
source: Cannot diff more than two revisions.
es: No se pueden comparar mas de dos revisiones.
ja: ２つより多いリビジョンの差分はとれません
pt_br: Não é possível listar as diferenças de mais de duas revisões.
zh_cn: 不能比较两个以上版本。

# SourceControlHistory,UnsupportedColumn
source: Unsupported Column: {0}
es: Columna no compatible: {0}
ja: 未サポートのカラム： {0}
pt_br: Coluna não suportada: {0}
zh_cn: 不支持的列: {0}

# SourceHyperlink,EditBlueprint_ToolTip
source: Click to edit the blueprint
es: Pinchar para editar el Blueprint
ja: クリックしてブループリントを編集
pt_br: Clique para editar o esquema
zh_cn: 点击来编辑该蓝图

# SPackagesDialog,CheckedOutByColumnLabel
source: Checked Out By
ja: チェックアウトしているユーザー
zh_cn: 迁出者

# SplineComponentDetails,MultipleTypes
source: Multiple Types
ja: 複数のタイプ

# SplineComponentDetails,NoPointsSelected
source: No spline points are selected.
ja: スプラインポイントが選択されていません

# SplineComponentDetails,SetSplinePointPosition
source: Set spline point position
ja: スプラインポイント位置を設定

# SplineComponentDetails,SetSplinePointRotation
source: Set spline point rotation
ja: スプラインポイント回転を設定

# SplineComponentDetails,SetSplinePointScale
source: Set spline point scale
ja: スプラインポイントスケールを設定

# SplineComponentDetails,SetSplinePointTangent
source: Set spline point tangent
ja: スプラインポイント接線を設定

# SplineComponentDetails,SetSplinePointType
source: Set spline point type
ja: スプラインポイント型を設定

# SplineComponentVisualizer,AddSplinePoint
source: Add Spline Point
es: Añadir punto spline
ja: スプラインポイントを追加
pt_br: Adicionar Ponto de Emenda
zh_cn: 添加样条曲线点

# SplineComponentVisualizer,DeleteSplinePoint
source: Delete Spline Point
es: Eliminar el punto spline
ja: スプラインポイントを削除
pt_br: Excluir Ponto de Emenda
zh_cn: 删除样条曲线点

# UICommands.SplineComponentVisualizer,DeleteKey
source: Delete Spline Point
ja: スプラインポイントを削除
zh_cn: 删除样条曲线点

# SplineComponentVisualizer,DuplicateSplinePoint
source: Duplicate Spline Point
es: Duplicar el punto spline
ja: スプラインポイントを複製
pt_br: Duplicar Ponto de Emenda
zh_cn: 克隆样条曲线点

# UICommands.SplineComponentVisualizer,DuplicateKey
source: Duplicate Spline Point
ja: スプラインポイントを複製
zh_cn: 克隆样条曲线点

# SplineComponentVisualizer,KeyTypeTooltip
source: Define the type of the spline point.
es: Definir el tipo de punto spline.
ja: スプラインポイントの型を定義
pt_br: Define o tipo do ponto de emenda.
zh_cn: 定义样条曲线点的类型。

# SplineComponentVisualizer,ResetToAutomaticTangent
source: Reset to Automatic Tangent
es: Restablecer a tangente automática
ja: 自動タンジェントにリセット
pt_br: Redefinir para Tangente Automática
zh_cn: 重置为自动切线

# SplineComponentVisualizer,ResetToAutomaticTangentTooltip
source: Reset the spline point tangent to an automatically generated value.
es: Restablecer la tangente del punto spline a un valor generado automáticamente.
ja: ポイントポイントタンジェントを自動生成値にリセット
pt_br: Redefinir a tangente do ponto de emenda para um valor gerado automaticamente.
zh_cn: 重置样条曲线点切线为自动生成的值。

# SplineComponentVisualizer,SetSplinePointType
source: Set Spline Point Type
es: Ajustar el tipo de punto spline
ja: スプラインポイント型を設定
pt_br: Definir Tipo de Ponto de Emenda
zh_cn: 设置样条曲线点类型

# SplineComponentVisualizer,Spline
source: Spline
ja: スプライン
zh_cn: 样条曲线

# SplineComponentVisualizer,SplineComponentVisualizer
source: Spline Component Visualizer
es: Visualizador de componente spline
ja: スプラインコンポーネントビジュアライザ
pt_br: Visualizador de Componente de Emenda
zh_cn: 样条曲线组件可视化查看器

# SplineComponentVisualizer,SplinePoint
source: Spline Point
ja: スプラインポイント
zh_cn: 样条曲线点

# SplineComponentVisualizer,SplinePointType
source: Spline Point Type
es: Tipo de punto spline
ja: スプラインポイント型
pt_br: Tipo de Ponto de Emenda
zh_cn: 样条曲线点类型

# SplineComponentVisualizer,Visualization
source: Visualization
ja: 可視化
zh_cn: 可视化

# SPrettyPreview,AddProfileButton
source: Add Profile
ja: プロファイル追加

# SPrettyPreview,RemoveProfileButton
source: Remove Profile
ja: プロファイル削除

# SPrettyPreview,SceneProfileRemoveProfile
source: Removes the currently selected profile.
ja: 現在選択中のプロファイルを削除

# SPrettyPreview,SceneProfileSettingsLabel
source: Scene Profile Settings
ja: シーンプロファイル設定

# SProjectTargetPlatformSettings,AllPlatforms
source: All Platforms
es: Todas las plataformas
ja: 全てのプラットフォーム
pt_br: Todas as Plataformas
zh_cn: 所有平台

# SProjectTargetPlatformSettings,PlatformsListDescription
source: Select the supported platforms for your project. Attempting to package, run, or cook your project on an unsupported platform will result in a warning.
es: Seleccione las plataformas soportadas para su proyecto. Intentar empaquetar, ejecutar, o procesar su proyecto en una plataforma no soportada se traducirá en una advertencia.
ja: プロジェクトの対応プラットフォームを選択します。非対応のプラットフォームでパッケージング、実行、クックのいずれかを行うと警告が出ます
pt_br: Selecione as plataformas suportadas no projeto. Tentar empacotar, executar ou criar o projeto em uma plataforma não suportada resultará em uma advertência.
zh_cn: 为您的项目选择支持的平台。尝试在不支持的平台上打包、运行或烘焙您的项目将会导致警告。

# SRetargetManager,BasePose_Title
source: Manage Retarget Base Pose
ja: リターゲットベースポーズを管理
zh_cn: 管理重定向基础姿势

# SRetargetManager,HideRetargetBasePose_Label
source: Hide Pose
ja: ポーズを非表示
zh_cn: 隐藏姿势

# SRetargetManager,InvalidRetargetBasePose_Label
source: No Mesh for Base Pose
ja: ベースポーズのメッシュがありません
zh_cn: 无基础姿势的网格物体

# SRetargetManager,ResetRetargetBasePose_Action
source: Reset Retarget Base Pose
ja: リターゲットベースポーズをリセット
zh_cn: 重置重定向基础姿势

# SRetargetManager,ResetRetargetBasePose_Confirm
source: This will reset current Retarget Base Pose to the Reference Pose of current preview mesh. Would you like to continue?
ja: 現行リターゲティングベースポーズを、現在のプレビューメッシュのリファレンスポーズにリセットします。継続しますか？
zh_cn: 这将会重置当前重定向基础姿势为当前预览网格物体的参考姿势。您想要继续吗？

# SRetargetManager,ResetRetargetBasePose_Label
source: Reset Pose
ja: ポーズをリセット
zh_cn: 重置姿势

# SRetargetManager,ResetRetargetBasePose_Tooltip
source: Restore Retarget Base Pose to Mesh Refeference Pose
ja: リターゲットベースポーズをメッシュリファレンスポーズに復元
zh_cn: 恢复重定向基础姿势为网格物体参考姿势

# SRetargetManager,RetargetBasePose_Tooltip
source: Set up base pose for retargeting.
ja: リターゲットのベースポーズを設定
zh_cn: 设置重定向的基础姿势。

# SRetargetManager,RetargetSource_Tooltip
source: Add/Delete/Rename Retarget Sources.
ja: リターゲットソースを追加/削除/名前変更
zh_cn: 添加/删除/重命名 重定向源。

# SRetargetManager,RigSetup_Tooltip
source: Set up Rig for retargeting between skeletons.
ja: スケルトン間のリターゲティングにリグを設定
zh_cn: 设置骨架间重定向的绑定。

# SRetargetManager,RigTemplate_Description
source: You can set up a Rig for this skeleton, then when you retarget the animation to a different skeleton with the same Rig, it will use the information to convert data.
ja: このスケルトンにリグを設定して、次に同一リグの別のスケルトンへアニメーションをリターゲットする時のデータの変換に情報を使用します。

# SRetargetManager,RigTemplate_Title
source: Set up Rig
ja: リグを設定
zh_cn: 设置绑定

# SRetargetManager,SaveRetargetBasePose_Action
source: Save Retarget Base Pose
ja: リターゲットベースポーズを保存
zh_cn: 保存重定向基础姿势

# SRetargetManager,SaveRetargetBasePose_Label
source: Save Pose
ja: ポーズを保存
zh_cn: 保存姿势

# SRetargetManager,SaveRetargetBasePose_Tooltip
source: Save Current Pose to Retarget Base Pose
ja: 現在のポーズをリファレンスベースポーズに保存
zh_cn: 保存当前姿势到重定向基础姿势

# SRetargetManager,ViewRetargetBasePose_Action
source: Edit Retarget Base Pose
ja: リターゲットベースポーズを編集
zh_cn: 编辑重定向基础姿势

# SRetargetManager,ViewRetargetBasePose_Label
source: View Pose
ja: ポーズを表示
zh_cn: 查看姿势

# SRetargetManager,ViewRetargetBasePose_Tooltip
source: Toggle to View/Edit Retarget Base Pose
ja: リターゲットベースポーズの表示/編集を切り替え
zh_cn: 切换以查看/编辑重定向基础姿势

# SRetargetSourceWindow,AddRetargetSourceActionTooltip
source: Add new retarget source.
ja: 新規リターゲットソースを追加
zh_cn: 添加新的重定向源。

# SRetargetSourceWindow,DeleteRetargetSourceActionTooltip
source: Deletes the selected retarget sources.
ja: 選択したリターゲットソースを削除
zh_cn: 删除选择的重定向源。

# SRetargetSourceWindow,RefreshRetargetSourceActionTooltip
source: Refreshs the selected retarget sources.
ja: 選択したリターゲットソースを更新
zh_cn: 刷新选择的重定向源。

# SRetargetSourceWindow,RenameRetargetSourceActionTooltip
source: Rename the selected retarget source.
ja: 選択したリターゲットソース名を変更
zh_cn: 重命名选择的重定向源。

# SRetargetSourceWindow,RetargetSourceNameLabel
source: Retarget Source Name
ja: リターゲットソース名
zh_cn: 重定向源名称

# SRetargetSourceWindow,RetargetSourceWeightLabel
source: Source Mesh
ja: ソースメッシュ
zh_cn: 源网格物体

# SRetargetSourceWindow,RetargetSourceWindowNameDuplicated
source: {0} already exists
ja: {0} は既に存在します
zh_cn: {0}已存在

# SRetargetSourceWindow,RetargetSourceWindowNameNotFound
source: {0} Not found
ja: {0} が見つかりません
zh_cn: {0}未找到

# SRetargetSourceWindow,RetargetSourceWindowNameSame
source: {0} Nothing modified
ja: {0} は何も変更されませんでした
zh_cn: {0}未修改

# SRetargetSourceWindow,Skeleton_Label
source: Current Skeleton
ja: 現行スケルトン
zh_cn: 当前骨架

# SRigWindow,AutoMapping_Title
source: Auto Mapping
ja: 自動マッピング

# SRigWindow,BoneSelectinWidget
source: Select Bone for node {0}
ja: ノード {0} のボーンを選択
zh_cn: 为节点{0}选择骨骼

# SRigWindow,RigNameLabel
source: Select Rig
ja: リグを選択
zh_cn: 选择绑定

# SRigWindow,RigWindow_BoneNameLabel
source: Bone (Skeleton)
ja: ボーン（スケルトン）
zh_cn: 骨骼（骨架）

# SRigWindow,RigWindow_NodeNameLabel
source: Node (Rig)
ja: ノード (リグ)
zh_cn: 节点（绑定）

# SRigWindow,ShowBase
source: Show Base
ja: ベースを表示
zh_cn: 显示基础

# SRigWindow,ToggleAdvanced_Tooltip
source: Toggle Base/Advanced configuration
ja: 基本/詳細コンフィギュレーションを切り替える
zh_cn: 切换 基础/高级 配置

# SRowEditor,Error_UnknownStruct
source: Error: Unknown Struct
ja: エラー： 不明な構造体
zh_cn: 错误：未知结构体

# SRowEditor,RowValue
source: Row Value
ja: 行値
zh_cn: 行值

# SSceneOutliner,AddChildrenToSelection
source: Immediate Children
es: Hijos inmediatos
ja: 直近の子
pt_br: Filho imediato
zh_cn: 直接子项

# SSceneOutliner,AddChildrenToSelection_ToolTip
source: Select all immediate children of the selected folders
es: Seleccionar todos los hijos inmediatos de las carpetas seleccionadas
ja: 選択フォルダの直近の子すべてを選択
pt_br: Selecionar todos os filhos imediatos das pastas selecionadas
zh_cn: 选择该选中文件夹的所有直接子项

# SSceneOutliner,AddDescendantsToSelection
source: All Descendants
es: Todos los descendientes
ja: すべての子と孫
pt_br: Todos os Descendentes
zh_cn: 所有子项

# SSceneOutliner,AddDescendantsToSelection_ToolTip
source: Select all descendants of the selected folders
es: Seleccionar todos los descendientes de las carpetas seleccionadas
ja: 選択フォルダの送信先を選択
pt_br: Selecionar todos os descendentes das pastas selecionadas
zh_cn: 选择该选中文件夹的所有子项

# SSceneOutliner,ChooseWorldMenu
source: Choose World
ja: ワールド選択

# SSceneOutliner,ChooseWorldSubMenu
source: Choose World
ja: ワールド選択

# SSceneOutliner,ChooseWorldSubMenuToolTip
source: Choose the world to display in the outliner.
ja: アウトライナーで表示するワールドを選択

# SSceneOutliner,ChooseWorldToolTip
source: Display actors for this world.
ja: このワールドのアクターを表示

# SSceneOutliner,ClearSearchFilter
source: Clear search filter
es: Borrar el filtro de búsqueda
ja: 検索フィルタをクリア
pt_br: Limpar filtro de pesquisa
zh_cn: 清除搜索过滤器

# SSceneOutliner,ClientPostfix
source: (Client)
ja: (クライアント)

# SSceneOutliner,ClientPostfixFormat
source: (Client {0})
ja: (クライアント {0})

# SSceneOutliner,CreateFolderToolTip
source: Create a new folder containing the current actor selection
es: Crear una carpeta nueva que incluya la selección de actor actual
ja: 現在選択中のアクタを含めてフォルダを新規作成
pt_br: Criar uma nova pasta contendo a seleção do ator atual
zh_cn: 创建包含当前选中的actor的新文件夹

# SSceneOutliner,CreateNew
source: Create New Folder
ja: 新規フォルダを作成
zh_cn: 创建新文件夹

# UICommands.ContentBrowser,CreateNewFolder
source: Create New Folder
ja: 新規フォルダを作成

# SSceneOutliner,CreateNew_ToolTip
source: Move to a new folder
es: Mover a una carpeta nueva
ja: 新規フォルダへ移動
pt_br: Mover para uma nova pasta
zh_cn: 移动到一个新文件夹中

# SSceneOutliner,EditorPostfix
source: (Editor)
ja: (エディタ)

# SSceneOutliner,ExistingFolders
source: Existing:
es: Existente:
ja: 既存：
pt_br: Existente:
zh_cn: 现有：

# SSceneOutliner,FilterSearchHint
source: Type here to search (pressing enter selects the results)
es: Escribir aquí para buscar (al pulsar \"Enter\" se seleccionan los resultados)
ja: ここに入力して検索（Enterを押して結果を選択）
pt_br: Digite aqui para procurar (pressionar Enter seleciona os resultados)
zh_cn: 在此处输入信息进行搜索(按回车键将选择结果。)

# SSceneOutliner,MoveActorsTo
source: Move To
ja: へ移動
zh_cn: 移动到

# SSceneOutliner,MoveActorsTo_Tooltip
source: Move selection to another folder
ja: 選択対象を別フォルダへ移動
zh_cn: 移动选中项到另一个文件夹

# SSceneOutliner,PlayInEditorPostfix
source: (Play In Editor)
ja: (プレイ イン エディタ)

# SSceneOutliner,SelectSubmenu_Tooltip
source: Select the contents of the current selection
es: Seleccionar los contenidos de la selección actual
ja: 現在選択中のコンテンツを選択
pt_br: Selecione o conteúdo da seleção atual
zh_cn: 选择当前选中项的内容

# SSceneOutliner,ServerPostfix
source: (Server)
ja: (サーバー)

# SSceneOutliner,ShowingAllActorsFmt
source: {0} actors
ja: {0} アクタ
zh_cn: {0}个actor

# SSceneOutliner,ShowingAllActorsSelectedFmt
source: {0} actors ({1} selected)
ja: {0} アクタ ({1} を選択中)
zh_cn: {0}个actor（选择了{1}个）

# SSceneOutliner,ShowingNoActorsFmt
source: No matching actors ({0} total)
ja: 一致するアクタがありません (合計 {0}l)
zh_cn: 没有匹配的actor (总共{0}个)

# SSceneOutliner,ShowingOnlySomeActorsFmt
source: Showing {0} of {1} actors
ja: {1} アクタの {0} を表示中
zh_cn: 显示{1}个actors的{0}个

# SSceneOutliner,ShowingOnlySomeActorsSelectedFmt
source: Showing {0} of {1} actors ({2} selected)
ja: {1} アクタの {0} を表示中({2} 選択中)
zh_cn: 显示{1}个actors的{0}个（选择了{2}个）

# SSceneOutliner,ToggleHideTemporaryActors
source: Hide Temporary Actors
es: Ocultar actores temporales
ja: 一時的なアクタを非表示
pt_br: Ocultar Atores Temporários
zh_cn: 隐藏临时Actor

# SSceneOutliner,ToggleHideTemporaryActorsToolTip
source: When enabled, hides temporary/run-time Actors.
es: Cuando está activado, oculta los actores temporalmente/durante el tiempo de ejecución.
ja: 有効時は一時的/ランタイムアクタを非表示にします
pt_br: Quando ativado, oculta Atores temporários/de tempo de execução.
zh_cn: 启用时，隐藏临时/运行时的Actor。

# SSceneOutliner,ToggleShowOnlyCurrentLevel
source: Only in Current Level
es: Solo en el nivel actual
ja: 現行レベルのみ
pt_br: Somente no Nível Atual
zh_cn: 仅当前关卡中

# SSceneOutliner,ToggleShowOnlyCurrentLevelToolTip
source: When enabled, only shows Actors that are in the Current Level.
es: Cuando está activado, solo muestra los actores que estén en el nivel actual.
ja: 有効時は現行レベルのアクタのみを表示します
pt_br: Quando ativado, somente exibe Atores que estão no Nível Atual.
zh_cn: 当启用时，仅显示当前关卡中的Actor。

# SSceneOutliner,ToggleShowOnlySelectedToolTip
source: When enabled, only displays actors that are currently selected.
es: Cuando esté activado, solo muestra los actores que estén seleccionado en ese momento.
ja: 有効時は現在選択しているアクタのみを表示します
pt_br: Quando ativado, somente exibe atores que estão atualmente selecionados.
zh_cn: 启用时，仅显示当前选中的Actor。

# SSceneOutliner,UndoAction_DeleteSelection
source: Delete selection
es: Eliminar selección
ja: 選択対象を削除
pt_br: Excluir seleção
zh_cn: 删除选中项

# SSceneOutliner,WorldsHeading
source: Worlds
ja: ワールド

# SSCSEditor,ActorContext_Instance
source: (Instance)
ja: (インスタンス)

# SSCSEditor,AddComponent_Tooltip
source: Adds a new component to this actor
ja: 新規コンポーネントをこのアクタに追加
zh_cn: 添加新组件到此actor

# SSCSEditor,AddNewBlueprintComponent
source: Add Blueprint Component
ja: ブループリントコンポーネントを追加
zh_cn: 添加蓝图组件

# SSCSEditor,AddNewC++Component
source: Add C++ Component
ja: C++ コンポーネントを追加
zh_cn: 添加C++组件

# SSCSEditor,AttachComponent
source: Attach Component
es: Adjuntar componente
ja: コンポーネントを親子付け
pt_br: Anexar Componente
zh_cn: 附加组件

# SSCSEditor,AttachComponents
source: Attach Components
es: Adjuntar componentes
ja: コンポーネントを親子付け
pt_br: Anexar Componentes
zh_cn: 附加组件

# SSCSEditor,ComponentMobility_NoRoot
source: No root component, unknown mobility
ja: ルートコンポーネントがありません。不明なモビリティ（移動性）です。
zh_cn: 无根组件，未知移动性

# SSCSEditor,CreateChildBlueprint
source: Create Child Blueprint Class
ja: 子 ブループリントクラスを作成
zh_cn: 创建子蓝图类

# SSCSEditor,CreateChildBlueprintTooltip
source: Creates a Child Blueprint Class based on the current Blueprint, allowing you to create variants easily. This replaces the current actor instance with a new one based on the new Child Blueprint Class.
ja: 現行ブループリントに基づく子 ブループリントクラスを作成します。バリアントを簡単に作成できます。これにより現行アクタインスタンスは新規子 ブループリントクラスに基づいて新しいインスタンスに置換されます。
zh_cn: 创建基于当前蓝图的子蓝图类，让您可以方便地创建变量。这样会将当前actor实例替换为基于新子蓝图类的新蓝图。

# SSCSEditor,CutComponent
source: Cut Component
es: Cortar componente
ja: コンポーネントを切り取る
pt_br: Cortar Componente
zh_cn: 剪切组件

# SSCSEditor,CutComponents
source: Cut Components
es: Cortar componentes
ja: コンポーネントを切り取る
pt_br: Cortar Componentes
zh_cn: 剪切组件

# SSCSEditor,DetachComponent
source: Detach Component
es: Separar componente
ja: コンポーネントの親子付を解除
pt_br: Desanexar Componente
zh_cn: 解除组件

# SSCSEditor,DetachComponents
source: Detach Components
es: Separar componentes
ja: コンポーネントの親子付を解除
pt_br: Desanexar Componentes
zh_cn: 解除组件

# SSCSEditor,DisabledPushToBlueprintDefaults_ToolTip
source: Replaces the Blueprint's defaults with any altered property values.
ja: ブループリントのデフォルト値を変更したプロパティ値と置き換える
zh_cn: 将蓝图的默认值替换为不同的属性值。

# SSCSEditor,DisabledResetBlueprintDefaults_ToolTip
source: Resets altered properties back to their Blueprint default values.
ja: 変更したプロパティ値をブループリントのデフォルト値にリセットして元に戻す
zh_cn: 重设变更的属性为其蓝图默认值。

# SSCSEditor,DropActionLabel_MakeNewRootNode
source: Make New Root
es: Crear raíz nueva
ja: 新規ルートを作成
pt_br: Criar Nova Raiz
zh_cn: 指定新的根组件

source: Drop here to copy the selected components to new variables and attach them to {0}.
es: Soltar aquí para copiar los componentes seleccionados a las nuevas variables y adjuntarlas a {0}.
ja: ここにドロップして選択コンポーネントを新規変数にコピーして、値を {0} と親子付けする
pt_br: Solte aqui para copiar os componentes selecionados para novas variáveis e anexá-las a {0}.
zh_cn: 放置到这里来将选中的组件复制到新变量中，并将它们附加到{0}。

# SSCSEditor,DropActionToolTip_AttachToOrMakeNewRoot
source: Drop here to see available actions.
es: Soltar aquí para ver las acciones disponibles.
ja: ここにドロップして有効なアクションを確認
pt_br: Solte aqui para ver ações disponíveis
zh_cn: 放置到这里来查看可用动作

# SSCSEditor,DropActionToolTip_AttachToRootNode
source: Attach {0} to {1}.
es: Acoplar {0} a {1}.
ja: {0} を {1} へ親子付けする
pt_br: Anexar {0} a {1}.
zh_cn: 附加{0}到{1}。

# SSCSEditor,DropActionToolTip_AttachToRootNodeFromCopy
source: Copy {0} to a new variable and attach it to {1}.
es: Copiar {0} a una variable nueva y adjuntarla a {1}.
ja: {0} を新規変数にコピーして、 {1} に親子付け
pt_br: Copiar {0} para uma nova variável e anexá-lo a {1}.
zh_cn: 复制{0}到一个新变量，并将其附加到{1}。

# SSCSEditor,DropActionToolTip_AttachToThisNode
source: Drop here to attach {0} to {1}.
es: Soltar aquí para acoplar {0} a {1}.
ja: ここにドロップして {0} を {1} へ親子付け
pt_br: Solte aqui para anexar {0} a {1}.
zh_cn: 放置到这里来附加{0}到 {1}。

# SSCSEditor,DropActionToolTip_AttachToThisNodeFromCopy
source: Drop here to copy {0} to a new variable and attach it to {1}.
es: Soltar aquí para copiar {0} a una variable nueva y adjuntarla a {1}.
ja: ここにドロップして {0} を新規変数にコピーして、 {1} に親子付け
pt_br: Solte aqui para copiar {0} para uma nova variável e anexá-lo a {1}.
zh_cn: 放置到这里来复制{0}到一个新变量，并将其附加到{1}。

# SSCSEditor,DropActionToolTip_AttachToThisNodeFromCopyWithMultipleSelection
source: Drop here to copy the selected nodes to new variables and attach them to {0}.
ja: ここにドロップして選択ノードを新規変数にコピーして、値を {0} と親子付けする

# SSCSEditor,DropActionToolTip_AttachToThisNodeWithMultipleSelection
source: Drop here to attach the selected components to {0}.
es: Soltar aquí para adjuntar los componentes seleccionados a {0}.
ja: ここにドロップして選択コンポーネントを {0} と親子付け
pt_br: Solte aqui para anexar os componentes selecionados a {0}.
zh_cn: 放置到这里来附加{0}到 {1}。

# SSCSEditor,DropActionToolTip_DetachFromThisNode
source: Drop here to detach {0} from {1}.
es: Soltar aquí para desacoplar {0} de {1}.
ja: ここにドロップして {1} から {0} の親子付けを解除
pt_br: Solte aqui para desanexar {0} de {1}.
zh_cn: 放置到这里将{0}从{1}解除。

# SSCSEditor,DropActionToolTip_DetachFromThisNodeWithMultipleSelection
source: Drop here to detach the selected components from {0}.
es: Soltar aquí para separar los componentes seleccionados de {0}.
ja: ここにドロップして選択コンポーネントを {0} から親子付け解除
pt_br: Solte aqui para desanexar os componentes selecionados de {0}.
zh_cn: 放置到这里来从{0}解除选中的组件。
