Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# KismetCompiler,Invalid_InputAxisKey_Warning
source: InputAxisKey Event specifies invalid FKey'{0}' for @@
es: El evento GetInputVectorAxis indica que FKey'{0}' no es válido para @@
ja: インプットAxisキーイベントは @@ に無効な FKey'{0}' を指定します
pt_br: O Evento de InputAxisKey especifica uma FKey'{0}' inválida de @@
zh_cn: InputAxisKey 事件为@@指定了无效的FKey'{0}'

# KismetCompiler,Invalid_InputKey_Warning
source: InputKey Event specifies invalid FKey'{0}' for @@
es: El evento InputKey indica FKey'{0}' no válido para @@
ja: インプットキーイベントは @@ に無効な FKey'{0}' を指定します
pt_br: O Evento de InputKey especifica uma FKey'{0}' inválida de @@
zh_cn: InputKey事件为@@指定了无效的FKey'{0}'

# KismetCompiler,Invalid_InputVectorAxis_Warning
source: InputVectorAxis Event specifies invalid FKey'{0}' for @@
es: El evento InputVectorAxis indica FKey'{0}' no válido para @@
ja: インプットVectorAxis イベントは @@ に無効な FKey'{0}' を指定します
pt_br: O Evento de InputVectorAxis especifica uma FKey'{0}' inválida de @@
zh_cn: InputVectorAxis 事件为@@指定了无效的FKey'{0}'

# KismetCompiler,InvalidClassForField_Error
source: Invalid property '%s' class, replaced with Object. Please fix or remove.
ja: 無効なプロパティ '%s' クラス、オブジェクトと置換されました。修正または削除してください。
zh_cn: 无效的属性 '%s'类，已由对象替换。请修复或删除。

# KismetCompiler,InvalidComponentTemplate_Error
source: Invalid class '{TemplateClass}' used as template by '{NodeTitle}' for @@
es: Clase no válida '{TemplateClass}' utilizada como plantilla por '{NodeTitle}' para @@
ja: 無効なクラス '{TemplateClass}' は @@ の '{NodeTitle}' でテンプレートとして使用します
pt_br: Classe inválida '{TemplateClass}' usada como modelo por '{NodeTitle}' de @@
zh_cn: @@的'{NodeTitle}' 使用无效的类 '{TemplateClass}'作为模板

# KismetCompiler,InvalidDefault_Error
source: The current value of the '@@' pin is invalid: {0}
ja: '@@' ピンの現行値は無効です： {0}
zh_cn: '@@'引脚的当前值是无效的：{0}

# KismetCompiler,InvalidDefaultVal_Error
source: The current value ({1}) of the '@@' pin is invalid: {0}
ja: '@@' ピンの現行値 ({1}) は無効です： {0}
zh_cn: '@@'引脚的当前值({1})是无效的：{0}

# KismetCompiler,InvalidDefaultValue_Error
source: Default value '%s' for @@ is invalid: '%s'
es: El valor predeterminado '%s' para @@ no es válido: '%s'
ja: @@ のデフォルト値 '%s' は無効です： '%s'
pt_br: O valor padrão '%s' de @@ é inválido: '%s'
zh_cn: @@的默认值 '%s' 是无效的: %s

# KismetCompiler,InvalidNodeOutsideUbergraph_Error
source: Unexpected node @@ found outside ubergraph.
es: Se ha encontrado un nodo @@ fuera del hipergráfico.
ja: Uberグラフ外部に予期せぬノード @@ が見つかりました
pt_br: Foi encontrado um nó inesperado @@ fora do supergrafo.
zh_cn: 在ubergraph外找到异常节点@@。

# KismetCompiler,InvalidStructForField_Error
source: Invalid property '%s' structure '%s' error: %s
es: Error de la estructura '%s' de propiedad '%s' no válida: %s
ja: 無効なプロパティ '%s' 構造体 '%s' エラー: %s
pt_br: Erro de propriedade inválida '%s' estrutura '%s': %s
zh_cn: 无效属性 '%s' 结构体'%s' 错误: %s

# KismetCompiler,KismetCompileError_MalformedParentClasss
source: Blueprint @@ has missing or NULL parent class.
es: El Blueprint @@ ha perdido o ANULADO la clase padre.
ja: ブループリント @@ は親クラスが不足しているか、親クラスがNULLです
pt_br: O esquema @@ tem uma classe pai ausente ou NULA.
zh_cn: 蓝图 @@ 已经丢失，或者父类为NULL。

# KismetCompiler,LatentFunction_OneSelfPin_Error
source: Latent function call node @@ cannot have more than one self pin connection
es: El nodo @@ de llamada de función oculta no puede tener más de una conexión al Pin propio.
ja: 潜在呼び出しノード @@ に自ピンへの接続を2つ以上設定することはできません
pt_br: O nó de chamada de função latente @@ não pode ter mais de uma conexão de autofixador
zh_cn: Latent函数调用节点@@不能具有多个自身引脚连接

# KismetCompiler,MemberVariableConflictWarning
source: Found a member variable with a conflicting name (%s) - changed to %s.
es: Se ha encontrado una variable miembro con un nombre incompatible (%s) - modificado a %s.
ja: コンフリクトした名前 (%s) でメンバー変数が見つかりました－ %s に変更しました。
pt_br: Foi encontrada uma variável-membro com um nome conflitante (%s) — alterado para %s.
zh_cn: 发现了一个命名(%s)冲突的成员变量 - 改为%s。

# KismetCompiler,MismatchedNetFlags_Error
source: @@ function's net flags don't match parent function's flags
es: @@ las banderas de red de la función no coinciden con las banderas de la función padre
ja: @@ 関数のネットフラグが親関数のフラグと一致しません
pt_br: Os sinalizadores de rede da função @@ não correspondem aos sinalizadores da função pai
zh_cn: @@ 函数的网络标志和父函数的标志不匹配

# KismetCompiler,MissingComponentTemplate_Error
source: Unknown template referenced by '{NodeTitle}' for @@
es: Plantilla desconocida referenciada por '{NodeTitle}' para @@
ja: @@ に対し不明なテンプレートが '{NodeTitle}' でリファレンスされています
pt_br: Modelo desconhecido referenciado por '{NodeTitle}' para @@
zh_cn: @@ 的 '{NodeTitle}' 引用了未知模板

# KismetCompiler,MissingDelegateSig_Error
source: Unable to find delegate '%s' for @@
es: Imposible encontrar delegado '%s' para @@
ja: @@ の '%s' デリゲートを発見できません
pt_br: O delegado '%s' de @@ não foi encontrado
zh_cn: 无法找到@@的代理'%s'

# KismetCompiler,MissingEventSig_Error
source: Missing Event '%s' for @@
es: Evento perdido '%s' para @@
ja: @@ のイベント '%s' が不足しています
pt_br: Evento '%s' ausente de @@
zh_cn: @@缺失事件'%s'

# KismetCompiler,MissingInputAction_Warning
source: InputAction Event references unknown Action '%s' for @@
es: Acción desconocida de referencias del evento InputAction '%s' para @@
ja: インプットアクション イベントは @@ に不明なアクション '%s'' を参照しています
pt_br: Evento de InputAction referencia uma Ação desconhecida '%s' para @@
zh_cn: 输入操作事件对@@引用了未知操作'%s'

# KismetCompiler,MissingInputAxis_Warning
source: Get Input Axis references unknown Axis '%s' for @@
es: Obtener el eje desconocido de referencias del eje de entrada '%s' para @@
ja: @@ にインプット軸参照の不明な軸 '%s' を取得
pt_br: Obter Eixo de Entrada referencia um Eixo desconhecido '%s' para @@
zh_cn: Get Input Axis为@@引用了未知坐标轴'%s'

# KismetCompiler,MissingInputAxisEvent_Warning
source: Input Axis Event references unknown Axis '%s' for @@
es: El eje desconocido de referencias del eje de entrada '%s' para @@
ja: インプット軸イベントは @@ に不明な軸 '%s' を参照しています
pt_br: Evento de Eixo de Entrada referencia Eixo desconhecido '%s' para @@
zh_cn: 输入轴事件引用了@@的位置坐标轴'%s'

# KismetCompiler,NativeClassProhibitsTicking
source: @@ is not allowed as the C++ parent class %s has disallowed Blueprint subclasses from ticking. Please consider using a Timer instead of Tick.
ja: C++ 親クラス %s がブループリントサブクラスの Tick を無効にしているため@@ は許可されません。Tick の代わりに Timer の使用を検討してください。
zh_cn: 不允许@@，因为C++父类%s不允许更新蓝图子类。请考虑使用Timer而不是Tick。

# KismetCompiler,NoRootNodeFound_Error
source: Could not find a root node for the graph @@
es: No se ha encontrado un nodo raíz para el gráfico @@
ja: グラフ @@ のルートノードが見つかりませんでした
pt_br: Não foi encontrado um nó raiz do grafo @@
zh_cn: 不能找到图表@@的根节点

# KismetCompiler,NotAxis_GetInputAxisKey_Warning
source: GetInputAxisKey Value specifies FKey'{0}' which is not a float axis for @@
es: El valor GetInputAxisKey selecciona FKey'{0}' que no es un eje flotante para @@
ja: GetInputAxisKey値は @@ の浮動小数軸ではない FKey'{0}' を指定します
pt_br: O Valor de GetInputAxisKey especifica uma FKey'{0}' que não é um eixo flutuante de @@
zh_cn: GetInputAxisKey的值指定了不是@@的浮点型坐标轴的FKey'{0}'

# KismetCompiler,NotAxis_GetInputVectorAxis_Warning
source: GetInputVectorAxis Value specifies FKey'{0}' which is not a vector axis for @@
es: El valor GetInputVectorAxis Value indica que FKey'{0}' no es un eje de vector para @@
ja: GetInputVectorAxis 値は @@ のベクター軸ではない FKeyFKey'{0}' を指定します
pt_br: O Valor de GetInputVectorAxis especifica uma FKey'{0}' que não é um eixo de vetor de @@
zh_cn: GetInputVectorAxis 的值指定了不是@@的向量型坐标轴的FKey'{0}'

# KismetCompiler,NotAxis_InputAxisKey_Warning
source: InputAxisKey Event specifies FKey'{0}' which is not a float axis for @@
es: El evento GetInputAxisKey indica que FKey'{0}' no es un eje flotante para @@
ja: インプットAxisキーイベントは @@ の浮動小数軸ではない FKey'{0}' を指定します
pt_br: O Evento de InputAxisKey especifica uma FKey'{0}' que não é um eixo flutuante de @@
zh_cn: InputAxisKey 的值指定了不是@@的浮点型坐标轴的FKey'{0}'

# KismetCompiler,NotAxis_InputVectorAxis_Warning
source: InputVectorAxis Event specifies FKey'{0}' which is not a vector axis for @@
es: El evento InputVectorAxis Value indica que FKey'{0}' no es un eje de vector para @@
ja: インプットVectorAxisイベントは @@ のベクター軸ではない FKey'{0}' を指定します
pt_br: O Evento de InputVectorAxis especifica uma FKey'{0}' que não é um eixo de vetor de @@
zh_cn: InputVectorAxis 的值指定了不是@@的向量型坐标轴的FKey'{0}'

# KismetCompiler,NotBindable_InputAxisKey_Warning
source: InputAxisKey Event specifies FKey'{0}' that is not blueprint bindable for @@
es: El evento InputKey indica que EKey'{0}' no se puede enlazar al Blueprint para @@
ja: インプット軸キーイベントは @@ にブループリントをバインドできない FKey'{0}' を指定します
pt_br: O Evento InputAxisKey especifica uma FKey'{0}' que não está no esquema vinculável de @@
zh_cn: InputAxisKey 事件为 @@ 指定了不能和蓝图绑定的FKey'{0}'

# KismetCompiler,NotBindable_InputVectorAxis_Warning
source: InputVectorAxis Event specifies FKey'{0}' that is not blueprint bindable for @@
es: El evento InputVectorAxis indica que FKey'{0}' no se puede enlazar al Blueprint para @@
ja: インプットVectorAxisイベントは @@ にブループリントをバインドできない FKey'{0}' を指定します
pt_br: O Evento de InputVectorAxis especifica uma FKey'{0}' que não está no esquema vinculável de @@
zh_cn: InputVectorAxis 事件为 @@ 指定了不能和蓝图绑定的FKey'{0}'

# KismetCompiler,NotBindanble_GetInputAxisKey_Warning
source: GetInputAxisKey Value specifies FKey'{0}' that is not blueprint bindable for @@
es: El valor GetInputKey selecciona FKey'{0}' que no se puede enlazar al Blueprint para @@
ja: GetインプットAxisキー値は @@ にブループリントをバインドできない FKey'{0}' を指定します
pt_br: O Valor de GetInputAxisKey especifica uma FKey'{0}' que não está no esquema vinculável de @@
zh_cn: GetInputAxisKey的值指定指定了对于@@来说不能进行蓝图绑定的FKey'{0}'

# KismetCompiler,NotBindanble_GetInputVectorAxis_Warning
source: GetInputVectorAxis Value specifies FKey'{0}' that is not blueprint bindable for @@
es: El valor GetInputKey indica que FKey'{0}' no se puede enlazar al Blueprint para @@
ja: GetInputVectorAxis値は @@ にブループリントでバインドできない FKey'{0}' を指定します
pt_br: O Valor de GetInputVectorAxis especifica uma FKey'{0}' que não está no esquema vinculável de @@
zh_cn: GetInputVectorAxis的值指定了对于@@来说不能进行蓝图绑定的FKey'{0}'

# KismetCompiler,NotBindanble_InputKey_Warning
source: InputKey Event specifies FKey'{0}' that is not blueprint bindable for @@
es: El evento InputKey indica que FKey'{0}' no se puede enlazar al Blueprint para @@
ja: インプットAxisキーイベントは @@ にブループリントでバインドできない FKey'{0}' を指定します
pt_br: O Evento InputKey especifica uma FKey'{0}' que não está no esquema vinculável de @@
zh_cn: InputKey事件为 @@ 指定了不能和蓝图绑定的FKey'{0}'

# KismetCompiler,NoValidExecutionPinForCallFunc_Error
source: @@ must have a valid execution pin
es: @@ debe tener un Pin de ejecución válido @@
ja: @@ に有効な実行ピンがなくてはいけません
pt_br: @@ deve ter um fixador de execução válido
zh_cn: @@ 必须有一个有效的执行引脚

# KismetCompiler,OverrideFunctionDifferentSignature_Error
source: Cannot override '%s::%s' at @@ which was declared in a parent with a different signature
es: No se puede suprimir '%s::%s' en @@ declarado en un padre con firma diferente
ja: @@ で '%s::%s' をオーバーライドできませんでした。親の別のシグネチャに宣言されています
pt_br: Não é possível substituir '%s::%s' em @@ declarado em um pai com uma assinatura diferente
zh_cn: 不能覆盖@@中的 '%s::%s'，因为父类中声明时使用了不同的签名

# KismetCompiler,ParseDefaultValueError
source: Can't parse default value '%s' for @@. Property: %s.
es: No se puede analizar el valor predeterminado '%s' para @@. Propiedad: %s.
ja: デフォルト値 '%s' (@@ 用) をパースできません。プロパティ: %s
pt_br: Não é possível analisar o valor '%s' de @@. Propriedade: %s.
zh_cn: 不能解析@@的默认值'%s。属性： %s。

# KismetCompiler,PassLiteral_Error
source: Cannot pass a literal to @@. Connect a variable to it instead.
es: No se puede pasar un literal a @@. Conectar una variable en su lugar.
ja: リテラルを @@ に渡せませんでした。代わりに変数と接続します。
pt_br: Não é possível passar um literal para @@. Em vez disso, conecte a ele uma variável.
zh_cn: 不能传递文字给@@。 应该给它连接一个变量。

# KismetCompiler,PinMustHaveConnection_Error
source: Pin @@ must have a connection
es: El Pin @@ debe tener una conexión
ja: ピン @@ に接続がひとつなくてはいけません
pt_br: O fixador @@ deve ter uma conexão
zh_cn: 引脚@@必须有一个连接

# KismetCompiler,PinMustHaveConnection_NoType_Error
source: This blueprint (self) is not compatible with '@@', therefore that pin must have a connection.
ja: このブループリント（自）は '@@' と互換性がないため対象のピンに接続が必須です。
zh_cn: 该蓝图(本身)同'@@'不兼容，因此那个引脚必须有一个连接。

# KismetCompiler,PinMustHaveConnection_Static_Error
source: '@@' must have a connection, because %s is a static function and will not be bound to instances of this blueprint.
ja: %s はスタティック関数でこのブループリントのインスタンスと結合できないため、'@@' に接続設定が必要です
zh_cn: '@@'必须具有一个连接，因为%s是静态函数，并且将不会同该蓝图实例绑定。

# KismetCompiler,PinMustHaveConnection_WrongClass_Error
source: This blueprint (self) is not a %s, therefore '@@' must have a connection.
ja: このブループリントは %s ではありません。 '@@' に接続が必要です。
zh_cn: 该蓝图（自身）并不是一个%s，因此'@@'必须具有一个连接。

# KismetCompiler,PinMustHaveConnectionPruned_Error
source: Pin @@ must have a connection. Self pins cannot be connected to nodes that are culled.
es: El Pin @@ debe tener una conexión. Las auto Pins no se pueden conectar a los nodos que se han determinado.
ja: ピン @@ に接続がひとつなくてはいけません。自ピンはカリングされたノードに接続できません。
pt_br: O fixador @@ deve ter uma conexão. Autofixadores não podem se conectar a nós descartados.
zh_cn: 引脚@@必须有一个连接。 Self引脚不能连接到选出的节点上。

# KismetCompiler,PinSpecifiedAsArray_Error
source: Pin @@ is specified as an array, but does not have a valid array property.
es: El Pin @@ está especificado como una matriz, pero no tiene una propiedad de la matriz válida.
ja: ピン @@ は配列に指定されていますが、有効な配列プロパティがありません。
pt_br: O fixador @@ é especificado como uma matriz, mas não tem uma propriedade de matriz válida.
zh_cn: 引脚@@被指定为一个数组，但是没有有效地数组属性。

# KismetCompiler,PinTypeMismatch_Error
source: Can't connect pins @@ and @@: %s
ja: ピン @@ と @@ は接続できません： %s
zh_cn: 不能连接引脚@@和@@: %s

# KismetCompiler,PropertyForLiteral_Error
source: Cannot create property for a literal: %s from @@ type (%s)
ja: リテラルにプロパティを作成できません: @@ タイプから %s (%s)
zh_cn: 无法对文字创建属性：来自@@类型(%s)的%s

# KismetCompiler,PropertyNotFound_Error
source: The property associated with @@ could not be found
es: La propiedad asociada con @@ no se ha encontrado
ja: @@ に関連付けられたプロパティが見つかりませんでした
pt_br: A propriedade associada a @@ não foi encontrada
zh_cn: 没有找到和 @@相关的属性

# KismetCompiler,PureFunction_OneSelfPin_Error
source: Pure function call node @@ cannot have more than one self pin connection
es: El nodo @@ de llamada de función oculta no puede tener más de una conexión al Pin propio.
ja: 純粋関数呼び出しノード @@ に複数の自ピン接続を設定することはできません
pt_br: O nó de chamada de função pura @@ não pode ter mais de uma conexão de autofixador.
zh_cn: 纯函数调用节点@@不能具有多个自身引脚连接

# KismetCompiler,ReceiveTick_CanNeverTick
source: @@ is not allowed for Blueprints based on the C++ parent class %s, so it will never Tick!
ja: C++ の親クラス %s に基づくブループリントは @@ に許可されていないため、決してティックしません！
zh_cn: 基于C++父类%s的蓝图不允许使用@@，因为它将不会更新！

# KismetCompiler,RecieveTick_CanNeverTickRemedies
source: You can solve this in several ways: 1) Consider using a Timer instead of Tick. 2) Add meta=(%s) to the parent C++ class 3) Reparent the Blueprint to AActor or UActorComponent, which can always tick.
ja: いくつかの解決法があります。 1) Tick の代わりに Timer を使用 2) 親C++ クラスに meta=(%s) を追加 3) ブループリントの親を常にティック可能な AActor または UActorコンポーネント に変更
zh_cn: 你可以通过多种方式解决该问题： 1)考虑使用Timer而不是Tick。 2)添加meta=(%s)到父类C++中 3)将该蓝图的父类重设为AActor 或 UActorComponent，这些父类将总是可以更新的。

# KismetCompiler,ReturnNodeExecPinUnconnected
source: ReturnNode Exec pin has no connections on @@
es: El pin ejecutivo ReturnNode no tiene conexiones en @@
ja: @@ の ReturnNode Exec ピンに接続がありません
pt_br: O fixador ReturnNode Exec não tem nenhuma conexão em @@
zh_cn: ReturnNode Exec引脚在@@上没有连接。

# KismetCompiler,ShouldNotCallFromBlueprint_Error
source: Function '%s' called from @@ should not be called from a Blueprint
es: La función '%s' llamada de @@ no se debe llamar desde un Blueprint
ja: @@ から呼び出された関数 '%s' は ブループリントからは呼び出せません
pt_br: A função '%s' chamada de @@ não deveria ser chamada a partir de um Esquema
zh_cn: 不应该从蓝图中调用从 @@ 中调用的函数'%s'

# KismetCompiler,TimelineConflictWarning
source: Found a timeline with a conflicting name (%s) - changed to %s.
es: Se ha encontrado una línea de tiempo con un nombre incompatible (%s) - modificado a %s.
ja: コンフリクトした名前 (%s) でタイムラインが見つかりました－ %s に変更しました。
pt_br: Foi encontrada uma linha do tempo com um nome conflitante (%s) — alterado para %s.
zh_cn: 发现了一个命名(%s)冲突的时间轴 - 改为%s。

# KismetCompiler,TooManyOutputPinConnections_Error
source: Exec output pin @@ cannot have more than one connection
es: El Pin ejecutivo de entrada @@ no puede tener más de una conexión
ja: Exec アウトプットピン @@ に複数の接続を設定することはできません
pt_br: Fixador de saída Exec @@ não pode ter mais de uma conexão
zh_cn: 执行输出引脚 @@ 不能具有多个连接

# KismetCompiler,TypeDoesNotMatchPropertyOfType_Error
source: @@ of type %s doesn't match the property %s of type %s
es: @@ del tipo %s es incompatible con propiedad %s del tipo %s
ja: タイプ %s の @@ はタイプ %s のプロパティ %s と一致しません
pt_br: @@ de tipo %s não corresponde à propriedade %s de tipo %s
zh_cn: %s类型的@@和属性%s（属于%s类型）不匹配

# KismetCompiler,UnableResolveFunctionName_Error
source: Unable to resolve function name for @@
es: Imposible averiguar el nombre de la función para @@
ja: @@ の関数名を解決できません
pt_br: O nome da função de @@ não foi resolvido
zh_cn: 不能解析@@的函数名

# KismetCompiler,UndeterminedPinType_Error
source: The type of @@ is undetermined. Connect something to @@ to imply a specific type.
es: El tipo de @@ no está determinado. Conectar algo a @@ para implicar un tipo específico.
ja: @@ のタイプが不確定です。特定タイプを暗示するために @@ へ何かを接続してください
pt_br: O tipo de @@ está indeterminado. Conecte algo a @@ para implicar um tipo específico.
zh_cn: @@的类型尚未确定。 连接到@@ 的内容预示是一种特定类型。

# KismetCompiler,UnexpectedNodeType_Error
source: Unexpected node type %s encountered at @@
es: Tipo de nodo inesperado %s encontrado en @@
ja: @@ で予期せぬノードタイプ %s が検出されました
pt_br: Foi encontrado um tipo de nó inesperado %s em @@
zh_cn: 在 @@ 中遇到了意外的节点类型 %s

# KismetCompiler,UnexpectedNodeTypeWhenCompilingFunc_Error
source: Unexpected node type %s encountered in execution chain at @@
es: Tipo de nodo inesperado %s encontrado dentro de la cadena de ejecución en @@
ja: @@ の実行チェーンで予期しないノード タイプ %s が検出されました
pt_br: Foi encontrado um tipo de nó inesperado %s na cadeia de execução em @@
zh_cn: 在 @@ 的执行链中遇到了意外的节点类型 %s

# KismetCompiler,UnexpectedPiNDirection_Error
source: Unexpected pin direction encountered on @@
es: Dirección del Pin inesperado encontrado en @@
ja: @@ で検出されたピンが予期しない方向を向いています
pt_br: Foi encontrada uma direção de fixador inesperada em @@
zh_cn: 在 @@ 上遇到了意外的引脚方向

# KismetCompiler,UnsupportedTypeForPin
source: Unsupported type (%s) on @@
es: El tipo (%s) no es compatible con %s
ja: @@ で予期しないタイプ (%s) が検出されました
pt_br: Tipos não aceitos (%s) em @@
zh_cn: @@ 上有不支持的类型(%s)

# KismetCompiler,UnusedDefaultValue_Warn
source: Default value for '%s' cannot be used.
es: El valor predeterminado '%s' no se puede usar.
ja: '%s' のデフォルト値は使用できません
pt_br: O valor padrão de '%s' não pode ser usado.
zh_cn: '%s'的默认值不能使用。

# KismetCompiler,VariableInFunctionLibrary_Error
source: The variable %s cannot be declared in FunctionLibrary @@
es: La variable %s no puede declararse en FunctionLibrary @@
ja: 変数 %s は 関数ライブラリ @@ で宣言できません
pt_br: A variável %s não pode ser declarada na FunctionLibrary @@
zh_cn: 不能在FunctionLibrary @@中声明变量 %s。

# KismetCompiler,VariableInvalidType_Error
source: The variable %s declared in @@ has an invalid type %s
es: La variable %s declarada en @@ tiene un tipo %s no válida
ja: @@ で宣言された変数 %s には無効な型 %s があります
pt_br: A variável %s declarada em @@ tem um tipo inválido %s
zh_cn: @@中声明的变量%s具有无效类型 %s

# KismetCompiler,WrongAccessSpecifier_Error
source: Wrong access specifier @@
es: Especificador de acceso @@ incorrecto
ja: 不正なアクセス指定子 @@
pt_br: Especificador de acesso errado: @@
zh_cn: 错误的访问操作符 @@

# KismetCompiler,WrongRefOutput
source: No value will be returned by reference. Parameter '%s'. Node: @@
ja: リファレンス戻しの値はありません。パラメータ '%s' ノード '@@'
zh_cn: 引用没有返回值。参数'%s'。节点：@@

# KismetEditor,LevelScriptAppLabel
source: {LevelName}{DirtyState} - Level Blueprint Editor
es: {LevelName}{DirtyState} - Editor del Blueprint del nivel
ja: {LevelName}{DirtyState} - レベルブループリントエディタ
pt_br: {LevelName}{DirtyState} – Editor de Esquema do Nível
zh_cn: {LevelName}{DirtyState} - 关卡蓝图编辑器

# KismetEditor,LevelScriptAppToolTip
source: {LevelName} - Level Blueprint Editor
ja: {LevelName} - レベルブループリントエディタ
zh_cn: {LevelName} - 关卡蓝图编辑器

# KismetEditor,ToolkitTitle_UniqueLayerName
source: {NumberOfObjects} {ClassName} - Class Defaults
ja: {NumberOfObjects} {ClassName} - クラスデフォルト
zh_cn: {NumberOfObjects} {ClassName} - 类默认值

# KismetEditor,WorldCentricTabPrefix_Blueprint
source: Blueprint
ja: ブループリント
pt_br: Esquema
zh_cn: 蓝图

# KismetEditor,WorldCentricTabPrefix_LevelScript
source: Script
es: Secuencia
ja: スクリプト
zh_cn: 脚本

# KismetInspector,MultipleObjectsSelectedFmt
source: {0} {1} selected
ja: {0} {1} 選択中
zh_cn: {0} {1}被选中

# KismetInspector,Name_TemplateFmt
source: {0} Template
ja: {0} テンプレート
zh_cn: {0}模板

# KismetInspector,NoNodesSelected
source: Select a node to edit details.
es: Seleccionar un nodo para editar detalles.
ja: 詳細を編集するノードを選択する
pt_br: Selecione um nó para editar detalhes.
zh_cn: 选择一个节点来编辑详细信息。

# KismetInspector,PublicViewCheckboxLabel
source: Public View
es: Vista pública
ja: パブリックビュー
pt_br: Exibição Pública
zh_cn: 公有视图

# KismetInspector,TemplateForFmt
source: Template for {0}
ja: {0} のテンプレート
zh_cn: {0}的模板

# KismetInspector,TogglePublicView
source: Toggle Public View
es: Conmutar vista pública
ja: パブリックビューを切り替える
pt_br: Alternar Exibição Pública
zh_cn: 切换公有视图

# KismetLinearExpression,BanGraphPinMessage
source: BAD PIN
es: Pin ERRONEO
ja: 無効なピン
pt_br: FIXADOR INVÁLIDO
zh_cn: 坏引脚

# KismetLinearExpression,RecursionOccurredInNodeGraphMessage
source: RECURSION
es: RECURRENCIA
ja: 再帰
pt_br: RECURSÃO
zh_cn: 递归

# KismetNameValidators,AlreadyInUse_Error
source: "%s" is already in use.
es: "%s" ya está en uso.
ja: "%s" は既に使用中です。
pt_br: "%s" já está em uso.
zh_cn: "%s"已经在使用中。

# KismetNameValidators,EmptyName_Error
source: Name cannot be empty.
es: El nombre no puede estar vacía.
ja: 名前を空白にできません。
pt_br: O nome não pode ficar vazio.
zh_cn: 名称不能为空。

# KismetNameValidators,ExistingName_Error
source: Name cannot be the same as the existing name.
es: El nombre no puede ser el mismo que uno ya existente.
ja: 既に存在する名前と同じ名前にはできません
pt_br: O nome não pode ser igual a um nome existente.
zh_cn: 名称不能和现有名称一样。

# KismetNodeWithOptionalPinsDetails,AsPin
source: (As pin)
ja: (ピンとして)

# KismetNodeWithOptionalPinsDetails,AsPinTooltip
source: Show this property as a pin on the node
es: Mostrar esta propiedad como un Pin en el nodo
ja: ノードのピンとしてこのプロパティを表示
pt_br: Exibir esta propriedade como um fixador no nó
zh_cn: 将此属性显示为节点上的引脚

# KismetNodeWithOptionalPinsDetails,FocusNodeButtonTip
source: Open the graph that contains this node in read-only mode and focus on the node
es: Abrir el gráfico que contenga este nodo en el modo de solo lectura y centrarse en el nodo.
ja: 読み取り専用でノードにフォーカスしたこのノードを含んだグラフを開く
pt_br: Abrir o grafo que contém este nó no modo de somente leitura e focar no nó
zh_cn: 以只读模式打开包含该节点的图表，并聚焦到该节点上

# KismetNodeWithOptionalPinsDetails,InputScaleBias
source: Input scaling
es: Introducir escala
ja: インプット値の拡大・縮小
pt_br: Escalonamento da entrada
zh_cn: 输入缩放

# KismetNodeWithOptionalPinsDetails,MaxInputScaleBias
source: Maximal input value
es: Valor máximo de entrada
ja: 最大インプット値
pt_br: Valor de entrada máximo
zh_cn: 最大输入值

# KismetNodeWithOptionalPinsDetails,MinInputScaleBias
source: Minimal input value
es: Valor mínimo de entrada
ja: 最小インプット値
pt_br: Valor de entrada mínimo
zh_cn: 最小输入值

# KismetNodeWithOptionalPinsDetails,MultiSelectNotSupported
source: Multiple nodes selected
es: Nodos múltiples seleccionados
ja: 複数ノードを選択
pt_br: Diversos nós selecionados
zh_cn: 选中了多个节点
