Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LevelViewportToolBar,SetBookmarkSubMenu
source: Set Bookmark
es: Ajustar marcador
ja: ブックマークを設定
pt_br: Definir Marcador
zh_cn: 设置书签

# LevelViewportToolBar,SetBookmarkSubMenu_ToolTip
source: Set viewport bookmarks
es: Ajustar los marcadores de la ventana gráfica
ja: ビューポートのブックマークを設定
pt_br: Define os marcadores da porta de visualização
zh_cn: 设置视口书签

# LevelViewportToolBar,ShowFoliageTypesMenu
source: Foliage Types
ja: フォリッジタイプ
zh_cn: 植被类型

# LevelViewportToolBar,ShowFoliageTypesMenu_ToolTip
source: Show/hide specific foliage types
ja: 特定のフォリッジタイプを表示/隠す。
zh_cn: 显示/隐藏 特定的植被类型

# LevelViewportToolBar,ShowLayersMenu_ToolTip
source: Show layers flags
es: Mostrar indicadores de las capas
ja: レイヤーフラグを表示
pt_br: Exibir os sinalizadores de camadas
zh_cn: 显示图层标志

# LevelViewportToolBar,ShowSpritesMenu
source: Sprites
ja: スプライト
zh_cn: 平面粒子

# LevelViewportToolBar,ShowSpritesMenu_ToolTip
source: Show sprites flags
es: Mostrar los indicadores de los sprites
ja: スプライトフラグを表示
pt_br: Exibir os sinalizadores de sprites
zh_cn: 显示精灵图标标志

# LevelViewportToolBar,ShowStatsMenu
source: Stat
es: Estadística
ja: 統計データ
pt_br: Estado
zh_cn: 统计数据

# LevelViewportToolBar,ShowStatsMenu_ToolTip
source: Show Stat commands
es: Mostrar comandos de estadística
ja: 統計情報を表示
pt_br: Exibir comandos de Estatística
zh_cn: 显示统计数据命令

# LevelViewportToolBar,ShowVolumesMenu
source: Volumes
es: Volúmenes
ja: ボリューム
zh_cn: 体积

# PlacementMode,Volumes
source: Volumes
es: Volúmenes
ja: ボリューム
zh_cn: 体积

# LevelViewportToolBar,ShowVolumesMenu_ToolTip
source: Show volumes flags
es: Mostrar los indicadores de volumen
ja: ボリュームフラグを表示
pt_br: Exibir os sinalizadores de volume
zh_cn: 显示体积标志

# LevelViewportToolBar,ThreePaneConfigHeader
source: Three Panes
es: Tres paneles
ja: 3画面
pt_br: Três Painéis
zh_cn: 三个面板

# LevelViewportToolBar,TwoPaneConfigHeader
source: Two Panes
es: Dos paneles
ja: 2画面
pt_br: Dois Painéis
zh_cn: 两个面板

# LevelViewportToolBar,ViewParamMenuTitle
source: View Mode Options
ja: 表示モードオプション

# LevelViewportToolBar,VisualizeShowFlagsMenu
source: Visualize
es: Visualizar
ja: 可視化
pt_br: Visualizar
zh_cn: 可视化

# LevelViewportToolBar,VisualizeShowFlagsMenu_ToolTip
source: Visualize show flags
es: Visualizar indicadores de muestra
ja: 表示フラグを表示
pt_br: Exibir sinalizadores de visualização
zh_cn: 可视化显示标志

# LightmapResRatioAdjustSettings,LMRatioAdjust_NoLevelsToProcess
source: No levels to process.
es: No hay niveles para procesar.
ja: 処理するレベルがありません
pt_br: Nenhum nível a processar.
zh_cn: 没有要处理的关卡。

# LightmapResRatioAdjustSettings,LMRatioAdjust_NoPrimitivesSelected
source: No primitive type selected.
es: No se ha seleccionado ningún tipo de primitiva.
ja: プリミティブタイプが選択されていません
pt_br: Nenhum tipo primitivo selecionado.
zh_cn: 未选中图元类型。

# LightmapResRatioAdjustSettings,LMRatioAdjust_TooManyWorldsToProcess
source: you can only process one world at a time.
es: Solo puede procesar un mundo al mismo tiempo.
ja: 一度に一つのワールドしか処理できません
pt_br: só é possível processar um mundo por vez.
zh_cn: 您每次仅能处理一个世界。

# Lightmass,BeginExportingTheSceneTask
source: Exporting the scene...
es: Exportar la escena…
ja: シーンをエクスポート中...
pt_br: Exportando a cena...
zh_cn: 导出场景...

# Lightmass,BeginRunningLightmassTask
source: Running Lightmass...
es: Ejecutando Lightmass…
ja: ライトマスを実行中...
pt_br: Executando Lightmass...
zh_cn: 运行Lightmass...

# Lightmass,LightmassError_BadLightMapCoordinateIndex
source: StaticMesh has invalid LightMapCoordinateIndex.
es: StaticMesh no tiene un LightMapCoordinateIndex válida.
ja: スタティックメッシュに無効なLightMapCoordinateIndexがあります
pt_br: StaticMesh tem LightMapCoordinateIndex inválido.
zh_cn: 静态网格物体具有无效的LightMapCoordinateIndex.

# Lightmass,LightmassError_BuildSelected
source: Building selected actors only, lightmap memory and quality will be sub-optimal until the next full rebuild.
es: Al diseñar solo los actores seleccionados, la memoria y calidad del mapa de iluminación no llegarán a ser óptimas hasta que se vuelvan a diseñar por completo.
ja: 選択アクタのみをビルド中です。ライトマップのメモリと品質は次のフルビルドまで準最適となります。
pt_br: Compilando somente atores selecionados; a memória e a qualidade do mapa de luz estarão abaixo do ideal até a próxima recompilação completa.
zh_cn: 仅构建选中的actor，直到进行下次完全重新构建之前光照贴图内存和指令都将不能达到最佳效果。

# StaticLightingSystem,LightmassError_BuildSelected
source: Building selected actors only, lightmap memory and quality will be sub-optimal until the next full rebuild.
es: Al diseñar solo los actores seleccionados, la memoria del mapa de iluminación y calidad no llegarán a ser óptimas hasta que se vuelva a diseñar por completo.
ja: 選択したアクタのみをビルド中です。ライトマップのメモリと品質は次回のフル再ビルドまで準最適となります。
pt_br: Compilando somente atores selecionados; a memória e a qualidade do mapa de luz estarão abaixo do ideal até a próxima recompilação completa.
zh_cn: 仅构建选中的actor，直到进行下次完全重新构建之前光照贴图内存和指令都将不能达到最佳效果。

# Lightmass,LightmassError_BuildSelectedNothingSelected
source: Building selected actors and BSP only, but no actors or BSP selected!
es: Diseñando solo los actores y BSP seleccionados, ¡pero no se ha seleccionado ninguno!
ja: 選択アクタとBSPのみをビルド中ですが、アクタかBSPのどちらかが選択されていません！
pt_br: Compilando somente atores selecionados e BSP, mas não há nenhum ator ou BSP selecionado!
zh_cn: 仅构建选中的acttor和BSP，但没有选中任何actor或BSP！

# StaticLightingSystem,LightmassError_BuildSelectedNothingSelected
source: Building selected actors and BSP only, but no actors or BSP selected!
es: Diseñando solo los actores y BSP seleccionados, ¡pero no se ha seleccionado ninguno!
ja: 選択したアクタとBSPのみをビルド中ですが、どちらも選択されていません！
pt_br: Compilando somente atores selecionados e BSP, mas não há nenhum ator ou BSP selecionado!
zh_cn: 仅构建选中的acttor和BSP，但没有选中任何actor或BSP！

# Lightmass,LightmassError_EmissiveMeshExtremelyHighPolyCount
source: Object did not create emissive lights due to excessive polycount (more than 5000).
ja: 過剰なポリゴン数（5000以上）が原因で、オブジェクトはエミッシブライトを作成できませんでした。
zh_cn: 对象由于存在过多的多边形（多于5000个）而无法创建自发光光源。

# Lightmass,LightmassError_EmissiveMeshHighPolyCount
source: Object has a large number of polygons (more than 3000) and will result in a long lighting build.
ja: オブジェクトにポリゴン数が多数（3000以上）あるため、ライティングのビルド時間が長くなります。
zh_cn: 对象具有大量的多边形(多于3000个)，将会导致构建光照花费较长的时间。

# Lightmass,LightmassError_LightingBuildError
source: Lighting build error
es: Error en el diseño de la iluminación
ja: ライティングのビルドエラー
pt_br: Erro de compilação de iluminação
zh_cn: 光照构建错误

# Lightmass,LightmassError_MissingImportanceVolume
source: No importance volume found - lighting build will take a long time and have poor quality.
es: No se ha encontrado volumen relevante - El diseño de la iluminación conllevará tiempo y tendrá baja calidad.
ja: Importanceボリュームが見つかりませんでした。ライティングのビルドに長時間かかり、品質も低下します。
pt_br: Nenhum volume de importância foi encontrado — a compilação de iluminação levará muito tempo e terá baixa qualidade.
zh_cn: 没有找到重要体积 - 光照构建将花费较长的时间，且获得的质量较低。

# Lightmass,LightmassError_MissingPrecomputedVisibilityVolume
source: Level has bPrecomputeVisibility enabled but no Precomputed Visibility Volumes, precomputed visibility will not be effective.
es: El nivel tiene activado bPrecomputeVisibility pero no los volúmenes de visibilidad precalculada, la visibilidad precalculada no será efectiva.
ja: bPrecomputeVisibilityがレベルで有効ですがPrecomputed Visibility ボリュームがないため、事前計算した表示は有効ではありません。
pt_br: O nível tem bPrecomputeVisibility ativado, mas nenhum Volume de Visibilidade Pré-calculado. A visibilidade pré-calculada não será efetiva.
zh_cn: 关卡启用了bPrecomputeVisibility，但没有预计算可见性体积，预计算可见性将无效。

# Lightmass,LightmassError_ObjectMultipleDominantLights
source: Object has multiple dominant lights.
es: El objeto tiene múltiples luces dominantes.
ja: オブジェクトに複数のドミナントライトがあります
pt_br: O objeto tem mais de uma luz dominante.
zh_cn: 对象有多个主光源。

# Lightmass,LightmassError_ObjectOverlappedUVs
source: Object has overlapping UVs.
es: El objeto tiene UVs superpuestas.
ja: オブジェクトにオーバーラップしているUVがあります
pt_br: O objeto tem uma sobreposição de UVs.
zh_cn: 对象具有重叠的UVs。

# Lightmass,LightmassError_ObjectWrappedUVs
source: Object has wrapping UVs.
es: El objeto tiene UVs envolventes.
ja: オブジェクトにラッピングしているUVがあります
pt_br: O objeto tem um UVs fora do intervalo.
zh_cn: 对象具有折叠的UVs。

# Lightmass,LightmassError_SupportFP
source: Lightmass requires a graphics card with support for floating point rendertargets. Aborting!
es: Lightmass requiere una tarjeta gráfica que permita metas de renderizado del punto flotante. ¡Cancelar!
ja: ライトマスは浮動小数点描画ターゲットをサポートするグラフィックカードが必須です。アボートします！
pt_br: O Lightmass requer uma placa de vídeo compatível com alvos de renderização de ponto flutuante. Anulando!
zh_cn: Lightmass要求具有一个支持浮点渲染目标的显卡。中止!

# Lightmass,UseErrorColoringButton_Tooltip
source: Display objects with lighting errors in identifying colors rather than black (Lightmass only).
es: Visualizar los objetos con errores de iluminación con colores más identificativos que el negro (solo Lightmass).
ja: 黒（ライトマスのみ）以外の色を特定してライティングエラーがあるオブジェクトを表示します
pt_br: Exibir objetos com erros de iluminação, mais na identificação das cores do que preto (somente Lightmass).
zh_cn: 把有光找错误的对象显示为可以识别的颜色，而不是黑色 (仅Lightmass)。

# LoadMap,InvalidMapName
source: Failed to load map {Filename}{LineTerminators}{ErrorMessage}
es: Error al cargar el mapa {Filename}{LineTerminators}{ErrorMessage}
ja: マップ {Filename}{LineTerminators}{ErrorMessage} のロードに失敗しました
pt_br: Falha ao carregar mapa {Filename}{LineTerminators}{ErrorMessage}
zh_cn: 加载地图{Filename}{LineTerminators}{ErrorMessage}失败

# LocalizationCommandletExecutor,CopyLogButtonText
source: Copy Log
ja: ログをコピーする
zh_cn: 复制日志

# LocalizationCommandletExecutor,CopyLogButtonTooltip
source: Copy the logged text to the clipboard.
ja: ログアウトプットしたテキストをクリップボードにコピー
zh_cn: 复制记录的文本到剪切板。

# LocalizationCommandletExecutor,SaveLogButtonText
source: Save Log...
ja: ログを保存...
zh_cn: 保存日志...

# LocalizationCommandletExecutor,SaveLogButtonToolTip
source: Save the logged text to a file.
ja: ログテキストをファイルに保存
zh_cn: 保存日志文本到一个文件。

# LocalizationCommandletExecutor,SaveLogDialogTitle
source: Save Log to File
ja: ログをファイルに保存する
zh_cn: 保存日志到文件

# LocalizationCommandletExecutor,TaskListNameColumnLabel
source: Task
ja: タスク
zh_cn: 任务

# LocalizationCommandletExecutor,TextFileDescription
source: Text File
ja: テキストファイル
zh_cn: 文本文件

# LocalizationCommandletTasks,CompileTaskName
source: Compile Translations
ja: 翻訳をコンパイル
zh_cn: 编译翻译

# LocalizationCommandletTasks,CompileTaskNameFormat
source: Compile Translations for {TargetName}
ja: {TargetName} の翻訳をコンパイル
zh_cn: 针对{TargetName}编译翻译文本

# LocalizationCommandletTasks,ExportCultureForTargetWindowTitle
source: Export {CultureName} Translations for Target {TargetName}
ja: ターゲット {TargetName} に対し {CultureName} 翻訳をエクスポートする
zh_cn: 导出针对目标{TargetName}的{CultureName}翻译

# LocalizationCommandletTasks,ExportForAllTargetsWindowTitle
source: Export Translations for All Targets
ja: すべてのターゲットの翻訳をエクスポートする
zh_cn: 导出针对所有目标的翻译

# LocalizationCommandletTasks,ExportForTargetWindowTitle
source: Export Translations for Target {TargetName}
ja: ターゲット {TargetName} の翻訳をエクスポートする
zh_cn: 导出针对目标{TargetName}的翻译

# LocalizationCommandletTasks,ExportTaskName
source: Export Translations
ja: 翻訳をエクスポートする
zh_cn: 导出翻译

# LocalizationCommandletTasks,ExportTaskNameFormat
source: Export Translations for {TargetName}
ja: {TargetName} の翻訳をエクスポートする
zh_cn: 导出针对{TargetName}的翻译

# LocalizationCommandletTasks,GatherAllTargetsWindowTitle
source: Gather Text for All Targets
ja: 全ターゲットのテキストを収集する
zh_cn: 收集针对所有目标的文本

# LocalizationCommandletTasks,GatherTargetWindowTitle
source: Gather Text for Target {TargetName}
ja: ターゲット {TargetName} のテキストを収集する
zh_cn: 收集针对目标{TargetName}的文本

# LocalizationCommandletTasks,GatherTaskName
source: Gather Text
ja: テキストを収集する
zh_cn: 收集文本

# UICommands.LocalizationDashboard,GatherTextAllTargets
source: Gather Text
ja: テキストを収集する

# UICommands.LocalizationTargetEditor,GatherText
source: Gather Text
ja: テキストを収集する

# LocalizationCommandletTasks,GatherTaskNameFormat
source: Gather Text for {TargetName}
ja: {TargetName} のテキストを収集する
zh_cn: 收集针对{TargetName}的文本

# LocalizationCommandletTasks,GenerateLocResForAllTargetsWindowTitle
source: Compile Translations for All Targets
ja: 全ターゲットに対し翻訳をコンパイルする
zh_cn: 针对所有目标编译翻译

# LocalizationCommandletTasks,GenerateLocResForTargetWindowTitle
source: Compile Translations for Target {TargetName}
ja: ターゲット {TargetName} の翻訳をコンパイル
zh_cn: 针对目标{TargetName}编译翻译文本

# LocalizationCommandletTasks,ImportCultureForTargetWindowTitle
source: Import {CultureName} Translations for Target {TargetName}
ja: ターゲット {TargetName} に対し {CultureName} 翻訳をインポートする
zh_cn: 为目标{TargetName}导入{CultureName}翻译

# LocalizationCommandletTasks,ImportForAllTargetsWindowTitle
source: Import Translations for All Targets
ja: 全ターゲットに対し翻訳をインポート
zh_cn: 为所有目标导入翻译

# LocalizationCommandletTasks,ImportForTargetWindowTitle
source: Import Translations for Target {TargetName}
ja: ターゲット {TargetName} に対し翻訳をインポート
zh_cn: 针对目标{TargetName}导入翻译

# LocalizationCommandletTasks,ImportTaskName
source: Import Translations
ja: 翻訳をインポートする
zh_cn: 导入翻译

# LocalizationCommandletTasks,ImportTaskNameFormat
source: Import Translations for {TargetName}
ja: {TargetName} に対し翻訳をインポート
zh_cn: 为{TargetName}导入翻译

# LocalizationCommandletTasks,ReportTaskName
source: Generate Reports
ja: レポートを生成する
zh_cn: 生成报告

# LocalizationCommandletTasks,ReportTaskNameFormat
source: Generate Reports for {TargetName}
ja: {TargetName} に対しレポートを生成する
zh_cn: 生成针对{TargetName}的报告

# LocalizationCommandletTasks,Warning_LoadedAudioAssetsMsg_Continue
source: Do you want to continue?
ja: 続行しますか?

# LocalizationCulture,AddNewCultureButtonLabel
source: Add New Culture
ja: 新規カルチャーを追加
zh_cn: 添加新语言

# LocalizationCulture,CultureColumnLabel
source: Culture
ja: カルチャー
zh_cn: 语言

# LocalizationCulture,WordCountColumnLabel
source: Word Count
ja: ワード数
zh_cn: 字数

# LocalizationDashboard,WordCountColumnLabel
source: Word Count
ja: ワード数
zh_cn: 字数

# LocalizationCultureActions,UnsavedPackagesWarningDialogMessage
source: There are unsaved changes. These changes may not be gathered from correctly.
ja: 未保存の変更がありました。これら変更は正しく収集されない可能性があります。
zh_cn: 有未保存的修改。可能没有正确地收集这些修改。

# LocalizationCultureActions,UnsavedPackagesWarningDialogTitle
source: Unsaved Changes Before Gather
ja: 収集前の未保存の変更
zh_cn: 在收集前未保存修改

# LocalizationDashboard,AddNewTargetButtonLabel
source: Add New Target
ja: 新規ターゲットを追加
zh_cn: 添加新目标

# LocalizationDashboard,DeleteTargetConfirmationDialogMessage
source: This action can not be undone and data will be permanently lost. Are you sure you would like to delete {TargetName}?
ja: この動作はアンドゥができず、データは永久に失われます。 {TargetName} を削除しますか？
zh_cn: 该操作不能取消，并且数据将会永久丢失。你确认想删除{TargetName}吗？

# LocalizationDashboard,DeleteTargetConfirmationDialogTitle
source: Confirm Target Deletion
ja: ターゲットの削除を確認
zh_cn: 确认删除目标

# LocalizationDashboard,ExportAllTranslationsDialogTitle
source: Export All Translations to Directory
ja: すべての翻訳をディレクトリへエクスポートする
zh_cn: 导出所有翻译到目录

# LocalizationDashboard,ImportAllTranslationsDialogTitle
source: Import All Translations from Directory
ja: すべての翻訳をディレクトリからインポートする
zh_cn: 从目录导入所有翻译

# LocalizationDashboardTargetRow,ExportAllTranslationsForTargetDialogTitleFormat
source: Export All Translations for {TargetName} to Directory
ja: {TargetName} の翻訳全てをディレクトリにエクスポートする
zh_cn: 导出{TargetName}的所有翻译到目录

# LocalizationTargetEditor,ExportAllTranslationsForTargetDialogTitleFormat
source: Export All Translations for {TargetName} to Directory
ja: {TargetName} の翻訳全てをディレクトリにエクスポートする
zh_cn: 导出{TargetName}的所有翻译到目录

# LocalizationDashboardTargetRow,ImportAllTranslationsForTargetDialogTitleFormat
source: Import All Translations for {TargetName} from Directory
ja: {TargetName} の翻訳全てをディレクトリからインポートする
zh_cn: 从目录中导入{TargetName}的所有翻译

# LocalizationTargetEditor,ImportAllTranslationsForTargetDialogTitleFormat
source: Import All Translations for {TargetName} from Directory
ja: {TargetName} の翻訳全てをディレクトリからインポート
zh_cn: 从目录导入{TargetName}的所有翻译

# LocalizationTargetEditor,DuplicateTargetNameError
source: Target name must be unique.
ja: 一意のターゲット名でなくてはいけません
zh_cn: 目标名称必须唯一。

# LocalizationTargetEditorCultureRow,DeleteCultureConfirmationDialogMessage
source: This action can not be undone and data will be permanently lost. Are you sure you would like to delete {CultureName}?
ja: この動作はアンドゥできず、データは永久に失われます。{CultureName} を削除しますか？
zh_cn: 该操作不能取消且数据将永久丢失。您确认想删除{CultureName}吗？

# LocalizationTargetEditorCultureRow,DeleteCultureConfirmationDialogTitle
source: Confirm Culture Deletion
ja: カルチャーの削除を確認する
zh_cn: 确认删除语言

source: Export {CultureName} Translations for {TargetName} to Directory
ja: {TargetName} の {CultureName} 翻訳をディレクトリにエクスポートする
zh_cn: 导出{TargetName}的{CultureName}翻译到目录

source: Import {CultureName} Translations for {TargetName} from Directory
ja: {TargetName} の {CultureName} 翻訳をディレクトリからインポートする
zh_cn: 从目录导入{TargetName}的{CultureName}翻译

# LocalizationTargetEditorCultureRow,PortableObjectFileDescription
source: Portable Object
ja: ポータブルオブジェクト
zh_cn: 可移植的项目

# LocalizationTargetStatusButton,StatusToolTip_Clear
source: No conflicts detected.
ja: コンフリクトは検出されませんでした。
zh_cn: 没有检测到冲突。

# LocalizationTargetStatusButton,StatusToolTip_ConflictsPresent
source: Conflicts detected. Click to open the conflict report.
ja: コンフリクトレポートを検出しました。クリックしてコンフリクトレポートを開きます。
zh_cn: 检测到冲突。点击来打开冲突报告。

# LODActorItem,AddMultipleToCluster
source: Add Actors to Cluster
ja: アクタをクラスターに追加
zh_cn: 添加Actor到群集

# LODActorItem,AddToCluster
source: Add Actor to Cluster
ja: アクタをクラスターに追加
zh_cn: 添加Actor到群集

# LODActorItem,AlreadyInCluster
source: Cannot Add to Existing cluster
ja: 既存のクラスターに追加できません

# LODActorItem,BuildLODActorMesh
source: Build Proxy Mesh
ja: プロキシメッシュをビルド

# LODActorItem,CannotAddToChildCluster
source: Cannot Add to Child cluster
ja: 子クラスターに追加できません

# LODActorItem,ChildHLODClusters
source: Add Child Cluster(s)
ja: 子クラスターを追加

# LODActorItem,CreateHLODVolume
source: Create Containing Hierarchical Volume
ja: 階層を含むボリュームを作成
zh_cn: 创建包含层次化体积

# LODActorItem,DeleteCluster
source: Delete Cluster
ja: クラスターを削除
zh_cn: 删除群集

# LODActorItem,ForceView
source: ForceView
ja: フォースビュー

# LODActorItem,InvalidOperation
source: Invalid Operation
ja: オペレーション無効
zh_cn: 无效操作

# LODActorItem,MergeHLODClusters
source: Merge Cluster(s)
ja: クラスターをマージ

# LODActorItem,MoveMultipleToCluster
source: Move Actors to Cluster
ja: アクタをクラスターに移動
zh_cn: 移动Actor 到群集

# LODActorItem,MoveToCluster
source: Move Actor to Cluster
ja: アクタをクラスターに移動
zh_cn: 移动Actor到群集

# LODActorItem,NotImplemented
source: Not implemented
ja: 実装されていません
zh_cn: 尚未实现

# LODLevelItem,NotImplemented
source: Not implemented
ja: 実装されていません
zh_cn: 尚未实现

# StaticMeshActorItem,NotImplemented
source: Not implemented
ja: 実装されていません
zh_cn: 尚未实现

# LODActorItem,NotInSameLODLevel
source: Actors are not all in the same persisting level
ja: アクタが同じパーシスタントレベルに存在していません

# LODActorItem,RebuildLODActorMesh
source: Rebuild Proxy Mesh
ja: プロキシメッシュを再ビルド

# LODActorItem,RemoveChildFromCluster
source: Remove from cluster
ja: クラスターから削除
zh_cn: 从群集中删除

# LODActorItem,SelectContainedActors
source: Select Contained Actors
ja: 含まれるアクタを選択
zh_cn: 选择包含的Actor

# LODActorItem,SelectLODActor
source: Select LOD Actor
ja: LODアクタを選択
zh_cn: 选择LOD Actor

# LODLevelItem,AlreadyClusters
source: One or more Static Mesh Actors is already in a cluster
ja: 少なくとも１つのスタティックメッシュアクタがすでにクラスターの中にあります
zh_cn: 一个或多个静态网格物件已经存在

# LODLevelItem,CreateNewCluster
source: Create new Cluster
ja: 新規クラスターの作成
zh_cn: 创建新群集

# LODLevelItem,LODActorsNotInSameLevelAsset
source: LODActors not in the same level asset (streaming level)
ja: LODアクタが同じレベルアセット(ストリーミングレベル)の中にありません

# LODLevelItem,NotInSameLODLevel
source: LODActors are not all in the same HLOD level
ja: LODアクターが同じHLODレベルではありません
zh_cn: 不是所有的LODActors 都位于相同的HLOD 级别中

# LODLevelItem,StaticMeshActorsNotInSameLevelAsset
source: Static Mesh Actors not in the same level asset (streaming level)
ja: 同じレベルアセット(ストリーミングレベル)の中ではないスタティックメッシュアクタ
zh_cn: 静态网格物体Actor没有位于相同的关卡资源中(动态载入关卡)

# LODSettingsLayout,LODLevel_Import
source: Import LOD Level {0}
es: Importar nivel LOD {0}
ja: LODレベル {0} をインポート
pt_br: Importar Nível de LOD {0}
zh_cn: 导入LOD级别 {0}

# LODSettingsLayout,LODLevel_Reimport
source: Reimport LOD Level {0}
es: Volver a importar nivel LOD {0}
ja: LODレベル {0} を再インポート
pt_br: Reimportar Nível de LOD {0}
zh_cn: 重新导入LOD级别{0}

# MacTargetSettingsDetails,EditorSplashLabel
source: Editor Splash
ja: エディタスプラッシュ
zh_cn: 编辑器启动画面

# WindowsTargetSettingsDetails,EditorSplashLabel
source: Editor Splash
es: Pantalla de bienvenida del editor
ja: エディタスプラッシュ
pt_br: Tela de Apresentação do Editor
zh_cn: 编辑器启动画面

# MacTargetSettingsDetails,GameIconLabel
source: Game Icon
ja: ゲームアイコン
zh_cn: 游戏图标

# WindowsTargetSettingsDetails,GameIconLabel
source: Game Icon
es: Icono del juego
ja: ゲームアイコン
pt_br: Ícone do Jogo
zh_cn: 游戏图标

# MacTargetSettingsDetails,GameSplashLabel
source: Game Splash
ja: ゲームスプラッシュ
zh_cn: 游戏启动画面

# WindowsTargetSettingsDetails,GameSplashLabel
source: Game Splash
es: Pantalla de bienvenida del juego
ja: ゲームスプラッシュ
pt_br: Tela de Apresentação do Jogo
zh_cn: 游戏启动画面

# MacTargetSettingsDetails,MetalSM4
source: Metal (SM4)
ja: メタル (SM4)

# MacTargetSettingsDetails,MetalSM5
source: Metal (SM5, Experimental)
ja: メタル (SM5, 実験段階)
zh_cn: Metal (SM5, 试验性)

# MacTargetSettingsDetails,UnknownRHI
source: UnknownRHI
ja: 未確認RHI
zh_cn: 未知RHI

# MainAppMenu,LayoutManagementHeader
source: Layout
es: Entorno
ja: レイアウト
zh_cn: 布局

# MainEditMenu,ConfigurationHeading
source: Configuration
es: Configuración
ja: コンフィギュレーション
pt_br: Configuração
zh_cn: 设置

# MainEditMenu,DynamicRedoLabel
source: Redo {0}
es: Rehacer {0}
ja: リドゥ {0}
pt_br: Refazer {0}
zh_cn: 恢复{0}

# MainEditMenu,DynamicUndoLabel
source: Undo {0}
es: Deshacer {0}
ja: アンドゥ {0}
pt_br: Desfazer {0}
zh_cn: 取消{0}

# MainEditMenu,EditorPreferencesMenuLabel
source: Editor Preferences...
es: Preferencias del editor...
ja: エディタの環境設定...
pt_br: Preferências do Editor...
zh_cn: 编辑器偏好设置

# MainEditMenu,EditorPreferencesMenuToolTip
source: Configure the behavior and features of the Unreal Editor.
ja: アンリアル エディタのビヘイビアと機能を設定
zh_cn: 配置虚幻编辑器的行为和功能。

# MainEditMenu,EditorPreferencesSubMenuToolTip
source: Configure the behavior and features of this Editor
es: Configurar el comportamiento y funciones de este editor
ja: このエディタのビヘイビアと機能を設定
pt_br: Configura o comportamento e os recursos deste Editor
zh_cn: 配置此编辑器的行为和功能

# MainEditMenu,EditToolbarsLabel
source: Edit Toolbars
es: Editar barras de herramientas
ja: ツールバーを編集
pt_br: Editar Barras de Ferramentas
zh_cn: 编辑工具栏

# MainEditMenu,EditToolbarsToolTip
source: Allows customization of each toolbar
es: Permite la personalización de las barras de herramientas
ja: 各ツールバーのカスタマイズを許可
pt_br: Permite a personalização de cada barra de ferramentas
zh_cn: 允许自定义每个工具栏

# MainEditMenu,ProjectSettingsMenuToolTip
source: Change the settings of the currently loaded project.
ja: 現在ロード中のプロジェクト設定を変更
zh_cn: 修改当前加载项目的设置。

# MainEditMenu,UndoHistoryTooltipText
source: View the entire undo history.
ja: すべてのアンドゥ履歴を表示
zh_cn: 查看完整的取消历史。

# MainFileMenu,LoadSandSaveHeading
source: Load and Save
es: Cargar y guardar
ja: ロードと保存
pt_br: Carregar e Salvar
zh_cn: 加载并保存

# MainFrame,RecompileCanceled
source: Compile Canceled!
ja: コンパイルをキャンセル！
zh_cn: 编译取消！

# MainFrame,RecompileComplete
source: Compile Complete!
es: ¡Compilación completa!
ja: コンパイルが完了しました！
pt_br: Compilação Concluída!
zh_cn: 编译完成！

# MainFrame,RecompileFailed
source: Compile Failed!
es: ¡No se ha completado la compilación!
ja: コンパイルに失敗しました！
pt_br: Falha ao Compilar!
zh_cn: 编译失败！
