Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# NewProjectWizard,InvalidFolderPath
source: The folder path is invalid
es: La ruta de la carpeta no es válida
ja: フォルダパスが無効です
pt_br: O caminho de pasta é inválido
zh_cn: 此文件夹路径无效

# NewProjectWizard,NewProjectBrowseTitle
source: Choose a project location
es: Elegir una ubicación del proyecto
ja: プロジェクトの保存場所を選択
pt_br: Selecione um local de projeto
zh_cn: 选择项目位置

# NewProjectWizard,NoCompilerFound
source: No compiler was found. In order to use a C++ template, you must first install {0}.
es: No se ha encontrado ningún compilador. Para usar la plantilla C++, debe instalar primero {0}.
ja: コンパイラが見つかりませんでした。C++テンプレートを使用するには最初に {0} をインストールしなくてはいけません。
pt_br: Não foi encontrado nenhum compilador. Para usar um modelo C++, é preciso antes instalar {0}.
zh_cn: 没有找到编译器。要想使用C++模板，首先您必须安装{0}。

# NewProjectWizard,NoStarterContent
source: No Starter Content
ja: スターターコンテンツ無し
zh_cn: 没有初学者内容

# NewProjectWizard,NoTemplateSelected
source: No Template Selected
es: No se ha seleccionado ninguna plantilla
ja: 選択テンプレートなし
pt_br: Nenhum Modelo Selecionado
zh_cn: 未选中模板

# NewProjectWizard,ProjectPathDescription
source: Select a <RichTextBlock.BoldHighlight>location</> for your project to be stored.
ja: プロジェクトの <RichTextBlock.BoldHighlight>保存場所</> を選択します。
zh_cn: 为您的项目选择存储的<RichTextBlock.BoldHighlight>位置</>。

# NewProjectWizard,ProjectPathDescriptionTooltip
source: All of your project content and code will be stored here.
ja: プロジェクトコンテンツとコード全てはここに格納されます。
zh_cn: 您所有的项目内容和代码都将被存储在这里。

# NewProjectWizard,ProjectSettingsDescription
source: Choose some <RichTextBlock.BoldHighlight>settings</> for your project. Don't worry, you can change these later in the <RichTextBlock.BoldHighlight>Target Hardware</> section of <RichTextBlock.BoldHighlight>Project Settings</>. You can also add the <RichTextBlock.BoldHighlight>Starter Content</> to your project later using <RichTextBlock.BoldHighlight>Content Browser</>.
ja: プロジェクトにいくつかの <RichTextBlock.BoldHighlight>設定</> を選択します。後に<RichTextBlock.BoldHighlight>プロジェクト設定</>の<RichTextBlock.BoldHighlight>ターゲットハードウェア</>セクションで設定を変更出来るため心配はいりません。また<RichTextBlock.BoldHighlight>コンテンツブラウザ</>から後に、プロジェクトへ <RichTextBlock.BoldHighlight>スターターコンテンツ</> を追加することも出来ます。
zh_cn: 为您的项目选择<RichTextBlock.BoldHighlight>设置</>。不要担心，您可以稍后在<RichTextBlock.BoldHighlight>项目设置</>的<RichTextBlock.BoldHighlight>目标硬件</>部分变更这些设置。您也可以稍后使用<RichTextBlock.BoldHighlight>内容浏览器</>来添加<RichTextBlock.BoldHighlight>入门内容</>到您的项目中。

# NewProjectWizard,ProjectTemplateAssetTypes
source: Asset Type References:
ja: アセットタイプのリファレンス
zh_cn: 资源类型引用：

# NewProjectWizard,ProjectTemplateClassTypes
source: Class Type References:
ja: クラスタイプのリファレンス
zh_cn: 类类型引用：

# NewProjectWizard,ProjectTemplateDescription
source: Choose a <RichTextBlock.BoldHighlight>template</> to use as a starting point for your new project. Any of these features can be added later by clicking <RichTextBlock.BoldHighlight>Add Feature or Content Pack</> in <RichTextBlock.BoldHighlight>Content Browser</>.
ja: 新規プロジェクトを開始するにあたり使用する <RichTextBlock.BoldHighlight>テンプレート</> を選択します。<RichTextBlock.BoldHighlight>コンテンツブラウザ</>の<RichTextBlock.BoldHighlight>機能またはコンテンツパックを追加</>をクリックして後にこれらを追加することも出来ます。
zh_cn: 选择<RichTextBlock.BoldHighlight>模板</>来作为起点以用于您的新项目。您可以通过点击<RichTextBlock.BoldHighlight>内容浏览器</>中的<RichTextBlock.BoldHighlight>添加功能或内容包</>来稍后添加任何此类功能。

# NewProjectWizard,SlashOrBackslashInProjectName
source: The project name may not contain a slash or backslash
es: El nombre del proyecto no debe contener barras o barras invertidas
ja: プロジェクト名にスラッシュやバックスラッシュを含んではいけません
pt_br: O nome do projeto não pode conter barras nem barras invertidas.
zh_cn: 此项目名称不得包含斜杠或反斜杠

# NewProjectWizard,StarterContentMobileWarning_Maximum
source: Note: Starter content will be inserted first time the project is opened, and can increase the packaged size significantly, removing the example maps will result in only packaging content that is actually used
ja: 注記：初めてプロジェクトを開くとスターターコンテンツが挿入されてパッケージサイズが増大します。マップ例を取り除くと実際に使用したパッケージングコンテンツのみが残ります。
zh_cn: 请注意：入门内容将会在项目首次被打开时插入，并可极大加大打包尺寸，而移除示例地图将会导致仅对实际使用的内容进行打包

# NewProjectWizard,StarterContentMobileWarning_Scalable
source: Warning: Starter content content will be inserted first time the project is opened, and is not optimized for scalable mobile projects
ja: 警告：プロジェクトを初めて開くとスターターコンテンツが挿入されますが、コンテンツはモバイル品質プロジェクト用に最適化されていません。
zh_cn: 警告：初学者内容将会在项目首次打开时插入，并且没有对可扩展的移动平台项目进行最优化

# NewProjectWizard,TemplateChoiceTooltip
source: A template consists of a little bit of player control logic (either as a Blueprint or in C++), input bindings, and appropriate prototyping assets.
ja: テンプレートは、1部のプレイヤーコントロールロジック（ブループリントまたはC++のどちらか）、インプットバインディング、そして適したプロトタイピングアセットで構成されます
zh_cn: 模板包含了一些玩家控制逻辑（作为蓝图或C++的形式），输入绑定，以及恰当的原型资源。

# NewProjectWizard,UBTNotFound
source: Engine source code was not found. In order to use a C++ template, you must have engine source code in Engine/Source.
es: El código fuente del motor no se ha encontrado. Para poder usar la plantilla C++, debe tener el código fuentes del motor en Motor/Fuente.
ja: エンジンのソースコードが見つかりませんでした。C++テンプレートを使用するには「Engine/Source」にエンジンソースコードが必須です。
pt_br: O código de origem do mecanismo não foi encontrado. Para usar um modelo C++, é preciso ter o código de origem do mecanismo em Mecanismo/Origem.
zh_cn: 没有找到引擎源码。要想使用C++模板，在Engine/Source目录中您必须具有引擎源码。

# NiagaraCompiler_VectorVM,CompilationError
source: Compilation Error
ja: コンパイルエラー
zh_cn: 编译错误

# NiagaraEditor,AppLabel
source: Niagara
ja: ナイアガラ

# NiagaraEditor,WorkspaceMenu_NiagaraEditor
source: Niagara
ja: ナイアガラ

# NiagaraEffectEditor,AppLabel
source: Niagara
ja: ナイアガラ

# NiagaraEditor,NodeGraph
source: Node Graph
ja: ノードグラフ
zh_cn: 节点图表

# NiagaraEditor,NodeGraphLabel
source: Node Graph
ja: ノードグラフ
zh_cn: 节点图表

# NiagaraEditor,WorldCentricTabPrefix
source: Niagara
ja: ナイアガラ

# NiagaraEffectEditor,WorldCentricTabPrefix
source: Niagara
ja: ナイアガラ

# NiagaraEffectEditor,ConstantsLabel
source: Constants
ja: コンスタント
zh_cn: 常量

# NiagaraEffectEditor,DeleteEmitter_Tooltip
source: Deletes this emitter from the effect.
ja: エフェクトからこのエミッタを削除
zh_cn: 从该特效中删除该发射器。

# NiagaraEffectEditor,DuplicateEmitter_Tooltip
source: Duplicate this emitter.
ja: このエミッタを複製
zh_cn: 复制该发射器。

# NiagaraEffectEditor,LoopsLabel
source: Loops
ja: ループ
zh_cn: 循环

# NiagaraEffectEditor,MaterialLabel
source: Material
ja: マテリアル
zh_cn: 材质

# SAnimCurveViewer,AnimCurveType_Material
source: Material
ja: マテリアル

# SAnimCurveViewer,CurveTypeMaterial_Tooltip
source: Material
ja: マテリアル

# UnrealEd,Material
source: Material
ja: マテリアル
zh_cn: 材质

# WorldBrowser,TiledLandscapeImport_MaterialText
source: Material
ja: マテリアル
zh_cn: 材质

# NiagaraEffectEditor,NiagaraToolbar_AddEmitter
source: Add Emitter
ja: エミッタを追加
zh_cn: 添加发射器

# NiagaraEffectEditor,RenderAsLabel
source: Render as
ja: レンダリング
zh_cn: 渲染为

# NiagaraEffectEditor,SpawnRateLabel
source: Spawn Rate
ja: スポーンレート
zh_cn: 生成速率

# NiagaraEffectEditor,SpawnScriptDisplayName
source: Spawn Script
ja: スポーンスクリプト
zh_cn: 生成脚本

# NiagaraEffectEditor,SpawnScriptLabel
source: Spawn Script
ja: スポーンスクリプト
zh_cn: 生成脚本

# NiagaraEffectEditor,UpdateScriptDisplayName
source: Update Script
ja: スクリプトを更新
zh_cn: 更新脚本

# NiagaraEffectEditor,UpdateScriptLabel
source: Update Script
ja: スクリプトを更新
zh_cn: 更新脚本

# NiagaraNode,Output
source: Output
es: Salida
ja: アウトプット
pt_br: Saída
zh_cn: 输出

# SoundCueGraphNode_Root,RootTitle
source: Output
es: Salida
ja: アウトプット
pt_br: Saída
zh_cn: 输出

# NiagaraNodeDataSetRead,NiagaraDataSetReadFormat
source: {0} Read
ja: {0} リード
zh_cn: {0} 读取

# NiagaraNodeDataSetRead,UnImplDataSetTypeError
source: This data set type hasn't been implemented.
ja: このデータセットタイプは未実装です。
zh_cn: 没有实现该数据集类型。

# NiagaraNodeOp,InputErrorFormat
source: Error compiling input on {OpName} node.
ja: {OpName} ノードのインプットのコンパイルエラー
zh_cn: 在{OpName}节点上产生错误的编译输入。

# NiagaraNodeOutput,OutputErrorFormat
source: Error compiling attriubte {0}
ja: アットリビュート {0} コンパイルエラー
zh_cn: 错误的编译属性{0}

# NiagaraNodeWriteDataSet,NiagaraDataSetWriteFormat
source: {0} Write
ja: {0} ライト
zh_cn: {0}写入

# NiagaraOpInfo,Abs Desc
source: Result = |A|
ja: 結果 = |A|
zh_cn: 结果 = |A|

# NiagaraOpInfo,Add Desc
source: Result = A + B
ja: 結果 = A + B
zh_cn: 结果 = A + B

# NiagaraOpInfo,Ceil Desc
source: Ceil
ja: セル

# NiagaraOpInfo,Ceil Name
source: Ceil
ja: セル

# NiagaraOpInfo,Clamp Desc
source: Clamp
ja: クランプ
zh_cn: 区间限定

# NiagaraOpInfo,Clamp Name
source: Clamp
ja: クランプ
zh_cn: 区间限定

# NiagaraOpInfo,Compose Desc
source: Result = {{ A.x, B.y, C.z, D.w }}
ja: 結果 = {{ A.x, B.y, C.z, D.w }}
zh_cn: 结果 = {{ A.x, B.y, C.z, D.w }}

# NiagaraOpInfo,Compose Name
source: Compose Vector XYZW
ja: ベクターXYZWを作成
zh_cn: 组成向量 XYZW

# NiagaraOpInfo,ComposeW Desc
source: Result = {{ A.w, B.w, C.w, D.w }}
ja: 結果 = {{ A.w, B.w, C.w, D.w }}
zh_cn: 结果 = {{ A.w, B.w, C.w, D.w }}

# NiagaraOpInfo,ComposeW Name
source: Compose Vector W
ja: ベクターWを作成
zh_cn: 组成向量 W

# NiagaraOpInfo,ComposeX Desc
source: Result = {{ A.x, B.x, C.x, D.x }}
ja: 結果 = {{ A.x, B.x, C.x, D.x }}
zh_cn: 结果 = {{ A.x, B.x, C.x, D.x }}

# NiagaraOpInfo,ComposeX Name
source: Compose Vector X
ja: ベクターXを作成
zh_cn: 组成向量 X

# NiagaraOpInfo,ComposeY Desc
source: Result = {{ A.y, B.y, C.y, D.y }}
ja: 結果 = {{ A.y, B.y, C.y, D.y }}
zh_cn: 结果 = {{ A.y, B.y, C.y, D.y }}

# NiagaraOpInfo,ComposeY Name
source: Compose Vector Y
ja: ベクターYを作成
zh_cn: 组成向量 Y

# NiagaraOpInfo,ComposeZ Desc
source: Result = {{ A.z, B.z, C.z, D.z }}
ja: 結果 = {{ A.z, B.z, C.z, D.z }}
zh_cn: 结果 = {{ A.z, B.z, C.z, D.z }}

# NiagaraOpInfo,ComposeZ Name
source: Compose Vector Z
ja: ベクターZを作成
zh_cn: 组成向量 Z

# NiagaraOpInfo,Cross Desc
source: Cross
ja: クロス

# NiagaraOpInfo,Cross Name
source: Cross
ja: クロス

# NiagaraOpInfo,Divide Desc
source: Result = A / B = {{A.x / B.x, A.y / B.y, A.z / B.z, A.w / B.w}}
ja: 結果 = A / B = {{A.x / B.x, A.y / B.y, A.z / B.z, A.w / B.w}}
zh_cn: 结果=A / B = {{A.x / B.x, A.y / B.y, A.z / B.z, A.w / B.w}}

# NiagaraOpInfo,Divide Name
source: Divide
ja: ディバイド
zh_cn: 分割

# NiagaraOpInfo,Floor Desc
source: Floor
ja: フロア

# NiagaraOpInfo,Floor Name
source: Floor
ja: フロア

# NiagaraOpInfo,Fractional Desc
source: Fractional
ja: 小数
zh_cn: 分数

# NiagaraOpInfo,Fractional Name
source: Fractional
ja: 小数
zh_cn: 分数

# NiagaraOpInfo,Inverse Desc
source: Result = Inverse of matrix A
ja: 結果 = matrix Aの逆数
zh_cn: Result = 矩阵A的逆矩阵

# NiagaraOpInfo,Inverse Name
source: Inverse
ja: 反転
zh_cn: 倒数

# NiagaraOpInfo,Length Desc
source: Length
ja: 長さ
zh_cn: 长度

# NiagaraOpInfo,Length Name
source: Length
ja: 長さ
zh_cn: 长度

# STimelineEditor,Length
source: Length
es: Longitud
ja: 長さ
pt_br: Comprimento
zh_cn: 长度

# TransitionRuleGetter,AnimationAssetSequenceLength
source: Length
es: Longitud
ja: 長さ
pt_br: Comprimento
zh_cn: 长度

# NiagaraOpInfo,Lerp Desc
source: Result = (A * (1 - C)) + (B * C)
ja: 結果 = (A * (1 - C)) + (B * C)
zh_cn: 结果 = (A * (1 - C)) + (B * C)

# NiagaraOpInfo,LessThan Desc
source: Result = 1 if A<B, 0 otherwise
ja: A<Bの場合はResult = 1。それ以外は 0
zh_cn: 如果A<B,结果则等于1,；否则结果等于0。

# NiagaraOpInfo,LessThan Name
source: A Less Than B
ja: B未満のA
zh_cn: A小于B

# NiagaraOpInfo,Log Desc
source: Log
ja: ログ
zh_cn: 对数

# NiagaraOpInfo,Log Name
source: Log
ja: ログ
zh_cn: 对数

# UnrealEditor,WorkspaceMenu_DeveloperToolsLogCategory
source: Log
ja: ログ
zh_cn: 日志

# NiagaraOpInfo,Matrix Desc
source: Matrix
ja: マトリクス
zh_cn: 矩阵

# NiagaraOpInfo,Matrix Name
source: Matrix
ja: マトリクス
zh_cn: 矩阵

# NiagaraOpInfo,Modulo Desc
source: Modulo
ja: モジュロ
zh_cn: 求模运算

# NiagaraOpInfo,Modulo Name
source: Modulo
ja: モジュロ
zh_cn: 求模运算

# NiagaraOpInfo,Multiply Desc
source: Result = A * B = {{A.x * B.x, A.y * B.y, A.z * B.z, A.w * B.w}}
ja: 結果 = A * B = {{A.x * B.x, A.y * B.y, A.z * B.z, A.w * B.w}}
zh_cn: 结果 = A * B = {{A.x * B.x, A.y * B.y, A.z * B.z, A.w * B.w}}

# NiagaraOpInfo,Multiply Name
source: Multiply
ja: 乗算
zh_cn: 乘法

# NiagaraOpInfo,MultiplyAdd Desc
source: Result = (A * B) + C
ja: 結果 = (A * B) + C
zh_cn: 结果 = (A * B) + C

# NiagaraOpInfo,Negate Desc
source: Result = 1 - A
ja: 結果 = 1 - A
zh_cn: 结果 = 1 - A

# NiagaraOpInfo,Negate Name
source: Negate
ja: ネゲート
zh_cn: 负数

# NiagaraOpInfo,Normalize Desc
source: Normalize
ja: ノーマライズ
zh_cn: 正规化

# NiagaraOpInfo,Normalize Name
source: Normalize
ja: ノーマライズ
zh_cn: 正规化

# NiagaraOpInfo,Operation Result
source: Result
ja: 結果
zh_cn: 结果

# UAnimGraphNode_TransitionResult,Result
source: Result
es: Resultado
ja: 結果
pt_br: Resultado
zh_cn: 结果

# NiagaraOpInfo,Random Desc
source: Random
ja: ランダム
zh_cn: 随机化

# NiagaraOpInfo,Random Name
source: Random
ja: ランダム
zh_cn: 随机化

# NiagaraOpInfo,Reciprocal Desc
source: Result = 1 / A
ja: 結果 = 1 / A
zh_cn: 结果 = 1 / A

# NiagaraOpInfo,Reciprocal Name
source: Reciprocal
ja: 逆数
zh_cn: 倒数

# NiagaraOpInfo,ReciprocalSqrt Desc
source: Result = 1 / Sqrt(A)
ja: 結果 = 1 / Sqrt(A)
zh_cn: 结果= 1 / Sqrt(A)

# NiagaraOpInfo,Scalar Desc
source: Result is a vector with X in each of it's components.
ja: 各要素がXのベクタを返す
zh_cn: 运算结果为每个分量中都有X的向量。

# NiagaraOpInfo,Scalar Name
source: Scalar
ja: スカラー
zh_cn: 标量

# UnrealEd,Split
source: Split
es: Dividir
ja: 分割
pt_br: Dividir
zh_cn: 分割

# NiagaraOpInfo,Sqrt Desc
source: Result = A ^ 0.5
ja: 結果 = A ^ 0.5
zh_cn: 结果 = A ^ 0.5

# NiagaraOpInfo,Subtract Desc
source: Result = A - B
ja: 結果 = A - B
zh_cn: 结果 = A - B

# NiagaraOpInfo,TransformVector Desc
source: Transforms vector B by matrix A
ja: matrix AでベクターBを変換
zh_cn: 根据矩阵A变换向量B

# NiagaraOpInfo,TransformVector Name
source: Transform Vector
ja: ベクターを変換
zh_cn: 变换向量

# NiagaraOpInfo,Transpose Desc
source: Result = Transpose of matrix A
ja: 結果 = matrix Aのトランスポーズ
zh_cn: Result = 矩阵A的转置

# NiagaraOpInfo,Transpose Name
source: Transpose
ja: トランスポーズ
zh_cn: 转置

# NiagaraOpInfo,Truncate Desc
source: Truncate
ja: 切り捨て
zh_cn: 删减

# NiagaraOpInfo,Truncate Name
source: Truncate
ja: 切り捨て
zh_cn: 删减

# NiagaraOpInfo,Vector Desc
source: Builds a constant vector.
ja: 定数ベクターをビルド
zh_cn: 构建一个常量向量。

# NiagaraSchema,Attributes Menu Title
source: Attributes
ja: 属性
zh_cn: 属性

# NiagaraSchema,GetAttribute
source: Get {Attribute}
ja: {Attribute} をGet
zh_cn: 获取{Attribute}

# NiagaraSchema,GetSystemConstant
source: Get {Constant}
ja: {Constant} をGet
zh_cn: 获取{Constant}

# NiagaraSchema,Operations Menu Title
source: Operations
ja: 操作
zh_cn: 操作

# NiagaraSchema,System Constants Menu Title
source: System Constants
ja: システム定数
zh_cn: 系统常量

# NormalMapIdentification,ImportTexture_IsNormalMap
source: Texture {TextureName} was imported as a normal map
es: La textura {TextureName} se ha importado como un mapa normal.
ja: テクスチャ {TextureName} は法線マップとしてインポートされました
pt_br: A textura {TextureName} foi importada como um mapa normal
zh_cn: 贴图{TextureName} 被导入为法线贴图。

# NormalMapIdentification,ImportTexture_OKTooltip
source: Accept normal map settings
es: Aceptar los ajustes del mapa normal.
ja: ノーマルマップ設定を承認
pt_br: Aceitar configurações de mapa normais
zh_cn: 接受法线贴图设置

# NormalMapIdentification,ImportTexture_RevertTooltip
source: Revert to diffuse map settings
es: Restablecer los ajustes del mapa difuminado
ja: ディフューズマップ設定にリバート
pt_br: Reverter para configurações de mapa difuso
zh_cn: 恢复到漫反射贴图设置

# NotifyDetails,SlotIndexName
source: Slot
ja: スロット
zh_cn: 插槽

# UMG,SlotSection
source: Slot
ja: スロット
zh_cn: 插槽

# ObjectTools,ConsolidateAssetsCriticalFailureDlg_Title
source: Critical Failure to Consolidate Assets
es: Se han producido errores muy graves al consolidar activos
ja: アセット結合の致命的エラー
pt_br: Falha Crítica ao Consolidar Ativos
zh_cn: 合并资源时遇到的严重问题

# ObjectTools,ConsolidateAssetsCriticalFailureDlgMsgFormatting
source: CRITICAL FAILURE: One or more assets were partially consolidated, yet still cannot be deleted for some reason. It is highly recommended that you restart the editor without saving any of the assets or packages. Affected Assets: {Assets} Potentially Affected Packages: {Packages}
es: ERROR GRAVE: Uno o más activos se han consolidado parcialmente pero todavía no se puede eliminar por alguna razón. Es muy recomendable que reinicie el editor sin guardar ninguno de los activos o paquetes. Activos afectados: {Assets} Paquetes muy afectados: {Packages}
ja: 致命的な失敗： 1つ以上のアセットが部分的に結合されましたが何らかの理由で削除することができません。アセットまたはパッケージを一切保存せずにエディタを再起動されることを強くおすすめします。 影響を受けたアセット: {Assets} 影響を受けた可能性のあるパッケージ: {Packages}
pt_br: FALHA CRÍTICA: Um ou mais ativos foram parcialmente consolidados, mas ainda não podem ser excluídos por algum motivo. Recomenda-se enfaticamente reiniciar o editor sem salvar nenhum recurso ou pacote. Ativos Afetados: {Assets} Pacotes Possivelmente Afetados: {Packages}
zh_cn: 严重问题: 部分地合并了一个或多个资源，但由于某些原因还不能删除它。强烈推荐您不要保存任何资源或包，重启编辑器。 所影响的资源 {Assets} 潜在影响的包： {Packages}

# ObjectTools,ConsolidateAssetsFailureDlg_Title
source: Failed to Consolidate Assets
es: Error al consolidar activos
ja: アセット結合のエラー
pt_br: Falha ao Consolidar Ativos
zh_cn: 合并资源失败

# ObjectTools,ConsolidateAssetsRootSetDlg_Title
source: Failed to Consolidate Assets
es: Error al consolidar activos
ja: アセット結合のエラー
pt_br: Falha ao Consolidar Ativos
zh_cn: 合并资源失败

# ObjectTools,ConsolidateAssetsFailureDlgMFormattings
source: The assets below were unable to be consolidated. This is likely because they are referenced by the object to consolidate to. {Objects}
es: Los activos inferiores no se han podido consolidar. Esto se debe a que están referenciados por el objeto a consolidar. {Objects}
ja: 以下のアセットを結合できません。結合しようとしているオブジェクトにリファレンスされている可能性があります {Objects}
pt_br: Não foi possível consolidar os ativos abaixo. Provavelmente eles foram referenciados pelo objeto para o qual consolidar. {Objects}
zh_cn: 不能合并以下资源。这可能是因为要合并到的资源引用了这些资源。 {Objects}

# ObjectTools,ConsolidateAssetsRootSetDlgMsgFormatting
source: The assets below were in the root set and we must remove that flag in order to proceed. Being in the root set means that this was loaded at startup and is meant to remain in memory during gameplay. For most assets this should be fine. If, for some reason, there is an error, you will be notified. Would you like to remove this flag? {Objects}
es: Los activos inferiores están en la raíz ajustada y debemos eliminar dicho indicador para poder proceder. Estar en la raíz ajustada significa que se ha cargado en el arranque, eso quiere decir que permanece en la memoria durante el juego. Para la mayoría de activos puede ser correcto. Si, por alguna razón, hay un error, se le avisará. ¿Quiere eliminar este indicador? {Objects}
ja: 以下のアセットはルートセットに格納されています。継続するにはフラグを取り除かなくてはいけません。ルートセットに存在するということは、起動時にアセットがロードされたことを意味し、ゲームプレイ中はメモリに存在することになります。ほとんどのアセットは問題ありませんが、万が一エラーが発生した場合はその由が通知されます。フラグを取り除きますか？ {Objects}
pt_br: Os ativos abaixo estavam no conjunto raiz e é necessário remover esse sinalizador para continuar. Como está no conjunto raiz, foi carregado na inicialização e deveria ficar na memória durante o jogo. Para a maioria dos recursos, não há problemas. Se houver um erro, ele será informado. Deseja remover este sinalizador? {Objects}
zh_cn: 以下资源在根集合中，为了继续我们必须删除那个标志。在根集合中意味着会在启动时加载该资源，在游戏运行过程中资源将仍然存在于内存中。对于大部分资源来说，这应该是没有问题的。如果由于某些原因，出现了错误，您会收到通知。您想删除该标志吗？ {Objects}

# ObjectTools,DeleteReadOnlyWarning
source: File '{Filename}' is read-only on disk, are you sure you want to delete it?
ja: ディスク内のファイル '{Filename}'は読み取り専用です。ファイルを削除しますか？

# ObjectTools,FailedToAddCollection_SCC
source: Failed to create new collection, requires source control connection
es: Error al crear la nueva colección, requiere una conexión de control del código fuente
ja: ソースコントロールへの接続が必要なため新規コレクションの作成に失敗しました
pt_br: Falha ao criar nova coleção. Conexão de controle de fonte necessária
zh_cn: 重建新收藏夹失败，需要连接源码控制

# ObjectTools,FailedToAddCollection_Unknown
source: Failed to create new collection
es: Error al crear la nueva colección
ja: 新規コレクションの作成に失敗しました
pt_br: Falha ao criar nova coleção
zh_cn: 创建新收藏夹失败。

# ObjectTools,FinishingCompilationStatus
source: Finishing Shader Compilation...
es: Finalizando compilación del degradado…
ja: シェーダーのコンパイルを終了しています...
pt_br: Concluindo Compilação do Sombreador...
zh_cn: 正在完成着色器编译...

# ObjectTools,OldPackageCleanupSlowTask
source: Cleaning Up Old Assets
es: Eliminar activos anteriores
ja: 古いアセットを除去中
pt_br: Removendo Ativos Antigos
zh_cn: 正在清理旧有资源

# ObjectTools,ShowReferencedAssets
source: Show Referenced Assets
es: Mostrar activos referenciados
ja: リファレンスアセットを表示
pt_br: Exibir Ativos Referenciados
zh_cn: 显示被引用资源

# ObjectTools,ShowReferencers
source: Show Referencers
es: Mostras referencias
ja: リファレンスを表示
pt_br: Exibir Referenciadores
zh_cn: 显示引用者

# ObjectTools,SuccessfulAddCollection
source: {0} sucessfully added as a new collection.
es: {0} se ha añadido correctamente como una colección nueva.
ja: 新規コレクションとして {0} が正常に追加されました
pt_br: {0} foi incluída como uma nova coleção.
zh_cn: {0}成功添加为新的收藏夹。

# SGraphNodeK2Base,StaleDebugData
source: Stale debug data Property is on %s Debugging a %s
es: Datos de depurado rotos La propiedad está en %s Depurando a %s
ja: 古いデバッグデータ プロパティは %s です %s をデバッグ中
pt_br: Dados de depuração obsoletos A propriedade está em %s Depurando %s
zh_cn: 旧调试数据 属性位于%s上 正在调试一个 %s

# PackageRestore,AutoSaveFile
source: Autosave File
es: Autoguardar archivo
ja: 自動保存ファイル
pt_br: Arquivo de Salvamento Automático
zh_cn: 自动保存文件

# PackageRestore,FailedRestoreDlgTitle
source: Failed to restore packages!
es: ¡Error al recuperar los paquetes!
ja: パッケージの復元に失敗しました！
pt_br: Falha ao restaurar pacotes!
zh_cn: 恢复包失败！

# PackageRestore,FailedRestoreMessage
source: The following packages could not be restored
es: Los siguientes paquetes no se podrán recuperar
ja: 次のパッケージは復元できませんでした
pt_br: Não foi possível restaurar os seguintes pacotes
zh_cn: 不能恢复以下包

# PackageRestore,PackageFile
source: Package File
es: Archivo del paquete
ja: パッケージファイル
pt_br: Arquivo do Pacote
zh_cn: 包文件

# PackageRestore,PackageName
source: Package Name
es: Nombre del paquete
ja: パッケージ名
pt_br: Nome do Pacote
zh_cn: 包名称

# PackageRestore,RestoreInfo
source: Unreal Editor detected that it did not shut-down cleanly and that the following packages have auto-saves associated with them. Would you like to restore from these auto-saves?
es: El editor Unreal detectó que no se cerró completamente y que los siguientes paquetes disponen de autoguardado. ¿Quiere recuperarlos desde el autoguardado?
ja: アンリアルエディタが正常にシャットダウンされませんでしたが、次のパッケージにはオートセーブ機能があります。 パッケージをオートセーブから復元しますか？
pt_br: O Editor do Unreal detectou que não foi desativado corretamente e os seguintes pacotes têm salvamentos automáticos associados. Gostaria de restaurar a partir desses salvamentos automáticos?
zh_cn: 虚幻编辑器检测到它没有正常关闭，发现以下包具有相关的自动保存文件。 您想根据这些自动保存文件恢复这些包吗？

# PackageRestore,RestorePackages
source: Restore Packages
es: Recuperar los paquetes
ja: パッケージを復元
pt_br: Restaurar Pacotes
zh_cn: 恢复包

# PackageRestore,RestoreSelectedPackages
source: Restore Selected
es: Recuperar selección
ja: 選択対象を復元
pt_br: Restaurar Selecionados
zh_cn: 恢复选中项

# PackageRestore,SkipRestorePackages
source: Skip Restore
es: Saltar la recuperación
ja: 復元をスキップ
pt_br: Ignorar Restauração
zh_cn: 跳过恢复

# PackagesDialogModule,CancelButtonTip
source: Do not save any content and cancel the current operation
es: No guardar ningún contenido y cancelar la operación actual
ja: コンテンツを一切保存しないで現在の操作をキャンセルする
pt_br: Não salva nenhum conteúdo e cancela a operação atual
zh_cn: 不保存任何内容并取消当前操作

# PackagesDialogModule,CancelDeleteButtonTip
source: Do not delete any assets and cancel the current operation
es: No eliminar ninguno de los activos y cancelar la optación actual
ja: コンテンツを一切削除せずに現在の操作をキャンセルします
pt_br: Não exclui nenhum ativo e cancela a operação atual
zh_cn: 不要删除任何资源并取消当前操作
