Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.CascadeCommands,DetailMode_Medium
source: Medium
ja: 中

# UICommands.CascadeCommands,Significance_Medium
source: Medium
ja: 中

# UICommands.LevelEditorActions,LightingQuality_Medium
source: Medium
ja: 中
zh_cn: 中级

# UICommands.LevelEditorActions,MaterialQualityLevel_Medium
source: Medium
ja: 中
zh_cn: 中级

# EngineScalabiltySettings,ResScaleLabel1
source: Resolution Scale
es: Escala de resolución
ja: 拡大・縮小解像度
pt_br: Escala da Resolução
zh_cn: 分辨率缩放

# EngineScalabiltySettings,ShadowLabel1
source: Shadows
es: Sombras
ja: シャドウ
pt_br: Sombras
zh_cn: 阴影

# EngineScalabiltySettings,ShadowQualityTooltip
source: Set shadow quality to {0}
ja: シャドウ品質を{0}に設定

# EngineScalabiltySettings,TextureQualityLabel1
source: Textures
es: Texturas
ja: テクスチャ
pt_br: Texturas
zh_cn: 贴图

# MeshPaint_Mode,MeshPaint_Texture
source: Textures
es: Texturas
ja: テクスチャ
pt_br: Texturas
zh_cn: 贴图

# PropertyCustomizationHelpers,ViewTextures
source: Textures
es: Texturas
ja: テクスチャ
pt_br: Texturas
zh_cn: 贴图

# EngineScalabiltySettings,TextureQualityTooltip
source: Set texture quality to {0}
ja: テクスチャ品質を{0}に設定

# EngineScalabiltySettings,ViewDistanceLabel1
source: View Distance
es: Distancia de la vista
ja: 表示距離
pt_br: Distância de Visualização
zh_cn: 视图距离

# EngineScalabiltySettings,ViewDistanceLabel2
source: Near
es: Cerca
ja: 近接
pt_br: Próxima
zh_cn: 近

# EngineScalabiltySettings,ViewDistanceLabel4
source: Far
es: Lejanía
ja: 遠方
pt_br: Longe
zh_cn: 远

# EngineScalabiltySettings,ViewDistanceQualityTooltip
source: Set view distance to {0}
ja: 表示距離を {0}に設定

# EnvironmentQueryEditor,AddTest
source: Add Test...
ja: テストを追加...
zh_cn: 添加测试...

# EnvironmentQueryEditor,AddTestTooltip
source: Adds new test to generator
ja: ジェネレータに新規テストを追加
zh_cn: 添加新测试到生成器

# EnvironmentQueryEditor,AppearanceCornerText
source: ENVIRONMENT QUERY
es: CONSULTA DEL ENTORNO
ja: 環境クエリ
pt_br: CONSULTA DO AMBIENTE
zh_cn: 场景查询

# EnvironmentQueryEditor,NestedGeneratorMismatch
source: Nested generators must work on exactly the same item types!
ja: ネスティングされたジェネレーターは全く同じアイテムタイプ上で動作しなくてはいけません！
zh_cn: 嵌套生成器必须在完全相同的内容类型上工作！

# EnvironmentQueryEditor,NoTests
source: Right click to add tests
es: Hacer clic con el botón derecho para añadir análisis
ja: 右クリックしてテストを追加
pt_br: Clique com o botão direito do mouse para adicionar testes
zh_cn: 右击来添加测试

# EnvironmentQueryEditor,TheQueryGraphLabel
source: Query Graph
es: Gráfico de consulta
ja: クエリグラフ
pt_br: Grafo de Consulta
zh_cn: 查询图表

# EnvironmentQueryEditor,UpdateGraph
source: Update Graph
es: Gráfico actualizado
ja: グラフを更新
pt_br: Atualizar Grafo
zh_cn: 更新图表

# EnvironmentQueryEditor,WorkspaceMenu_EnvironmentQueryEditor
source: Environment Query Editor
ja: 環境クエリエディタ
zh_cn: 场景查询编辑器

# EnvQueryTestDetails,BoolMatchLabel
source: Bool Match
ja: Bool の一致
zh_cn: 布尔匹配

# EnvQueryTestDetails,BoolMatchToolTip
source: Boolean value to match in order to grant score of 'ScoringFactor'. Not matching this value will not change score.
ja: 「ScoringFactor」のスコアを許可するために一致させるBoolean値。この値が一致しないとスコアは変更しません。
zh_cn: 赋予'ScoringFactor'分数要匹配的布尔值。不匹配这个值将不会改变分数。

# EnvQueryTestDetails,ClampingLabel
source: Clamping
ja: クランプ中
zh_cn: 区间限定

# EnvQueryTestDetails,Constant
source: Final score (for values that 'pass') = ScoringFactor NOTE: In this case, the score is normally EITHER the ScoringFactor value or zero. The score will be zero if the Normalized Test Value is zero (or if the test value is false for a boolean query). Otherwise, score will be the ScoringFactor.
ja: 最終スコア（「通過」する値） = ScoringFactor 注記：この場合、スコアはScoringFactor 値かゼロのいずれかになります。 Normalized Test 値がゼロの場合はスコアはゼロになります（またはテスト値がbooleanクエリに対しfalseのの場合） それ以外は、スコアはScoringFactorになります。.
zh_cn: 最终分数(针对传入的值) = ScoringFactor 注意：在这种情况中，分数一般是ScoringFactor值或零。 如果正规化检验值是零，则该分数为零(或者，如果布尔查询的检验值是false) 否则，分数将是ScoringFactor。

# EnvQueryTestDetails,FloatFilterMaxForClampingRowToolTip
source: See Filter Thresholds under the Filter tab. Values higher than this (before normalization) cause the item to be thrown out as invalid. Values are normalized with this value as the maximum, so items with this value will have a normalized score of 1.
ja: フィルタタブのFilter Thresholds（フィルタしきい値）を確認してください。この値より大きな値（正規化する前）はアイテムが無効になります。値は最大この値で正規化されます。この値を設定したアイテムは正規化したスコア1になります。
zh_cn: 查看过滤器选卡下的过滤器阈值。高于该阈值的值(在正规化之前)将会导致其被抛出为无效值。使用该值正规化后的值作为最大值，以便具有该值的项正规化后的分数为1。

# EnvQueryTestDetails,FloatFilterMinForClampingRowToolTip
source: See Filter Thresholds under the Filter tab. Values lower than this (before clamping) cause the item to be thrown out as invalid. Values are normalized with this value as the minimum, so items with this value will have a normalized score of 0.
ja: フィルタタブのFilter Thresholds（フィルタしきい値）を確認してください。この値より小さい値（クランプする前）はアイテムが無効になります。値は最小でこの値で正規化されます。この値を設定したアイテムは正規化したスコア0になります。
zh_cn: 查看过滤器选卡下的过滤器阈值。低于该阈值的值(区间限定处理之前)导致其被抛出为无效值。使用该值正规化后的值作为最小值，以便具有该值的项正规化后的分数为0。

# EnvQueryTestDetails,Inverse
source: Final score = ScoringFactor * (1.0 - NormalizedItemValue) Bias towards items with values close to zero. (Linear, but flipped from 1 to 0 rather than 0 to 1.
ja: 最終スコア = ScoringFactor * (1.0 - Normalizedアイテム値) ゼロに近い値でアイテムにバイアスがかかります（リニアですが、0から1ではなく1から0に変わります）。
zh_cn: 最终分数 = ScoringFactor * (1.0 - NormalizedItemValue) 偏向于其值趋近于零的项。(线性,从1到0，而不是从0到1.

# EnvQueryTestDetails,Linear
source: Final score = ScoringFactor * NormalizedItemValue
ja: 最終スコア = ScoringFactor * Normalizedアイテム値
zh_cn: 最终分数 = ScoringFactor * NormalizedItemValue

# EnvQueryTestDetails,Square
source: Final score = ScoringFactor * (NormalizedItemValue * NormalizedItemValue) Bias towards items with big values.
ja: 最終スコア = ScoringFactor * (Normalizedアイテム値 * Normalizedアイテム値) 大きな値でアイテムにバイアスがかかります。
zh_cn: 最终分数 = ScoringFactor * (NormalizedItemValue * NormalizedItemValue) 偏向于具有较大值的项。

# EnvTraceDataCustomization,TraceGeom
source: geometry trace
es: trazo geométrico
ja: ジオメトリのトレース
pt_br: rastreamento de geometria
zh_cn: 几何体踪迹

# EnvTraceDataCustomization,TraceMode
source: Trace Mode
ja: 追跡モード
zh_cn: 跟踪模式

# EnvTraceDataCustomization,TraceNav
source: navmesh trace
es: trazo navmesh
ja: ナビメッシュのトレース
pt_br: rastreamento de navmesh
zh_cn: 导航网格物体踪迹

# EnvTraceDataCustomization,TraceNone
source: trace disabled
es: trazo desactivado
ja: トレースが無効になりました
pt_br: rastreamento desativado
zh_cn: 禁用踪迹

# F2DTransformSection,AngleArea
source: Angle
ja: 角度
zh_cn: 角度

# SSCSEditor,DropActionLabel_AttachToRootNode
source: Attach
es: Acoplar
ja: 親子付け
pt_br: Anexar
zh_cn: 附加

# FActorDragDropOp,FormatActors
source: {0} Actors
es: {0} Actores
ja: {0} アクタ
pt_br: Atores {0}
zh_cn: {0} 个Actor

# FActorFolders,DefaultFolderNamePattern
source: NewFolder{0}
ja: 新規フォルダ{0}
zh_cn: 新建文件夹{0}

# FActorFolders,UndoAction_CreateFolder
source: Create Folder
es: Crear Carpeta
ja: フォルダを作成
pt_br: Criar Pasta
zh_cn: 创建文件夹

# SceneOutliner_FolderTreeItem,UndoAction_CreateFolder
source: Create Folder
ja: フォルダを作成
zh_cn: 创建文件夹

# SceneOutliner_WorldTreeItem,CreateFolder
source: Create Folder
ja: フォルダを作成
zh_cn: 创建文件夹

# SceneOutliner_WorldTreeItem,UndoAction_CreateFolder
source: Create Folder
ja: フォルダを作成
zh_cn: 创建文件夹

# SSceneOutliner,CreateFolder
source: Create Folder
es: Crear Carpeta
ja: フォルダを作成
pt_br: Criar Pasta
zh_cn: 创建文件夹

# SSceneOutliner,UndoAction_CreateFolder
source: Create Folder
es: Crear Carpeta
ja: フォルダを作成
pt_br: Criar Pasta
zh_cn: 创建文件夹

# UICommands.LevelEditorActions,CreateNewOutlinerFolder
source: Create Folder
ja: フォルダを作成
zh_cn: 创建文件夹

# FActorFolders,UndoAction_DeleteFolder
source: Delete Folder
es: Eliminar la carpeta
ja: フォルダを削除
pt_br: Excluir Pasta
zh_cn: 删除文件夹

# MatineeMenus,MatineeDeleteFolder
source: Delete Folder
es: Eliminar la carpeta
ja: フォルダを削除
pt_br: Excluir Pasta
zh_cn: 删除文件夹

# SceneOutliner_FolderTreeItem,DeleteFolderTransaction
source: Delete Folder
ja: フォルダを削除
zh_cn: 删除文件夹

# FActorFolders,UndoAction_FolderChanged
source: Actor Folder Changed
es: Carpeta de actor modificada
ja: アクタフォルダが変更されました
pt_br: Pasta de Ator Alterada
zh_cn: 修改了Actor文件夹

# FActorFolders,UndoAction_RenameFolder
source: Rename Folder
es: Cambiar el nombre de la carpeta
ja: フォルダの名前を変更
pt_br: Renomear Pasta
zh_cn: 重命名文件夹

# MatineeMenus,MatineeRenameFolder
source: Rename Folder
es: Cambiar el nombre de la carpeta
ja: フォルダの名前を変更
pt_br: Renomear Pasta
zh_cn: 重命名文件夹

# LevelViewportContextMenu,PickButtonLabel
source: Pick a parent actor to attach to
es: Seleccionar un actor padre para adjuntar a
ja: 親子付けする親アクタを選択
pt_br: Selecionar um ator pai ao qual se anexar
zh_cn: 选择要附加到的父项actor

# FAnimationViewportClient,MaterialsNeedSaving
source: The following materials need saving to fully support morph targets:
es: Es necesario guardar los siguientes materiales para metas de modelado de soporte:
ja: モーフターゲットを完全にサポートするために次のマテリアルを保存しなくてはいけません：
pt_br: Os materiais a seguir precisam ser salvos para compatibilidade total com alvos de transformação:
zh_cn: 需保存以下材质以完全支持顶点变形对象:

# FAnimationViewportClient,MorphSupportNeeded
source: The following materials need morph support ('Used with Morph Targets' in material editor):
es: Los siguientes materiales necesitan soporte de modelado ('usado con metas de modelado' en el editor del material):
ja: 次のマテリアルはモーフサポートが必要です（マテリアルエディタの「モーフターゲットと使用」）：
pt_br: Os materiais a seguir precisam ser compatíveis com transformação ('Usado com Alvos de Transformação' no editor de materiais):
zh_cn: 以下材质需要顶点变形支持（在材质编辑器中'使用顶点变形对象'):

# FAnimationViewportClient,NeedToSetupBoundsInPhysicsAsset
source: You need to setup bounds in Physics Asset to include whole mesh
es: Necesita instalar límites en el activo físico para incluir una malla completa
ja: メッシュ全体を含めるには物理アセットにバウンドを設定しなくてはいけません
pt_br: É preciso configurar limites em Ativo de Física para incluir a malha inteira
zh_cn: 您需要在物理资源中设置边界以包含整个网格物体

# FAnimationViewportClient,NeedToSetupPhysicsAssetForAccurateBounds
source: You may need to setup Physics Asset to use more accurate bounds
es: Puede que necesite instalar un activo físico para usar límites más precisos
ja: より正確なバウンドを使用するには物理アセットの設定が必要です
pt_br: Pode ser necessário configurar Ativo de Física para usar limites mais precisos
zh_cn: 您可能需要设置物理资源来使用更多的准确边界

# FAnimationViewportClient,SetFloorOffset
source: Set Floor Offset
es: Ajustar el desplazamiento del suelo
ja: フロアオフセットを設定
pt_br: Definir Deslocamento do Piso
zh_cn: 设置楼层偏移

# FAnimStateNodeDetails,BidirectionalLabel
source: Bidirectional
ja: 双方向
zh_cn: 双向

# FAnimStateNodeDetails,BlendLogicLabel
source: Blend Logic
ja: ブレンドロジック
zh_cn: 混合逻辑

# FAnimStateNodeDetails,BlendSettingsCategoryTitle
source: BlendSettings
ja: ブレンド設定
zh_cn: 混合设置

# FAnimStateNodeDetails,CreateTransition_CustomBlueprintEvent
source: Custom Blueprint Event
es: Evento del Blueprint personalizado
ja: カスタムブループリントイベント
pt_br: Evento Personalizado do Esquema
zh_cn: 自定义蓝图事件

# FAnimStateNodeDetails,EditBlendGraph
source: Edit Blend Graph
es: Modificar gráfico de unión
ja: ブレンドグラフを編集
pt_br: Editar Grafo de Mistura
zh_cn: 编辑混合图表

# FAnimStateNodeDetails,EndTransitionEventPropertiesCategoryLabel
source: End Transition Event
es: Evento de transición del final
ja: トランジションイベントの終端
pt_br: Terminar Evento de Transição
zh_cn: 终止变换事件

# FAnimStateNodeDetails,EnteredAnimationStateEventLabel
source: Entered State Event
es: Introducir evento de estado
ja: 入力したステートイベント
pt_br: Entrou em Evento de Estado
zh_cn: 已进入状态事件

# FAnimStateNodeDetails,ExitedAnimationStateEventLabel
source: Left State Event
es: Evento de estado combinado por completo
ja: 左側のステートイベント
pt_br: Saiu de Evento de Estado
zh_cn: 剩余的状态事件

# FAnimStateNodeDetails,FullyBlendedAnimationStateEventLabel
source: Fully Blended State Event
es: Evento del estado combinado por completo
ja: 完全にブレンドしたステートイベント
pt_br: Evento de Estado Totalmente Misturado
zh_cn: 完全混合的状态事件

# FAnimStateNodeDetails,InterruptTransitionEventPropertiesCategoryLabel
source: Interrupt Transition Event
es: Interrumpir evento de transición
ja: トランジションイベントを中断
pt_br: Interromper Evento de Transição
zh_cn: 中断变换事件

# FAnimStateNodeDetails,ModeLabel
source: Mode
ja: モード
zh_cn: 模式

# MeshPaint_Mode,MeshPaint_VertexPaintModeLabel
source: Mode
es: Modo
ja: モード
pt_br: Modo
zh_cn: 模式

# FAnimStateNodeDetails,NativeBindingPresent_Filter
source: Transition has native binding
ja: トランジションにネイティブバインディングがあります
zh_cn: 变换具有原生绑定

# FAnimStateNodeDetails,NotificationsCategoryTitle
source: Notifications
ja: 通知
zh_cn: 通知

# FAnimStateNodeDetails,PickSharedAnimCrossfadeSettings
source: Shared Settings
es: Ajustes compartidos
ja: 共有の設定
pt_br: Configurações Compartilhadas
zh_cn: 共享的设置

# FAnimStateNodeDetails,PickSharedAnimTransition
source: Shared Transition Rules
es: Reglas de transición compartidas
ja: 共有トランジションのルール
pt_br: Regras da Transição Compartilhada
zh_cn: 共享的转换规则

# FAnimStateNodeDetails,PriorityOrderLabel
source: Priority Order
ja: 優先順位
zh_cn: 优先级顺序

# FAnimStateNodeDetails,PromoteAnimTransitionNodeToSharedLabel
source: Shared Transition Name
es: Nombre de transición compartido:
ja: 共有トランジションの名前
pt_br: Nome da Transição Compartilhada
zh_cn: 共享转换名称

# FAnimStateNodeDetails,ShaerdTransitionToolTip
source: Use this shared transition
es: Usar esta transición compartida
ja: この共有トランジションを使用
pt_br: Usar essa transição compartilhada
zh_cn: 使用这个共享转换

# FAnimStateNodeDetails,SharedTransition
source: Use Shared
es: Usar el compartido
ja: 共有を使用
pt_br: Usar Compartilhado
zh_cn: 共享的应用

# FAnimStateNodeDetails,ShareLabel
source: Promote To Shared
es: Transformar en compartido
ja: 共有に昇格
pt_br: Promover para Compartilhado
zh_cn: 提升为共享

# FAnimStateNodeDetails,StartTransitionEventPropertiesCategoryLabel
source: Start Transition Event
es: Comenzar evento de transición
ja: トランジションイベントを開始
pt_br: Iniciar Evento de Transição
zh_cn: 开始变换事件

# FAnimStateNodeDetails,TransitionCategoryTitle
source: Transition
es: Transición
ja: トランジション
pt_br: Transição
zh_cn: 变换

# FAnimStateNodeDetails,TransitionEventPropertiesCategoryLabel
source: Transition
es: Transición
ja: トランジション
pt_br: Transição
zh_cn: 变换

# TransitionRuleGetter,Transition
source: Transition
es: Transición
ja: トランジション
pt_br: Transição
zh_cn: 变换

# TransitionRuleGetter,TransitionDuration
source: Transition
es: Transición
ja: トランジション
pt_br: Transição
zh_cn: 变换

# FAnimStateNodeDetails,TransitionCrossfadeSharingLabel
source: Transition Crossfade Sharing
ja: トランジション時のクロスフェードを共有
zh_cn: 淡入淡出变换共享

# FAnimStateNodeDetails,TransitionRuleSharingLabel
source: Transition Rule Sharing
ja: トランジションルールを共有
zh_cn: 变换规则共享

# FAnimStateNodeDetails,UnshareLabel
source: Unshare
es: Sin compartir
ja: 非共有
pt_br: Desfazer Compartilhamento
zh_cn: 未共享

# FAnimStateNodeDetails,UseSharedAnimationTransition_ToolTip
source: Use Shared Transition
es: Usar transición compartida
ja: 共有トランジションを使用
pt_br: Usar Transição Compartilhada
zh_cn: 使用共享转换

# FAssetDeleteModel,Done
source: Done!
es: ¡Hecho!
ja: 終了！
pt_br: Pronto!
zh_cn: 完成!

# FAudioSection,MasterAudioDisplayName
source: Master Audio
ja: マスターオーディオ
zh_cn: 主音频

# FAudioTrackEditor,AddTooltip
source: Adds a new master audio track that can play sounds.
ja: サウンドをプレイできる新規マスターオーディオトラックを追加する。
zh_cn: 添加可播放声音的新的主音频轨迹。

# FAudioTrackEditor,AddTrack
source: Audio Track
ja: オーディオトラック
zh_cn: 音频轨迹

# FAutoReimportDirectoryCustomization,Browse
source: Browse
ja: ブラウズ
zh_cn: 浏览

# GraphEditor,ObjectGraphPin_Browse_Tooltip
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# LevelToolBarViewMenu,BrowseHeader
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# MainHelpMenu,Browse
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# MatineeTrackHelpers,MatineeAnimPicker
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# PropertyCustomizationHelpers,BrowseButtonLabel
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# PropertyEditor,BrowseHeader
source: Browse
es: Buscador
ja: ブラウズ
pt_br: Navegar
zh_cn: 浏览

# RigPicker,BrowseHeader
source: Browse
ja: ブラウズ
zh_cn: 浏览

# FAutoReimportDirectoryCustomization,BrowseForDirectory
source: Browse for a directory
ja: ディレクトリをブラウズ
zh_cn: 浏览目录

# FAutoReimportDirectoryCustomization,BrowseForFolderTitle
source: Choose a directory to monitor
ja: 監視するディレクトリを選択
zh_cn: 选择一个目录来进行监视

# FAutoReimportDirectoryCustomization,Include_Label
source: Include?
ja: 含めますか？
zh_cn: 包含？

# FAutoReimportDirectoryCustomization,Include_ToolTip
source: When checked, files that match the wildcard will be included, otherwise files that match will be excluded from the monitor.
ja: チェック時はワイルドカードと一致するファイルが含まれます。それ以外はこれらのファイルは監視から除外されます。
zh_cn: 当选中时，将会包含匹配通配符的文件，否则将从监视器中排除匹配的文件。

# FAutoReimportDirectoryCustomization,MountPath_Label
source: Map Directory To
ja: マップディレクトリー
zh_cn: 映射目录到

# FAutoReimportDirectoryCustomization,MountPathName
source: Mount Path
ja: マウントパス
zh_cn: 挂载路径

# FAutoReimportDirectoryCustomization,MountPathToolTip
source: Specify a mount path to which this physical directory relates. Any new files added on disk will be imported into this virtual path.
ja: この物理ディレクトリと関連するマウントパスを指定します。ディスクに追加されたしたファイルはこのバーチャルパスにインポートされます。
zh_cn: 指出一个该物理目录关联的挂载路径。磁盘上新增的任何新文件都将被导入到该虚拟路径中。

# FBlueprintDifferenceTreeEntry,AnimBlueprintsNotSupported
source: Warning: Detecting differences in Animation Blueprint specific data is not yet supported...
ja: 警告:アニメーションブループリント固有データの差分検出はまだサポートされていません...

# FBlueprintDifferenceTreeEntry,AnimGraphTooltip
source: Detecting differences in Animation Blueprint specific data is not yet supported
ja: アニメーションブループリント固有データの差分検出はまだサポートされていません

# FBlueprintDifferenceTreeEntry,DefaultsTooltip
source: The list of changes made in the Defaults panel
ja: デフォルトパネルで加えられた変更のリスト
zh_cn: 默认面板中产生的变更的列表

# FBlueprintDifferenceTreeEntry,NoDifferencesLabel
source: No differences detected...
ja: 差分は検出されませんでした...
zh_cn: 没有检测到差异...

# FBlueprintDifferenceTreeEntry,SCSTooltip
source: The list of changes made in the Components panel
ja: コンポーネントパネルで加えられた変更のリスト
zh_cn: 组件面板中产生的变更的列表

# FBlueprintDifferenceTreeEntry,WidgetTreeNotSupported
source: Warning: Detecting differences in Widget Blueprint specific data is not yet supported...
ja: 警告: ウィジェットブループリント固有データの差分検出はまだサポートされていません

# FBlueprintDifferenceTreeEntry,WidgetTreeTooltip
source: Detecting differences in Widget Blueprint specific data is not yet supported
ja: ウィジェットブループリント固有データの差分検出はまだサポートされていません

# FbxExporter,ExportingToFbxStatus
source: Exporting to FBX
es: Exportar a FBX
ja: FBXへエクスポート
pt_br: Exportando para FBX
zh_cn: 导出到FBX

# FbxFactory,BeginImportingFbxMeshTask
source: Importing FBX mesh
es: Importar malla FBX
ja: FBXメッシュをインポート
pt_br: Importando malha FBX
zh_cn: 导入FBX网格物体

# FbxFactory,FailedToImport_InvalidBone
source: Failed to find any bone hierarchy. Try disabling the "Import As Skeletal" option to import as a rigid mesh.
ja: ボーン階層が見つかりませんでした。「Import As Skeletal（スケルタルとしてインポート」オプションを無効にして剛体メッシュとしてインポートしてください。
zh_cn: 无法找到任何骨骼层次结构。请尝试禁用"导入为骨架"选项来将其导入为刚体网格物体。

# FbxFactory,FailedToImport_InvalidNode
source: Could not find any node.
es: No se ha encontrado ningún nodo.
ja: ノードが見つかりません
pt_br: Não foi encontrado nenhum nó.
zh_cn: 不能找到任何节点。

# FbxFactory,FailedToImport_InvalidRoot
source: Could not find root node.
es: No se ha encontrado ningún nodo raíz.
ja: ルートノードが見つかりません
pt_br: Não foi encontrado o nó raiz.
zh_cn: 不能找到根节点。

# FbxFactory,FailedToImport_NoMeshFoundOnRoot
source: Could not find any valid mesh on the root hierarchy. If you have mesh in the sub hierarchy, please enable option of [Import Meshes In Bone Hierarchy] when import.
es: No pudo encontrar ninguna malla válida en la jerarquía raíz. Si tiene una malla en la subjerarquía, active la opción de [Import Meshes In Bone Hierarchy] al importar.
ja: ルート階層に有効なメッシュがみつかりません。サブ階層にメッシュがある場合、インポート時に [ボーン階層にメッシュをインポート] のオプションを有効にしてください。
pt_br: Não foi possível encontrar nenhuma malha válida na hierarquia raiz. Se houver uma malha na sub-hierarquia, ative a opção [Importar Malhas na Hierarquia de Ossos] ao importar.
zh_cn: 在层次结构根部没有找到任何有效的网格物体。如果在子层次结构中有网格物体，那么导入时请启用[在骨架层次结构中倒入网格物体]选项。

# FBXSceneImportFactory,FailedToImport_NoMeshFoundOnRoot
source: Could not find any valid mesh on the root hierarchy. If you have mesh in the sub hierarchy, please enable option of [Import Meshes In Bone Hierarchy] when import.
ja: ルート階層に有効なメッシュが見つかりませんでした。もしサブ階層にメッシュがある場合は、インポート時に「ボーン改装のメッシュをインポート」を有効にしてください。
zh_cn: 无法在根骨骼层次结构找到任何有效的网格物体。如果子层次结构中具有网格物体，则在导入时请启用[在骨骼层次结构中导入网格物体]选项。

# FbxFactory,FailedToImport_NoObject
source: Import failed.
es: Error al importar.
ja: インポートに失敗しました
pt_br: Falha na importação.
zh_cn: 导入失败。

# FbxFactory,FailedToImport_SkeletalMeshLOD
source: Failed to import Skeletal mesh LOD.
es: Error al importar el LOD de malla del esqueleto.
ja: スケルタルメッシュLODのインポートに失敗しました
pt_br: Falha ao LOD da Malha Esquelética.
zh_cn: 导入骨架网格物体LOD失败。

# FBXSceneImportFactory,FailedToImport_SkeletalMeshLOD
source: Failed to import Skeletal mesh LOD.
ja: スケルタルメッシュのLODのインポートに失敗しました。
zh_cn: 导入骨架网格物体LOD失败。

# FbxImporter,BeginGeneratingMorphModelsTask
source: Generating Morph Models
es: Generando modelos del modelado
ja: モーフモデルを作成
pt_br: Gerando Modelos de Transformação
zh_cn: 生成顶点变形模型

# FbxImporter,BeginGetSceneInfoTask
source: Parse FBX file to get scene info
es: Analizar el archivo FBX para obtener información de la escena.
ja: シーン情報の取得にFBXファイルをパース
pt_br: Analisar arquivo FBX para obter informações de cena
zh_cn: 解析FBX文件来获得场景信息

# FbxImporter,GeneratingMorphTargetMeshStatus
source: Generating morph target mesh {ShapeName} ({CurrentShapeIndex} of {TotalShapes})
es: Generando la malla meta del modelado {ShapeName} ({CurrentShapeIndex} de {TotalShapes})
ja: モーフターゲットメッシュ {ShapeName} を作成中( {TotalShapes} の {CurrentShapeIndex})
pt_br: Gerando malha de alvo de transformação {ShapeName} ({CurrentShapeIndex} de {TotalShapes})
zh_cn: 生成顶点变形目标网格物体{ShapeName}(总数{TotalShapes})，当前索引{CurrentShapeIndex})

# FBXImpoter,BuildingMorphTargetRenderDataStatus
source: Building Morph Target Render Data: {NumCompleted} of {NumTasks}
es: Diseñando los datos de renderizado meta del modelado: {NumCompleted} de {NumTasks}
ja: モーフターゲットのレンダリングデータをビルド中： {NumTasks} 中 {NumCompleted} が完了
pt_br: Compilando Dados de Renderização de Alvo de Transformação: {NumCompleted} de {NumTasks}
zh_cn: 正在构建顶点变形目标渲染数据: 总共{NumTasks}个任务，已完成{NumCompleted} 个

# FBXImpoter,Error_AssetExist
source: Asset with same name exists. Can't overwrite another asset
es: Ya existe un activo con el mismo nombre. No se puede sobrescribir otro activo.
ja: 同じ名前のアセットが存在します。別アセットを上書きできません。
pt_br: Existe um ativo com o mesmo nome. Não é possível sobrescrever outro ativo
zh_cn: 存在具有相同名称的资源。不能覆盖另一个资源。

# FbxSceneReImportFactory,Error_AssetExist
source: Asset with same name exists. Can't overwrite another asset
ja: 同じ名前のアセットが存在します。別アセットを上書きできません。

# SkeletalMeshEdit,Error_AssetExist
source: Asset with same name exists. Can't overwrite another asset
es: Ya existe un activo con el mismo nombre. No se puede sobrescribir otro activo.
ja: 同じ名前のアセットが存在します。別アセットを上書きできません。
pt_br: Existe um ativo com o mesmo nome. Não é possível sobrescrever outro ativo
zh_cn: 存在具有相同名称的资源。不能覆盖另一个资源。

# UnrealEd,Error_AssetExist
source: Asset with same name exists. Can't overwrite another asset
es: Ya existe un activo con el mismo nombre. No se puede sobrescribir otro activo.
ja: 同じ名前のアセットが存在します。別アセットを上書きできません。
pt_br: Existe um ativo com o mesmo nome. Não é possível sobrescrever outro ativo
zh_cn: 存在具有相同名称的资源。 不能覆盖另一个资源。

# FBXImpoter,Error_DuplicateBoneName
source: Error, Could not import {0}. Duplicate bone name found ('{1}'). Each bone must have a unique name.
es: Error. No se pudo importar {0}. Encontrado nombre de hueso duplicado ('{1}'). Cada hueso debe tener un nombre único.
ja: エラー、 {0} をインポートできません 複製するボーン名が見つかりました('{1}')。各ボーンは固有名でなくてはいけません。
pt_br: Erro. Não foi possível importar {0}. Nome do osso duplicado encontrado ('{1}'). Cada osso deve ter um nome único.
zh_cn: 错误，不能导入{0}。 发现了重复的骨骼名称 ('{1}')。每个骨骼必须具有唯一的名称。
