Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ContentBrowser,FrontendFilter_TextTooltip
source: Show only assets that match the input text
es: Mostrar solo los activos que coinciden con el texto de entrada.
ja: 入力テキストと一致するアセットのみを表示
pt_br: Exibir somente ativos que correspondam com o texto de entrada
zh_cn: 仅显示和输入文本匹配的资源

# ContentBrowser,FrontendFiltersCategory
source: Other Filters
es: Otros filtros
ja: その他のフィルター
pt_br: Outros Filtros
zh_cn: 其他过滤器

# ContentBrowser,FrontendFiltersCategoryTooltip
source: Filter assets by all filters in this category.
es: Filtrar los activos por todos los filtros de esta categoría.
ja: このカテゴリ内のすべてのフィルターでアセットをフィルタリング
pt_br: Filtrar ativos por todos os filtros nessa categoria.
zh_cn: 通过这个类目中的所有过滤器过滤资源。

# SequenceBrowser,ExtraAnimationFiltersTooltip
source: Filter assets by all filters in this category.
es: Filtrar los activos por todos los filtros de esta categoría.
ja: このカテゴリの全フィルタを使ってアセットをフィルタリング
pt_br: Filtrar ativos por todos os filtros nessa categoria.
zh_cn: 通过这个类目中的所有过滤器过滤资源。

# ContentBrowser,GenericAssetDialogWindowHeader
source: Asset Dialog
ja: アセットダイアログ
zh_cn: 资源对话框

# ContentBrowser,GetContentText
source: Add Feature or Content Pack...
ja: 機能またはコンテンツパックを追加...
zh_cn: 添加功能或内容包...

# ContentBrowser,GetContentTooltip
source: Add features and content packs to the project.
ja: 機能またはコンテンツパックをプロジェクトに追加
zh_cn: 给项目添加功能及内容包。

# ContentBrowser,GoToCodeForAsset_ToolTip
source: Opens the header file for this asset ({0}) in a code editing program
ja: コード編集プログラムでこのアセット ({0}) のヘッダファイルを開きます
zh_cn: 在代码编辑程序中打开关于该资源({0})的头文件

# ContentBrowser,GoToDocsForAsset
source: View Documentation
ja: オンラインマニュアルを表示
zh_cn: 查看文档

# LevelViewportContextMenu,GoToDocsForActor
source: View Documentation
ja: オンラインマニュアルを表示
zh_cn: 查看文档

# UICommands.GraphEditorCommands,GoToDocumentation
source: View Documentation
ja: ドキュメントを表示

# ContentBrowser,GoToDocsForAsset_ToolTip
source: Click to open documentation
ja: クリックしてドキュメントを開く
zh_cn: 点击来打开文档

# DocumentationAnchor,DefaultToolTip
source: Click to open documentation
es: Haga clic para abrir la documentación
ja: クリックしてドキュメントを開く
pt_br: Clique para abrir a documentação
zh_cn: 点击以打开文件

# ContentBrowser,GoToDocsForAssetWithClass
source: View Documentation - {0}
ja: オンラインマニュアルを表示 - {0}
zh_cn: 查看文档 - {0}

# ContentBrowser,GoToDocsForAssetWithClass_ToolTip
source: Click to open documentation for {0}
ja: クリックして {0} のドキュメントを開く
zh_cn: 点击来打开{0}的文档

# ContentBrowser,GoToDocsForBlueprint
source: View Documentation - Blueprint
ja: オンラインマニュアルを表示 - ブループリント
zh_cn: 查看文档 - 蓝图

# ContentBrowser,GoToDocsForBlueprint_ToolTip
source: Click to open documentation on blueprints
ja: クリックしてブループリントでドキュメントを開く
zh_cn: 点击来打开关于蓝图的文档

# ContentBrowser,GoToDocsForInterfaceBlueprint
source: View Documentation - Interface
ja: オンラインマニュアルを表示- インターフェース
zh_cn: 查看文档 - 接口

# ContentBrowser,GoToDocsForInterfaceBlueprint_ToolTip
source: Click to open documentation on blueprint interfaces
ja: クリックしてブループリントインターフェースでドキュメントを開く
zh_cn: 点击来打开关于蓝图接口的文档

# ContentBrowser,GoToDocsForMacroBlueprint
source: View Documentation - Function Library
ja: オンラインマニュアルを表示 - 関数ライブラリ
zh_cn: 查看文档 - 函数库

# ContentBrowser,GoToDocsForMacroBlueprint_ToolTip
source: Click to open documentation on blueprint function libraries
ja: クリックしてブループリント関数ライブラリでドキュメントを開く
zh_cn: 点击来打开关于蓝图函数库的文档

# ContentBrowser,HideOtherDevelopersFilterTooltipText
source: Hide Other Developers Assets
es: Ocultar otros activos de desarrolladores
ja: 他のデベロッパーのアセットを非表示
pt_br: Ocultar Ativos de Outros Desenvolvedores
zh_cn: 隐藏其他开发者资源

# ContentBrowser,HistoryBackTooltipFmt
source: Back to {0}
ja: {0} へ戻る
zh_cn: 返回到{0}

# ReferenceViewer,HistoryBackTooltip
source: Back to {0}
es: Retroceder a {0}
ja: {0} へ戻る
pt_br: Voltar para {0}
zh_cn: 回滚到 {0}...

# ContentBrowser,HistoryForwardTooltipFmt
source: Forward to {0}
ja: {0} へ転送
zh_cn: 前进到{0}

# ReferenceViewer,HistoryForwardTooltip
source: Forward to {0}
es: Reenviar a {0}
ja: {0} へ転送
pt_br: Avançar para {0}
zh_cn: 前进到{0}

# ContentBrowser,ImportAsset
source: Import to {0}...
es: Importar a {0}...
ja: {0} にインポート...
pt_br: Importar para {0}...
zh_cn: 导入到{0}...

# ContentBrowser,ImportAssetToolTip
source: Import to {0}...
es: Importar a {0}...
ja: {0} にインポート...
pt_br: Importar para {0}...
zh_cn: 导入到{0}...

# ContentBrowser,ImportAssetMenuHeading
source: Import Asset
es: Importar activo
ja: アセットのインポート
pt_br: Importar Ativo
zh_cn: 导入资源

# ContentBrowser,ImportAssetToolTip_InvalidClassPath
source: Cannot import assets to class paths.
ja: クラスパスにアセットをインポートできません
zh_cn: 不能导入资源到类路径中。

# ContentBrowser,ImportAssetToolTip_MultiplePaths
source: Cannot import assets to multiple paths.
ja: 複数パスにアセットをインポートできません
zh_cn: 不能导入资源到多个路径。

# ContentBrowser,ImportAssetTooltip_NewAssetOrClass
source: Imports an asset from file to this folder.
es: Importa un activo desde el archivo a esta carpeta.
ja: このフォルダへファイルからアセットをインポート
pt_br: Importa um ativo do arquivo para essa pasta.
zh_cn: 从文件中导入资源到这个文件夹内。

# ContentBrowser,ImportAssetToolTip_NoPath
source: No path is selected as an import target.
ja: インポートターゲットとしてパスが選択されていません
zh_cn: 没有选择路径作为导入目标。

# ContentBrowser,ImportedAssetActionsMenuHeading
source: Imported Asset
ja: インポートアセット
zh_cn: 导入的资源

# ContentBrowser,InvalidBlueprint
source: A selected Blueprint is invalid.
ja: 選択されたブループリントは無効です
zh_cn: 选中的蓝图无效

# ContentBrowser,InvalidFolderName_InvalidCharacters
source: A folder name may not contain any of the following characters: {0}
es: El nombre de una carpeta no puede contener ninguno de los siguientes caracteres: {0}
ja: フォルダ名に {0} を含めることはできません
pt_br: Os nomes de pasta não podem conter nenhum destes caracteres: {0}
zh_cn: 文件夹名称不能包含以下字符： {0}

# ContentBrowser,InvalidFolderName_IsTooShort
source: Please provide a name for this folder.
es: Por favor, poner nombre a esta carpeta.
ja: このフォルダの名前を設定してください
pt_br: Dê um nome a esta pasta.
zh_cn: 请为此文件夹提供一个名称。

# ContentBrowser,InvalidFolderName_TooLongForCooking
source: Filename '{0}' is too long; this may interfere with cooking for consoles. Unreal filenames should be no longer than {1} characters.
es: El nombre del archivo {0} es demasiado largo. Puede interferir con el procesamiento para las consolas. Los nombres de archivos de Unreal no pueden sobrepasar los {1} caracteres.
ja: ファイル名 {0} はコンソール向けのクック処理には長過ぎるので、{1} 文字以下にしてください。
pt_br: O nome do arquivo '{0}' é longo demais e pode interferir na preparação de consoles. Os nomes de arquivo do Unreal não devem ter mais de {1} caracteres.
zh_cn: 文件名'{0}' 太长；这可能会妨碍针对游戏机平台进行烘焙。虚幻文件名的长度应该少于 {1}个字符。

# ContentBrowser,KeyMenuDesc
source: Tag
ja: タグ
zh_cn: 标签

# GameplayCueEditor,GameplayCueTag
source: Tag
ja: タグ
zh_cn: 标签

# ContentBrowser,ListViewOption
source: List
es: Lista
ja: リスト
pt_br: Listar
zh_cn: 列表

# FoliageEd_Mode,ListView
source: List
ja: リスト
zh_cn: 列表

# ContentBrowser,ListViewOptionToolTip
source: View assets in a list with thumbnails.
es: Visualizar los activos en una lista con miniaturas.
ja: サムネイルリストでアセットを表示
pt_br: Exibe ativos em uma lista com miniaturas.
zh_cn: 以缩略图列表形式查看资源。

# ContentBrowser,LoadingAssetName
source: Loading {0}...
ja: {0} を読み込み中...
zh_cn: 正在加载{0}...

# ContentBrowser,LoadingObjects
source: Loading Objects...
es: Cargando objetos...
ja: オブジェクトをロード中...
pt_br: Carregando Objetos...
zh_cn: 正在加载对象...

# ContentBrowser,LoadingPackages
source: Loading Packages...
es: Cargando paquetes...
ja: パッケージをロード中...
pt_br: Carregando Pacotes...
zh_cn: 正在加载包...

# ContentBrowser,LoadObjectFailed
source: Failed to load assets
es: Error al cargar los activos
ja: アセットの読み込みに失敗しました
pt_br: Falha ao carregar ativos
zh_cn: 加载资源失败

# ContentBrowser,LoadObjectHyperlink
source: Show Message Log
es: Mostrar registro de mensajes
ja: メッセージ ログを表示
pt_br: Exibir Registro de Mensagem
zh_cn: 显示消息日志

# SSourceControlSubmit,SCC_Checkin_ShowLog
source: Show Message Log
es: Mostrar registro de mensajes
ja: メッセージ ログを表示
pt_br: Exibir Registro de Mensagem
zh_cn: 显示消息日志

# TranslationDataManager,ShowMessageLogHyperlink
source: Show Message Log
es: Mostrar registro de mensajes
ja: メッセージ ログを表示
pt_br: Exibir Registro de Mensagem
zh_cn: 显示信息日志

# ContentBrowser,LockToggleTooltip
source: Toggle lock. If locked, this browser will ignore Find in Content Browser requests.
es: Conmutar bloqueo. Si está bloqueado, este buscador omitirá los mensajes de "Examinar en el buscador de contenido"
ja: 切り替えがロックされています。ブラウザは、ロック時はコンテンツブラウザで検索リクエストを無視します。
pt_br: Alterna para bloqueado. Se bloqueado, este navegador ignorará solicitações de Localizar no Navegador de Conteúdo.
zh_cn: 切换锁定状态。如果锁定，那么该浏览器将忽略‘在内容浏览器中查找’的请求。

# ContentBrowser,ManageCollections
source: Manage Collections
ja: コレクションの管理
zh_cn: 管理收藏夹

# ContentBrowser,ManageCollections_ToolTip
source: Manage the collections that the selected asset(s) belong to.
ja: 選択されたアセットが含まれているのコレクションを管理する。
zh_cn: 管理选中资源所属的收藏夹。

# ContentBrowser,MeshPaint_LabelStrength
source: Chunk ID
ja: チャンクID
zh_cn: 组块ID

# ContentBrowser,MigrateAsset
source: Migrate...
es: Migrar...
ja: 移行...
pt_br: Migrar...
zh_cn: 合并...

# ContentBrowser,MigrateFolder
source: Migrate...
es: Migrar...
ja: 移行...
pt_br: Migrar...
zh_cn: 合并...

# UICommands.LevelCollectionCommands,World_MigrateSelectedLevels
source: Migrate...
ja: 移行...

# ContentBrowser,MigrateAssetTooltip
source: Copies all selected assets and their dependencies to another project
ja: 選択したすべてのアセットとその依存関係を別のプロジェクトへコピーします
zh_cn: 复制所有选中的资源及其依赖项到另一个项目中

# ContentBrowser,MigrateFolderAssetsNotDiscovered
source: You must wait until asset discovery is complete to migrate a folder
es: Tiene que esperar hasta que se complete la búsqueda del activo para migrarlo a una carpeta.
ja: フォルダの移行はアセット検知が完了するまでお待ちください
pt_br: É preciso esperar até que a descoberta de ativos esteja concluída para migrar uma pasta
zh_cn: 您必须等到资源发现完成后才能 移动文件夹

# ContentBrowser,MigrateFolderTooltip
source: Copies assets found in this folder and their dependencies to another game content folder.
es: Copiar los activos encontrados en esta carpeta y sus dependencias en otra carpeta de contenido del juego.
ja: このフォルダ内のアセットと依存関係を別のゲームにコピー
pt_br: Copia os ativos contidos nessa pasta e suas dependências em outra pasta de conteúdo de jogo.
zh_cn: 复制此文件夹中的资源及其依赖项到另一个游戏内容文件夹。

# ContentBrowser,MiscAssetsMenuHeading
source: Misc Options
ja: その他のオプション
zh_cn: 其它选项

# ContentBrowser,NameBoxLabel
source: Name:
ja: 名前：
zh_cn: 名称:

# STutorialEditableText,HyperlinkNameLabel
source: Name:
ja: 名前:
zh_cn: 名称：

# WorldBrowser,Layer_Name
source: Name:
es: Nombre:
ja: 名前：
pt_br: Nome:
zh_cn: 名称:

# ContentBrowser,NewAssetLabel
source: New Asset
es: Activo nuevo
ja: 新規アセット
pt_br: Novo Ativo
zh_cn: 新建资源

# PhAT,NewAssetTitle
source: New Asset
es: Activo nuevo
ja: 新規アセット
pt_br: Novo Ativo
zh_cn: 新建资源

# ContentBrowser,NewAssetTooltip_CreateIn
source: Create a new asset in {0}.
ja: {0} に新規アセットを作成
zh_cn: 在{0}中创建一个新资源。

# ContentBrowser,NewAssetTooltip_InvalidNumberOfPaths
source: Can only create assets when there is a single path selected.
ja: シングルパスを選択時のみアセットを作成できます
zh_cn: 仅当选择了一个单独的路径时才能创建资源。

# ContentBrowser,NewAssetTooltip_InvalidPath
source: Cannot create new assets in {0}.
ja: {0} に新規アセットを作成できません
zh_cn: 无法在{0}中创建新资源。

# ContentBrowser,NewButton
source: Add New
ja: 新規追加
zh_cn: 添加新项

# GameplayCueDetailsCustomization,AddNew
source: Add New
ja: 新規追加
zh_cn: 添加新项

# GameplayTagWidget,AddNew
source: Add New
ja: 新規追加
zh_cn: 添加新项

# MyBlueprint,AddNew
source: Add New
es: Añadir nuevo
ja: 新規追加
pt_br: Adicionar Novo
zh_cn: 添加新项

# MyBlueprint,AddOperations
source: Add New
es: Añadir nuevo
ja: 新規追加
pt_br: Adicionar Novo
zh_cn: 添加新项

# SGameplayCueEditor,AddNew
source: Add New
ja: 新規追加
zh_cn: 添加新项

# ContentBrowser,NewChildCollectionTooltip
source: Create child a collection.
ja: チャイルドコレクションを作成
zh_cn: 创建一个子收藏夹

# ContentBrowser,NewClassLabel
source: New C++ Class...
ja: 新規 C++ クラス...
zh_cn: 新建C++类...

# UICommands.MainFrameActions,AddCodeToProject
source: New C++ Class...
ja: 新規 C++ クラス...
zh_cn: 新建C++类...

# ContentBrowser,NewClassTooltip_CreateIn
source: Create a new class in {0}.
ja: {0} に新規クラスを作成
zh_cn: 在{0}中创建一个新类。

# ContentBrowser,NewClassTooltip_CreateInDefault
source: Create a new class in your project's source folder.
ja: 自身のソースフォルダに新規クラスを作成します。
zh_cn: 在您项目的源码文件夹中创建一个新类。

# ContentBrowser,NewClassTooltip_InvalidNumberOfPaths
source: Can only create classes when there is a single path selected.
ja: シングルパスを選択時のみフォルダを作成できます。
zh_cn: 仅当选择一个单独路径时才能创建资源。

# ContentBrowser,NewClassTooltip_InvalidPath
source: Cannot create new classes in {0}.
ja: {0} に新規アセットを作成できません
zh_cn: 无法在{0}中创建新类。

# ContentBrowser,NewCollection_Local
source: Local Collection
es: Colección local
ja: ローカルコレクション
pt_br: Coleção Local
zh_cn: 本地收藏夹

# ContentBrowser,NewCollection_LocalTooltip
source: Create a collection that is not in source control and can only be seen by you.
es: Crear una colección que esté en el control del código fuente y solo puedas ver tú.
ja: 自分のみリファレンス可能でソースコントロールで管理しないコレクションを作成
pt_br: Criar uma coleção que não está no controle de origem e só pode ser vista por você.
zh_cn: 创建一个没有位于源码控制且仅您自己可见的收藏夹。

# ContentBrowser,NewCollection_Private
source: Private Collection
es: Colección privada
ja: 個人コレクション
pt_br: Coleção privada
zh_cn: 私有收藏夹

# ContentBrowser,NewCollection_PrivateTooltip
source: Create a collection that can only be seen by you.
es: Crear una colección que solo tú puedas ver.
ja: 自分だけに見えるコレクションの作成
pt_br: Criar uma coleção que só pode ser vista por você.
zh_cn: 创建一个仅您自己可见的收藏夹。

# ContentBrowser,NewCollection_Shared
source: Shared Collection
es: Colección compartida
ja: 共有コレクション
pt_br: Coleção Compartilhada
zh_cn: 共享收藏夹

# ContentBrowser,NewCollection_SharedTooltip
source: Create a collection that can be seen by anyone.
es: Crear una colección que pueda ser vista por cualquiera.
ja: 誰にでも見えるコレクションの作成
pt_br: Criar uma coleção que pode ser vista por todos.
zh_cn: 创建一个任何人都可见的收藏夹。

# ContentBrowser,NewCollectionColorTooltip
source: Changes the color this collection should appear as.
es: Cambia el color en la que se muestra esta colección.
ja: このコレクションが表示される色に変更
pt_br: Altera a cor de exibição desta coleção.
zh_cn: 修改此收藏夹呈现的颜色。

# ContentBrowser,NewCollectionName
source: NewCollection
es: Colección nueva
ja: 新規コレクション
zh_cn: 新建收藏夹

# ContentBrowser,NewColor
source: New Color
es: Color nuevo
ja: 新規カラー
pt_br: Nova Cor
zh_cn: 新建颜色

# ContentBrowser,NewColorTooltip
source: Changes the color this folder should appear as.
es: Cambia el color en la que se muestra esta carpeta.
ja: このフォルダの色を変更
pt_br: Altera a cor de exibição desta pasta.
zh_cn: 修改此文件夹呈现的颜色。

# ContentBrowser,NewFolder
source: New Folder
es: Carpeta nueva
ja: 新規フォルダ
pt_br: Nova Pasta
zh_cn: 新建文件夹

# ContentBrowser,NewFolderLabel
source: New Folder
es: Carpeta nueva
ja: 新規フォルダ
pt_br: Nova Pasta
zh_cn: 新建文件夹

# ContentBrowser,NewFolderTooltip_CreateIn
source: Create a new folder in {0}.
ja: {0} に新規フォルダを作成
zh_cn: 在{0}中创建一个新文件夹。

# ContentBrowser,NewFolderTooltip_InvalidNumberOfPaths
source: Can only create folders when there is a single path selected.
ja: シングルパスを選択時のみフォルダを作成できます
zh_cn: 仅当选择一个单独的路径时才能创建文件夹。

# ContentBrowser,NewFolderTooltip_InvalidPath
source: Cannot create new folders in {0}.
ja: {0} に新規フォルダを作成できません
zh_cn: 无法在{0}中创建新文件夹。

# ContentBrowser,NewXChildCollectionMenuHeading
source: New {0} Child Collection
ja: 新規 {0} チャイルドコレクション
zh_cn: 新建{0}子收藏夹

# ContentBrowser,NewXCollectionMenuHeading
source: New {0} Collection
ja: 新規 {0} コレクション
zh_cn: 新建{0}收藏夹

# ContentBrowser,NextHistory
source: Next History
es: Siguiente historial
ja: 次の履歴
pt_br: Próximo Histórico
zh_cn: 下一历史记录

# ReferenceViewer,NextHistory
source: Next History
es: Siguiente historial
ja: 次の履歴
pt_br: Próximo Histórico
zh_cn: 下一历史记录

# ContentBrowser,NoneButtonText
source: ( None )
es: (Ninguno)
ja: (なし)
pt_br: ( Nenhum )
zh_cn: (无)

# ContentBrowser,NoneButtonTooltip
source: Clears the asset selection.
es: Borra la selección del activo.
ja: アセットの選択を解除
pt_br: Remove a seleção de ativos.
zh_cn: 清除资源选择项。

# ContentBrowser,NoReferencingActorsFound
source: No actors found.
es: No se han encontrado actores.
ja: アクタが見つかりません
pt_br: Nenhum ator encontrado.
zh_cn: 没有找到actor。

# ContentBrowser,NothingToShowCheckFilter
source: No results, check your filter.
es: Sin resultados, comprueba el filtro.
ja: 結果がありません、フィルターを見なおしてください
pt_br: Nenhum resultado, verifique o filtro.
zh_cn: 没有结果，请检查您的过滤器。

# ContentBrowser,OnDragAssetsOverFolder_AssetsAndClasses
source: {0} {1} C++ class(es) will be ignored as they cannot be moved or copied
ja: {0} {1} C++ クラスフォルダは移動またはコピーできないため無視されます
zh_cn: {0} {1} C++类将会被忽略，因为不能移动或复制它们

# ContentBrowser,OnDragAssetsOverFolder_InvalidFolder
source: '{0}' is not a valid place to drop assets
ja: '{0}' はアセットのドロップに無効な場所です
zh_cn: '{0}'不是放置资源的有效位置

# ContentBrowser,OnDragAssetsOverFolder_MultipleAssets
source: Move or copy '{0}' and {1} other(s)
ja: '{0}' と {1} などを移動またはコピー
zh_cn: 移动或复制'{0}'和{1}等

# ContentBrowser,OnDragFoldersOverFolder_MultipleFolders
source: Move or copy '{0}' and {1} other(s)
ja: '{0}' と {1} などを移動またはコピー
zh_cn: 移动或复制'{0}'和{1}等

# ContentBrowser,OnDragAssetsOverFolder_OnlyClasses
source: C++ classes cannot be moved or copied
ja: C++ クラスは移動またはコピーできません
zh_cn: 不能删除或复制C++类

# ContentBrowser,OnDragAssetsOverFolder_SingularAsset
source: Move or copy '{0}'
ja: '{0}' を移動またはコピー
zh_cn: 移动或复制'{0}'

# ContentBrowser,OnDragFoldersOverFolder_SingularFolder
source: Move or copy '{0}'
ja: '{0}' を移動またはコピー
zh_cn: 移动或复制'{0}'

# ContentBrowser,OnDragFoldersOverFolder_AssetsAndClasses
source: {0} {1} C++ class folder(s) will be ignored as they cannot be moved or copied
ja: {0} {1} C++ クラス フォルダは移動またはコピーできないため無視されます。
zh_cn: {0} {1}C++类文件夹将会被忽略，因为不能移动或复制它们

# ContentBrowser,OnDragFoldersOverFolder_CannotSelfDrop
source: Cannot move or copy a folder onto itself
ja: フォルダ本体にフォルダを移動またはコピーできません
zh_cn: 不能移动或复制文件夹到其本身

# ContentBrowser,OnDragFoldersOverFolder_InvalidFolder
source: '{0}' is not a valid place to drop folders
ja: '{0}' はフォルダのドロップに無効な場所です
zh_cn: '{0}'不是放置文件夹的有效位置

# ContentBrowser,OnDragFoldersOverFolder_OnlyClasses
source: C++ class folders cannot be moved or copied
ja: C++ クラスは移動またはコピーできません
zh_cn: 不能删除或复制C++类文件夹

# ContentBrowser,OpenInExternalEditor
source: Open In External Editor
ja: 外部エディタで開く
zh_cn: 在外部编辑器中打开

# ContentBrowser,OpenInExternalEditorTooltip
source: Open the selected asset(s) in the default external editor.
ja: 選択したアセットをデフォルトの外部エディタで開く
zh_cn: 在默认外部编辑器中打开选中的资源。

# ContentBrowser,OverwriteDynamicCollectionMenuHeading
source: Overwrite Dynamic Collection
ja: ダイナミックコレクションを上書き
zh_cn: 覆盖动态收藏夹

# ContentBrowser,PackageChunk
source: Chunk {0}
ja: チャンク {0}
zh_cn: 组块{0}

# ContentBrowser,PathBoxLabel
source: Path:
ja: パス：
zh_cn: 路径：

# ContentBrowser,PathPickerTooltip
source: Choose a path
es: Elegir una ruta
ja: パスの選択
pt_br: Escolha um caminho
zh_cn: 选择路径

# ContentBrowser,PathViewOptionsMenuHeading
source: Folder Options
es: Opciones de la carpeta
ja: フォルダオプション
pt_br: Opções de Pasta
zh_cn: 文件夹选项

# ContentBrowser,PropertyMatrix
source: Bulk Edit via Property Matrix...
ja: プロパティマトリクスで一斉編集
zh_cn: 通过属性矩阵进行批量修改...

# ContentBrowser,PropertyMatrixTooltip
source: Opens the property matrix editor for the selected assets.
es: Abre el editor de la matriz de propiedades para los activos seleccionados.
ja: 選択したアセットのプロパティマトリクスエディタを開く
pt_br: Abre o editor de matriz de propriedades dos ativos selecionados.
zh_cn: 打开选中资源的属性矩阵编辑器。

# ContentBrowser,RealTimeThumbnailsOption
source: Real-Time Thumbnails
es: Miniaturas en tiempo real
ja: リアルタイムサムネイル
pt_br: Miniaturas em Tempo Real
zh_cn: 实时缩略图

# ContentBrowser,RealTimeThumbnailsOptionToolTip
source: Renders the assets thumbnails in real-time
es: Renderiza las miniaturas de activos en tiempo real
ja: アセットのサムネイルをリアルタイム表示
pt_br: Renderiza as miniaturas dos ativos em tempo real
zh_cn: 实时渲染资源缩略图

# ContentBrowser,ReferencesMenuHeading
source: References
es: Referencias
ja: リファレンス
pt_br: Referências
zh_cn: 引用

# ContentBrowser,ReferenceViewer
source: Reference Viewer...
es: Visor de referencia...
ja: リファレンスビューアー...
pt_br: Visualizador de Referência...
zh_cn: 引用查看器...

# UICommands.GlobalEditorCommonCommands,ViewReferences
source: Reference Viewer...
ja: リファレンスビューアー...
zh_cn: 引用查看器...

# ContentBrowser,ReferenceViewerOnFolderTooltip
source: Shows a graph of references for this folder.
es: Muestra un gráfico de referencias para esta carpeta.
ja: このフォルダに対しリファレンスグラフを表示
pt_br: Exibe um grafo de referências dessa pasta.
zh_cn: 显示该文件夹的引用图表。

# ContentBrowser,ReferenceViewerTooltip
source: Shows a graph of references for this asset.
es: Muestra un gráfico de referencias para este activo.
ja: このアセットに対しリファレンスグラフを表示
pt_br: Exibe um grafo de referências desse ativo.
zh_cn: 显示这个资源的引用图表。

# ContentBrowser,RefreshCollectionTooltip
source: Refresh the source control status of this collection.
ja: このコレクションのソースコントロールステータスをリフレッシュ
zh_cn: 刷新这个集合的版本控制状态

# ContentBrowser,Reimport
source: Reimport
ja: 再インポート
zh_cn: 重新导入

# FBXOption,FbxSceneOptionWindow_ReImport
source: Reimport
ja: 再インポート

# FPersona,Toolbar_ReimportAnimation
source: Reimport
es: Volver a importar
ja: 再インポート
pt_br: Reimportar
zh_cn: 重新导入

# PersonaMeshDetails,ReimportButtonLabel
source: Reimport
es: Volver a importar
ja: 再インポート
pt_br: Reimportar
zh_cn: 重新导入

# UICommands.AssetEditorCommonCommands,ReimportAsset
source: Reimport
ja: 再インポート

# UICommands.TextureEditorCommands,Reimport
source: Reimport
ja: 再インポート

# ContentBrowser,ReimportTooltip
source: Reimport the selected asset(s) from the source file on disk.
ja: ディスクのソースファイルから選択アセットを再インポート
zh_cn: 重新从磁盘的源文件中导入选中的资源。

# ContentBrowser,RemoveAllChunkAssignments
source: Remove from all Chunks
ja: すべてのチャンクから取り除く
zh_cn: 从所有组块删除

# ContentBrowser,RemoveAllChunkAssignmentsTooltip
source: Removed an asset from all Chunks it's assigned to.
ja: 割り当てられたすべてのチャンクからアセットを除去済み
zh_cn: 从它分配到的所有组块删除一个资源。

# ContentBrowser,RemoveAllFilters
source: Remove All Filters
es: Eliminar todas los filtros
ja: すべてのフィルターを削除
pt_br: Remover Todos os Filtros
zh_cn: 删除所有过滤器

# ContentBrowser,RemoveAllFiltersTooltip
source: Removes all filters from the list.
es: Elimina todos los filtros de la lista.
ja: リストからすべてのフィルターを削除
pt_br: Remove todos os filtros da lista.
zh_cn: 删除该列表中的所有过滤器。

# ContentBrowser,RemoveAssetFromChunk
source: Remove from Chunk...
ja: チャンクから取り除く...
zh_cn: 从组块删除...

# ContentBrowser,RemoveAssetFromChunkTooltip
source: Removed an asset from a Chunk it's assigned to.
ja: 割り当てられたチャンクからアセットを除去済み
zh_cn: 从它分配到的组块删除一个资源。

# ContentBrowser,RemoveFilter
source: Remove: {0}
es: Eliminar: {0}
ja: 除去: {0}
pt_br: Remover: {0}
zh_cn: 删除: {0}

# ContentBrowser,RemoveFilterTooltip
source: Remove this filter from the list. It can be added again in the filters menu.
es: Eliminar este filtro de la lista. Se puede añadir de nuevo en el menú de filtros.
ja: このフィルターをリストから削除、フィルターメニューから再度追加可能です
pt_br: Remover este filtro da lista. Ele pode ser adicionado de novo no menu de filtros.
zh_cn: 仅从该列表中删除这个过滤器。您可以在过滤器菜单中重新添加它。

# ContentBrowser,RemoveFromCollection_ToolTip
source: Removes the selected asset from the current collection.
es: Elimina el activo seleccionado de la colección actual.
ja: 現在のコレクションから選択したアセットを削除
pt_br: Remove o ativo selecionado da coleção atual.
zh_cn: 从当前集合中移除选中的资源。

# ContentBrowser,RemoveFromCollectionFmt
source: Remove From {0}
ja: {0} から削除
zh_cn: 从{0}删除

# ContentBrowser,RenameAssetAlreadyExists
source: An asset already exists at this location with the name '{0}'.
es: Ya existe un activo en esa ubicación con el nombre '{0}'.
ja: {0} という名前のアセットはこの場所にすでに存在しています
pt_br: Já existe nesse local um ativo de nome '{0}'.
zh_cn: 该位置处已经存在名称为'{0}'的资源。

# ContentBrowser,RenameAssetsFailed
source: Failed to rename assets
ja: アセットのリネームに失敗しました
zh_cn: 重命名资源失败

# ContentBrowser,RenameCollectionFailed
source: Failed to rename the collection. {0}
es: Error al cambiar el nombre de la colección. {0}
ja: コレクション {0} の名前変更に失敗しました
pt_br: Falha ao renomear a coleção. {0}
zh_cn: 重命名收藏夹失败。{0}
