Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.LevelEditorActions,RecompileGameCode_ToolTip
source: Recompiles and reloads C++ code for game systems on the fly
ja: ゲームシステムのC++ コードをオンザフライで再コンパイルして再読み込みします
zh_cn: 在运行过程中重新编译及加载游戏系统的C++代码。

# UICommands.LevelEditorActions,RecompileShaders
source: Recompile Changed Shaders
ja: 変更したシェーダーを再コンパイル
zh_cn: 重新编译修改的着色器

# UICommands.LevelEditorActions,RecompileShaders_ToolTip
source: Recompiles shaders which are out of date
ja: 無効なシェーダーを再コンパイルします
zh_cn: 重新编译过期的着色器

# UICommands.LevelEditorActions,RegroupActors
source: Regroup
ja: 再グループ化
zh_cn: 重新组合

# UICommands.LevelEditorActions,RegroupActors_ToolTip
source: Regroups the selected actors into a new group, removing any current groups in the selection
ja: 選択内容の既存グループを取り除きながら、選択中の全アクタを新グループとして再グループ化します
zh_cn: 将选中的actor重新组合到一个新的组合中，删除当前选中的任何组合。

# UICommands.LevelEditorActions,RemoveActorsFromGroup
source: Remove from Group
ja: グループから取り除く
zh_cn: 从组中删除

# UnrealEd,Group_Remove
source: Remove from Group
es: Eliminar del grupo
ja: グループから取り除く
pt_br: Remover do Grupo
zh_cn: 从组中删除

# UICommands.LevelEditorActions,RemoveActorsFromGroup_ToolTip
source: Removes the selected actors from the selected groups
ja: 選択中のグループから選択アクタを取り除く
zh_cn: 从选中的组中删除选中的acto

# UICommands.LevelEditorActions,RemoveLevelsFromSelection
source: Remove Levels from Selection
ja: 選択内容からレベルを取り除く
zh_cn: 从选中项中删除关卡

# UICommands.LevelEditorActions,RemoveLevelsFromSelection_ToolTip
source: Removes the selected actors' levels from the current level browser selection
ja: 現行レベルブラウザの選択内容から選択アクタレベルを取り除く
zh_cn: 从当前关卡浏览器的选中项中移除当前选中的 Actor 的关卡

# UICommands.LevelEditorActions,ResetAllParticleSystems
source: Reset All Particle Systems
ja: 全パーティクルシステムをリセット
zh_cn: 重置所有粒子系统

# UICommands.LevelEditorActions,ResetAllParticleSystems_ToolTip
source: Resets all particle system emitters (removes all active particles and restarts them)
ja: 全パーティクルシステムをリセット（アクティブなパーティクルをすべて取り除いてこれらを再スタートします）
zh_cn: 重置所有粒子系统发射器(删除所有激活的粒子并重新启动它们)

# UICommands.LevelEditorActions,ResetPivot
source: Reset Pivot
ja: ピボットをリセット
zh_cn: 重置支点

# UICommands.LevelEditorActions,ResetPivot_ToolTip
source: Resets the pivot
ja: ピボットをリセット
zh_cn: 重置该支点

# UICommands.LevelEditorActions,ResetPrePivot
source: Reset Pivot Offset
ja: ピボットオフセットをリセット
zh_cn: 重置支点偏移量

# UICommands.LevelEditorActions,ResetPrePivot_ToolTip
source: Resets the pivot offset for this actor
ja: このアクターのピボットオフセットをリセット
zh_cn: 重置该actor的支点偏移量

# UICommands.LevelEditorActions,ResetSelectedParticleSystem
source: Resets Selected Particle Systems
ja: 選択パーティクルシステムをリセット
zh_cn: 重置选中的粒子系统

# UICommands.LevelEditorActions,ResetSelectedParticleSystem_ToolTip
source: Resets selected particle system emitters (removes all active particles and restarts them)
ja: 選択したパーティクルシステムエミッタをリセット（アクティブなパーティクルをすべて取り除いてこれらを再スタートします）
zh_cn: 重置选中的粒子系统发射器(删除所有激活的粒子并重新启动它们)

# UICommands.LevelEditorActions,Save
source: Save Current
ja: 現在のレベルを保存

# UICommands.LevelEditorActions,Save_ToolTip
source: Saves the current level to disk
ja: 現行レベルをディスクに保存
zh_cn: 保存所有当前关卡到磁盘中

# UICommands.LevelEditorActions,SaveAllLevels
source: Save All Levels
ja: すべてのレベルを保存
zh_cn: 保存所有关卡

# UICommands.LevelEditorActions,SaveAllLevels_ToolTip
source: Saves all unsaved levels to disk
ja: 未保存のレベルをすべてディスクに保存
zh_cn: 保存所有未保存的关卡到磁盘中

# UICommands.LevelEditorActions,SaveAs
source: Save Current As...
ja: 名前を付けて現行レベルを保存...

# UICommands.LevelEditorActions,SaveAs_ToolTip
source: Save the current level as...
ja: 名前を付けて現行レベルを保存...
zh_cn: 保存当前关卡为...

# UICommands.LevelEditorActions,SavePivotToPrePivot
source: Set as Pivot Offset
ja: ピボットオフセットとして設定
zh_cn: 设置为支点偏移量

# UICommands.LevelEditorActions,SavePivotToPrePivot_ToolTip
source: Sets the current pivot location as the pivot offset for this actor
ja: 現在のピボット位置をこのアクターのピボットオフセットとして設定
zh_cn: 设置当前的支点位置为该actor的支点偏移量

# UICommands.LevelEditorActions,SceneStats
source: Open Scene Stats
ja: シーン統計を開く
zh_cn: 打开场景统计数据

# UICommands.LevelEditorActions,SceneStats_ToolTip
source: Opens the Scene Stats viewer
ja: シーン統計情報ビューアーを開きます
zh_cn: 打开场景统计数据查看器

# UICommands.LevelEditorActions,Select2DLayerAbove
source: Select next 2D layer
ja: 次の2Dレイヤーを選択
zh_cn: 选择下一个二维图层

# UICommands.LevelEditorActions,Select2DLayerAbove_ToolTip
source: Changes the active layer to the next 2D layer
ja: アクティブレイヤーを次の2Dレイヤーに変更
zh_cn: 将该活动图层改为下一个二维图层

# UICommands.LevelEditorActions,Select2DLayerBelow
source: Select previous 2D layer
ja: 前の2Dレイヤーを選択
zh_cn: 选择前一个二维图层

# UICommands.LevelEditorActions,Select2DLayerBelow_ToolTip
source: Changes the active layer to the previous 2D layer
ja: アクティブレイヤーを前の2Dレイヤーに変更
zh_cn: 将该活动图层改为前一个二维图层

# UICommands.LevelEditorActions,SelectActorsInLayers
source: Select all actors in selected actor's layers
ja: 選択アクタのレイヤに存在するアクタをすべて選択
zh_cn: 选择选中的actor所在图层中的所有actor

# UICommands.LevelEditorActions,SelectActorsInLayers_ToolTip
source: Selects all actors belonging to the layers of the currently selected actors
ja: 現在選択しているアクタのレイヤに属するアクタをすべて選択
zh_cn: 选择属于当前选中actor所在图层的所有actor

# UICommands.LevelEditorActions,SelectAllActorsControlledByMatinee
source: Select Actors Used by This Matinee
ja: このマチネが使用するアクタを選択
zh_cn: 选择该Matinee使用的Actor

# UICommands.LevelEditorActions,SelectAllActorsControlledByMatinee_ToolTip
source: Selects all actors controlled by this Matinee
ja: このマチネでコントロールするアクタをすべて選択
zh_cn: 选择由该Matinee控制的所有actor

# UICommands.LevelEditorActions,SelectAllActorsOfSameClass
source: Select All Actors of Same Class
ja: 同一クラスの全アクタを選択
zh_cn: 选择属于同类的所有Actor

# UICommands.LevelEditorActions,SelectAllActorsOfSameClass_ToolTip
source: Selects all the actors that have the same class
ja: 同じクラスを持つアクタをすべて選択
zh_cn: 选择所有同类actor

# UICommands.LevelEditorActions,SelectAllActorsOfSameClassWithArchetype
source: Select All Actors with Same Archetype
ja: 同一アーキタイプの全アクタを選択
zh_cn: 选择具有同样原型的所有actor

# UICommands.LevelEditorActions,SelectAllActorsOfSameClassWithArchetype_ToolTip
source: Selects all the actors of the same class that have the same archetype
ja: 同じアーキタイプを持つ同一クラスのアクタをすべて選択
zh_cn: 选择所有具有相同原型的同类actor

# UICommands.LevelEditorActions,SelectAllAddditiveBrushes
source: Select All Additive Brushes
ja: 加算ブラシをすべて選択
zh_cn: 选择所有叠加型画刷

# UICommands.LevelEditorActions,SelectAllAddditiveBrushes_ToolTip
source: Selects all additive brushes
ja: 加算ブラシをすべて選択
zh_cn: 选择所有叠加型画刷

# UICommands.LevelEditorActions,SelectAllLights
source: Select All Lights
ja: すべてのライトを選択
zh_cn: 选择所有光源

# UICommands.LevelEditorActions,SelectAllLights_ToolTip
source: Selects all lights
ja: ライトをすべて選択
zh_cn: 选择所有光源

# UICommands.LevelEditorActions,SelectAllSubtractiveBrushes
source: Select All Subtractive Brushes
ja: 減算ブラシをすべて選択
zh_cn: 选择所有挖空型画刷

# UICommands.LevelEditorActions,SelectAllSubtractiveBrushes_ToolTip
source: Selects all subtractive brushes
ja: 減算ブラシをすべて選択
zh_cn: 选择所有挖空型画刷

# UICommands.LevelEditorActions,SelectAllSurfaces
source: Select All Surfaces
ja: サーフェスをすべて選択
zh_cn: 选择所有表面

# UICommands.LevelEditorActions,SelectAllSurfaces_ToolTip
source: Selects all bsp surfaces
ja: BSPサーフェスをすべて選択
zh_cn: 选择所有bsp表面

# UICommands.LevelEditorActions,SelectAllWithSameMaterial
source: Select All With Same Material
ja: 同一マテリアルですべて選択
zh_cn: 选择所有具有同样材质的项

# UICommands.LevelEditorActions,SelectAllWithSameMaterial_ToolTip
source: Selects all actors with the same material as the selection
ja: 選択内容と同一のマテリアルがあるアクタをすべて選択
zh_cn: 选择同选中项具有相同材质的所有actor

# UICommands.LevelEditorActions,SelectComponentOwnerActor
source: Select Component Owner
ja: コンポーネントオーナーを選択
zh_cn: 选中组件所有者

# UICommands.LevelEditorActions,SelectComponentOwnerActor_ToolTip
source: Select the actor that owns the currently selected component(s)
ja: 現在選択中のコンポーネントを所有するアクタを選択
zh_cn: 选择拥有当前选择的组件的actor

# UICommands.LevelEditorActions,SelectMatchingEmitter
source: Select All Matching Emitters
ja: 一致するエミッタを全て選択
zh_cn: 选择所有匹配的发射器

# UICommands.LevelEditorActions,SelectMatchingEmitter_ToolTip
source: Selects all emitters with the same particle system as the selection
ja: 選択内容と同一のパーティクル システムを持つエミッタをすべて選択
zh_cn: 选择同选中项具有相同粒子系统的所有发射器

# UICommands.LevelEditorActions,SelectNone
source: Unselect All
ja: 選択をすべて解除
zh_cn: 取消全选

# UICommands.LevelEditorActions,SelectNone_ToolTip
source: Unselects all actors
ja: 全アクタの選択を解除
zh_cn: 取消选择所有actor

# UICommands.LevelEditorActions,SelectRelevantLights
source: Select Relevant Lights
ja: 関連性のあるライトを選択
zh_cn: 选择相关光源

# UICommands.LevelEditorActions,SelectRelevantLights_ToolTip
source: Select all lights relevant to the current selection
ja: 現在の選択内容と関連性のあるライトをすべて選択
zh_cn: 选择所有和当前选项相关的光源

# UICommands.LevelEditorActions,SelectSkeletalMeshesAllClasses
source: Select All Using Selected Skeletal Meshes (All Actor Types)
ja: 選択スケルタル メッシュを使用してすべてのアクタ (全種) を選択
zh_cn: 选择所有使用选中的骨架网格物体的资源(所有 Actor 类型)

# UICommands.LevelEditorActions,SelectSkeletalMeshesAllClasses_ToolTip
source: Selects all actors with the same skeletal mesh as the selection
ja: 選択内容と同一のスケルタル メッシュを持つアクタをすべて選択
zh_cn: 选择同选中项具有相同骨架网格物体的所有actor

# UICommands.LevelEditorActions,SelectSkeletalMeshesOfSameClass
source: Select All Using Selected Skeletal Meshes (Selected Actor Types)
ja: 選択スケルタル メッシュを使用してすべてのアクタ (指定型のみ) を選択
zh_cn: 选择所有使用选中的骨架网格物体的资源(选中的 Actor 类型)

# UICommands.LevelEditorActions,SelectSkeletalMeshesOfSameClass_ToolTip
source: Selects all actors with the same skeletal mesh and actor class as the selection
ja: 選択内容と同一のスケルタルメッシュおよびアクタクラスを持つアクタをすべて選択
zh_cn: 选择同选中项具有相同骨架网格物体和actor类别的所有actor

# UICommands.LevelEditorActions,SelectStaticMeshesAllClasses
source: Select All Using Selected Static Meshes (All Actor Types)
ja: 選択スタティック メッシュを使用してすべてのアクタ (全種) を選択
zh_cn: 选择所有使用选中的静态网格物体的资源(所有 Actor 类型)

# UICommands.LevelEditorActions,SelectStaticMeshesAllClasses_ToolTip
source: Selects all actors with the same static mesh as the selection
ja: 選択内容と同一のスタティックメッシュを持つアクタをすべて選択
zh_cn: 选择同选中项具有相同静态网格物体的所有actor

# UICommands.LevelEditorActions,SelectStaticMeshesOfSameClass
source: Select All Using Selected Static Meshes (Selected Actor Types)
ja: 選択スタティック メッシュを使用してすべてのアクタ (指定型のみ) を選択
zh_cn: 选择所有使用选中的静态网格物体的资源(选中的 Actor 类型)

# UICommands.LevelEditorActions,SelectStaticMeshesOfSameClass_ToolTip
source: Selects all actors with the same static mesh and actor class as the selection
ja: 選択内容と同じスタティックメッシュおよびアクタクラスを持つアクタをすべて選択
zh_cn: 选择同选中项具有相同静态网格物体和actor类别的所有actor

# UICommands.LevelEditorActions,SelectStationaryLightsExceedingOverlap
source: Select Stationary Lights exceeding overlap
ja: オーバーラップを上回るステーショナリー（固定）ライトを選択
zh_cn: 选择过度重叠的固定光源

# UICommands.LevelEditorActions,SelectStationaryLightsExceedingOverlap_ToolTip
source: Selects all stationary lights exceeding the overlap limit
ja: オーバーラップ制限を超過した固定ライトをすべて選択
zh_cn: 选择所有超出重叠限制的固定光源

# UICommands.LevelEditorActions,SeparatePolys
source: Separate
ja: 分離
zh_cn: 分隔

# UICommands.LevelEditorActions,SeparatePolys_ToolTip
source: Reverses the effect of a previous merge
ja: 前回のマージの効果を低減する
zh_cn: 反向播放前一次融合的效果

# UICommands.LevelEditorActions,ShowAll
source: Show All Actors
ja: すべてのアクタを表示
zh_cn: 显示所有Actor

# UICommands.LevelEditorActions,ShowAll_ToolTip
source: Shows all actors
ja: すべてのアクタを表示
zh_cn: 显示所有actor

# UICommands.LevelEditorActions,ShowAllStartup
source: Show All At Startup
ja: 起動時にすべてを表示
zh_cn: 启动时显示所有项

# UICommands.LevelEditorActions,ShowAllStartup_ToolTip
source: Shows all actors at startup
ja: 起動時にすべてのアクタを表示
zh_cn: 启动时显示所有actor

# UICommands.LevelEditorActions,ShowSelected_ToolTip
source: Shows the selected actors
ja: 選択アクタを表示
zh_cn: 显示选中的actor

# UICommands.LevelEditorActions,ShowSelectedDetails
source: Show Actor Details
ja: アクタの詳細を表示
zh_cn: 显示Actor细节

# UICommands.LevelEditorActions,ShowSelectedDetails_ToolTip
source: Opens a details panel for the selected actors
ja: 選択アック他の詳細パネルを開く
zh_cn: 打开选中actor的详细信息面板

# UICommands.LevelEditorActions,ShowSelectedOnly_ToolTip
source: Shows only the selected actors
ja: 選択アクタのみを表示
zh_cn: 仅显示选中的actor

# UICommands.LevelEditorActions,ShowSelectedStartup
source: Show Selected At Startup
ja: 起動時に選択内容を表示
zh_cn: 启动时显示选中项

# UICommands.LevelEditorActions,ShowSelectedStartup_ToolTip
source: Shows selected actors at startup
ja: 起動時に選択アクタを表示
zh_cn: 在启动时显示选中的actor

# UICommands.LevelEditorActions,ShowTransformWidget
source: Show Transform Widget
ja: トランスフォームウィジェットを表示
zh_cn: 显示变换控件

# UICommands.LevelEditorActions,ShowTransformWidget_ToolTip
source: Toggles the visibility of the transform widgets
ja: トランスフォームウィジェットの可視性を切り替え
zh_cn: 切换变换控件的可见性

# UICommands.LevelEditorActions,SnapBottomCenterBoundsToActor
source: Snap Bottom Center Bounds to Actor
ja: 下部中央境界をアクタにスナップ
zh_cn: 将底部中心边界和Actor对齐

# UICommands.LevelEditorActions,SnapBottomCenterBoundsToActor_ToolTip
source: Snaps the actor to another actor at its bottom center bounds
ja: アクタを別のアクタの下部中央境界にスナップ
zh_cn: 将该actor的底部中央边界和另一个actor对齐

# UICommands.LevelEditorActions,SnapBottomCenterBoundsToFloor
source: Snap Bottom Center Bounds to Floor
ja: 下部中央境界をフロアにスナップ
zh_cn: 将底部中心边界和地面对齐

# UICommands.LevelEditorActions,SnapBottomCenterBoundsToFloor_ToolTip
source: Snaps the actor to the floor at its bottom center bounds
ja: アクタをフロアの下部中央境界にスナップ
zh_cn: 将该actor的底部中央边界和地面对齐

# UICommands.LevelEditorActions,SnapCameraToObject
source: Snap View to Object
ja: ビューをオブジェクトにスナップ
zh_cn: 对齐视图到对象

# UICommands.LevelEditorActions,SnapCameraToObject_ToolTip
source: Snaps the view to the selected object
ja: ビューを選択オブジェクトにスナップ
zh_cn: 对齐视图到选择的对象

# UICommands.LevelEditorActions,SnapObjectToCamera
source: Snap Object to View
ja: オブジェクトをビューにスナップ
zh_cn: 对齐对象到视图

# UnrealEd,SnapObjectToView
source: Snap Object to View
ja: オブジェクトをビューにスナップ

# UICommands.LevelEditorActions,SnapObjectToCamera_ToolTip
source: Snaps the selected object to the view
ja: 選択オブジェクトをビューにスナップ
zh_cn: 对齐选中对象到视图

# UICommands.LevelEditorActions,SnapOriginToActor
source: Snap Origin to Actor
ja: 原点をアクタにスナップ
zh_cn: 对齐原点到Actor

# UnrealEd,MoveActorToActor
source: Snap Origin to Actor
es: Atraer al origen hasta el actor
ja: 原点をアクタにスナップ
pt_br: Aderir Origem ao Ator
zh_cn: 对齐原点到Actor

# UICommands.LevelEditorActions,SnapOriginToActor_ToolTip
source: SNaps the actor to another actor at its origin
ja: アクタを別のアクタの原点にスナップ
zh_cn: 将Actor和另一个actor的原点对齐

# UICommands.LevelEditorActions,SnapOriginToGrid
source: Snap Origin to Grid
ja: 原点をグリッドにスナップ
zh_cn: 对齐原点到网格

# UnrealEd,MoveActorToGrid
source: Snap Origin to Grid
es: Atraer al origen hasta la rejilla
ja: 原点をグリッドにスナップ
pt_br: Aderir Origem à Grade
zh_cn: 对齐原点到网格

# UICommands.LevelEditorActions,SnapOriginToGrid_ToolTip
source: Snaps the actor to the nearest grid location at its origin
ja: アクタを直近のグリッド位置の原点にスナップ
zh_cn: 对齐actor到距离其原点最近的网格位置处

# UICommands.LevelEditorActions,SnapOriginToGridPerActor
source: Snap Origin to Grid Per Actor
ja: 原点をアクタごとのグリッドにスナップ
zh_cn: 对齐每个Actor的原点到网格

# UICommands.LevelEditorActions,SnapOriginToGridPerActor_ToolTip
source: Snaps each selected actor separately to the nearest grid location at its origin
ja: 選択した各アクタを最も近いグリッドの原点に別々にスナップ
zh_cn: 将每个选中的actor独立地对齐到距离其原点最近的网格位置处

# UICommands.LevelEditorActions,SnapPivotToActor
source: Snap Pivot to Actor
ja: ピボットをアクタにスナップ
zh_cn: 对齐支点到Actor

# UICommands.LevelEditorActions,SnapPivotToActor_ToolTip
source: Snaps the actor to another actor at its pivot point
ja: アクタを別のアクタの回転軸にスナップ
zh_cn: 将该actor和另一个actor的支点对齐

# UICommands.LevelEditorActions,SnapPivotToFloor
source: Snap Pivot to Floor
ja: ピボットをフロアにスナップ
zh_cn: 对齐支点到地面

# UICommands.LevelEditorActions,SnapPivotToFloor_ToolTip
source: Snaps the actor to the floor at its pivot point
ja: アクタをフロアの回転軸にスナップ
zh_cn: 将该actor的支点和地面对齐

# UICommands.LevelEditorActions,SnapTo2DLayer
source: Snap to 2D Layer
ja: 2Dレイヤーにスナップ
zh_cn: 对齐到二维图层

# UICommands.LevelEditorActions,SnapTo2DLayer_ToolTip
source: Snaps the actor to the current 2D snap layer
ja: アクターを現在の2Dスナップレイヤーにスナップ
zh_cn: 对齐actor到当前二维对齐图层

# UICommands.LevelEditorActions,SnapToActor
source: Snap to Actor
ja: アクタにスナップ
zh_cn: 对齐到Actor

# UICommands.LevelEditorActions,SnapToActor_ToolTip
source: Snaps the actor to another actor
ja: アクタを別のアクタにスナップ
zh_cn: 将该actor和另一个actor对齐

# UICommands.LevelEditorActions,SnapToFloor
source: Snap to Floor
ja: フロアにスナップ
zh_cn: 对齐到地面

# UICommands.LevelEditorActions,SnapToFloor_ToolTip
source: Snaps the actor or component to the floor below it
ja: アクタまたはコンポーネントを直下のフロアにスナップ
zh_cn: 将actor或组件与其下方的地板对齐

# UICommands.LevelEditorActions,StrictBoxSelect
source: Strict Box Selection
ja: 厳密なボックス選択
zh_cn: 严格的盒式选择

# UICommands.LevelEditorActions,StrictBoxSelect_ToolTip
source: When enabled an object must be entirely encompassed by the selection box when marquee box selecting
ja: 有効になると、マーキーボックス選択時はオブジェクトは完全に選択ボックス内に収まらなくてはいけません。
zh_cn: 启用后，当启用区域框选择时，选择框必须完全地包围对象。

# UICommands.LevelEditorActions,SubmitToSourceControl
source: Submit to Source Control...
ja: ソースコントロールにサブミット...
zh_cn: 提交到源代码控制...

# UICommands.MainFrameActions,ChooseFilesToCheckIn
source: Submit to Source Control...
ja: ソースコントロールにサブミット...
zh_cn: 提交到源代码控制...

# UICommands.LevelEditorActions,SubmitToSourceControl_ToolTip
source: Opens a dialog with check in options for content and levels.
ja: オプションにチェックを入れてコンテンツとレベルのダイアログを開く
zh_cn: 打开一个具有内容和关卡迁入选项的对话框。

# UICommands.LevelEditorActions,SurfAlignBox
source: Align Surface Box
ja: サーフェスボックスに合わせる
zh_cn: 对齐表面盒体

# UICommands.LevelEditorActions,SurfAlignBox_ToolTip
source: Box surface alignment
ja: ボックスサーフェスアライメント
zh_cn: 盒体表面对齐

# UICommands.LevelEditorActions,SurfAlignFit
source: Align Surface Fit
ja: サーフェスフィットに合わせる
zh_cn: 对齐表面以适合

# UICommands.LevelEditorActions,SurfAlignFit_ToolTip
source: Best fit surface alignment
ja: サーフェスアライメントをベストな状態に合わせる
zh_cn: 最佳适应表面对齐

# UICommands.LevelEditorActions,SurfAlignPlanarAuto
source: Align Surface Planar
ja: サーフェス平面に合わせる
zh_cn: 对齐表平面

# UICommands.LevelEditorActions,SurfAlignPlanarAuto_ToolTip
source: Planar surface alignment
ja: 平面サーフェスアライメント
zh_cn: 平面表面对齐

# UICommands.LevelEditorActions,SurfAlignPlanarFloor
source: Align Surface Planar Floor
ja: サーフェス平面フロアに合わせる
zh_cn: 对齐地面

# UICommands.LevelEditorActions,SurfAlignPlanarFloor_ToolTip
source: Planar floor surface alignment
ja: 平面フロアサーフェスアライメント
zh_cn: 二维地面表面对齐

# UICommands.LevelEditorActions,SurfAlignPlanarWall
source: Align Surface Planar Wall
ja: サーフェス平面壁に合わせる
zh_cn: 对齐墙面

# UICommands.LevelEditorActions,SurfAlignPlanarWall_ToolTip
source: Planar wall surface alignment
ja: 平面壁サーフェスアライメント
zh_cn: 二维墙体表面对齐

# UICommands.LevelEditorActions,SurfSelectAllAdjacentCoplanars
source: Select All Coplanar Surfaces
ja: 同一平面上のサーフェスをすべて選択
zh_cn: 选择所有共面表面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentCoplanars_ToolTip
source: Selects all surfaces adjacent and coplanar with the selected surfaces
ja: 選択したサーフェスと隣接する同一平面内のサーフェスをすべて選択
zh_cn: 选择所有和选中表面邻接且共面的表面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentFloors
source: Select All Adjacent Floor Surfaces
ja: 隣接する全フロアサーフェスを選択
zh_cn: 选择所有邻接地面表面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentFloors_ToolTip
source: Selects all adjacent floor sufaces(ones with normals pointing up)
ja: 隣接する全フロアサーフェスを選択（法線が上方向を向いているサーフェス）
zh_cn: 选择所有邻接地面表面(表面的法线朝上)

# UICommands.LevelEditorActions,SurfSelectAllAdjacents
source: Select All Adjacent Surfaces
ja: 隣接する全サーフェスを選択
zh_cn: 选择所有邻接表面

# UICommands.LevelEditorActions,SurfSelectAllAdjacents_ToolTip
source: Selects all surfaces adjacent to the currently selected surfaces
ja: 現在選択中のサーフェスと隣接する隣接するサーフェスをすべて選択
zh_cn: 选择所有和当前选中表面邻接的表面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentSlants
source: Select All Adjacent Slant Surfaces
ja: 隣接する全斜平面サーフェスを選択
zh_cn: 选择所有邻接斜面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentSlants_ToolTip
source: Selects all adjacent slant surfaces (surfaces that are not walls, floors, or ceilings according to their normals) to the currently selected surfaces.
ja: 現在選択中の隣接する各斜平面サーフェス (法線の向きから判断して壁でも床でも天井でもないサーフェス) を選択
zh_cn: 将所有相邻的倾斜表面（根据它们的法线，这些表面不是墙壁、地板或天花板）选择为当前选中的表面。

# UICommands.LevelEditorActions,SurfSelectAllAdjacentWalls
source: Select All Adjacent Wall Surfaces
ja: 隣接する全壁サーフェスを選択
zh_cn: 选择所有邻接墙面

# UICommands.LevelEditorActions,SurfSelectAllAdjacentWalls_ToolTip
source: Selects all adjacent upright surfaces
ja: 隣接する全直立サーフェスを選択
zh_cn: 选择所有邻接的直立表面

# UICommands.LevelEditorActions,SurfSelectAllMatchingBrush
source: Select Matching Brush
ja: 一致するブラシを選択
zh_cn: 选择匹配的画刷

# UnrealEd,SelectMatchingBrush
source: Select Matching Brush
es: Seleccionar pincel compatible
ja: 一致するブラシを選択
pt_br: Selecionar Pincel Correspondente
zh_cn: 选择匹配的画刷

# UICommands.LevelEditorActions,SurfSelectAllMatchingBrush_ToolTip
source: Selects the surfaces belonging to the same brush as the selected surfaces
ja: 選択したサーフェスと同一のブラシに属するサーフェスをすべて選択
zh_cn: 选择同选中表面属于同一画刷的表面

# UICommands.LevelEditorActions,SurfSelectAllMatchingTexture
source: Select Matching Material
ja: 一致するマテリアルを選択
zh_cn: 选择匹配的材质

# UICommands.LevelEditorActions,SurfSelectAllMatchingTexture_ToolTip
source: Selects all surfaces with the same material as the selected surfaces
ja: 選択したサーフェスと同一のマテリアルを持つサーフェスをすべて選択
zh_cn: 选择同选中表面具有相同材质的所有表面

# UICommands.LevelEditorActions,SurfSelectAnd
source: Surface Selection AND
ja: ANDサーフェス選択
zh_cn: 表面选择 与

# UICommands.LevelEditorActions,SurfSelectAnd_ToolTip
source: Add the selection of surfaces saved in memory to the current selection
ja: メモリに保存したサーフェスの選択を現在の選択内容に追加
zh_cn: 将保存在内存中的表面的选项添加到当前选中项

# UICommands.LevelEditorActions,SurfSelectMemorize
source: Memorize Surface Selection
ja: サーフェス選択内容を記憶
zh_cn: 记录选择的表面

# UICommands.LevelEditorActions,SurfSelectMemorize_ToolTip
source: Stores the current surface selection in memory
ja: 現在のサーフェス選択内容をメモリに格納
zh_cn: 将当前的表面选项存储到内存中

# UICommands.LevelEditorActions,SurfSelectOr
source: Surface Selection OR
ja: ORサーフェス選択
zh_cn: 表面选择 或

# UICommands.LevelEditorActions,SurfSelectOr_ToolTip
source: Replace the current selection with only the surfaces which are both currently selected and contained within the saved selection in memory
ja: 現在の選択内容を、現在選択中でメモリ上の選択グループにも格納されているサーフェスで置換します
zh_cn: 将当前选中项替换为目前选中的且保存在内存中的表面。

# UICommands.LevelEditorActions,SurfSelectRecall
source: Recall Surface Selection
ja: サーフェス選択内容をリコール
zh_cn: 撤销表面选择

# UICommands.LevelEditorActions,SurfSelectRecall_ToolTip
source: Replace the current selection with the selection saved in memory
ja: 現在の選択内容を、メモリに保存されている選択内容で置換します
zh_cn: 将当前选项替换为保存在内存中的选项。

# UICommands.LevelEditorActions,SurfSelectReverse
source: Invert Surface Selection
ja: サーフェスの選択内容を反転
zh_cn: 反向选择表面

# UICommands.LevelEditorActions,SurfSelectReverse_ToolTip
source: Inverts the current surface selection
ja: 現在のサーフェス選択内容を反転
zh_cn: 反项选择当前选中的表面

# UICommands.LevelEditorActions,SurfSelectXor
source: Surace Selection XOR
ja: XORサーフェス選択
zh_cn: 表面选择 异或

# UICommands.LevelEditorActions,SurfSelectXor_ToolTip
source: Replace the current selection with only the surfaces that are not in both the current selection and the selection saved in memory
ja: 現在の選択内容を、現在選択されておらず、かつメモリ上の選択グループにも格納されていないサーフェスで置換します

# UICommands.LevelEditorActions,SurfUnalign
source: Align Surface Default
ja: サーフェスのデフォルトに合わせる
zh_cn: 对齐表面默认

# UICommands.LevelEditorActions,SurfUnalign_ToolTip
source: Default surface alignment
ja: デフォルト サーフェス アライメント
zh_cn: 默认表面对齐

# UICommands.LevelEditorActions,TextureStats
source: Open Texture Stats
ja: テクスチャ統計を開く
zh_cn: 打开贴图统计数据

# UICommands.LevelEditorActions,TextureStats_ToolTip
source: Opens the Texture Stats viewer
ja: テクスチャ統計情報ビューアーを開きます
zh_cn: 打开贴图统计数据查看器

# UICommands.LevelEditorActions,ToggleFavorite_ToolTip
source: Sets whether the currently loaded level will appear in the list of favorite levels
ja: 現在ロードされているレベルをお気に入りレベルのリストに表示するかどうかを設定します
zh_cn: 设置当前加载的关卡是否出现在收藏的关卡的列表

# UICommands.LevelEditorActions,ToggleFreezeParticleSimulation
source: Freeze Particle Simulation
ja: パーティクルシミュレーションを停止
zh_cn: 冻结粒子模拟

# UICommands.LevelEditorActions,ToggleFreezeParticleSimulation_ToolTip
source: If enabled particle systems will freeze their simulation state
ja: 有効になると、パーティクルシステムはシミュレーションステートを一時停止します
zh_cn: 如果启用，粒子系统将冻结它们的模拟状态

# UICommands.LevelEditorActions,ToggleHideViewportUI
source: Hide Viewport UI
ja: ビューポートUIを非表示
zh_cn: 隐藏视口用户界面
