Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlendSpaceEditorBase,AddNewSample
source: Add New Sample
es: Añadir una muestra nueva
ja: 新規サンプルを追加
pt_br: Adicionar Nova Amostra
zh_cn: 添加新样本

# BlendSpaceEditorBase,AnimName(X\,Y)->New(X\,Y) - NewSample
source: {0}({1})->New({2})
es: {0}({1})->Nuevo({2})
ja: {0}({1})->新規({2})
pt_br: {0}({1})->Novo({2})
zh_cn: {0}({1})->新建({2})

# BlendSpaceEditorBase,ApplyChanges
source: Apply Parameter Changes
es: Aplicar los cambios de parámetros
ja: パラメータ変更を適用
pt_br: Aplicar Alterações de Parâmetro
zh_cn: 应用参数修改

# BlendSpaceEditorBase,AxisGridCount
source: {0} Axis Divisions
es: {0} Divisiones del eje
ja: {0} 軸分割
pt_br: Divisões do Eixo {0}
zh_cn: {0}环绕轴细分

# BlendSpaceEditorBase,AxisName
source: {0} Axis Label
es: {0} Etiqueta del eje
ja: {0} 軸ラベル
pt_br: Rótulo do Eixo {0}
zh_cn: {0}坐标轴标签

# BlendSpaceEditorBase,AxisRange
source: {0} Axis Range
es: {0} Rango del eje
ja: {0} 軸範囲
pt_br: Intervalo do Eixo {0}
zh_cn: {0}坐标轴范围

# BlendSpaceEditorBase,BlendSpaceDialogFail
source: BlendSpace {ErrorMessage}
ja: ブレンドスペース {ErrorMessage}
zh_cn: 混合空间 {ErrorMessage}

# BlendSpaceEditorBase,BlendSpaceDialogMixedAdditiveMode
source: You cannot mix animations with different additive types in a BlendSpace.
es: No puede mezclar animaciones con diferentes tipos de aditivos en una BlendSpace.
ja: ブレンドスペースで異なる加算タイプのアニメーションはミックスできません。
pt_br: Não é possível combinar animações com diferentes tipos de aditivo em um BlendSpace.
zh_cn: 您不能在混合空间内将动画与不同的添加类型混合。

# BlendSpaceEditorBase,BlendSpaceDialogSkeletonNotCompatible
source: Skeleton of animation is not compatible with blend spaces's skeleton.
es: El esqueleto de la animación no es compatible con el esqueleto del espacio de combinación.
ja: アニメーションのスケルトンはブレンド スペースのスケルトンと互換性がありません
pt_br: O esqueleto da animação não é compatível com o esqueleto dos espaços de mistura.
zh_cn: 动画骨架与混合空间的骨架不兼容。

# BlendSpaceEditorBase,BlendSpaceDialogTooCloseToExistingPoint
source: You cannot place sample so close to existing one.
es: No puede colocar una muestra tan cerca de uno ya existente.
ja: 既存サンプルに近接してサンプルは配置できません
pt_br: Não é possível colocar a amostra tão perto de outra.
zh_cn: 您放置的样本距已存样本过近。

# BlendSpaceEditorBase,DeleteSample_T
source: Delete Blendspace Sample
es: Eliminar muestra del Blendspace
ja: ブレンドスペースサンプルを削除
pt_br: Excluir Amostra de Blendspace
zh_cn: 删除混合空间样本

# BlendSpaceEditorBase,EnablePreview
source: Enable Preview BlendSpace
es: Activar la vista preliminar del Blendspace
ja: ブレンドススペースのプレビューを有効にする
pt_br: Ativar Visualização de BlendSpace
zh_cn: 启用预览混合空间

# BlendSpaceEditorBase,EnableToolTip
source: Enable Tooltip Display
es: Activar visualización de la herramienta de ayuda
ja: ツールヒントの表示を有効にする
pt_br: Ativar Exibição de Dica de Ferramenta
zh_cn: 启用工具提示信息

# BlendSpaceEditorBase,MoveSample
source: Move Sample
es: Mover la muestra
ja: サンプルを移動
pt_br: Mover Amostra
zh_cn: 移动样本

# BlendSpaceEditorBase,ReplaceSampleAnimation
source: Replace Sample Animation
es: Reemplazar la animación de muestra
ja: サンプルアニメーションを置換
pt_br: Substituir Animação de Amostra
zh_cn: 替换样本动画

# Blueprint,AddLocalVariable
source: Add Local Variable
ja: ローカル変数を追加
zh_cn: 添加局部变量

# Blueprint,BlueprintType_Interface
source: Interface
es: Interfaz
ja: インターフェース
zh_cn: 接口

# BlueprintEditor,BlueprintInterfaceMode
source: Interface
ja: インターフェース
zh_cn: 接口

# K2Node_DynamicCast,InterfaceInputName
source: Interface
ja: インターフェース
zh_cn: 接口

# KismetSchema,InterfaceCategory
source: Interface
ja: インターフェース
zh_cn: 接口

# Blueprint,BlueprintType_LevelScript
source: Level Blueprint
es: Blueprint del nivel
ja: レベルブループリント
pt_br: Esquema do Nível
zh_cn: 关卡蓝图

# LevelViewportContextMenu,LevelBlueprint
source: Level Blueprint
ja: レベルブループリント
zh_cn: 关卡蓝图

# Blueprint,BlueprintType_MacroLibrary
source: Macro Library
es: Biblioteca de Macros
ja: マクロライブラリ
pt_br: Biblioteca de Macros
zh_cn: 宏库

# Blueprint,CallParentFunctionSignatureFixed_Note
source: {NodeTitle} ({FunctionNodeName}) had an invalid function signature - it has now been fixed.
es: {NodeTitle} ({FunctionNodeName}) tiene una firma de función no válida - se ha solucionado ahora.
ja: {NodeTitle} ({FunctionNodeName}) に無効な関数シグネチャがありました - 現在は修正されました。
pt_br: {NodeTitle} ({FunctionNodeName}) tinha uma assinatura de função inválida, que foi corrigida.
zh_cn: {NodeTitle} ({FunctionNodeName})的函数签名无效 - 现在已修复。

# Blueprint,CallParentNodeRemoved_Note
source: {NodeTitle} ({FunctionNodeName}) was not valid for this Blueprint - it has been removed.
es: {NodeTitle} ({FunctionNodeName}) no era válido para este Blueprint - se ha eliminado.
ja: {NodeTitle} ({FunctionNodeName}) hawas not valid for this ブループリント - it has been removed.
pt_br: {NodeTitle} ({FunctionNodeName}) não era válido para esse Esquema e foi removido.
zh_cn: {NodeTitle} ({FunctionNodeName}) 对于这个蓝图无效 - 已将将其删除。

# Blueprint,ChangeLocalVariableType
source: Change Local Variable Type
es: Modificar el tipo de variable local
ja: ローカル変数型を変更
pt_br: Alterar o Tipo da Variável Local
zh_cn: 修改局部变量类型

# Blueprint,ChangeVariableCategory
source: Change Variable Category
ja: 変数カテゴリを変更
zh_cn: 修改变量类别

# Blueprint,ChangeVariableType
source: Change Variable Type
es: Modificar tipo de variable
ja: 変数の型を変更
pt_br: Alterar Tipo da Variável
zh_cn: 修改变量类型

# Blueprint,ChangeVariableType_Yes
source: Change Variable Type
es: Modificar tipo de variable
ja: 変数の型を変更
pt_br: Alterar Tipo da Variável
zh_cn: 修改变量类型

# Structure,ChangeVariableType
source: Change Variable Type
es: Modificar tipo de variable
ja: 変数の種類を変更
pt_br: Alterar Tipo da Variável
zh_cn: 修改变量类型

# Blueprint,ChangeVariableType_No
source: Do Nothing
ja: 何もしない
zh_cn: 不执行任何操作

# Blueprint,DefaultCustomEventName
source: CustomEvent
ja: カスタムイベント
zh_cn: 自定义事件

# Blueprint,DefaultTimelineName
source: Timeline
es: Línea de tiempo
ja: タイムライン
pt_br: Linha do Tempo
zh_cn: 时间轴

# UMG,Sequencer_ViewMenu_Desc
source: Timeline
es: Línea de tiempo
ja: タイムライン
pt_br: Linha do Tempo
zh_cn: 时间轴

# UMG,SequencerLabel
source: Timeline
es: Línea de tiempo
ja: タイムライン
pt_br: Linha do Tempo
zh_cn: 时间轴

# Blueprint,DeleteUnusedVariables
source: Delete Unused Variables
es: Eliminar variables sin usar
ja: 未使用の変数を削除
pt_br: Excluir Variáveis Não Utilizadas
zh_cn: 删除未使用的变量

# UICommands.BlueprintEditorCommands,DeleteUnusedVariables
source: Delete Unused Variables
ja: 未使用の変数を削除

# Blueprint,DependencyCyleDetected_Error
source: Dependency cycle detected, preventing node @@ from being scheduled
es: Detectado ciclo dependiente, evitar que se programe el nodo @@
ja: ノード @@ のスケジューリングを妨げる依存サイクルが検出されました
pt_br: Ciclo de dependência detectado, impedindo que o nó @@ seja agendado
zh_cn: 检测到依赖循环，这阻止安排节点@@

# Blueprint,DuplicateVariable
source: Duplicate Variable
ja: 複製の変数
zh_cn: 复制变量

# MyBlueprint,DuplicateVariable
source: Duplicate Variable
ja: 変数を複製
zh_cn: 复制变量

# Blueprint,EventNodeReplaced_Note
source: {NodeTitle} ({EventNodeName}) was not valid for this Blueprint - it has been converted to a custom event.
es: {NodeTitle} ({EventNodeName}) no era válido para este Blueprint - ha pasado a ser un evento personalizado.
ja: {NodeTitle} ({EventNodeName}) はこのブループリントに対して無効です - カスタムイベントに変換されました。
pt_br: {NodeTitle} ({EventNodeName}) não era válido para esse Esquema e foi convertido para um evento personalizado.
zh_cn: {NodeTitle} ({EventNodeName}) 对于这个蓝图无效 - 已经将其转换为一个自定义事件。

# Blueprint,EventSignatureFixed_Note
source: {NodeTitle} ({EventNodeName}) had an invalid function signature - it has now been fixed.
ja: {NodeTitle} ({EventNodeName}) に無効な関数シグネチャがありました - 現在は修正されました。
zh_cn: {NodeTitle} ({EventNodeName})的函数签名无效 - 现在已修复。

# Blueprint,ImplementInterfaceBlueprint
source: Implement Interface
ja: インターフェースを実装
zh_cn: 实现接口

# Blueprint,InterfaceAlreadyImplemented
source: ImplementNewInterface: Blueprint '%s' already implements the interface called '%s'
es: ImplementNewInterface: El Blueprint '%s' ya aplica la interfaz llamada '%s'
ja: ImplementNewInterface: ブループリント '%s' はすでに '%s' というインターフェースを実装しています
pt_br: ImplementNewInterface: O Esquema '%s' já implementa a interface chamada '%s'
zh_cn: ImplementNewInterface: 蓝图'%s'已经实现了接口'%s'

# Blueprint,InterfaceEventNodeReplaced_Warn
source: '%s' was promoted from an event to a function - it has been replaced by a custom event, which won't trigger unless you call it manually.
es: '%s' ha cambiado de evento a función - se ha reemplazado por un evento personalizado, que no se disparará a menos de que llame manualmente.
ja: '%s' はイベントから関数に昇格しました。カスタムイベントに置き換えられました。カスタムイベントは手動で呼び出さない限りトリガーされません。
pt_br: '%s' foi promovido e passou de evento a função — foi substituído por um evento personalizado, que não será acionado a menos que seja chamado manualmente.
zh_cn: '%s'是有一个事件提升为的函数 - 已经将其替换为一个自定义事件，该事件必须手动触发。

# Blueprint,InterfaceEventRemovedNodeReplaced_Warn
source: '%s' was removed from its interface - it has been replaced by a custom event, which won't trigger unless you call it manually.
es: '%s' ha sido eliminado de su interfaz - se ha reemplazado por un evento personalizado, que no se disparará a menos de que llame manualmente.
ja: '%s' はインターフェースから除去されました。カスタムイベントと置換されました。カスタムイベントは手動で呼び出さない限りトリガーされません。
pt_br: '%s' foi removido de sua interface — foi substituído por um evento personalizado, que não será acionado a menos que seja chamado manualmente.
zh_cn: '%s'已从该接口中删除 - 被替换为一个自定义事件，该事件必须手动触发。

# Blueprint,InterfaceFunctionConflicts
source: ImplementNewInterface: Blueprint '%s' has a function or graph which conflicts with the function %s in the interface called '%s'
es: ImplementNewInterface: El Blueprint '%s' tiene una función o gráfico que entra en conflicto con la función %s en la interfaz llamada '%s'
ja: ImplementNewInterface: ブループリント '%s' に '%s' というインターフェースでコンフリクトが生じる関数 %s またはグラフが設定されています
pt_br: ImplementNewInterface: o esquema '%s' tem uma função ou grafo em conflito com a função %s na interface de nome '%s'
zh_cn: ImplementNewInterface: 蓝图'%s'的函数或图表和接口中的函数%s(该函数属于接口'%s')相矛盾。

# Blueprint,InterfaceNameCollision_Error
source: Interface name collision in blueprint: %s, interface: %s, name: %s
es: El nombre de la interfaz de colisión en el Blueprint: %s, interfaz %s, nombre %s
ja: ブループリントのインターフェース名コリジョン: %s 、インターフェース: %s 、名前: %s
pt_br: Colisão de nomes de interface no esquema: %s, interface: %s, nome: %s
zh_cn: 蓝图中的接口名称相冲突: %s, 接口: %s, 名称: %s

# Blueprint,InvalidUnloadedBP
source: The selected type was invalid once loaded, it has been removed from the list!
ja: 選択したタイプは一度ロードされると無効になります。リストから削除されました！
zh_cn: 加载后选中的类型是无效的，它已经从列表中删除！

# Blueprint,NoGraphTooltip
source: (None)
es: (Ninguno)
ja: （なし）
pt_br: (Nenhum)
zh_cn: (无)

# BlueprintDetailsCustomization,NoFunctionCategory
source: (None)
es: (Ninguno)
ja: (なし)
pt_br: (Nenhum)
zh_cn: (无)

# BlueprintDetailsCustomization,NoTooltip
source: (None)
es: (Ninguno)
ja: (なし)
pt_br: (Nenhum)
zh_cn: (无)

# SContentReference,NullReference
source: (None)
es: (Ninguno)
ja: (なし)
pt_br: (Nenhum)
zh_cn: (无)

# SContentReference,NullReferenceTooltip
source: (None)
es: (Ninguno)
ja: (なし)
pt_br: (Nenhum)
zh_cn: (无)

# Blueprint,RenameLocalVariable
source: Rename Local Variable
ja: ローカル変数の名前を変更

# K2Node,RenameLocalVariable
source: Rename Local Variable
es: Cambiar el nombre de la variable local
ja: ローカル変数の名前を変更
pt_br: Renomear Variável Local
zh_cn: 重命名局部变量

# Blueprint,RenameVariable
source: Rename Variable
es: Cambiar el nombre de la variable
ja: 変数の名前を変更
pt_br: Renomear Variável
zh_cn: 重命名变量

# BlueprintDetailsCustomization,RenameVariable
source: Rename Variable
es: Cambiar el nombre de la variable
ja: 変数の名前を変更
pt_br: Renomear Variável
zh_cn: 重命名变量

# BlueprintPalette,RenameVariable
source: Rename Variable
es: Cambiar el nombre de la variable
ja: 変数の名前を変更
pt_br: Renomear Variável
zh_cn: 重命名变量

# Structure,RenameVariable
source: Rename Variable
es: Cambiar el nombre de la variable
ja: 変数名を変更
pt_br: Renomear Variável
zh_cn: 重命名变量

# Blueprint,ReparentBlueprint
source: Reparent blueprint
es: Volver a unir el Blueprint a un padre
ja: 親ブループリントを変更
pt_br: Reierarquizar esquema
zh_cn: 重新设置蓝图父项

# BlueprintActionDatabase,AddCommentFromSelectionMenuName
source: Add Comment to Selection
ja: 選択対象にコメントを追加します
zh_cn: 为选中项添加注释

# BlueprintActionDatabase,InterfaceCallMenuName
source: {0} (Interface Call)
ja: {0} (インターフェース呼出し)
zh_cn: {0} (接口调用)

# BlueprintActionDatabase,MessageNodeMenuName
source: {0} (Message)
ja: {0} (メッセージ)
zh_cn: {0} (消息)

# K2Node_Message,ListTitle
source: {0} (Message)
ja: {0} (メッセージ)
zh_cn: {0} (消息)

# BlueprintActionMenuBuilder,NonMemberVarCategory
source: Class|{0}|{1}
ja: クラス|{0}|{1}
zh_cn: 类|{0}|{1}

# BlueprintActionMenuUtils,ActorsEventCategory
source: Add Event for Selected Actors
ja: 選択アクタにイベントを追加
zh_cn: 为选中的Actor添加事件

# BlueprintActionMenuUtils,ActorsFuncCategory
source: Call Function on Selected Actors
ja: 選択したアクタへ関数を呼び出す
zh_cn: 在选中的Actor上调用函数

# BlueprintActionMenuUtils,ComponentsEventCategory
source: Add Event for Selected Components
ja: 選択コンポーネントにイベントを追加
zh_cn: 为选中的组件添加事件

# BlueprintActionMenuUtils,ComponentsFuncCategory
source: Call Function on Selected Components
ja: 選択コンポーネントへ関数を呼び出す
zh_cn: 在选中的组件上调用函数

# BlueprintActionMenuUtils,ContextMenuFavoritesTitle
source: Favorites
ja: お気に入り
zh_cn: 收藏夹

# BlueprintFavoritesPalette,FavoriteseCategory
source: Favorites
es: Favoritos
ja: お気に入り
pt_br: Favoritos
zh_cn: 收藏夹

# BlueprintFavoritesPalette,PaletteTitle
source: Favorites
es: Favoritos
ja: お気に入り
pt_br: Favoritos
zh_cn: 收藏夹

# LevelEditorMenu,FavoriteFilesHeading
source: Favorites
es: Favoritos
ja: お気に入り
pt_br: Favoritos
zh_cn: 收藏夹

# MaterialEditorUtilities,FavoritesMenu
source: Favorites
es: Favoritos
ja: お気に入り
pt_br: Favoritos
zh_cn: 收藏夹

# BlueprintActionMenuUtils,PaletteRoot
source: Library
es: Biblioteca
ja: ライブラリ
pt_br: Biblioteca
zh_cn: 库

# BlueprintLibraryPalette,PaletteRootCategory
source: Library
es: Biblioteca
ja: ライブラリ
pt_br: Biblioteca
zh_cn: 库

# BlueprintActionMenuUtils,PasteHereMenuName
source: Paste here
ja: ここに貼り付け
zh_cn: 粘帖到这里

# SoundCueSchema,PasteHereAction
source: Paste here
es: Pegar aquí
ja: ここに貼り付け
pt_br: Colar aqui
zh_cn: 在此处粘贴

# BlueprintActionMenuUtils,SelectActorForEvents
source: Select Actor(s) to see available Events & Functions
ja: 使用可能なイベント/関数を選択したアクタで判断
zh_cn: 选择Actor来查看可用的 事件&函数

# BlueprintActionMenuUtils,SelectActorForEventsTooltip
source: Select Actor(s) in the level to see available Events and Functions in this menu.
ja: このメニューで有効なイベントと関数を確認するためにレベルのアクタを選択
zh_cn: 在关卡中选择Actor来在这个菜单中查看可用的事件和函数。

# BlueprintActionMenuUtils,SelectComponentForEvents
source: Select a Component to see available Events & Functions
ja: 利用可能なイベントと関数を確認するためにコンポーネントを選択します
zh_cn: 选择一个组件来查看可用的事件和函数

# BlueprintActionMenuUtils,SelectComponentForEventsTooltip
source: Select a Component in the MyBlueprint tab to see available Events and Functions in this menu.
ja: メニューで利用可能なイベントと関数を確認するためにMyBlueprintタブのコンポーネントを選択します
zh_cn: 在‘我的蓝图’选卡中选择一个组件来查看该菜单中可用的事件及函数。

# BlueprintActionMenuUtils,SingleActorEventCategory
source: Add Event for {0}
ja: {0}にイベントを追加
zh_cn: 为{0}添加事件

# BlueprintActionMenuUtils,SingleComponentEventCategory
source: Add Event for {0}
ja: {0}にイベントを追加
zh_cn: 为{0}添加事件

# BlueprintActionMenuUtils,SingleActorFuncCategory
source: Call Function on {0}
ja: {0} へ関数を呼び出す
pt_br: Chamar Função em {0}
zh_cn: 在{0}上调用函数

# BlueprintActionMenuUtils,SingleComponentFuncCategory
source: Call Function on {0}
ja: {0} へ関数を呼び出す
pt_br: Chamar Função em {0}
zh_cn: 在{0}上调用函数

# BlueprintBoundEventNodeSpawner,ComponentEventName
source: Add {0}
ja: {0} を追加
zh_cn: 添加{0}

# BlueprintComponenetNodeSpawner,AddComponentMenuName
source: Add {0}
es: Añadir {0}
ja: 追加 {0}
pt_br: Adicionar {0}
zh_cn: 添加{0}

# SLevelViewport,AddActorMenuFormat
source: Add {0}
es: Añadir {0}
ja: {0} を追加
pt_br: Adicionar {0}
zh_cn: 添加{0}

# SSCSEditor,AddEvent_ToolTip
source: Add {0}
es: Añadir {0}
ja: {0} を追加
pt_br: Adicionar {0}
zh_cn: 添加{0}

# BlueprintComponenetNodeSpawner,AddBoundComponentMenuName
source: Add {0} (as {1})
ja: {0} を追加({1}として)
zh_cn: 添加{0} (作为 {1})

# BlueprintComponenetNodeSpawner,AddBoundComponentTooltip
source: Spawn {0} using {1}
ja: {1} を利用して {0} をスポーン
zh_cn: 使用{1}生成{0}

# BlueprintComponenetNodeSpawner,AddComponentTooltip
source: Spawn a {0}
ja: {0} をスポーン
zh_cn: 生成一个{0}

# BlueprintComponenetNodeSpawner,ComponentCategory
source: Add Component|{0}
es: Añadir componente|{0}
ja: コンポーネントを追加|{0}
pt_br: Adicionar Componente|{0}
zh_cn: 添加组件|{0}

# BlueprintDebugger,TabTitle
source: Blueprint Debugger
es: Depurador del Blueprint
ja: ブループリントデバッガ
pt_br: Depurador de Esquema
zh_cn: 蓝图调试器

# BlueprintDebugger,TooltipText
source: Open the Blueprint Debugger tab.
es: Abrir la pestaña del depurador del Blueprint.
ja: ブループリントのデバッガタブを開く
pt_br: Abre a guia Depurador de Esquema.
zh_cn: 打开蓝图调试器选卡。

# BlueprintDebugging,DisplayErrorLambda_CallStackDesc
source: Displays the underlying callstack, tracing what function calls led to the assert occuring.
ja: 下層のコールスタックを表示します。アサートの発生につながった関数コールを追跡します。
zh_cn: 显示潜在的函数调用栈，跟踪导致发生断言的函数调用。

# BlueprintDebugging,DisplayErrorLambda_CallStackLink
source: Call Stack
ja: スタックの呼び出し
zh_cn: 函数调用栈

# BlueprintDebugging,FatalErrorType
source: Fatal Error
ja: 致命的なエラー
zh_cn: 致命错误

# BlueprintDebugging,InfiniteLoopErrorType
source: Infinite Loop
ja: 無限ループ
zh_cn: 无限循环

# BlueprintDetailsCustomization,AccessSpecifier
source: Access Specifier
es: Especificador de acceso
ja: アクセス指定子
pt_br: Especificador de Acesso
zh_cn: 访问修饰符

# BlueprintDetailsCustomization,AddInParam
source: Add In Parameter
es: Añadir parámetro interno
ja: パラメータに追加
pt_br: Adicionar Parâmetro de Entrada
zh_cn: 添加输入参数

# UnrealEd,AddInParam
source: Add In Parameter
ja: パラメターに追加
zh_cn: 添加输入参数

# BlueprintDetailsCustomization,AddOutParam
source: Add Out Parameter
es: Añadir parámetro externo
ja: アウトプットパラメータを追加
pt_br: Adicionar Parâmetro de Saída
zh_cn: 添加输出参数

# BlueprintDetailsCustomization,BlueprintAddInterface
source: Add Interface
es: Añadir Interfaz
ja: インターフェースを追加
pt_br: Adicionar Interface
zh_cn: 添加接口

# BlueprintDetailsCustomization,BlueprintAddInterfaceButton
source: Add
es: Añadir
ja: 追加
pt_br: Adicionar
zh_cn: 添加

# BspPalette,BspModeAdd
source: Add
es: Añadir
ja: 加算
pt_br: Adicionar
zh_cn: 添加

# FBXOption,FbxOptionWindow_Scene_Reimport_Filter_Add_Content
source: Add
ja: 追加
zh_cn: 添加

# LandscapeEditor,Tool.AddComponent
source: Add
es: Añadir
ja: 追加
pt_br: Adicionar
zh_cn: 添加

# LandscapeEditor,ToolSet_AddComponent
source: Add
es: Añadir
ja: 追加
pt_br: Adicionar
zh_cn: 添加

# NiagaraOpInfo,Add Name
source: Add
ja: 追加
zh_cn: 加法

# PropertyCustomizationHelpers,AddButtonLabel
source: Add
es: Añadir
ja: 追加
pt_br: Adicionar
zh_cn: 添加

# UICommands.SequenceRecorderCommands,AddRecording
source: Add
ja: 追加

# BlueprintDetailsCustomization,BlueprintComponentDetails_ParentSocket
source: Parent Socket
es: Puntos de acople padre
ja: 親ソケット
pt_br: Soquete Pai
zh_cn: 父项插槽

# BlueprintDetailsCustomization,BlueprintComponentDetails_Sockets
source: Sockets
es: Puntos de acople
ja: ソケット
pt_br: Soquetes
zh_cn: 插槽

# BlueprintDetailsCustomization,BlueprintComponentDetailsCategory
source: Sockets
es: Puntos de acople
ja: ソケット
pt_br: Soquetes
zh_cn: 插槽

# SSkeletonTree,SocketsMenuHeading
source: Sockets
es: Puntos de acople
ja: ソケット
pt_br: Soquetes
zh_cn: 插槽

# StaticMeshEditor,EditStaticMeshSockets
source: Sockets
es: Puntos de acople
ja: ソケット
pt_br: Soquetes
zh_cn: 插槽

# UICommands.AnimViewportShowCommands,ShowSockets
source: Sockets
ja: ソケット

# UICommands.StaticMeshEditorCommands,SetShowSockets
source: Sockets
ja: ソケット

# BlueprintDetailsCustomization,BlueprintComponentDetails_VariableCategoryLabel
source: Category
es: Categoría
ja: カテゴリ
pt_br: Categoria
zh_cn: 分类

# BlueprintDetailsCustomization,CategoryLabel
source: Category
es: Categoría
ja: カテゴリ
pt_br: Categoria
zh_cn: 分类

# UMG,Category
source: Category
ja: カテゴリ
zh_cn: 分类

# BlueprintDetailsCustomization,BlueprintComponentDetails_VariableNameLabel
source: Variable Name
es: Nombre de la variable
ja: 変数名
pt_br: Nome da Variável
zh_cn: 变量名称

# BlueprintDetailsCustomization,BlueprintVarActionDetails_VariableNameLabel
source: Variable Name
es: Nombre de la variable
ja: 変数名
pt_br: Nome da Variável
zh_cn: 变量名称

# BlueprintDetailsCustomization,BlueprintComponentDetails_VariableTooltipLabel
source: Tooltip
es: Herramienta de ayuda
ja: ツールヒント
pt_br: Dica de ferramenta
zh_cn: 工具提示

# BlueprintDetailsCustomization,IsVariableToolTipLabel
source: Tooltip
es: Herramienta de ayuda
ja: ツールヒント
pt_br: Dica de ferramenta
zh_cn: 工具提示

# BlueprintDetailsCustomization,VariableToolTipLabel
source: Tooltip
es: Herramienta de ayuda
ja: ツールヒント
pt_br: Dica de ferramenta
zh_cn: 工具提示

# FindInBlueprintManager,Tooltip
source: Tooltip
es: Herramienta de ayuda
ja: ツールヒント
pt_br: Dica de ferramenta
zh_cn: 工具提示

# StructureEditor,Tooltip
source: Tooltip
es: Herramienta de ayuda
ja: ツールヒント
pt_br: Dica de ferramenta
zh_cn: 工具提示

# BlueprintDetailsCustomization,BlueprintDetails_ParentClass
source: Parent Class
es: Clase padre
ja: 親クラス
pt_br: Classe Pai
zh_cn: 父类

# SSCSEditor,TooltipSuperClass
source: Parent Class
ja: 親クラス
zh_cn: 父类

# BlueprintDetailsCustomization,BlueprintImplementedInterfaceTitle
source: Implemented Interfaces
es: Interfaces aplicadas
ja: 実装インターフェース
pt_br: Interfaces Implementadas
zh_cn: 应用的接口

# BlueprintDetailsCustomization,BlueprintInheritedInterfaceTitle
source: Inherited Interfaces
es: Interfaces heredadas
ja: 継承インターフェース
pt_br: Interfaces Herdadas
zh_cn: 继承的接口

# BlueprintDetailsCustomization,BlueprintInterfaceBrowseTooltip
source: Opens this interface
es: Abre esta interfaz
ja: このインターフェースを開く
pt_br: Abre esta interface
zh_cn: 打开此接口

# BlueprintDetailsCustomization,BlueprintInterfacesDetailsCategory
source: Interfaces
ja: インターフェース
zh_cn: 接口

# FindInBlueprintManager,Interfaces
source: Interfaces
ja: インターフェース
zh_cn: 接口

# GraphActionNode,Interfaces
source: Interfaces
ja: インターフェース
zh_cn: 接口

# BlueprintDetailsCustomization,BlueprintInterfaceValue
source: Interface Value
es: Valor de la interfaz
ja: インターフェース値
pt_br: Valor da Interface
zh_cn: 接口值

# BlueprintDetailsCustomization,CannotChangeOverrideReplication
source: Cannot alter a custom-event's replication settings when it overrides an event declared in a parent.
es: No puede alterar una configuración de duplicado del evento personalizado cuando se anula un evento declarado en el elemento primario.
ja: 親で宣言されたイベントのオーバーライド時はカスタムイベントのレプリケーション設定を変更できません
pt_br: Não é possível alterar as configurações de replicação do evento personalizado quando ele substitui um evento declarado em um pai.
zh_cn: 当一个自定义事件重载了父项中声明的一个事件时，不能修改此自定义事件的复制设置。

# BlueprintDetailsCustomization,ChangeAccessSpecifier
source: Change Access Specifier
es: Cambiar especificador de acceso
ja: アクセス指定子を変更
pt_br: Alterar Especificador de Acesso
zh_cn: 修改访问修饰符

# BlueprintDetailsCustomization,ChangePure
source: Change Pure
es: Cambiar Puro
ja: 純粋変え
pt_br: Alterar Puro
zh_cn: 修改纯虚函数

# BlueprintDetailsCustomization,ClassOptions
source: Class Options
ja: クラスオプション
zh_cn: 类选项

# BlueprintDetailsCustomization,ClientDropDown
source: Run on owning Client
es: Ejecutar en el cliente que le pertenece
ja: 所有しているクライアントで実行
pt_br: Executar em Cliente proprietário
zh_cn: 在其所属的客户端上运行

# BlueprintDetailsCustomization,ClientToolTip
source: Replicate this event from the server to owning client.
es: Duplicar este evento del servidor al cliente que le pertenece.
ja: このイベントをサーバーから所有クライアントへ複製
pt_br: Replicar este evento do servidor para o cliente proprietário.
zh_cn: 从服务器复制此事件到其所在的客户端。

# BlueprintDetailsCustomization,CompactNodeTitleLabel
source: Compact Node Title
ja: コンパクト ノード タイトル
zh_cn: 合并节点标题

# BlueprintDetailsCustomization,ComponentVariableRenameFailed_InUse
source: {0} is in use by another variable or function!
es: ¡{0} está en uso por otra variable o función!
ja: {0} は別の変数または関数で使用中です！
pt_br: {0} está em uso por outra variável ou função!
zh_cn: {0}正在由另一个变量或函数使用!
