Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# PinTypeSelector,PinTypeSelector
source: Select the variable's pin type.
es: Seleccionar tipo de Pin de la variable.
ja: 変数のピンタイプを選択
pt_br: Seleciona o tipo de fixador da variável.
zh_cn: 选择该变量的引脚类型。

# PixelInspector,ContextColorRowTitle
source: Context Colors
ja: コンテキストカラー

# PixelInspector,FinalColorContextArray
source: Context Color
ja: コンテキストカラー

# PlacementMode,AllClasses
source: All Classes
es: Todas las clases
ja: 全てのクラス
pt_br: Todas as Classes
zh_cn: 所有类

# SClassPickerDialog,AllClassesAreaTitle
source: All Classes
ja: すべてのクラス
zh_cn: 所有类

# PlacementMode,DisplayName
source: Place
es: Colocar
ja: 配置
pt_br: Colocar
zh_cn: 放置

# PlacementMode,NoResultsFound
source: No Results Found
es: No se han encontrado resultados
ja: 検索結果がありません
pt_br: Nenhum Resultado Encontrado
zh_cn: 未找到结果

# PlacementMode,SearchPlaceables
source: Search Classes
es: Buscar clases
ja: クラスの検索
pt_br: Buscar Classes
zh_cn: 搜索类别

# PlacementMode,VisualEffects
source: Visual Effects
ja: ビジュアルエフェクト
zh_cn: 视觉效果

# PlayInEditor,PrePIE_BlueprintErrors
source: One or more blueprints has an unresolved compiler error, are you sure you want to Play in Editor?{ErrorBlueprints}
es: Uno o más Blueprint tienen un error de compilación sin resolver, ¿está seguro de que quiere reproducir en el editor?{ErrorBlueprints}
ja: ブループリントに解決されていないコンパイルエラーが含まれています。本当にプレイ イン エディタしますか？ {ErrorBlueprints}
pt_br: Um ou mais esquemas têm um erro de compilador não resolvido. Deseja mesmo Reproduzir no Editor?{ErrorBlueprints}
zh_cn: 一个或多个蓝图具有一个未解决的编译错误，您确定想在编辑器中运行吗?{ErrorBlueprints}

# PlayInEditor,PrePIE_BlueprintsDirty
source: One or more blueprints have been modified without being recompiled. Do you want to compile them now? {DirtyBlueprints}
ja: 再コンパイルなしで1 つ以上のブループリントが変更されました。ブループリントを再コンパイルしますか？ {DirtyBlueprints}
zh_cn: 一个或多个蓝图已经被修改，但还没有重新编译。您现在想重新编译它们吗? {DirtyBlueprints}

# PlayLevel,BlueprintAutoCompilationPageLabel
source: Pre-Play auto-recompile
ja: プレイ前に自動再コンパイル
zh_cn: 运行前自动重新编译

# PlayLevel,BlueprintCompilationPageLabel
source: Pre-Play recompile
ja: プレイ前の再コンパイル
zh_cn: 运行前重新编译

# PlayLevel,BlueprintCompileFailed
source: Blueprint {Name} failed to compile
es: Error al compilar el Blueprint {Name}
ja: ブループリント {Name} のコンパイルに失敗しました
pt_br: Falha ao compilar o Esquema {Name}
zh_cn: 蓝图 {Name}编译失败

# PlayLevel,DeploymentTaskCompleted
source: Deployment complete! Open the app on your device to launch.
es: ¡Implementación completa! Abra la app en su dispositivo para iniciar.
ja: デプロイが完了しました！ご使用のデバイスでアプリを開いて起動してください。
pt_br: Implementação concluída! Abra o aplicativo em seu dispositivo para iniciar.
zh_cn: 部署完成！在您的设备上打开应用程序进行启动。

# PlayLevel,DeploymentTaskFailed
source: Deployment failed!
ja: デプロイに失敗しました！
zh_cn: 部署失败！

# PlayLevel,LauncherTaskBuildNotification
source: Building Executable for {PlatformName}...
ja: {PlatformName} の実行ファイルをビルド中...
zh_cn: 对{PlatformName}构建可执行程序...

# PlayLevel,LauncherTaskCancelToolTip
source: Cancels execution of this task.
es: Cancela la ejecución de esta tarea.
ja: このタスクの実行をキャンセルする
pt_br: Cancela a execução desta tarefa.
zh_cn: 取消执行该任务

# UATHelper,UatTaskCancelToolTip
source: Cancels execution of this task.
ja: このタスクの実行をキャンセル

# PlayLevel,LauncherTaskCompleted
source: Launch complete!!
es: ¡Arranque completado!
ja: 起動が完了しました！
zh_cn: 启动完成！！

# PlayLevel,LauncherTaskFailed
source: Launch failed!
ja: 起動に失敗しました！

# PlayLevel,LauncherTaskFailedNotification
source: Failed to launch task!
es: ¡Error al iniciar la tarea!
ja: 起動タスクに失敗しました！
pt_br: Falha ao iniciar tarefa!
zh_cn: 启动任务失败！

# PlayLevel,LauncherTaskInProgressNotificationNoDevice
source: Launching...
es: Iniciando...
ja: 起動中...
pt_br: Iniciando...
zh_cn: 正在启动...

# PlayLevel,LauncherTaskProcessingNotification
source: Processing Assets for {PlatformName}...
ja: {PlatformName} のアセットを処理中...
zh_cn: 正在处理{PlatformName}的资源...

# PlayLevel,LauncherTaskStageNotification
source: Deploying Executable and Assets to {DeviceName}...
ja: 実行ファイルとアセットを {DeviceName} をデプロイ中...
zh_cn: 正在部署可执行程序和资源到{DeviceName}...

# PlayLevel,LauncherTaskStageNotificationNoDevice
source: Deploying Executable and Assets...
ja: 実行ファイルとアセットをデプロイ中...
zh_cn: 正在部署可执行程序和资源...

# PlayLevel,LauncherTaskValidateNotification
source: Validating Executable for {PlatformName}...
ja: {PlatformName} の実行ファイルを確認中...
zh_cn: 正在验证{PlatformName}的可执行程序...

# PlayLevel,LaunchtaskFailedNotification
source: Launch canceled!
es: ¡Arranque cancelado!
ja: 起動をキャンセルしました！
pt_br: Início cancelado!
zh_cn: 启动已取消!

# PlayLevel,LoggedInClient
source: Client logged in
ja: クライアントがログインしました

# PlayLevel,LoggedInClientFailure
source: Client failed to login
ja: クライアントがログインに失敗

# PlayLevel,LoggedInServer
source: Server logged in
es: El servidor ha iniciado la sesión
ja: サーバーにログインしました
pt_br: Servidor conectado
zh_cn: 登陆的服务器

# PlayLevel,LoggedInServerFailure
source: Server failed to login
es: El servidor no pudo iniciar la sesión
ja: サーバーにログインできませんでした
pt_br: Falha no login do servidor
zh_cn: 登录失败的服务器

# PlayLevel,LoggingInDedicated
source: Dedicated Server logged in
es: El servidor dedicado ha iniciado la sesión
ja: ログインした専用サーバー
pt_br: Servidor Dedicado conectado
zh_cn: 登陆的专用服务器

# PlayLevel,MapCheck_Message_UsingExternalObject
source: {ObjectName} : Externally referenced
es: {ObjectName} : Externamente referenciado
ja: {ObjectName} : 外部からリファレンス
pt_br: {ObjectName}: referenciado externamente
zh_cn: {ObjectName} : 已被外部引用

# PlayLevel,PIEErrorsPresent
source: Errors/warnings reported while playing in editor.
es: Errores/avisos registrados mientras reproducía el editor.
ja: エディタで再生中にエラー/警告が報告されました
pt_br: Erros/advertências relatados ao jogar no editor.
zh_cn: 在编辑器中播放时发生了错误/警告。

# PlayLevel,PIEObjectStillReferenced
source: Object from PIE level still referenced. Shortest path from root: {Path}
es: Objeto del nivel PIE aún reverenciado. Ruta más corta de la raíz: {Path}
ja: PIE レベルのオブジェクトが引き続きリファレンスされています。Root からの最短パス: {Path}
pt_br: O objeto de nível PIE ainda está referenciado. Caminho mais curto da raiz: {Path}
zh_cn: 仍然引用着PIE中的对象。从根路径开始的最短路径： {Path}

# PlayLevel,PIESessionLabel
source: PIE session: {Package} ({TimeStamp})
es: Sesión PIE (reproducción en el editor): {Package} ({TimeStamp})
ja: PIEセッション: {Package} ({TimeStamp})
pt_br: Sessão de PIE : {Package} ({TimeStamp})
zh_cn: PIE会话: {Package} ({TimeStamp})

# PlayLevel,PIEStartTime
source: Play in editor start time for {MapName} {StartTime}
es: Tiempo de inicio de la reproducción en el editor para {MapName} {StartTime}
ja: {MapName} {StartTime}のプレイ イン エディタの開始時間
pt_br: Momento de início de reprodução no editor para {MapName} {StartTime}
zh_cn: {MapName}的‘在编辑器中播放’的起始时间{StartTime}

# PlayLevel,SIESessionLabel
source: SIE session: {Package} ({TimeStamp})
es: Sesión SIE (simulación en el editor): {Package} ({TimeStamp})
ja: SIEセッション: {Package} ({TimeStamp})
pt_br: Sessão de SIE: {Package} ({TimeStamp})
zh_cn: SIE 会话: {Package} ({TimeStamp})

# PListEditor,arrayValueTypeLabel
source: array
es: matriz
ja: 配列
pt_br: matriz
zh_cn: 数组

# PListEditor,dictionaryValueTypeLabel
source: dictionary
es: diccionario
ja: 辞書
pt_br: dicionário
zh_cn: 字典

# PListEditor,FileAndNumKeyValuePairsFmt
source: file [{0} key/value pairs]
ja: ファイル [{0} キー/値ペア]
zh_cn: 文件[{0} 键/值 对]

# PListEditor,NumKeyValuePairsFmt
source: [{0} key/value pairs]
ja: [{0} キー/値ペア]
zh_cn: [{0} 键值/值 对]

# PListEditor,PListCloseTabOverwriteTextFormatting
source: Overwrite existing file {Filename}?
es: ¿Sobrescribir el archivo existente {Filename}?
ja: 既存ファイルの {Filename} を上書きしますか？
pt_br: Substituir o arquivo {Filename} existente?
zh_cn: 覆盖现有文件{Filename}?

# PListEditor,PListFileExistsMessageFormatting
source: Overwrite existing file {Filename}?
es: ¿Sobrescribir el archivo existente {Filename}?
ja: 既存ファイルの {Filename} を上書きしますか？
pt_br: Substituir o arquivo {Filename} existente?
zh_cn: 覆盖现有文件{Filename}?

# PListEditor,PListCloseTabSaveTextFormatting
source: Save {FilePath}?
es: ¿Guardar {FilePath}?
ja: {FilePath} を保存しますか？
pt_br: Salvar {FilePath}?
zh_cn: 保存{FilePath}?

# PListEditor,PListContextHeadingAdd
source: Add Operations
es: Añadir operaciones
ja: オペレーションを追加
pt_br: Adicionar Operações
zh_cn: 添加操作

# PListEditor,PListContextHeadingElements
source: Entry Modifications
es: Introducir modificaciones
ja: インプット修正
pt_br: Modificações de Entradas
zh_cn: 修改条目

# PListEditor,PListDeleteConfirmation
source: Are you sure you want to remove the selected entries? (This action is irreversible!)
es: ¿Está seguro de que quiere eliminar las entradas seleccionadas? (¡No deshacer esta acción!)
ja: 選択中のエントリーを取り除いてもよろしいですか?（この動作は元に戻すことができません！）
pt_br: Deseja mesmo remover as entradas selecionadas? (Esta ação é irreversível!)
zh_cn: 您确定想删除选中的条目吗？ (该操作是不可取消的!)

# PListEditor,PListDeleteConfirmationCaption
source: Confirm Removal
es: Confirmar eliminación
ja: 取り除きを確認する
pt_br: Confirmar Remoção
zh_cn: 确认删除

# PListEditor,PListEditor
source: PList Editor
es: Editor de la lista de propiedades
ja: Plistエディタ
pt_br: Editor de PList
zh_cn: PList编辑器

# PListEditorApp,TabTitle
source: PList Editor
es: Editor de la lista de propiedades
ja: Plistエディタ
pt_br: Editor de PList
zh_cn: PList编辑器

# PListEditor,PListLoadFail
source: Load Failed
es: Error al cargar
ja: ロードに失敗しました
pt_br: Falha ao Carregar
zh_cn: 载入失败

# PListEditor,PListLoadSuccess
source: Load Successful
es: Se ha guardado correctamente
ja: ロードに成功しました！
pt_br: Carregamento Concluído
zh_cn: 载入成功

# PListEditor,PListNewToolTip
source: Create a new plist file
es: Crear un nuevo archivo de lista de propiedades
ja: 新規plistファイルを作成
pt_br: Criar um novo arquivo plist
zh_cn: 创建新的plist文件

# PListEditor,PListNodeValidationFail
source: Cannot save file: Not all plist entries have valid input
es: No se puede guardar el archivo: No todas las listas de propiedades tienen un Pin válido.
ja: ファイルを保存できません：すべてのplistエントリーが有効なインプット値とは限りません
pt_br: Não é possível salvar o arquivo: nem todas as entradas da plist têm entradas válidas
zh_cn: 不能保存文件: 不是所有的plist条目都具有有效输入。

# PListEditor,PListNoFileLoaded
source: No File Loaded
es: No se ha cargado ningún archivo
ja: ファイルはロードされませんでした
pt_br: Nenhum Arquivo Carregado
zh_cn: 没有载入文件

# PListEditor,PListOpen
source: Open...
es: Abrir...
ja: 開く...
pt_br: Abrir...
zh_cn: 打开...

# PListEditor,PListOpenToolTip
source: Open an existing plist file
es: Abrir un archivo de la lista de propiedades existente
ja: 既存のplistファイルを開く
pt_br: Abre um arquivo de plist existente
zh_cn: 打开现有的plist文件

# PListEditor,PListOverwriteMessageFormatting
source: Overwrite {FilePath}?
es: ¿Sobrescribir {FilePath}?
ja: {FilePath} を上書きしますか？
pt_br: Substituir {FilePath}?
zh_cn: 覆盖{FilePath}?

# PListEditor,PListSaveAs
source: Save As...
es: Guardar como…
ja: 名前を付けて保存...
pt_br: Salvar Como...
zh_cn: 另存为...

# UICommands.AssetEditorCommonCommands,SaveAssetAs
source: Save As...
ja: 名前を付けて保存...

# UICommands.LevelCollectionCommands,World_SaveSelectedLevelAs
source: Save As...
ja: 名前を付けて保存...

# PListEditor,PListSaveAsDialogTitle
source: Save As
es: Guardar como
ja: 名前を付けて保存
pt_br: Salvar Como
zh_cn: 另存为

# UICommands.PListEditorCommands,SaveAsCommand
source: Save As
ja: 名前を付けて保存

# UnrealEd,SaveAs
source: Save As
es: Guardar como
ja: 名前を付けて保存
pt_br: Salvar Como
zh_cn: 另存为

# PListEditor,PListSaveAsToolTip
source: Save current working plist with a specified filename
es: Guardar lista de propiedades operativa actual con un nombre de archivo especificado.
ja: 現在作業中のplistのファイル名を指定して保存
pt_br: Salva a plist de trabalho atual com um nome de arquivo especificado
zh_cn: 使用特定的文件名称保存当前运行的plist

# PListEditor,PListSaveFail
source: Save Failed
es: Error al guardar
ja: 保存できませんでした
pt_br: Falha ao Salvar
zh_cn: 保存失败

# PListEditor,PListSaveSuccess
source: Save Successful
es: Se ha guardado correctamente
ja: 保存完了
pt_br: Salvamento Concluído
zh_cn: 保存成功

# PListEditor,PListSaveToolTip
source: Save current working plist
es: Guardar lista de propiedades operativa acual.
ja: 現在作業中のplistを保存
pt_br: Salva a plist de trabalho atual
zh_cn: 保存当前运行的plist

# PListEditor,PListValueTypeSectionTitle
source: Value Type
es: Tipo de valor
ja: 値のタイプ
pt_br: Tipo de Valor
zh_cn: 值类型

# PListEditor,PListXMLErrorMissingKeyString
source: Error while parsing plist: Key found without a string
es: Ha habido un error mientras se analizaba la lista de propiedades: Se ha encontrado una clave sin una cadena
ja: Plistをパース中にエラーが発生しました：文字列のないキーが見つかりました
pt_br: Erro ao analisar plist: foi encontrada uma chave sem um string
zh_cn: 解析plist时出现错误: 发现了没有字符串的键

# PListEditor,PListXMLErrorMissingKeyValue
source: Error while parsing plist: Got a key without an associated value
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una clave sin un valor asociado.
ja: Plistをパース中にエラーが発生しました：関連する値を持たないキーを取得しました
pt_br: Erro ao analisar plist: foi obtida uma chave sem um valor associado
zh_cn: 解析plist时出现错误: 发现了一个没有对应值的键。

# PListEditor,PListXMLErrorNullValueString
source: Error while parsing plist: Value found is null (empty string)
es: Ha habido un error mientras se analizaba la lista de propiedades: Se ha encontrado un valor nulo (cadena vacía)
ja: Plistをパース中にエラーが発生しました：nullの値が見つかりました（空の文字列）
pt_br: Erro ao analisar plist: o valor encontrado é nulo (string vazio)
zh_cn: 解析plist时出现错误: 发现的值为null (空字符串)

# PListEditor,PListXMLErrorUnexpectedArray
source: Error while parsing plist: Got unexpected array tag without preceeding key
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una etiqueta de matriz inesperada sin clave que la preceda.
ja: Plistをパース中にエラーが発生しました：進行キーがない予期しないXMLタグを取得しました
pt_br: Erro ao analisar plist: foi obtido um rótulo de matriz inesperado sem a chave anterior
zh_cn: 解析plist时出现错误: 发现了意外的没有先行键的数组标签

# PListEditor,PListXMLErrorUnexpectedFalse
source: Error while parsing plist: Got unexpected false tag without preceeding key
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una etiqueta falsa inesperada sin clave que la preceda
ja: Plistをパース中にエラーが発生しました：進行キーがない予期しないfalseタグを取得しました
pt_br: Erro ao analisar plist: foi obtido um rótulo falsa inesperado sem a chave anterior
zh_cn: 解析plist时出现错误: 发现了意外的没有先行键的false标签

# PListEditor,PListXMLErrorUnexpectedString
source: Error while parsing plist: Got unexpected string tag without preceeding key
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una etiqueta de cadena inesperada sin una clave que la preceda
ja: Plistをパース中にエラーが発生しました：進行キーがない予期しないstringタグを取得しました
pt_br: Erro ao analisar plist: foi obtido um rótulo de string inesperado sem a chave anterior
zh_cn: 解析plist时出现错误: 发现了意外的没有先行键的字符串标签

# PListEditor,PListXMLErrorUnexpectedTag
source: Error while parsing plist: Got unexpected XML tag
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una etiqueta XML inesperada.
ja: Plistをパース中にエラーが発生しました：予期しないXMLタグを取得しました
pt_br: Erro ao analisar plist: foi obtido um rótulo XML inesperado
zh_cn: 解析plist时出现错误: 发现了意外的 XML 标签

# PListEditor,PListXMLErrorUnexpectedTrue
source: Error while parsing plist: Got unexpected true tag without preceeding key
es: Ha habido un error mientras se analizaba la lista de propiedades: Tiene una etiqueta verdadera inesperada sin una clave que la preceda
ja: Plistをパース中にエラーが発生しました：進行キーがない予期しないtrueタグを取得しました
pt_br: Erro ao analisar plist: foi obtido um rótulo verdadeira inesperado sem a chave anterior
zh_cn: 解析plist时出现错误: 发现了意外的没有先行键的true 标签

# PListEditor,PListXMLLoadErrorFormatting
source: Failed to Load PList File: {Filepath} {ErrorDetails}
es: Error al cargar el archivo PList: {Filepath} {ErrorDetails}
ja: Plistファイルのロードに失敗しました: {Filepath} {ErrorDetails}
pt_br: Falha ao Carregar Arquivo da Plist: {Filepath} {ErrorDetails}
zh_cn: 未能载入PList文件： {Filepath} {ErrorDetails}

# PListEditor,stringValueTypeLabel
source: string
es: cadena
ja: 文字列
zh_cn: 字符串

# PListEditor,UnknownColumn
source: Unknown Column
es: Columna desconocida
ja: 不明なカラム
pt_br: Coluna Desconhecida
zh_cn: 未知列

# SGameplayCueEditor,UnknownColumn
source: Unknown Column
ja: 不明なカラム
zh_cn: 未知列

# SSCSEditor,UnknownColumn
source: Unknown Column
es: Columna desconocida
ja: 不明なカラム
pt_br: Coluna Desconhecida
zh_cn: 未知列

# PListNodeArray,ArrayUsesColumns
source: PListNodeArray uses columns
es: PListNodeArray usa columnas
ja: PListNodeArrayはカラムを使用します
pt_br: PListNodeArray usa colunas
zh_cn: PListNodeArray列栏

# PListNodeArray,FPListNodeBooleanArrayUsesColumns
source: FPListNodeBoolean uses columns
es: FPListNodeBoolean usa columnas
ja: FPListNodeBooleanはカラムを使用します
pt_br: FPListNodeBoolean usa colunas
zh_cn: FPListNodeBoolean使用列栏

# PListNodeArray,FPListNodeDictionaryArrayUsesColumns
source: FPListNodeDictionary uses columns
es: FPListNodeDictionary usa columnas
ja: FPListNodeDictionaryはカラムを使用します
pt_br: FPListNodeDictionary usa colunas
zh_cn: FPListNodeDictionary使用列栏

# PListNodeArray,PListNodeFileArrayUsesColumns
source: PListNodeFile does not use columns
es: PListNodeFile no usa columnas
ja: PListNodeFileはカラムを使用しません
pt_br: PListNodeFile não usa colunas
zh_cn: PListNodeFile没有使用列栏

# PluginWarden,ConnectingToLauncher
source: Connecting...
ja: 接続中...
zh_cn: 连接中...

# PluginWarden,Processing
source: Processing...
ja: 処理中...
zh_cn: 处理中...

# PluginWarden,StartingLauncher
source: Starting Epic Games Launcher...
ja: エピックゲームズランチャーを開始中...
zh_cn: 启动 Epic Games 启动器

# PoseAssetDetails,AdditiveBasePoseLabel
source: Base Pose
ja: ベースポーズ

# PoseAssetDetails,AdditiveLabel
source: Additive
ja: 加算

# UICommands.LevelEditorActions,ConvertToAdditive
source: Additive
ja: 加算
zh_cn: 添加型

# PoseAssetDetails,ApplyPose_RecalculateAdditive_Label
source: Apply New Base Pose
ja: 新しいベースポーズを適用

# PoseAssetDetails,BasePoseComboToolTip
source: Select Base Pose for the
ja: ベースポーズを選択

# PostProcessSettingsCustomization,Blendable_ChooseElement
source: Choose
ja: 選択
zh_cn: 选择

# PostProcessSettingsCustomization,Blendable_IndirectAsset
source: Asset reference
ja: アセットリファレンス
zh_cn: 资源引用

# PrimitiveComponentDetails,PrimitiveMobilityTooltip
source: Mobility for primitive components controls how they can be modified in game and therefore how they interact with lighting and physics. * A movable primitive component can be changed in game, but requires dynamic lighting and shadowing from lights which have a large performance cost. * A static primitive component can't be changed in game, but can have its lighting baked, which allows rendering to be very efficient.
ja: プリミティブコンポーネントの可動性はゲーム内での変更が可能であるかを制御するため、結果としてライテイングや物理特性とのインタラクション方法も制御します。 * ムーバブルプリミティブコンポーネントはゲーム内で変更できますが、大きなパフォーマンスコストを伴う動的ライティングやシャドウイングが必要です。 * 静的プリミティブコンポーネントはゲーム内で変更することは出来ませんがライティングを焼き付けることができるため、大変効率よくレンダリングを行います。
zh_cn: 图元组件的移动性控制了如何在游戏中修改这些组件，以及这些图元组件如何同光照及物理进行交互。 * 一个可移动的图元组件是可以在游戏中进行改变的，但是需要来自光源的动态光照及阴影，这会产生较大的性能消耗。 * 一个静态图元组件是在游戏中不能改变的，但是可以烘焙其光照，这使得可以进行高效的渲染。

# ProceduralFoliageComponentDetails,NothingSpawned_Notification
source: Unable to spawn instances. Ensure a large enough surface exists within the volume.
ja: インスタンスをスポーン出来ません。ボリューム内に十分な大きさのサーフェスがあることを確認してください。
zh_cn: 无法生成实例。请确保体积内存在足够大的表面。

# ProceduralFoliageComponentDetails,Resimulate_Tooltip
source: Runs the procedural foliage spawner simulation. Replaces any existing instances spawned by a previous simulation.
ja: プロシジャルフォリッジのスポーナーシミュレーションを実行します。前回のシミュレーションでスポーンした既存インスタンスをすべて置換します。
zh_cn: 运行程序化植被生成器仿真。替换掉前一次仿真所生成的任何现有实例。

# ProceduralFoliageComponentDetails,Resimulate_Transaction
source: Procedural Foliage Simulation
ja: プロシジャルフォリッジシミュレーション
zh_cn: 程序化植被仿真

# ProceduralFoliageComponentDetails,ResimulateButtonText
source: Resimulate
ja: 再シミュレーション
zh_cn: 重新模拟

# ProjectBrowser,AutoloadOnStartupCheckbox
source: Always load last project on startup
es: Siempre cargue el último proyecto al arrancar
ja: 起動時に最後に使用したプロジェクトを常にロード
pt_br: Sempre carregar o último projeto ao inicializar
zh_cn: 总是在启动时加载最后一次打开的项目

# ProjectBrowser,CantLoadNewerProject
source: Unable to open this project, as it was made with a newer version of the Unreal Engine.
ja: プロジェクトを開けませんでした。新しいバージョンのエンジンで作成されたものの可能性があります。
zh_cn: 无法打开该项目，因为它是使用新版本的虚幻引擎制作的。

# ProjectBrowser,ConvertCodeProjectPrompt
source: This project was made with a different version of the Unreal Engine. Converting to this version will rebuild your code projects. New features and improvements sometimes cause API changes, which may require you to modify your code before it compiles. Content saved with newer versions of the editor will not open in older versions. We recommend you open a copy of your project to avoid damaging the original.
es: Este proyecto fue realizado con una versión diferente de Unreal Engine. Convertirlo a esta versión reconstruirá sus proyectos de código. Algunas funciones y mejoras provocan a veces cambios en la API, lo que le llevará a modificar su código antes de compilarlo. El contenido guardado con versiones más recientes del editor no podrán abrirse en versiones anteriores. Le recomendamos abrir una copia de su proyecto para evitar dañar el original.
ja: プロジェクトはアンリアルエンジンの別バージョンで作成されました。このバージョンに変換するとユーザーのコードプロジェクトを再ビルドします。 新しい機能や改善点は、場合によってはAPI変更の原因となり、コンパイルを行う前にコードの修正が必要になります。新しいバージョンのエディタで保存したコンテンツは、古いバージョンでは開きません。 オリジナルプロジェクトにダメージを与えることを避けるためにプロジェクトコピーを開くことをお勧めします。
pt_br: Este projeto foi feito com uma versão diferente do Mecanismo Unreal. Converter para esta versão recompilará seus projetos de códigos. Às vezes, novos recursos e melhorias geral alterações da API, o que pode requerer que você modifique o código antes dele ser compilado. O conteúdo salvo com as versões mais novas do editor não abrirá as versões mais antigas. Recomendamos que abra uma cópia do seu projeto para evitar danificar o original.
zh_cn: 该项目是使用不同版本的虚幻引擎创建的。转换到这个版本将需要重新构建您的代码工程。 新功能和改进有时候会导致API变更，这可能会导致您在编译前修改您的代码。使用较新版本的编辑器保存的内容将不能在较旧版本的编辑器中打开。

# ProjectBrowser,ConvertContentProjectPrompt
source: This project was made with a different version of the Unreal Engine. Opening it with this version of the editor may prevent it opening with the original editor, and may lose data. We recommend you open a copy to avoid damaging the original.
es: Este proyecto fue realizado con una versión distinta de Unreal Engine. Abrirlo con esta versión del editor puede impedir su ejecución en el editor original y perder los datos. Le recomendamos abrir una copia para evitar dañar el original.
ja: このプロジェクトはアンリアルエンジンの別バージョンで作成されました。 このバージョンのエディタでプロジェクトを開くと、オリジナルのエディタでプロジェクトが開けなくなり、データを消失する可能性があります。オリジナルプロジェクトにダメージを与えることを避けるためにプロジェクトコピーを開くことをお勧めします。
pt_br: Este projeto foi feito com uma versão diferente do Mecanismo Unreal. Abri-lo com esta versão do editor poderá impossibilitar a abertura com o editor original e a perda de dados. Recomendamos que abra uma cópia para evitar danos ao original.
zh_cn: 该项目是使用不同版本的虚幻引擎创建的。 使用该版本的编辑器打开它，可能会使得原始版本编辑器不能再打开它，并可能丢失数据。我们推荐您打开一个项目副本，以免破坏原始项目版本。

# ProjectBrowser,ConvertProjectCleanFailed
source: {0} could not be removed. Try deleting it manually and try again.
es: {0} no pudo eliminarse. Intente eliminarlo manualmente y pruebe de nuevo.
ja: {0} を除去できませんでした。手動で取り除いて再試行してください。
pt_br: {0} não pôde ser removido. Tente excluí-lo manualmente e tente novamente.
zh_cn: {0}无法删除。请尝试手动删除它并重新尝试。

# ProjectBrowser,ConvertProjectCopyFailed
source: Couldn't copy project. Check you have sufficient hard drive space and write access to the project folder.
es: No pudo copiar el proyecto. Compruebe que cuenta con suficiente espacio libre en el disco duro y acceso de escritura en la carpeta del proyecto.
ja: プロジェクトをコピーできませんでした。ハードドライブに十分なメモリ領域があることと、プロジェクトフォルダの書き込みアクセス権があることを確認してください。
pt_br: Não foi possível copiar o projeto. Verifique se você possui espaço suficiente em disco e acesso de gravação na pasta do projeto.
zh_cn: 无法复制项目。请检查您是否具有足够的硬盘空间，及是否具有到该项目文件夹的写入权限。
