Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# CallFunctionHandler,PassReadOnlyReferenceParam_Error
source: Cannot pass a read-only variable to a reference parameter @@
es: No se puede pasar una variable de solo lectura a un parámetro de referencia @@
ja: リファレンスパラメータ @@ に読み取り専用変数は渡せません
pt_br: Não é possível passar uma variável somente leitura para um parâmetro de referência @@
zh_cn: 不能把只读变量传给引用参数 @@

# CallFunctionHandler,PinMismatchParameter_Error
source: Pin @@ named %s doesn't match any parameters of function %s
es: El Pin @@ con el nombre %s no coincide con ninguno de los parámetros de la función %s
ja: %s という名前のピン @@ は関数 %s のいずれのパラメータとも一致しません
pt_br: O fixador @@ de nome %s não corresponde a nenhum dos parâmetros da função %s
zh_cn: 命名为%s的引脚 @@ 和函数%s的任何参数都不匹配

# CallFunctionHandler,PrivateFunctionCall_Error
source: Function @@ is private and cannot be called outside its class
es: La función @@ es privada y no se puede llamar fuera de su clase
ja: 関数 @@ はプライベートなためクラス外部で呼ぶことはできません
pt_br: A função @@ é privada e não pode ser chamada fora de sua classe
zh_cn: 函数 @@ 是私有的，不能在其类的外部调用

# CallFunctionHandler,ProtectedFunctionCall_Error
source: Function @@ is protected and can be called only from its class or subclasses
es: La función @@ está protegida y se le puede llamar solo desde su clase o subclases
ja: 関数 @@ はプロテクト(保護)がかけられているためクラスやサブクラスで呼ぶことはできません
pt_br: A função @@ é protegida e só pode ser chamada de sua classe ou subclasses
zh_cn: 函数 @@ 是受保护的，仅能由它所在类或子类调用

# CallFunctionHandler,ResolveTermPassed_Error
source: Failed to resolve term passed into @@
es: Error al determinar el término agregado a @@
ja: @@ に渡された条件の解決に失敗しました
pt_br: Falha ao resolver o termo passado para @@
zh_cn: 解析传送到@@的关键字失败

# K2Node,ResolveTermPassed_Error
source: Failed to resolve term passed into @@
es: Error al determinar el termino agregado a @@
ja: @@ に渡された条件を解決できませんでした
pt_br: Falha ao resolver o termo passado para @@
zh_cn: 解析传送到@@的关键字失败

# K2Node_Switch,ResolveTermPassed_Error
source: Failed to resolve term passed into @@
es: Error al agregar el término en @@
ja: @@ に渡された条件の解決に失敗しました
pt_br: Falha ao resolver o termo passado para @@
zh_cn: 解析传送到@@的关键字失败

# K2Node_VariableSetRef,ResolveTermPassed_Error
source: Failed to resolve term passed into @@
es: Error al agregar el término en @@
ja: @@ へ渡された条件の解決に失敗しました
pt_br: Falha ao resolver o termo passado para @@
zh_cn: 解析传送到@@的关键字失败

# VariableSetHandler,ResolveTermPassed_Error
source: Failed to resolve term passed into @@
es: Error al solucionar término pasado a @@
ja: @@ に渡された条件の解決に失敗しました
pt_br: Falha ao resolver o termo passado para @@
zh_cn: 解析传入到@@中的项失败

# CameraDetails,AspectFloatTooltip
source: Aspect Ratio (Width/Height)
es: Proporción (Ancho/Alto)
ja: アスペクト比(幅/高さ)
pt_br: Relação de Aspecto (Largura/Altura)
zh_cn: 屏幕高宽比 (宽度/高度)

# CameraDetails,AspectTextHint
source: width x height
es: ancho x alto
ja: 幅 x 高さ
pt_br: largura x altura
zh_cn: 宽度 x 高度

# CameraDetails,AspectTextTooltip
source: Enter a ratio in the form 'width x height' or 'width:height'
es: Introducir una proporción según el formato 'ancho x alto' o 'ancho:alto'
ja: 比率を 'width x height' または 'width:height' の形式で入力
zh_cn: 请输入比例值，形式如下'宽度 x 高度' 或 '宽度:高度'

# CameraDetails,PresetRatio852x480
source: 852x480 (16:9, 1.78) SDTV Widescreen
es: 852x480 (16:9, 1.78) SDTV Panorámico
ja: 852x480 (16:9, 1.78) SDTV Wideスクリーン

# CameraFocusSettingsCustomization,PickedSceneDepth
source: Pick Scene Depth
ja: シーン深度のピック

# CameraLensSettingsCustomization,ChangeLensPreset
source: Change Lens Preset
ja: レンズプリセットの変更

# CanCreateActor,NoAnimBPTargetSkeleton
source: UAnimBlueprints must have a valid Target Skeleton.
es: UAnimBlueprints deben tener un esqueleto meta válido.
ja: Uアニムブループリントsに有効なターゲットスケルトンを設定しなくてはいけません。
pt_br: UAnimBlueprints devem ter um Esqueleto de Destino válido.
zh_cn: UAnimBlueprints必须具有一个有效的目标骨架。

# CanCreateActor,NoAnimData
source: A valid anim data must be specified.
es: Se deben especificar unos datos de animación válidos.
ja: 有効なアニムデータを指定しなくてはいけません。
pt_br: É preciso especificar dados de animação válidos.
zh_cn: 必须指定一个有效的动画数据。

# CanCreateActor,NoAnimSeq
source: A valid anim sequence must be specified.
es: Se debe especificar una secuencia de animación válida.
ja: 有効なアニムシーケンスを指定しなくてはいけません。
pt_br: É preciso especificar uma sequência de animação válida.
zh_cn: 必须指定一个有效的动画序列。

# CanCreateActor,NoBlueprint
source: No Blueprint was specified, or the specified Blueprint needs to be compiled.
es: No se ha especificado Blueprint, o debe compilar el proyecto seleccionado.
ja: ブループリントが指定されていません。または指定したブループリントのコンパイル処理が必要です。
pt_br: Nenhum Esquema foi especificado ou o Esquema especificado precisa ser compilado.
zh_cn: 没有指定蓝图，或者需要编译指定的蓝图。

# CanCreateActor,NoClass
source: The specified Blueprint must be Actor based.
es: El Blueprint especificado se debe basar en un actor.
ja: 指定したブループリントはアクタベースでなくてはいけません。
pt_br: O Esquema especificado deve ser baseado em Atores.
zh_cn: 指定的蓝图必须是基于Actor的。

# CanCreateActor,NotActor
source: The specified Blueprint must be Actor based.
es: El Blueprint especificado se debe basar en un actor.
ja: 指定したブループリントはアクタベースでなくてはいけません。
pt_br: O Esquema especificado deve ser baseado em Atores.
zh_cn: 指定的蓝图必须是基于Actor的。

# CanCreateActor,NoDestructibleMesh
source: The animation sequence must not have a DestructibleMesh associated with it.
es: La secuencia de la animación no debe tener una malla destructible asociada a ella.
ja: アニメーションシーケンスに関連付けした破壊可能Meshを設定してはいけません。
pt_br: A sequência de animação não deve ter uma DestructibleMesh associada.
zh_cn: 该动画序列不能具有和它相关的可破坏网格物体。

# CanCreateActor,NoDestructibleMeshSpecified
source: No destructible mesh was specified.
es: No se ha especificado malla destructible.
ja: 非破壊性メッシュが指定されていません。
pt_br: Nenhuma malha destrutível foi especificada.
zh_cn: 没有指定可破坏的网格物体。

# CanCreateActor,NoEffect
source: A valid Niagara effect must be specified.
ja: 有効なNiagara エフェクトを指定しなくてはいけません。
zh_cn: 必须指定有效的Niagara效应。

# CanCreateActor,NoInterpData
source: A valid InterpData must be specified.
es: Se debe especificar un InterpData válido.
ja: 有効なInterpデータを指定しなくてはいけません。
pt_br: É preciso especificar um InterpData válido.
zh_cn: 必须指定一个有效的InterpData。

# CanCreateActor,NoLevelSequenceAsset
source: A valid sequencer asset must be specified.
ja: 有効なシーケンサーアセットは指定される必要があります。
zh_cn: 必须指定一个有效的序列器资源。

# CanCreateActor,NoMaterial
source: A valid material must be specified.
es: Debe especificar un material válido.
ja: 有効なマテリアルを指定しなくてはいけません。
pt_br: É preciso especificar um material válido.
zh_cn: 必须指定一个有效的材质。

# CanCreateActor,NoParticleSystem
source: A valid particle system must be specified.
es: Debe especificar un sistema de partículas válido.
ja: 有効なパーティクルシステムを指定しなくてはいけません。
pt_br: É preciso especificar um sistema de partículas válido.
zh_cn: 必须指定有效的粒子系统。

# CanCreateActor,NoPhysicsAsset
source: A valid physics asset must be specified.
es: Debe seleccionar un activo físico válido.
ja: 有効な物理アセットを指定しなくてはいけません。
pt_br: É preciso especificar um ativo de física válido.
zh_cn: 必须指定有效的物理资源。

# CanCreateActor,NoPreviewSkeletalMesh
source: The Target Skeleton of the UAnimBlueprint must have a valid Preview Skeletal Mesh.
es: El esqueleto meta del UAnimBlueprint debe tener una vista preliminar de la malla esqueleto válida.
ja: Uアニムブループリントのターゲットスケルトンに有効なプレビュースケルタルメッシュがなくてはいけません。
pt_br: O Esqueleto de Destino de UAnimBlueprint deve ter uma Malha Esquelética de Visualização válida.
zh_cn: UAnimBlueprint的目标骨架网格物体必须有一个有效的预览骨架网格物体。

# CanCreateActor,NoProceduralFoliageSpawner
source: A valid ProceduralFoliageSpawner must be specified.
ja: 有効なプロシジャル フォリッジ スポーンは詳しく定義される必要があります。
zh_cn: 必须指定一个有效的ProceduralFoliageSpawner(程序化植被生成器)。

# CanCreateActor,NoSkeletalMeshAss
source: No valid skeletal mesh was found associated with the animation sequence.
es: No se ha encontrado malla esqueleto asociada a la secuencia de la animación.
ja: アニメーションシーケンスに関連する有効なスケルタルメッシュが検索出来ませんでした。
pt_br: Nenhuma malha esquelética válida foi encontrada associada com a sequência de animação.
zh_cn: 没有找到和该动画序列相关联的有效骨架网格物体。

# CanCreateActor,NoSkeleton
source: UAnimationAssets must have a valid Skeleton.
es: UAnimationAssets debe tener un esqueleto válido.
ja: UAnimationAssetsに有効なスケルトンを設定しなくてはいけません。
pt_br: UAnimationAssets devem ter um esqueleto válido.
zh_cn: UAnimationAssets必须具有一个有效的骨架。

# CanCreateActor,NoSoundAsset
source: A valid sound asset must be specified.
es: Debe especificar un activo de sonido válido.
ja: 有効なサウンドアセットを指定しなくてはいけません。
pt_br: É preciso especificar um ativo de som válido.
zh_cn: 必须指定一个有效的音效资源。

# CanCreateActor,NoStaticMesh
source: A valid static mesh must be specified.
es: Debe especificar una malla estática válida.
ja: 有効なスタティックメッシュを指定しなくてはいけません。
pt_br: É preciso especificar uma malha estática válida.
zh_cn: 必须指定有效的静态网格物体。

# CanCreateActor,NotDecalMaterial
source: Only materials with a material domain of DeferredDecal can be specified.
es: Solo se pueden seleccionar materiales con un dominio del material de DeferredDecal.
ja: ディファードデカールのマテリアルドメインがあるマテリアルのみを指定できます。
pt_br: Somente materiais com um domínio de material de DeferredDecal podem ser especificados.
zh_cn: 只能指定具有DeferredDecal材质域的材质。

# CanCreateActor,NoVectorField
source: No vector field was specified.
es: No se ha especificado volumen del campo vectorial.
ja: ベクターフィールドが指定されていません。
pt_br: Nenhum campo vetorial foi especificado.
zh_cn: 没有指定向量域。

# CanCreateActor,RecursiveParentMaterial
source: The specified material must not have a recursive parent.
es: El material especificado no debe tener un padre recursivo.
ja: 指定したマテリアルに再帰的な親を設定してはいけません。
pt_br: O material especificado não deve ter um pai recursivo.
zh_cn: 指定的材质不能具有递归的父项。

# CanCreateActor,UAnimationAssetNoSkeleton
source: UAnimationAssets must have a valid Skeleton with a valid preview skeletal mesh.
es: UAnimationAssets debe tener un esqueleto válido con una vista preliminar válida de la malla esqueleto.
ja: UAnimationAssetsに有効なプレビュースケルタルメッシュがある有効なスケルトンを設定しなくてはいけません。
pt_br: UAnimationAssets devem ter um Esqueleto válido com uma malha esquelética de visualização válida.
zh_cn: UAnimationAssets必须有具有一个有效预览骨架网格物体的有效骨架。

# CaptureRegion,SpecifyRectangleToCaptureMessage
source: Please specify capture rectangle
es: Por favor, especificar el rectángulo de la captura
ja: キャプチャする矩形を指定してください
pt_br: Especifique o retângulo de captura
zh_cn: 请指定用于捕获的矩形区域

# CaptureResolutionCustomization,Height
source: Height
ja: 高さ
zh_cn: 高度

# STimelineEditor,TimelineEditorVerticalSize
source: Height
es: Altura
ja: 高さ
pt_br: Altura
zh_cn: 高度

# UMG,Height
source: Height
ja: 高さ
zh_cn: 高度

# CaptureResolutionCustomization,Width
source: Width
ja: 幅
zh_cn: 宽度

# UMG,Width
source: Width
ja: 幅
zh_cn: 宽度

# Cascade,AnimSpeedHeader
source: AnimSpeed
es: Velocidad de la animación
ja: アニムSpeed
zh_cn: 动画速度

# Cascade,AnimSpeedSubMenu
source: AnimSpeed
es: Velocidad de la animación
ja: アニムSpeed
zh_cn: 动画速度

# Cascade,AppLabel
source: Cascade
es: Cascada
ja: カスケード
pt_br: Cascata

# Cascade,WorkspaceMenu_Cascade
source: Cascade
es: Cascada
ja: カスケード
pt_br: Cascata

# Contexts,Cascade
source: Cascade
es: Cascada
ja: カスケード
pt_br: Cascata

# Cascade,CascadeCurveEditorTitle
source: Curve Editor
es: Editor de la curva
ja: カーブエディタ
pt_br: Editor de Curvas
zh_cn: 曲线编辑器

# Contexts,RichCurveEditor
source: Curve Editor
ja: カーブ エディタ
zh_cn: 曲线编辑器

# Matinee,CurveEditorTitle
source: Curve Editor
es: Editor de Curva
ja: カーブエディタ
pt_br: Editor de Curvas
zh_cn: 曲线编辑器

# UICommands.SequencerCommands,ToggleShowCurveEditor
source: Curve Editor
ja: カーブ エディタ

# Cascade,CascadeGraphCanvasTitle
source: Emitters
es: Emisores
ja: エミッタ
pt_br: Emissores
zh_cn: 发射器

# Cascade,SummonCanvas
source: Emitters
es: Emisores
ja: エミッタ
pt_br: Emissores
zh_cn: 发射器

# LevelViewportContextMenu,SelectEmitterHeading
source: Emitters
es: Emisores
ja: エミッタ
pt_br: Emissores
zh_cn: 发射器

# NiagaraEffectEditor,Emitters
source: Emitters
ja: エミッタ
zh_cn: 发射器

# Cascade,CascadeLODAddError
source: Must be on lowest LOD (0) to create modules
es: Debe tener un nivel de detalle (LOD) (0) más bajo para crear los módulos.
ja: モジュールを作成するには最小値のLOD(0)でなくてはいけません
pt_br: Deve estar no LOD mais baixo (0) para criar módulos
zh_cn: 如需创建模块，必须位于最低的LOD (0)

# Cascade,CascadeLODCopyError
source: Must be on lowest LOD (0) to copy modules
es: Debe tener un nivel de detalle (LOD) (0) más bajo para copiar los módulos.
ja: モジュールをコピーするには最小値のLOD(0)でなくてはいけません
pt_br: Deve estar no LOD mais baixo (0) para copiar módulos
zh_cn: 如需复制模块，必须位于最低的LOD (0)

# Cascade,CascadeLODMoveError
source: Must be on lowest LOD (0) to move modules
es: Debe tener un nivel de detalle (LOD) (0) más bajo para mover los módulos.
ja: モジュールを移動するには最小値のLOD(0)でなくてはいけません
pt_br: Deve estar no LOD mais baixo (0) para mover módulos
zh_cn: 如需移动模块，必须位于最低的LOD (0)

# Cascade,DetailModeHeader
source: Detail Mode
es: Modo Detalle
ja: 詳細モード
pt_br: Modo de Detalhes
zh_cn: 详细信息模式

# Cascade,DetailModesSubMenu
source: Detail Modes
es: Modos Detalle
ja: 詳細モード
pt_br: Modos de Detalhes
zh_cn: 详细信息模式

# Cascade,MotionRadius
source: Motion Radius:
es: Radio de movimiento:
ja: モーション半径：
pt_br: Raio de Movimento:
zh_cn: 运动半径:

# Cascade,NewDataTypeHeader
source: TypeData
es: Datos tipo
ja: タイプデータ
zh_cn: 类型数据

# Cascade,NewDataTypeSubMenu
source: TypeData
es: Datos tipo
ja: タイプデータ
zh_cn: 类型数据

# Cascade,NewSoundEmitter
source: New {ClassName}
es: {ClassName} nuevo
ja: 新規 {ClassName}
pt_br: Novo {ClassName}
zh_cn: 新建{ClassName}

# Cascade,NoFixedBounds_Warning
source: WARNING: This particle system has no fixed bounding box and contains a GPU emitter.
es: ATENCIÓN: Este sistema de partículas no tiene una caja delimitadora fija y contiene un emisor GPU.
ja: 警告：このパーティクルシステムには固定バウンディンボックスがなくGPUエミッタが含まれています。
pt_br: ADVERTÊNCIA: Este sistema de partículas não tem caixa delimitadora fixada e contém um emissor de GPU.
zh_cn: 警告: 该粒子系统没有固定的边界框且包含一个GPU发射器。

# Cascade,ParticleSystemHeader
source: Particle System
es: Sistema de partículas
ja: パーティクルシステム
pt_br: Sistema de Partículas
zh_cn: 粒子系统

# Cascade,ParticleSystemSubMenu
source: Particle System
es: Sistema de partículas
ja: パーティクルシステム
pt_br: Sistema de Partículas
zh_cn: 粒子系统

# FParticleTrackEditor,TrackName
source: Particle System
ja: パーティクルシステム
zh_cn: 粒子系统

# Cascade,SetEmitterName
source: Emitter Name:
es: Nombre del Emisor:
ja: エミッタ名:
pt_br: Nome do Emissor:
zh_cn: 发射器名称:

# Cascade,SphereRadius
source: Sphere Radius:
es: Radio de la esfera:
ja: 球体の半径：
pt_br: Raio da Esfera:
zh_cn: 球体半径:

# Cascade,SummonCurveEditor
source: CurveEditor
ja: カーブエディタ
zh_cn: 曲线编辑器

# Contexts,CurveEditor
source: CurveEditor
es: Editor de la curva
ja: カーブエディタ
zh_cn: 曲线编辑器

# Cascade,TimeMenuTitle_Default
source: Time
es: Tiempo
ja: 時間
pt_br: Momento
zh_cn: 时间

# Matinee.Popups,NewTransitionTime
source: Time
es: Tiempo
ja: 時間
pt_br: Momento
zh_cn: 时间

# NiagaraOpInfo,Time
source: Time
ja: 時間
zh_cn: 时间

# SColorGradientEditor,TimeMenuSection
source: Time
es: Tiempo
ja: 時間
pt_br: Momento
zh_cn: 时间

# SCurveEditor,Time
source: Time
es: Tiempo
ja: 時間
pt_br: Momento
zh_cn: 时间

# Cascade,ViewModeHeader
source: View Mode
es: Modo vista
ja: ビューモード
pt_br: Modo de Visualização
zh_cn: 视图模式

# EditorViewportViewMenu,ViewModeHeader
source: View Mode
es: Modo Vista
ja: 表示モード
pt_br: Modo de Visualização
zh_cn: 视图模式

# Cascade,ViewModesSubMenu
source: View Modes
es: Modos vista
ja: ビューモード
pt_br: Modos de Visualização
zh_cn: 视图模式

# Cascade,ViewOptionsHeader
source: View Overlays
es: Superposiciones de la vista
ja: ビューオーバーレイ
pt_br: Exibir Sobreposições
zh_cn: 视图覆盖图

# Cascade,ViewOptionsSubMenu
source: View Overlays
es: Superposiciones de la vista
ja: ビューオーバーレイ
pt_br: Exibir Sobreposições
zh_cn: 视图覆盖图

# Cascade,WorldCentricTabPrefix
source: Cascade
es: Cascada
ja: カスケード
pt_br: Cascata

# CascadeToolbar,BoundsMenuCombo_Label
source: Bounds Options
es: Opciones de los límites
ja: 境界オプション
pt_br: Opções de Limites
zh_cn: 绑定选项

# CascadeToolbar,BoundsMenuCombo_ToolTip
source: Bounds options
ja: 境界オプション
zh_cn: 边界选项

# CascadeViewportClient,LODPREVIEWMODEENABLED
source: LOD PREVIEW MODE ENABLED
es: Modo de vista preliminar del nivel de detalle (LOD) activado
ja: LODプレビューモード使用可能
pt_br: MODO DE VISUALIZAÇÃO DE LOD ATIVADO
zh_cn: 启用LOD预览模式

# CascadeViewportClient,SystemCompleted
source: Completed
ja: 完了
zh_cn: 已完成

# K2Node,Completed
source: Completed
es: Completado
ja: 完了
pt_br: Concluído
zh_cn: 已完成

# TranslationEditor,CompletedTab
source: Completed
es: Completado
ja: 完了
pt_br: Concluído
zh_cn: 已完成

# TranslationEditor,CompletedTabTitle
source: Completed
es: Completado
ja: 完了
pt_br: Concluído
zh_cn: 已完成

# ChunkManifestGenerator,UnableToGeneratePackageName
source: Unable to generate long package name for {0}. {1}
ja: {0}. {1} には長いパッケージ名を生成出来ません
zh_cn: 无法为{0}生成长的包名称。 {1}

# Cooker,UnableToGeneratePackageName
source: Unable to generate long package name for {0}. {1}
ja: {0}. {1} には長いパッケージ名を生成出来ません
zh_cn: 无法为{0}生成长的包名称。 {1}

# ClassViewerApp,TabTitle
source: Class Viewer
es: Visor de la clase
ja: クラスビューアー
pt_br: Visualizador de Classe
zh_cn: 类别查看器

# ClassViewerApp,TooltipText
source: Displays all classes that exist within this project.
ja: プロジェクトに存在する全てのクラスを表示
zh_cn: 显示该项目中的所有类

# ClickHandlers,SocketClickedNewPage
source: Socket Clicked
es: Punto de acople seleccionado
ja: ソケットをクリックしました
pt_br: Soquete Clicado
zh_cn: 点击的插槽

# CollisionProfileNameCustomization,CollisionPresetName
source: Collision Preset
ja: コリジョンプリセット
zh_cn: 碰撞预置

# CollsiionProfileDetails,CanModify_Tooltip
source: This is your custom project profie
es: Éste es su perfil de proyecto personalizado
ja: カスタム仕様のプロジェクトプロファイルです
pt_br: Este é seu perfil de projeto personalizado
zh_cn: 这是您的自定义项目概述文件

# CollsiionProfileDetails,CantModify_Tooltip
source: You can't modify the name of Engine profiles
es: No puede modificar el nombre de los perfiles del motor
ja: エンジンプロファイルの名前を編集できません
pt_br: Não é possível modificar o nome dos perfis de Mecanismo
zh_cn: 您不能修改引擎概述文件的名称。

# CollsiionProfileDetails,ChannelListHeader_DefaultResponse
source: Default Response
es: Respuesta predeterminada
ja: デフォルト応答
pt_br: Resposta Padrão
zh_cn: 默认反应

# CollsiionProfileDetails,SChannelEditDialog_DefaultResponse
source: Default Response
es: Respuesta predeterminada
ja: デフォルト応答
pt_br: Resposta Padrão
zh_cn: 默认反应

# CollsiionProfileDetails,ChannelMenu_Delete
source: Delete...
es: Eliminar...
ja: 削除...
pt_br: Excluir...
zh_cn: 删除...

# CollsiionProfileDetails,ProfileMenu_Delete
source: Delete...
es: Eliminar...
ja: 削除...
pt_br: Excluir...
zh_cn: 删除...

# CollsiionProfileDetails,ChannelMenu_Edit
source: Edit...
es: Editar...
ja: 編集...
pt_br: Editar...
zh_cn: 编辑...

# CollsiionProfileDetails,ProfileMenu_Edit
source: Edit...
es: Editar...
ja: 編集...
pt_br: Editar...
zh_cn: 编辑...

# ContentBrowser,EditAsset
source: Edit...
ja: 編集...
zh_cn: 编辑...

# GameplayTagContainerCustomization,GameplayTagContainerCustomization_Edit
source: Edit...
es: Editar...
ja: 編集...
pt_br: Editar...
zh_cn: 编辑...

# GameplayTagQueryCustomization,GameplayTagQueryCustomization_Edit
source: Edit...
ja: 編集
zh_cn: 编辑...

# CollsiionProfileDetails,ChannelMenu_NewObject
source: New Object Channel...
es: Canal de objeto nuevo...
ja: 新規のオブジェクトチャンネル...
pt_br: Novo Canal de Objeto...
zh_cn: 新建对象通道...

# CollsiionProfileDetails,ChannelMenu_NewTrace
source: New Trace Channel...
es: Canal de trazo nuevo...
ja: 新規のトレースチャンネル...
pt_br: Novo Canal de Rastreamento...
zh_cn: 新建踪迹通道...

# CollsiionProfileDetails,ChannelNameValidationWhitespaceError
source: No white space is allowed
es: No se admite ningún espacio en blanco
ja: スペースは使用できません
pt_br: Não são permitidos espaços em branco
zh_cn: 不能有空格

# CollsiionProfileDetails,ChannelResponseTypeMessage
source: Select Response
es: Seleccionar Respuesta
ja: 応答を選択
pt_br: Selecionar Resposta
zh_cn: 选择反应

# CollsiionProfileDetails,CollisionProfileDetail_EditChannelTitle
source: Edit Channel
es: Editar Canal
ja: 編集チャンネル
pt_br: Editar Canal
zh_cn: 编辑通道

# CollsiionProfileDetails,CollisionProfileDetail_EditProfileTitle
source: Edit Profile
es: Editar Perfil
ja: プロファイルを編集
pt_br: Editar Perfil
zh_cn: 编辑概述文件

# CollsiionProfileDetails,CollisionProfileDetail_NewChannelTitle
source: New Channel
es: Canal nuevo
ja: 新規のチャンネル
pt_br: Novo Canal
zh_cn: 新建通道

# CollsiionProfileDetails,CollisionProfileDetail_NewProfileTitle
source: New Profile
es: Perfil nuevo
ja: 新規のプロファイル
pt_br: Novo Perfil
zh_cn: 新建概述文件

# CollsiionProfileDetails,CustomCollisionObjectChannels
source: ObjectChannels
ja: オブジェクトChannels
zh_cn: 对象通道

# CollsiionProfileDetails,CustomCollisionProfiles
source: Presets
es: Preajustes
ja: プリセット
pt_br: Predefinições
zh_cn: 预置

# CollsiionProfileDetails,ECollisionEnabled_Error
source: ERROR
ja: エラー
zh_cn: 错误

# CollsiionProfileDetails,ECR_Error
source: ERROR
ja: エラー
zh_cn: 错误

# CollsiionProfileDetails,ECollisionEnabled_NoCollision
source: No Collision
ja: コリジョンなし
zh_cn: 没有碰撞

# CollsiionProfileDetails,ECollisionEnabled_PhysicsOnly
source: Physics Only (No Query Collision)
ja: フィジックスオンリー (クエリーコリジョンなし)
zh_cn: 仅物理(无查询碰撞)

# CollsiionProfileDetails,ECollisionEnabled_QueryAndPhysics
source: Collision Enabled (Query and Physics)
ja: コリジョンを有効化 (Query and Physics)
zh_cn: 已启用碰撞(查询和物理)

# CollsiionProfileDetails,ECollisionEnabled_QueryOnly
source: Query Only (No Physics Collision)
ja: クエリオンリー (フィジックスコリジョンなし)
zh_cn: 仅查询(无物理碰撞)

# CollsiionProfileDetails,EditCollisionChannel
source: Edit collision trace channels.
es: Editar canales de trazo de colisión.
ja: コリジョントレースチャンネルを編集
pt_br: Editar canais de rastreamento de colisão.
zh_cn: 编辑碰撞踪迹通道。

# CollsiionProfileDetails,EditCollisionObject
source: Edit collision object types.
es: Editar tipos de objeto de colisión.
ja: コリジョンオブジェクトの種類を編集
pt_br: Editar tipos de objetos de colisão.
zh_cn: 编辑碰撞对象类型。

# CollsiionProfileDetails,EditCollisionPreset
source: Edit collision presets.
es: Editar preajustes de colisión.
ja: コリジョンプリセットを編集
pt_br: Editar predefinições de colisão.
zh_cn: 编辑碰撞预置。

# CollsiionProfileDetails,FCollisionProfileDetails_DeleteChannel
source: If you delete this channel, all the objects that use this channel will be set to default. Would you like to continue?
es: Si elimina este canal, todos los objetos que usan este canal se ajustarán al valor predeterminado. ¿Desea continuar?
ja: このチャンネルを削除すると、チャンネルを使用する全オブジェクトがデフォルト設定になります。 継続しますか？
pt_br: Se excluir este canal, todos os objetos que usam este canal serão redefinidos para os valores padrão. Gostaria de continuar?
zh_cn: 如果您删除该通道，那么使用该通道的所有对象将会设置为默认值。 您要继续吗?

# CollsiionProfileDetails,FCollisionProfileDetails_DeletePreset
source: If you delete this preset, all the objects that use this preset will be set to default. Would you like to continue?
es: Si elimina este preajuste, todos los objetos que usan este preajuste se ajustarán al valor predeterminado. ¿Desea continuar?
ja: このプリセットを削除すると、プリセットを使用する全オブジェクトがデフォルト設定になります。 継続しますか？
pt_br: Se excluir esta predefinição, todos os objetos que usam esta predefinição serão redefinidos para os valores padrão. Gostaria de continuar?
zh_cn: 如果您删除该预置，那么使用该预置的所有对象将会设置为默认值。 您要继续吗?

# CollsiionProfileDetails,ObjectChannel_Menu_Description
source: You can have up to 18 custom channels including object and trace channels. This is list of object type for your project. If you delete the object type that has been used by game, it will go back to WorldStatic.
ja: オブジェクトとトレースチャンネルを含めて最大18のカスタムチャンネルを設定できます。これはユーザープロジェクトのオブジェクト型のリストです。ゲームで使用しているオブジェクト型を削除すると Worldスタティックへ戻ります。
zh_cn: 您最多可以具有包括对象和踪迹通道在内的18个自定义通道，这是您项目的对象类型列表。如果您删除游戏使用的对象类型，那么它将变为WorldStatic。

# CollsiionProfileDetails,Profile_Menu_Description
source: You can modify any of your project profiles. Please note that if you modify profile, it can change collision behavior. Please be careful when you change currently exisiting (used) collision profiles.
ja: プロジェクトプロファリルはどれでも修正可能です。プロファイルを修正するとコリジョン動作が変更することに留意してください。既存（または使用中）のコリジョンプロファイルの修正には注意が必要です。
zh_cn: 您可以修改您的任何项目概述文件。请注意，如果您修改概述文件，那么它可以改变碰撞行为。所以您在修改当前正在使用的碰撞概述文件时一定要小心。
