Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# FindInBlueprintManager,IsSCSComponent
source: IsSCSComponent
ja: IsSCSコンポーネント

# FindInBlueprintManager,Macros
source: Macros
ja: マクロ
zh_cn: 宏

# GraphActionNode,Macros
source: Macros
ja: マクロ
zh_cn: 宏

# FindInBlueprintManager,NodeGuid
source: NodeGuid
ja: ノードGuid
zh_cn: 节点标识符

# FindInBlueprintManager,Nodes
source: Nodes
es: Nodos
ja: ノード
pt_br: Nós
zh_cn: 节点

# FindInBlueprintManager,ObjectClass
source: ObjectClass
ja: オブジェクトクラス
zh_cn: 对象类

# FindInBlueprintManager,ParentClass
source: ParentClass
ja: 親クラス
zh_cn: 父类

# FindInBlueprintManager,PinCategory
source: PinCategory
ja: ピンカテゴリー
zh_cn: 引脚类别

# FindInBlueprintManager,Pins
source: Pins
ja: ピン
pt_br: Fixadores
zh_cn: 引脚

# FindInBlueprintManager,Properties
source: Properties
es: Propiedades
ja: プロパティ
pt_br: Propriedades
zh_cn: 属性

# UMG,Properties
source: Properties
es: Propiedades
ja: プロパティ
pt_br: Propriedades
zh_cn: 属性

# FindInBlueprintManager,Sub
source: Sub
ja: サブ

# FindInBlueprintManager,SubCategory
source: SubCategory
ja: サブカテゴリー
zh_cn: 子类别

# FindInBlueprints,BlueprintSearchHint
source: Enter function or event name to find references...
es: Introducir el nombre de la función o evento para encontrar referencias...
ja: リファレンスの検索に関数またはイベント名を入力...
pt_br: Indique o nome da função ou do evento para encontrar referências...
zh_cn: 输入函数或事件名称以搜索引用...

# FindInBlueprints,BlueprintSearchModeChange
source: Find In Current Blueprint Only
es: Buscar solo en el Blueprint actual
ja: 現行ブループリントのみで検索
pt_br: Buscar Somente no Esquema Atual
zh_cn: 仅在当前蓝图中寻找

# FindInBlueprints,BlueprintSearchNoResults
source: No Results found
es: No se han encontrado resultados
ja: 検索結果がありません
pt_br: Nenhum resultado encontrado
zh_cn: 未找到结果

# FindInBT,BehaviorTreeSearchNoResults
source: No Results found
es: No se han encontrado resultados
ja: 結果アウトプットがありません
pt_br: Nenhum resultado encontrado
zh_cn: 未找到结果

# FindInMaterial,MaterialSearchNoResults
source: No Results found
es: No se han encontrado resultados
ja: 検索結果がありません
pt_br: Nenhum resultado encontrado
zh_cn: 未找到结果

# FindInBlueprints,CachingBlueprints
source: Indexing Blueprints... {CurrentIndex}/{Count}
es: Indexando Blueprints... {CurrentIndex}/{Count}
ja: ブループリントのインデックスを作成中... {CurrentIndex}/{Count}
pt_br: Indexando Esquemas... {CurrentIndex}/{Count}
zh_cn: 索引蓝图...{CurrentIndex}/{Count}

# FindInBlueprints,CallFuctionCat
source: Function Call
es: Función llamada
ja: 関数呼び出し
pt_br: Chamada de Função
zh_cn: 函数调用

# FindInBlueprints,CancelCacheAll_Tooltip
source: Stops the caching process from where ever it is, can be started back up where it left off when needed.
es: Detiene el proceso de caché donde se encuentre, puede iniciarse donde se dejó cuando sea necesario.
ja: どこからでもキャッシュ処理を停止します。必要に応じて、停止箇所からバックアップを開始できます。
pt_br: Para o processo de cache no ponto em andamento e pode ser continuado de onde parou quando necessário.
zh_cn: 随意从任何地方暂停缓存过程，并且可以在需要时从中断处继续进行缓存。

# FindInBlueprints,Component
source: Component
ja: コンポーネント
zh_cn: 组件

# LandscapeEditor,Brush.Component
source: Component
es: Componente
ja: コンポーネント
pt_br: Componente
zh_cn: 组件

# LandscapeEditor,BrushSet_Component
source: Component
es: Componente
ja: コンポーネント
pt_br: Componente
zh_cn: 组件

# LevelViewportContextMenu,ComponentControlHeading
source: Component
ja: コンポーネント
zh_cn: 组件

# UnrealEd,LandscapeMode_Brush_Component
source: Component
es: Componente
ja: コンポーネント
pt_br: Componente
zh_cn: 组件

# FindInBlueprints,FailedCache_Tooltip
source: Displays a list of packages that failed to save.
ja: 保存に失敗したパッケージのリストを表示します
zh_cn: 显示保存失败的包的列表。

# FindInBlueprints,IndexAllBlueprints
source: Index All
es: Indexar todo
ja: 全てにインデックスを作成
pt_br: Indexar Todos
zh_cn: 索引所邮项

# FindInBlueprints,NodeCategory
source: Node
es: Nodo
ja: ノード
pt_br: Nó
zh_cn: 节点

# FindInMaterial,NodeCategory
source: Node
es: Nodo
ja: ノード
pt_br: Nó
zh_cn: 节点

# GraphDiffControl,NodeDiffDisplayName
source: Node
ja: ノード
zh_cn: 节点

# FindInBlueprints,NodeComment
source: Node Comment:[{Comment}]
es: Comentario del nodo:[{Comment}]
ja: ノードコメント: [{Comment}]
pt_br: Comentário de Nó: [{Comment}]
zh_cn: 节点注释：[{Comment}]

# FindInBlueprints,PinCategory
source: Pin
ja: ピン
pt_br: Fixador
zh_cn: 引脚

# FindInMaterial,PinCategory
source: Pin
ja: ピン
pt_br: Fixador
zh_cn: 引脚

# FindInBlueprints,SearchResults
source: Searching...
es: Buscando...
ja: 検索中...
pt_br: Buscando...
zh_cn: 搜索...

# FindInBlueprints,ShowFailedPackages
source: Show Failed Packages
ja: 失敗したパッケージを表示
zh_cn: 显示失败的包

# FindInBlueprints,VariableGetCategory
source: Variable Get
es: Obtención de la variable
ja: Get変数
pt_br: Obtenção de Variável
zh_cn: 变量获取

# K2Node,VariableGetHeader
source: Variable Get
ja: 変数ゲット
zh_cn: 变量获取

# FindInBlueprints,VariableSetCategory
source: Variable Set
es: Ajuste de la variable
ja: セット変数
pt_br: Definição de Variável
zh_cn: 变量设置

# FindInBT,BehaviorTreeSearchHint
source: Enter text to find nodes...
es: Introducir texto para buscar nodos...
ja: ノードの検索にテキストを入力...
pt_br: Insira o texto para buscar nós...
zh_cn: 输入文本来查找节点...

# FindInMaterial,NodeCommentFmt
source: Node Comment:[{0}]
ja: ノードコメント：[{0}]
zh_cn: 节点注释：[{0}]

# FixupRedirectsCmdlet,ChangelistDescription
source: Fixed up Redirects
es: Redirectores fijados
ja: リダイレクタを修正しました
pt_br: Redirecionamentos Consertados
zh_cn: 已修复重定向

# FKCHandler_MakeStruct,MakeStruct_Error
source: The structure contains read-only members @@. Try use specialized 'make' function if available.
es: La estructura contiene miembros de solo lectura @@. Intente usar la función "crear" especializada disponible.
ja: 構造体に読み取り専用メンバー @@ が含まれています。利用可能な場合は専門の「make」関数を使用してください。
pt_br: A estrutura só contém membros somente leitura @@. Se disponível, tente usar a função 'fazer' especializada.
zh_cn: 该结构体包含只读成员@@。如果有'make'函数，请尝试使用它。

# FKCHandler_MakeStruct,MakeStruct_NoMatch_Error
source: Structures don't match for @@
es: Las estructuras no son compatibles para @@
ja: 構造体は@@にふさわしくありません
pt_br: As estruturas não correspondem para @@
zh_cn: 结构体和@@不匹配

# K2Node_BreakStruct,BreakStruct_NoMatch_Error
source: Structures don't match for @@
es: Las estructuras son incompatibles para @@
ja: 構造体は @@ と一致しません
pt_br: As estruturas não correspondem para @@
zh_cn: 结构体不匹配@@

# FKCHandler_MakeStruct,MakeStruct_NoTerm_Error
source: Failed to generate a term for the @@ pin; was it a struct reference that was left unset?
ja: @@ ピンの条件を生成できませんでした。未設定のままのリファレンス構造体ですか？
zh_cn: 无法为@@引脚生成术语；该引脚是遗留未设置的结构体引用吗？

# K2Node_MakeStruct,MakeStruct_NoTerm_Error
source: Failed to generate a term for the @@ pin; was it a struct reference that was left unset?
ja: @@ ピンの条件を生成できませんでした。リファレンス構造体が未設定のままですか？

# FKCHandler_MakeStruct,MakeStruct_UnknownStructure_Error
source: Unknown structure to break for @@
es: Estructura desconocida que romper para @@
ja: @@ の分解に不明な構造体です
pt_br: Estrutura desconhecida a quebrar para @@
zh_cn: 要为@@断开的未知结构体

# K2Node_BreakStruct,BreakStruct_UnknownStructure_Error
source: Unknown structure to break for @@
es: Estructura para romper para @@ desconocida
ja: @@ の分解に不明な構造体です
pt_br: Estrutura desconhecida a quebrar para @@
zh_cn: @@的未知中断结构体

# FLevelEditorGenericDetails,AlignSurfaceTexMenu
source: Alignment
es: Alineación
ja: アライメント
pt_br: Alinhamento
zh_cn: 对齐

# KismetSchema,AlignmentHeader
source: Alignment
ja: 整列
zh_cn: 对齐

# FLevelEditorGenericDetails,BSPSurfaceMaterials
source: Surface Materials
ja: サーフェスのマテリアル
zh_cn: 表面材质

# FLevelEditorGenericDetails,BSPSurfaceProperties
source: Surface Properties
es: Propiedades de la superficie
ja: サーフェスプロパティ
pt_br: Propriedades da Superfície
zh_cn: 表面属性

# FLevelEditorGenericDetails,CleanBSPMaterials
source: Clean Geometry Materials
es: Borrar los materiales de geometría
ja: ジオメトリマテリアルの整理
pt_br: Limpar Materiais da Geometria
zh_cn: 清理几何体材质

# FLevelEditorGenericDetails,CleanBSPMaterials_Tooltip
source: Cleans Geometry Materials
es: Borra los materiales de geometría
ja: ジオメトリマテリアルの整理
pt_br: Limpa os Materiais da Geometria
zh_cn: 清理几何体材质

# FLevelEditorGenericDetails,SelectSurfacesMenu
source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar
zh_cn: 选择

# K2Node_Select,Select
source: Select
es: Seleccionar
ja: 選択する
pt_br: Selecionar
zh_cn: 选择

# LevelViewportContextMenu,SelectSubMenu
source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar
zh_cn: 选择

# SClassPickerDialog,ClassPickerSelectButton
source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar
zh_cn: 选择

# SSceneOutliner,SelectSubmenu
source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar
zh_cn: 选择

# UICommands.FoliageEditCommands,SetSelect
source: Select
ja: 選択

# UICommands.FoliageEditCommands,SetSelect_ToolTip
source: Select
ja: 選択

# FLevelEditorPlaySettingsCustomization,AdditionalLaunchOptionsLabel
source: Command Line Arguments
ja: コマンドライン引数
zh_cn: 命令行参数

# FLevelEditorPlaySettingsCustomization,AdditionalMultiplayerDetails
source: Additional Options
es: Opciones adicionales
ja: 追加オプション
pt_br: Opções adicionais
zh_cn: 其他选项

# FLevelEditorPlaySettingsCustomization,AdditionalStandaloneDetails
source: Additional Options
es: Opciones adicionales
ja: 追加オプション
pt_br: Opções adicionais
zh_cn: 其他选项

# FLevelEditorPlaySettingsCustomization,AvailableMapsButtonTooltip
source: Pick from the list of available maps
es: Escoger de la lista de mapas disponibles.
ja: 有効なマップのリストから選択
pt_br: Selecione da lista de mapas disponíveis
zh_cn: 从可用地图列表中进行选择

# FLevelEditorPlaySettingsCustomization,CenterWindowLabel
source: Always center window to screen
es: Centrar siempre la ventana en la pantalla
ja: 常にスクリーンをウィンドウ中央に配置
pt_br: Sempre centralizar a janela na tela
zh_cn: 总是把窗口放置于屏幕的中心

# FLevelEditorPlaySettingsCustomization,ClientCmdLineName
source: Command Line Options
es: Opciones de la línea de comandos
ja: コマンドラインオプション
pt_br: Opções de Linha de Comando
zh_cn: 命令行选项

# FLevelEditorPlaySettingsCustomization,ClientCmdLineTooltip
source: Generates a command line for additional settings that will be passed to the game clients.
es: Genera una línea de comandos para los ajustes adicionales que se agregarán a los clientes del juego.
ja: ゲームエンジンに渡される追加設定のコマンドラインを作成
pt_br: Gera uma linha de comando para configurações adicionais que serão passadas aos clientes do jogo.
zh_cn: 为将传递给游戏客户端的其他设置生成一个命令行。

# FLevelEditorPlaySettingsCustomization,ClientWindowSizeName
source: Multiplayer Window Size (in pixels)
ja: マルチプレイヤーウィンドウサイズ（ピクセル単位）
zh_cn: 多玩家窗口大小(以像素为单位)

# FLevelEditorPlaySettingsCustomization,ClientWindowSizeTooltip
source: Width and Height to use when spawning additional windows.
ja: 追加のウィンドウをスポーン時に使用する幅と高さ
zh_cn: 当生成额外的窗口时使用的宽度和高度。

# FLevelEditorPlaySettingsCustomization,CommoMonitorsSectionHeader
source: Monitors
es: Pantallas
ja: モニター
pt_br: Monitores
zh_cn: 显示器

# UMG,CommoMonitorsSectionHeader
source: Monitors
es: Pantallas
ja: モニター
pt_br: Monitores
zh_cn: 显示器

# FLevelEditorPlaySettingsCustomization,CommonLaptopsSectionHeader
source: Laptops
es: Portátiles
ja: ラップトップ
pt_br: Notebooks
zh_cn: 笔记本电脑

# UMG,CommonLaptopsSectionHeader
source: Laptops
es: Portátiles
ja: ラップトップ
pt_br: Notebooks
zh_cn: 笔记本电脑

# FLevelEditorPlaySettingsCustomization,CommonPhonesSectionHeader
source: Phones
es: Móviles
ja: 携帯電話
pt_br: Telefones
zh_cn: 手机

# UMG,CommonPhonesSectionHeader
source: Phones
es: Móviles
ja: 携帯電話
pt_br: Telefones
zh_cn: 电话

# FLevelEditorPlaySettingsCustomization,CommonResolutionsButtonText
source: Common Window Sizes
es: Tamaños de la ventana común
ja: 共通ウィンドウサイズ
pt_br: Tamanhos de Janela Comuns
zh_cn: 常规窗口尺寸

# FLevelEditorPlaySettingsCustomization,CommonResolutionsButtonTooltip
source: Pick from a list of common screen resolutions
es: Escoger de una lista de resoluciones de la pantalla común.
ja: 共通スクリーン解像度のリストから選択
pt_br: Selecione de uma lista de resoluções de tela comuns
zh_cn: 从常用的屏幕分辨率列表中进行选择

# FLevelEditorPlaySettingsCustomization,CommonTabletsSectionHeader
source: Tablets
ja: タブレット
zh_cn: 平板电脑

# UMG,CommonTabletsSectionHeader
source: Tablets
ja: タブレット
zh_cn: 平板

# FLevelEditorPlaySettingsCustomization,CommonTelevesionsSectionHeader
source: Televisions
es: Televisiones
ja: テレビ
pt_br: Televisões
zh_cn: 电视

# UMG,CommonTelevesionsSectionHeader
source: Televisions
es: Televisiones
ja: テレビ
pt_br: Televisões
zh_cn: 电视

# FLevelEditorPlaySettingsCustomization,DisableStandaloneSoundLabel
source: Disable Sound (-nosound)
es: Desactivar sonido (-nosound)
ja: サウンドの無効化 (-nosound)
pt_br: Desativar Som (-nosound)
zh_cn: 禁用音效(-nosound)

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_DedicatedServer
source: A dedicated server will open in a new window.
ja: 専用サーバーは新規ウィンドウで開きます。
zh_cn: 专用服务器将会在新窗口中打开。

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_EditorAndClients
source: The editor will connect as a client and {0} additional client window(s) will also connect.
ja: エディタはクライアントとして接続して、 {0} の追加のクライアントウィンドウも接続します。
zh_cn: 编辑器将会作为客户端连接，并且{0}个额外的客户端窗口也将会连接。

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_EditorClient
source: The editor will connect as a client.
ja: エディタはクライアントとして接続します。
zh_cn: 编辑器将会作为客户端连接。

source: A listen server will open in a new window and the editor will connect to it.
ja: リッスンサーバーが新規ウィンドウで開いて、エディタがウィンドウと接続します。
zh_cn: 监听服务器将在新窗口中打开，并且编辑器将会连接到该监听服务器上。

source: A listen server will open in a new window and the editor will connect as a client and {0} additional client window(s) will also connect to it.
ja: リッスンサーバーが新規ウィンドウで開いて、エディタがクライアントとして接続します。{0} の追加のクライアントウィンドウも接続します。
zh_cn: 监听服务器将会在新窗口中打开，编辑器将会作为一个客户端连接，且{0}个额外的客户端窗口也会连接到它上。

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_EditorListenServer
source: The editor will run as a listen server.
ja: エディタはリッスンサーバーとして実行します。
zh_cn: 编辑器将会作为监听服务器运行。

source: The editor will run as a listen server and {0} additional client window(s) will also connect to it.
ja: エディタはリッスンサーバーとして実行し、 {0} の追加のクライアントウィンドウも接続します。
zh_cn: 编辑器将会作为监听服务器运行，并且{0}个额外的客户端窗口也会连接到它上面

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_EditorOffline
source: The editor will run offline.
ja: エディタはオフラインで実行します。
zh_cn: 编辑器将会离线运行。

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_MultiProcess
source: The following will run with multiple UE4 instances:
ja: 次の対象はすべてのUE4インスタンスと実行します：
zh_cn: 以下内容将会同多个虚幻引擎4实例协同运行:

# FLevelEditorPlaySettingsCustomization,MultiplayerDescription_OneProcess
source: The following will all run under one UE4 instance:
ja: 次の対象はすべて1つのUE4インスタンスの下で実行します：
zh_cn: 以下内容将都在一个虚幻引擎4实例下运行:

# FLevelEditorPlaySettingsCustomization,NewWindowPositionName
source: New Window Position
es: Nueva posición de la ventana
ja: 新規のウィンドウ位置
pt_br: Nova Posição da Janela
zh_cn: 新窗口位置

# FLevelEditorPlaySettingsCustomization,NewWindowPositionRow
source: New Window Position
es: Nueva posición de la ventana
ja: 新規のウィンドウ位置
pt_br: Nova Posição da Janela
zh_cn: 新窗口位置

# FLevelEditorPlaySettingsCustomization,NewWindowPositionTooltip
source: Sets the screen coordinates for the top-left corner of floating PIE windows (in pixels)
es: Ajusta las coordenadas de la pantalla para la esquina superior izquierda de las ventanas de la reproducción en el editor flotantes (en píxeles)
ja: フローティングPIEウィンドウ（ピクセル単位）の左上隅にスクリーン座標を設定
pt_br: Define as coordenadas de tela para o canto superior esquerdo de janelas de PIE flutuantes (em pixels)
zh_cn: 为浮动PIE窗口的左上角设置屏幕坐标(以像素为单位)

# FLevelEditorPlaySettingsCustomization,NewWindowSizeName
source: New Window Size
es: Nuevo tamaño de la ventana
ja: 新規のウィンドウサイズ
pt_br: Novo Tamanho da Janela
zh_cn: 新窗口尺寸

# FLevelEditorPlaySettingsCustomization,NewWindowSizeRow
source: New Window Size
es: Nuevo tamaño de la ventana
ja: 新規のウィンドウサイズ
pt_br: Novo Tamanho da Janela
zh_cn: 新窗口尺寸

# FLevelEditorPlaySettingsCustomization,NewWindowSizeTooltip
source: Sets the width and height of floating PIE windows (in pixels)
es: Ajusta el ancho y el alto de las ventanas PIE flotantes (en píxeles)
ja: フローティングPIEウィンドウ（ピクセル単位）の高さと幅を設定
pt_br: Definir a largura e a altura de janelas de PIE flutuantes (em pixels)
zh_cn: 设置浮动PIE窗口的宽度和高度 (以像素为单位)

# FLevelEditorPlaySettingsCustomization,PlainTextName
source: Play In Editor Description
ja: プレイ イン エディタの説明
zh_cn: 在编辑器中运行描述

# FLevelEditorPlaySettingsCustomization,PlainTextToolTip
source: A brief description of the multiplayer settings and what to expect if you play with them in the editor.
ja: マルチプレイヤー設定とエディタをこの設定でプレイした時に想定される状況の簡単な説明
zh_cn: 关于多玩家设置及其在编辑器中使用它们进行游戏时的效果的概述。

# FLevelEditorPlaySettingsCustomization,PlayInNetworkWindowDetails
source: Multiplayer Window Size
ja: マルチプレイヤーウィンドウサイズ
zh_cn: 多玩家窗口大小

# FLevelEditorPlaySettingsCustomization,PlayNetModeLabel
source: Editor Multiplayer Mode
ja: エディタマルチプレイヤーモード
zh_cn: 编辑器多玩家模式

# FLevelEditorPlaySettingsCustomization,ProjectMapsSectionHeader
source: Project
es: Proyecto
ja: プロジェクト
pt_br: Projeto
zh_cn: 项目

# MainTabMenu,ProjectHeading
source: Project
es: Proyecto
ja: プロジェクト
pt_br: Projeto
zh_cn: 项目

# FLevelEditorPlaySettingsCustomization,RouteGamepadToSecondWindowLabel
source: Route 1st Gamepad to 2nd Client
ja: 上位のゲームパッドを下位のクライアントへ転送
zh_cn: 将第一个游戏手柄路由到第二个客户端

# FLevelEditorPlaySettingsCustomization,RunDedicatedServerLabel
source: Run Dedicated Server
ja: 専用サーバーを実行
zh_cn: 运行专用服务器

# UICommands.DebuggerCommands,PlayInNetworkDedicatedServer
source: Run Dedicated Server
ja: 専用サーバーを実行
zh_cn: 运行专用服务器

# FLevelEditorPlaySettingsCustomization,RunUnderOneProcessDisabledLabel
source: Run Under One Process is disabled.
ja: Run Under One Processは無効です
zh_cn: 已经禁用了在单进程下运行功能。

# FLevelEditorPlaySettingsCustomization,RunUnderOneProcessEnabledLabel
source: Use Single Process
ja: シングルプロセスを使用
zh_cn: 使用单进程

# FLevelEditorPlaySettingsCustomization,ServerGameOptionsLabel
source: Server Game Options
ja: サーバーのゲームオプション
zh_cn: 服务器游戏选项

# FLevelEditorPlaySettingsCustomization,StandaloneWindowSizeName
source: Standalone Window Size
es: Tamaño de la ventana independiente
ja: スタンドアローンのウィンドウサイズ
pt_br: Tamanho da Janela Independente
zh_cn: 独立窗口尺寸

# FLevelEditorPlaySettingsCustomization,StandaloneWindowSizeTooltip
source: Sets the width and height of standalone game windows (in pixels)
es: Ajusta el ancho y el alto de las ventanas del juego independientes (en píxeles)
ja: スタンドアローンゲームウィンドウ（ピクセル単位）の高さと幅を設定
pt_br: Define a largura e a altura de janelas de jogo independentes (em pixels)
zh_cn: 设置独立游戏窗口的宽度和高度 (以像素为单位)

# FLevelEditorPlaySettingsCustomization,TopPositionLabel
source: Top Position
es: Parte superior
ja: 上位置
pt_br: Posição Superior
zh_cn: 顶部位置

# FLevelEditorPlaySettingsCustomization,WindowHeightLabel
source: Window Height
es: Altura de la ventana
ja: ウィンドウの高さ
pt_br: Altura da Janela
zh_cn: 窗口高度

# FLevelEditorPlaySettingsCustomization,WindowPosXLabel
source: Left Position
es: Lado izquierdo
ja: 左位置
pt_br: Posição Esquerda
zh_cn: 左侧位置

# FLevelEditorPlaySettingsCustomization,WindowWidthLabel
source: Window Width
es: Anchura de la ventana
ja: ウィンドウの幅
pt_br: Largura da Janela
zh_cn: 窗口宽度

# FMainFrameModule,BroadcastTooltip
source: Starts or stops broadcasting of this editor session to a live internet streaming service.
es: Inicia o detiene la radiodifusión de esta sesión del editor a un servicio de transmisión de flujo por Internet en directo.
ja: インターネットライブ配信サービスへエディタセッションの生中継を開始または停止します
pt_br: Inicia e para a transmissão desta sessão do editor para um serviço de streaming de internet em tempo real.
zh_cn: 开始或停止将此次编辑器会话广播到网络实时流媒体服务上。

# FMainFrameModule,CodeAccessorLoadComplete
source: {0} loaded!
es: ¡{0} cargado!
ja: {0} をロードしました！
pt_br: {0} carregado!
zh_cn: {0}已加载!

# FMainFrameModule,CodeAccessorLoadFailed
source: {0} failed to launch!
es: ¡Error al iniciar {0}!
ja: {0} の起動に失敗しました！
pt_br: Falha ao iniciar {0}!
zh_cn: {0}加载失败!

# FMainFrameModule,CodeAccessorLoadInProgress
source: Loading {0}
es: Cargando {0}
ja: {0} のロード中
pt_br: Carregando {0}
zh_cn: 正在加载: {0}

# UnrealEd,LoadingMapStatus_Loading
source: Loading {0}
ja: {0} をロード中
zh_cn: 正在载入{0}

# FMainFrameModule,HotReloadFinished
source: Hot Reload Complete!
ja: ホットリロードが完了しました！
zh_cn: 热加载完成！

# FMainFrameModule,ProjectBrowserDialogTitle
source: Unreal Project Browser
es: Buscador del proyecto Unreal
ja: プロジェクトブラウザ
pt_br: Navegador de Projeto Unreal
zh_cn: 虚幻项目浏览器

# FMainFrameModule,SaveReplayTooltip
source: Saves a video of the last 20 seconds of your work.
es: Guarda un video con el trabajo que ha hecho en los últimos 20 segundos.
ja: 最後の作業20 秒間をビデオに保存
pt_br: Salva um vídeo dos últimos 20 segundos do trabalho.
zh_cn: 保存您之前20秒的工作的视频。

# FMainFrameModule,VideoSavedAs
source: Video capture saved as
es: Guadar captura del vídeo como
ja: としてビデオキャプチャを保存
pt_br: Captura de vídeo salva como
zh_cn: 视频捕获另存为

# FMainFrameModule,VideoSavedFailedFailedToCreateDir
source: Video capture save failed - Failed to create directory {VideoCaptureDirectory}
es: Error al guardar la captura de vídeo - Error al crear el directorio {VideoCaptureDirectory}
ja: ビデオキャプチャの保存に失敗しました－ディレクトリ {VideoCaptureDirectory}の作成に失敗しました
pt_br: Falha ao salvar captura de vídeo: falha ao criar diretório {VideoCaptureDirectory}
zh_cn: 视频捕捉保存失败-无法创建目录 {VideoCaptureDirectory}

# FMainFrameModule,VideoSavedFailedNoTracker
source: Video capture failed - CrashTracker inactive
es: Error de captura del vídeo - CrashTracker está inactivo
ja: ビデオのキャプチャに失敗しました。CrashTrackerが非アクティブです。
pt_br: Falha ao capturar vídeo: CrashTracker inativo
zh_cn: 视频捕获失败 - CrashTracker未激活

# FMainFrameModule,VideoSavedFailedNotRunning
source: Video capture save failed - Capture not active or unavailable
es: Error al guardar la captura de vídeo - Captura sin activar o no disponible.
ja: ビデオキャプチャの保存に失敗しました。キャプチャは非アクティブが有効ではありません。
pt_br: Falha ao salvar captura de vídeo: captura inativa ou indisponível
zh_cn: 视频捕获保存失败 - 没有激活或该功能不可用

# FMathStructCustomization,SetVectorProperty
source: Set Vector Property
es: Ajustar propiedad vectorial
ja: ベクタープロパティを設定
pt_br: Definir Propriedade de Vetor
zh_cn: 设置向量属性

# UICommands.MatineeCommands,FileImport
source: Import...
ja: インポート...

# UICommands.SequencerCommands,ImportFBX
source: Import...
ja: インポート...

# FoliageEd_Mode,AddFoliageTypeButtonLabel
source: Add Foliage Type
ja: フォリッジタイプの追加
zh_cn: 添加植被类型

# UnrealEd,FoliageMode_AddTypeTransaction
source: Add Foliage Type
ja: フォリッジタイプの追加
zh_cn: 添加植被类型

# FoliageEd_Mode,BlueprintClassAsset
source: Blueprint Class
ja: ブループリント クラス
zh_cn: 蓝图类

# LevelToolBarViewMenu,BlueprintClass
source: Blueprint Class
ja: ブループリント クラス
zh_cn: 蓝图类

# FoliageEd_Mode,BrushSize
source: Brush Size
es: Tamaño del pincel
ja: ブラシのサイズ
pt_br: Tamanho do Pincel
zh_cn: 画刷尺寸

# FoliageEd_Mode,BrushSize_Tooltip
source: The size of the foliage brush
ja: フォリッジブラシのサイズ
zh_cn: 植被画刷的大小

# FoliageEd_Mode,BSP
source: BSP
es: BSP (Partición binaria del espacio)
ja: BSP ジオメトリブラシ

# LevelViewportContextMenu,SelectBSPHeading
source: BSP
ja: BSP ジオメトリブラシ

# FoliageEd_Mode,CannotEditBlueprintFoliageTypeWarning
source: Blueprint foliage types must be edited in the <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">Blueprint</>
ja: ブループリント フォリッジ タイプは<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">ブループリントないで編集される必要があります。</>
zh_cn: 蓝图植被类型必须在<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">蓝图</>中进行编辑

# FoliageEd_Mode,DeselectAllInstances
source: Deselect All
ja: すべて選択解除
zh_cn: 取消选中所有

# FoliageEd_Mode,EraseDensity
source: Erase Density
es: Eliminar densidad
ja: 密度を消去
pt_br: Apagar Densidade
zh_cn: 擦除密度

# FoliageEd_Mode,EraseDensity_Tooltip
source: The density of foliage to leave behind when erasing with the Shift key held. 0 will remove all foliage.
ja: Shiftキーを押しながら消去した時に残されるフォリッジの密度。0はすべてのフォリッジを除去します。
zh_cn: 当按住Shift键进行擦除操作时应该留下的植被的密度。设置为0将会删除所有植被。

# FoliageEd_Mode,FilterBSPTooltip_Placement
source: Place foliage on BSP
ja: BSPにフォリッジを配置
zh_cn: 在BSP上放置植被

# FoliageEd_Mode,FilterLandscapeTooltip_Placement
source: Place foliage on landscapes
ja: ランドスケープにフォリッジを配置
zh_cn: 在地貌上放置植被

# FoliageEd_Mode,FilterStaticMeshTooltip_Placement
source: Place foliage on static meshes
ja: スタティックメッシュにフォリッジを配置
zh_cn: 在静态网格物体上放置植被
