Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SkeletonSlotNames,AssetReferenceTask_Nodes
source: Searching Nodes
ja: ノード検索中
zh_cn: 正在搜索节点

# SkeletonSlotNames,ContextMenuSetSlotGroupLabel
source: Set Slot {0} Group to
ja: へスロット {0} グループを設定
zh_cn: 设置插槽{0}组至

# SkeletonSlotNames,ContextMenuSetSlotGroupToolTip
source: Set Slot {0} Group
ja: スロット {0} グループを設定
zh_cn: 设置插槽{0}组

# SkeletonSlotNames,ContextMenuSetSlotSubMenuToolTip
source: Changes slot's group to {0}
ja: スロットのグループを {0} に変更
zh_cn: 修改插槽的组为{0}

# SkeletonSlotNames,GraphColumnDefaultLabel
source: Graph Name
ja: グラフ名
zh_cn: 图表名称

# SkeletonSlotNames,MontageColumnDefaultLabel
source: Montage Name
ja: モンタージュ名
zh_cn: 蒙太奇名称

# SkeletonSlotNames,MontageReferenceOpenAssetToolTip
source: Open the editor for this asset.
ja: このアセットに対しエディタを開く
zh_cn: 为该资源打开编辑器。

# SkeletonSlotNames,MontageReferenceViewInContentBrowserToolTip
source: Highlight this asset in the Content Browser.
ja: コンテンツブラウザでこのアセットをハイライト
zh_cn: 在内容浏览器中突出显示该资源。

# SkeletonSlotNames,NewSlotName_AddSlotName
source: Add New Slot Node Name
ja: 新規スロットノード名を追加
zh_cn: 添加新建插槽节点名称

# SkeletonSlotNames,NewSlotName_AskSlotName
source: New Slot Name
ja: 新規スロット名
zh_cn: 新建插槽名

# SkeletonSlotNames,RenameSlotName_AskSlotName
source: New Slot Name
ja: 新規スロット名
zh_cn: 新建插槽名

# SkeletonSlotNames,NodeColumnDefaultLabel
source: Node Name
ja: ノード名
zh_cn: 节点名称

# SkeletonSlotNames,ReferenceWindowTitle
source: Slot References
ja: スロットリファレンス
zh_cn: 插槽引用

# SkeletonSlotNames,SkeletonSlotNames_ToolTip
source: Manage Skeleton's Slots and Groups.
ja: スケルトンのスロットとグループを管理
zh_cn: 管理骨架插槽和组。

# SkeletonSlotNames,SkeletonSlotNamesMenu
source: Anim Slots
ja: アニメーションスロット
zh_cn: 动画插槽

# SkeletonSlotNames,SlotManagerGeneralActions
source: Slot Manager Actions
ja: スロットマネージャーアクション
zh_cn: 插槽管理器操作

# SkeletonSlotNames,SlotManagerSlotActions
source: Slot Actions
ja: スロットアクション
zh_cn: 插槽操作

# SkeletonSlotNames,SlotManagerSlotGroupActions
source: Slot Group Actions
ja: スロットグループアクション
zh_cn: 插槽组动作

# SkeletonSlotNames,WindowTooltip
source: This tab lets you modify custom animation SlotName
es: Esta pestaña le permite modificar el SlotName de animación personalizado
ja: カスタム仕様のアニメーションSlotNameを修正できるタブ
pt_br: Esta guia permite que você modifique o SlotName da animação personalizada
zh_cn: 该选卡允许您修改自定义的动画插槽名称

# SkeletonWidget,BoneName
source: Bone Name
es: Nombre del hueso
ja: ボーン名
pt_br: Nome do Osso
zh_cn: 骨骼名称

# SkeletonWidget,BoneRemovalLabel
source: Bone Removal
es: Eliminación del hueso
ja: ボーンの除去
pt_br: Remoção de Osso
zh_cn: 骨骼删除

# SkeletonWidget,ColumnLabel_RemapAssetType
source: Asset Type
ja: アセットタイプ
zh_cn: 资源类型

# SkeletonWidget,CurrentlySelected
source: Currently Selected
es: Selección actual
ja: 現在の選択対象
pt_br: Atualmente Selecionado
zh_cn: 当前选中项：

# SkeletonWidget,CurrentlySelectedSkeletonLabel
source: Currently Selected :
es: Selección actual:
ja: 現在の選択対象：
pt_br: Atualmente Selecionado :
zh_cn: 当前选中项：

# SkeletonWidget,CurrentlySelectedSkeletonLabel_SelectSkeleton
source: Select Skeleton
es: Seleccionar esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# SkeletonWidget,RemapSkeleton
source: Select Skeleton
es: Seleccionar esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# SkeletonWidget,FailedRemapsDialog
source: Failed Remaps
es: Error al volver a mapear
ja: 再マップに失敗しました
pt_br: Remapeamentos com Falha
zh_cn: 重新映射失败

# SkeletonWidget,MissingBone
source: Missing
es: Perdido
ja: 不足中
pt_br: Ausente
zh_cn: 丢失

# SkeletonWidget,NoSkeletonIsSelected
source: No skeleton is selected!
es: ¡No se ha seleccionado ningún esqueleto!
ja: スケルトンが選択されていません！
pt_br: Nenhum esqueleto foi selecionado!
zh_cn: 未选中骨架!

# SkeletonWidget,NoSkeletonSelectedLabel
source: No skeleton is selected!
es: ¡No se ha seleccionado ningún esqueleto!
ja: スケルトンが選択されていません！
pt_br: Nenhum esqueleto foi selecionado!
zh_cn: 未选中骨架!

# SkeletonWidget,RemapFailureTitle
source: The following assets could not be Remaped.
es: Los siguientes activos no se podrán volver a mapear.
ja: 次のアセット名を変更できませんでした
pt_br: Não foi possível remapear os ativo a seguir.
zh_cn: 以下资源无法被重新映射。

# SkeletonWidget,RemapSkeleton_Apply
source: Retarget
ja: リターゲット
zh_cn: 重定向

# SkeletonWidget,RemapSkeleton_ConvertSpaces
source: Convert Spaces to new Skeleton
ja: スペースを新規スケルトンい変換
zh_cn: 转换空间到新的骨架

# SkeletonWidget,RemapSkeleton_DupeName_Folder
source: Folder
ja: フォルダ
zh_cn: 文件夹

# SkeletonWidget,RemapSkeleton_DupeName_ReplaceFrom
source: Replace
ja: 置換
zh_cn: 替换

# SkeletonWidget,RemapSkeleton_DupeName_ShowFolderOption
source: Change...
ja: 変更...
zh_cn: 修改...

# SkeletonWidget,RemapSkeleton_RemapAssets
source: Remap referenced assets
es: Volver a mapear los activos referenciados
ja: リファレンスアセットを再マップする
pt_br: Remapear ativos referenciados
zh_cn: 重新映射参考资源

# SkeletonWidget,RemapSkeleton_ShowCompatible
source: Show Only Compatible Skeletons
ja: 互換性のあるスケルトンのみを表示
zh_cn: 仅显示兼容的骨架

# SkeletonWidget,RetargetBasePose_OptionLabel
source: Retarget Options
ja: リターゲットオプション
zh_cn: 重定向选项

# SkeletonWidget,SelectSkeletonLabel
source: Select Skeleton:
es: Seleccionar esqueleto:
ja: スケルトンを選択：
pt_br: Selecionar Esqueleto:
zh_cn: 选择骨架：

# SkeletonWidget,SourceSkeleteonTitle
source: [Source]
ja: [ソース]
zh_cn: [源]

# SkeletonWidget,TargetSkeleteonTitle
source: [Target]
ja: [ターゲット]
zh_cn: [对象]

# SkeletonWidget,TargetSkeletonBone
source: Target Skeleton Bone
es: Hueso del esqueleto meta
ja: ターゲットスケルトンボーン
pt_br: Osso do Esqueleto de Destino
zh_cn: 目标骨架骨骼：

# SkelMeshComponent,Animation
source: Animation {0}
es: Animación {0}
ja: アニメーション {0}
pt_br: Animação {0}
zh_cn: 动画{0}

# SkelMeshComponent,BlendSpace
source: Blend Space {0}
es: Espacio de combinación {0}
ja: ブレンド スペース {0}
pt_br: Espaço de Mistura {0}
zh_cn: 混合空间 {0}

# SkelMeshComponent,Composite
source: Composite {0}
ja: コンポジット {0}
zh_cn: 合成{0}

# SkelMeshComponent,Montage
source: Montage {0}
es: Montaje {0}
ja: モンタージュ {0}
pt_br: Montagem {0}
zh_cn: 蒙太奇 {0}

# SkelMeshComponent,ReferencePose
source: Reference Pose
ja: リファレンスポーズ
zh_cn: 参考姿势

# SkinnedMeshComponentDetails,CurrentPhysicsAsset
source: Currently used Physics Asset
es: El activo físico que se está usando actualmente
ja: 現在使用している物理アセット
pt_br: Ativo de Física usado atualmente
zh_cn: 当前使用的物理资源

# SkinnedMeshComponentDetails,LODCategoryName
source: Level of Detail
ja: LOD
zh_cn: 细节层次

# SKismetInspector,BlueprintUneditableInheritedComponentWarning
source: Components flagged as not editable when inherited must be edited in the <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">Parent Blueprint</>
ja: 継承時に編集不可のフラグが付いているコンポーネントは <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">親ブループリント</> で編集しなくてはいけません。
zh_cn: 当继承标志为不能编辑的组件时，则必须在<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">父类蓝图</>中进行编辑。

# SkyLightComponentDetails,SkyLightMobilityTooltip
source: Mobility for sky light components determines what rendering methods will be used. A Stationary sky light has its shadowing baked into Bent Normal AO by Lightmass, but its lighting can be changed in game.
es: La movilidad para los componentes de luz determina qué métodos de renderizado se van a utilizar. Una luz de cielo estacionaria tiene su sombreado elaborado en la función Bent Normal AO (oclusión ambiental) por Lightmass, pero su iluminación puede modificarse en el juego.
ja: スカイライトコンポーネントの可動性によって、利用するレンダリング手法が決定します。固定スカイライトのシャドウイングはライトマスによってBent Normal AOへベイクされていますが、スカイライトのライティングはゲーム内で変更が可能です。
pt_br: A mobilidade para os componentes de luz do céu determina quais métodos de renderização serão usados. Uma luz de céu Estacionária tem seu sombreamento criado em Dobrar Normal AO por Lightmass, mas sua iluminação pode ser alterada no jogo.
zh_cn: 天空光源的移动性决定了将要使用的渲染方法。一个固定的天空光源通过Lightmass把阴影烘焙到Bent Normal AO中，但它的光照可以在游戏中进行改变。

# SkyLightDetails,UpdateSkyCapture
source: Recapture
ja: 再キャプチャ
zh_cn: 重新捕获

# SkyLightDetails,UpdateSkyLight
source: Recapture Scene
es: Volver a capturar la escena
ja: シーンを再キャプチャ
pt_br: Recapturar Cena
zh_cn: 重新捕获场景

# SlateBrushAssetFactory,SlateBrushAssetFactoryDescription
source: Slate Brush
es: Pincel del cuadro
ja: スレートブラシ
pt_br: Pincel do Slate
zh_cn: Slate画刷

# SlateColorCustomization,Inherit
source: Inherit
ja: 継承
zh_cn: 继承

# SlateColorCustomization,InheritToolTip
source: Uses the foreground color inherited down the widget hierarchy
ja: ウィジェット階層へ継承したフォアグラウンドカラーを使用
zh_cn: 使用继承控件层次结构的前端颜色

# SlateWidgetStyleAssetFactory,CreateSlateWidgetStyleAssetOptions
source: Pick Slate Widget Style Class
es: Escoger clase de estilo del widget del cuadro
ja: Slate Widget Styleクラスを選択
pt_br: Selecionar Classe de Estilo de Widget do Slate
zh_cn: 选择Slate控件样式类别

# SLevelEditorBuildAndSubmit,AddFilesButtonLabel
source: Add Files to Source Control if Necessary
es: Añadir archivos al control de código fuente si es necesario
ja: 必要に応じてソースコントロールにファイルを追加
pt_br: Adicionar Arquivos ao Controle de Origem se Necessário
zh_cn: 如果必要则添加文件到源码控制

# SLevelEditorBuildAndSubmit,BuildAndCloseButtonLabel
source: Build and Close
es: Diseñar y Cerrar
ja: ビルドして閉じる
pt_br: Compilar e Fechar
zh_cn: 构建并关闭

# SLevelEditorBuildAndSubmit,ColumnHeader_State
source: State
es: Estado
ja: スレート
pt_br: Estado
zh_cn: 状态

# TransitionRuleGetter,StateInfoGetterTitle_None
source: State
ja: 状態

# SLevelEditorBuildAndSubmit,DescriptionDefaultText
source: Enter change description here...
es: Introducir descripción del cambio aquí…
ja: 説明の変更をここに入力..
pt_br: Insira aqui a descrição da mudança...
zh_cn: 在此处输入修改描述...

# SLevelEditorBuildAndSubmit,DescriptionSectionTitle
source: Submission Description
es: Descripción del envío
ja: サブミット内容
pt_br: Descrição do Envio
zh_cn: 提交描述

# SLevelEditorBuildAndSubmit,ExtraPackagesSectionTitle
source: Additional Files to Submit
es: Archivos adicionales que enviar
ja: サブミットする追加ファイル
pt_br: Arquivos Adicionais a Enviar
zh_cn: 待提交的额外文件

# SLevelEditorBuildAndSubmit,NoSubmitMapErrorsButtonLabel
source: Don't Submit in Event of Map Errors
es: No enviar en el evento de errores del mapa
ja: マップエラーのイベントに登録しない
pt_br: Não Enviar em Caso de Erros de Mapa
zh_cn: 当地图发生错误时请不要提交

# SLevelEditorBuildAndSubmit,NoSubmitSaveErrorsButtonLabel
source: Don't Submit in Event of Save Errors
es: No enviar en el evento de errores de guardado
ja: 保存エラーのイベントに登録しない
pt_br: Não Enviar em Caso de Erros de Salvamento
zh_cn: 当发生保存错误时请不要提交

# SLevelEditorBuildAndSubmit,ShowPackagesButtonLabel
source: Show Files not in Source Control
es: Mostrar archivos que no estañen en el control del código fuente
ja: ソースコントロールに存在しないファイルを表示
pt_br: Exibir Arquivos que não estão no Controle de Origem
zh_cn: 显示不在源代码控制中的文件

# SLevelEditorBuildAndSubmit,SourceControlState_CheckedOut
source: CHECKED OUT
es: REVISADO
ja: チェックアウト中
pt_br: SAÍDA REGISTRADA
zh_cn: 已迁出

# SLevelEditorBuildAndSubmit,SourceControlState_NotInDepot
source: NOT IN DEPOT
es: NO ESTÁ EN EL ALMACÉN
ja: ディポに存在しません
pt_br: NÃO ESTÁ NO DEPÓSITO
zh_cn: 不在depot库中

# SLevelEditorBuildAndSubmit,SourceControlState_OpenForAdd
source: OPEN FOR ADD
es: ABRIR PARA AÑADIR
ja: 追加のために開く
pt_br: ABRIR PARA ADICIONAR
zh_cn: 打开进行添加

# SLevelEditorToolBox,NoToolSelected
source: Select a tool to display its options.
es: Seleccionar una herramienta para visualizar sus opciones.
ja: オプションを表示するツールを選択
pt_br: Selecione uma ferramenta para exibir suas opções.
zh_cn: 选择一个工具来显示其选项。

# SLevelViewport,AddActorUsingAssetMenuFormat
source: Add {0}: {1}
es: Añadir {0}: {1}
ja: {0} を追加： {1}
pt_br: Adicionar {0}: {1}
zh_cn: 添加{0}: {1}

# SMatineeRecorder,ChangeCameraMode
source: Change Camera Mode
es: Modificar modo de la cámara
ja: カメラモードを変更
pt_br: Alterar Modo da Câmera
zh_cn: 改变相机模式

# SMatineeRecorder,DuplicateSelectedTracks
source: Duplicate Selected Tracks
es: Duplicar las pistas seleccionadas
ja: 選択中のトラックを複製
pt_br: Duplicar Faixas Selecionadas
zh_cn: 克隆选中的轨迹

# UnrealEd,InterpEd_RecordMode_DuplicateTracksMode
source: Duplicate Selected Tracks
es: Duplicar pistas seleccionadas
ja: 選択中のトラックを複製
pt_br: Duplicar Faixas Selecionadas
zh_cn: 克隆选中的轨迹

# SMatineeRecorder,NewAttachedCameraMode
source: New Attached Camera Mode
es: Nuevo modo de cámara acoplado
ja: 新しく親子付けされたカメラモード
pt_br: Novo Modo da Câmera Anexada
zh_cn: 新建附加式的相机模式

# UnrealEd,InterpEd_RecordMode_NewCameraAttachedMode
source: New Attached Camera Mode
es: Nuevo modo de cámara acoplada
ja: 新しく親子付けされたカメラモード
pt_br: Novo Modo da Câmera Anexada
zh_cn: 新建附加式的相机模式

# SMatineeRecorder,NewCameraMode
source: New Camera Mode
es: Nuevo modo de cámara
ja: 新規カメラモード
pt_br: Novo Modo da Câmera
zh_cn: 新建相机模式

# UnrealEd,InterpEd_RecordMode_NewCameraMode
source: New Camera Mode
es: Nuevo modo de cámara
ja: 新規カメラモード
pt_br: Novo Modo da Câmera
zh_cn: 新建相机模式

# SMatineeRecorder,ReplaceSelectedTracks
source: Replace Selected Tracks
es: Reemplazar las pistas seleccionadas
ja: 選択トラックを置換
pt_br: Substituir Faixas Selecionadas
zh_cn: 克隆选中的轨迹

# UnrealEd,InterpEd_RecordMode_ReplaceTracksMode
source: Replace Selected Tracks
es: Reemplazar las pistas seleccionadas
ja: 選択したトラックを置換
pt_br: Substituir Faixas Selecionadas
zh_cn: 克隆选中的轨迹

# SMatineeRecorder,StartStopRecording
source: Start/Stop Recording
es: Iniciar/Parar grabación
ja: 録音を開始/停止
pt_br: Iniciar/Parar Gravação
zh_cn: 启动/暂停 录制

# SMergeActorsToolbar,CreateMergedActorTitle
source: Create Merged Actor
ja: マージしたアクタを作成
zh_cn: 创建融合的Actor

# SMeshMergingDialog,ReplaceSourceActorsLabel
source: Replace Source Actors
ja: ソースアクタを置換
zh_cn: 放置源Actor

# SMeshProxyDialog,ExportMetallicMapLabel
source: Export Metallic Map
ja: メタリックマップをエクスポート
zh_cn: 导出金属感贴图

# SMeshProxyDialog,ExportNormalMapLabel
source: Export Normal Map
ja: ノーマルマップをエクスポート
zh_cn: 导出法线贴图

# SMeshProxyDialog,ExportRoughnessMapLabel
source: Export Roughness Map
ja: ラフネスマップをエクスポート
zh_cn: 导出粗糙度贴图

# SMeshProxyDialog,ExportSpecularMapLabel
source: Export Specular Map
ja: スペキュラーマップをエクスポート
zh_cn: 导出高光贴图

# SMeshProxyDialog,LightMapResolutionLabel
source: LightMap Resolution
ja: ライトマップ解像度
zh_cn: 光照贴图分辨率

# SMeshProxyDialog,MergeDistanceLabel
source: Merge Distance (pixels)
es: Distancia de fusión (píxeles)
ja: 距離をマージ（ピクセル）
pt_br: Mesclar Distância (pixels)
zh_cn: 融合距离 (像素)

# SMeshProxyDialog,OnScreenSizeLabel
source: On Screen Size (pixels)
es: Tamaño en la pantalla (píxeles)
ja: 画面サイズ合わせ (ピクセル)
pt_br: No Tamanho da Tela (pixels)
zh_cn: 屏幕上的大小 (像素)

# SMeshProxyDialog,RecalcNormalsLabel
source: Recalculate Normals
es: Recalcular normales
ja: 法線を再計算
pt_br: Recalcular Normais
zh_cn: 重新计算法线

# SMeshProxyDialog,TextureResolutionLabel
source: Texture Resolution
es: Resolución de la textura
ja: テクスチャ解像度
pt_br: Resolução da Textura
zh_cn: 贴图分辨率

# SMorphTargetViewer,CopyMorphTargetNamesButtonLabel
source: Copy Names
ja: 名前をコピー

# SMorphTargetViewer,CopyMorphTargetNamesButtonTooltip
source: Copy the names of selected morph targets to clipboard
ja: 選択中のモーフターゲット名をクリップボードにコピー

# SMorphTargetViewer,DeleteMorphTarget
source: Delete Morph Target
es: Elimina las metas del modelado
ja: モーフターゲットを削除
pt_br: Excluir Alvo de Transformação
zh_cn: 删除顶点变形目标

# SMorphTargetViewer,DeleteMorphTargetButtonTooltip
source: Deletes the selected morph targets.
es: Elimina las metas del modelado seleccionadas.
ja: 選択したモーフターゲットを削除
pt_br: Exclui os alvos de transformação selecionados.
zh_cn: 删除选中的顶点变形目标

# SMorphTargetViewer,MorphTargetMeshNameLabel
source: No Skeletal Mesh Present
es: No hay malla esqueleto presente
ja: スケルタルメッシュが存在しません
pt_br: Nenhuma Malha Esquelética Presente
zh_cn: 不存在骨架网格物体

# SMorphTargetViewer,MorphTargetNameLabel
source: Morph Target Name
es: Nombre de la meta del modelado
ja: モーフターゲット名
pt_br: Nome do Alvo de Transformação
zh_cn: 顶点变形目标名称

# SMorphTargetViewer,MorphTargetVertCountLabel
source: Vert Count
es: Recuento del vértice
ja: 頂点数
pt_br: Contagem de Vértices
zh_cn: 顶点数量

# SNodeVariableReferences,FindReplaceAllTransaction
source: {0} replaced with {1}
ja: {0} を {1} で置換
zh_cn: {0}替换为 {1}

# SNodeVariableReferences,ReplaceWith
source: Replace with:
ja: 次で置換:
zh_cn: 替换为：

# SocketChooser,ChooseSocketOrBoneLabel
source: Choose Socket or Bone
ja: ソケットまたはボーンを選択

# SocketDragDrop,SocketNameFmt
source: Socket {0}
ja: ソケット {0}
zh_cn: 插槽{0}

# SoundClassEditor,AppearanceCornerText_SoundClass
source: SOUND CLASS
es: CLASE DE SONIDO
ja: サウンドクラス
pt_br: CLASSE DE SOM
zh_cn: 声效类

# SoundClassEditor,AppLabel
source: Sound Class Editor
es: Editor de la clase de sonido
ja: サウンドクラスエディタ
pt_br: Editor de Classe de Som
zh_cn: 音效类编辑器

# SoundClassEditor,WorkspaceMenu_SoundClassEditor
source: Sound Class Editor
es: Editor de la clase de sonido
ja: サウンドクラスエディタ
pt_br: Editor de Classe de Som
zh_cn: 音效类编辑器

# SoundClassEditor,SoundClassEditorRemoveSelectedNode
source: Sound Class Editor: Remove Selected SoundClasses from editor
es: Editor de la clase de sonido: Eliminar las SoundClasses seleccionadas del editor
ja: サウンドクラスエディタ：エディタから選択サウンドクラスを取り除く
pt_br: Editor de Classe de Som: Remover SoundClasses Selecionadas do editor
zh_cn: 音效类编辑器： 从编辑器中删除选中的音效类。

# SoundClassEditor,WorldCentricTabPrefix
source: Sound Class
es: Clase de sonido
ja: サウンドクラス
pt_br: Classe de Som
zh_cn: 声音类

# SoundClassGraphNode,SoundClassChildren
source: Children
es: Hijos
ja: 子
pt_br: Filhos
zh_cn: 子项

# SoundClassSchema,ClassActionsMenuHeader
source: SoundClass Actions
es: Acciones de SoundClass
ja: サウンドクラスアクション
pt_br: Ações de SoundClass
zh_cn: 声音类操作

# SoundClassSchema,ConnectionLoop
source: Connection would cause loop
es: La conexión podría causar un bucle
ja: 接続はループを引き起こします
pt_br: A conexão causaria um loop
zh_cn: 连接将导致循环

# SoundCueSchema,ConnectionLoop
source: Connection would cause loop
es: La conexión podría causar un bucle
ja: 接続はループを起こす可能性があります
pt_br: A conexão causaria um loop
zh_cn: 连接将导致循环

# SoundClassSchema,NewSoundClass
source: New Sound Class
es: Clase de sonido nuevo
ja: 新規サウンドクラス
pt_br: Nova Classe de Som
zh_cn: 新建声音类

# SoundClassSchema,NewSoundClassTooltip
source: Create a new sound class
es: Crear una nueva clase de sonido
ja: 新規サウンドクラスを作成
pt_br: Criar uma nova classe de som
zh_cn: 创建新声音类

# SoundClassSchema,SoundClassEditorDropClasses
source: Sound Class Editor: Drag and Drop Sound Class
es: Editor de la clase de sonido: Arrastrar y soltar la clase de sonido
ja: サウンドクラスエディタ：サウンドクラスをドラッグ＆ドロップ
pt_br: Editor de Classe de Som: Arrastar e Soltar Classe de Som
zh_cn: 音效类编辑器： 拖拽并放置音效类

# SoundCueEditor,AppearanceCornerText_SoundCue
source: SOUND CUE
es: PISTA DE SONIDO
ja: サウンドキュー
pt_br: COMANDO DE SOM
zh_cn: 音效

# SoundCueEditor,AppLabel
source: SoundCue Editor
es: Editor de SoundCue
ja: サウンドキューエディタ
pt_br: Editor de SoundCue
zh_cn: 音效编辑器

# SoundCueEditor,WorkspaceMenu_SoundCueEditor
source: Sound Cue Editor
ja: サウンド キュー エディタ
zh_cn: 音效编辑器

# SoundCueEditor,WorldCentricTabPrefix
source: SoundCue
ja: サウンドキュー

# SoundCueGraphNode_Root,RootToolTip
source: Wire the final Sound Node into this node
es: Conectar el nodo de sonido final con este nodo
ja: このノードに最終サウンドノードを接続
pt_br: Conectar o Nó de Som final a esse nó
zh_cn: 将最终的声效节点连接到此节点

# SoundCueSchema,MultipleWAVsSelected
source: Multiple WAVs
es: WAVs múltiples
ja: 複数のWAV
pt_br: Vários WAVs
zh_cn: 多个WAVs

# SoundCueSchema,NewSoundCueNodeTooltip
source: Adds {Name} node here
es: Añade un nodo {Name} aquí
ja: {Name} ノードをここに追加
pt_br: Adiciona o nó {Name} aqui
zh_cn: 在此处添加{Name} 节点

# SoundCueSchema,NewSoundNodeRandomTooltip
source: Adds a {Name} node for {SelectedItems} here
es: Añade un nodo {Name} para {SelectedItems} aquí
ja: {SelectedItems} に対し {Name} ノードをここに追加
pt_br: Adiciona um nó {Name} para {SelectedItems} aqui
zh_cn: 在此处为{SelectedItems}添加一个{Name}节点

# SoundCueSchema,SoundCueEditorDropWave
source: Sound Cue Editor: Drag and Drop Sound Wave
es: Editor de la pista de sonido: Arrastrar y soltar la onda de sonido
ja: サウンドキューエディタ：サウンドウェーブをドラッグ＆ドロップ
pt_br: Editor de Comando de Som: Arrastar e Soltar Onda de Som
zh_cn: Sound Cue编辑器: 拖拽并放置音效波形

# SoundCueSchema,SoundCueEditorNewFromSelection
source: Sound Cue Editor: New From Selection
es: Editor de la pista de sonido: Nuevo de la selección
ja: サウンドキューエディタ：選択内容から新規
pt_br: Editor de Comando de Som: Novo a Partir de Seleção
zh_cn: Sound Cue编辑器: 根据选中项新建

# SoundCueSchema,SoundCueEditorNewSoundNode
source: Sound Cue Editor: New Sound Node
es: Editor de la pista de sonido: Nodo de sonido nuevo
ja: サウンドキューエディタ：新規サウンドノード
pt_br: Editor de Comando de Som: Novo Nó de Som
zh_cn: Sound Cue编辑器: 新建音效节点

# SoundCueSchema,SoundNodeAction
source: Sound Node
es: Nodo de sonido
ja: サウンドノード
pt_br: Nó de Som
zh_cn: 声音节点

# SoundFactory,ImportOverwriteWarning
source: You are about to import '{0}' over an existing sound.
ja: 既存サウンドへ '{0}' をインポートしようとしています
zh_cn: 您即将从已存的声音中导入'{0}'。

# SoundNode,SoundNodeAddPinButton
source: Add input
es: Añadir entrada
ja: インプットを追加
pt_br: Adicionar entrada
zh_cn: 添加输入

# SoundNode,SoundNodeAddPinButton_Tooltip
source: Adds an input to the sound node
es: Añade una entrada al nodo de sonido
ja: サウンドノードにインプットを追加
pt_br: Adiciona uma entrada ao nó de som
zh_cn: 给该音效节点添加输入

# SourceCodeAccessSettingsDetails,PreferredAccessorFilterString
source: Source Code Editor
ja: ソースコードエディタ

# SourceCodeAccessSettingsDetails,PreferredAccessorToolTip
source: Choose the way to access source code.
es: Elegir el modo de acceder al código fuente.
ja: ソースコードへのアクセス方法を選択
pt_br: Escolher a forma de acesso do código da fonte.
zh_cn: 选择访问源码的方法。

# SourceCodeNavigation,ReadingSymbols
source: Reading C++ Symbols
es: Leyendo símbolos C++
ja: C++ Symbolsを読み込み中
pt_br: Lendo Símbolos do C++
zh_cn: 正在读取C++ 符号!

# SourceCodeNavigation,SuggestedCodeIDE_Generic
source: an IDE to edit source code
es: un IDE para editar el código fuente
ja: ソースコードを編集するIDE
pt_br: um IDE para editar código fonte
zh_cn: 编辑源代码的集成开发环境

# SourceCodeNavigation,SymbolQueryComplete
source: C++ Symbols Loaded!
es: ¡Se han cargado los símbolos C++!
ja: C++ Symbolsがロードされました！
pt_br: Símbolos do C++ Carregados!
zh_cn: C++ 符号加载完成!

# SourceCodeNavigation,SymbolQueryInProgress
source: Loading C++ Symbols
es: Cargando los símbolos C++
ja: C++ Symbolsをロード中
pt_br: Carregando Símbolos do C++
zh_cn: 正在加载C++ 符号!

# SourceControl,AutoCheckOutFailedNotification
source: Unable to automatically check out packages.
ja: パッケージの自動チェックアウトができません。

# SourceControl,AutoCheckOutNotification
source: Packages automatically checked out.
ja: パッケージは自動チェックアウトされました。

# SourceControl,CheckOutHyperlinkText
source: Check-Out
es: Revisión
ja: チェックアウト
pt_br: Registrar a saída
zh_cn: 迁出

# SourceControl,CheckOutNotification
source: {NumFiles} files need check-out!
ja: {NumFiles} 個のファイルをチェックアウトしてください！

# SourceControl.HistoryPanel.Header,Changelist
source: ChangeList
es: Lista de cambios
ja: チェンジリスト
zh_cn: 变更列表

# SourceControl.HistoryPanel.Header,Date
source: Date Submitted
es: Fecha de envío
ja: 提出日：
pt_br: Data de Envio
zh_cn: 提交日期

# SourceControl.HistoryPanel.Header,Revision
source: Revision
es: Revisión
ja: リビジョン
pt_br: Revisão
zh_cn: 版本

# SourceControl.HistoryPanel.Header,UserName
source: Submitted By
es: Enviado por
ja: 提出者
pt_br: Enviado Por
zh_cn: 提交者

# SourceControl.HistoryPanel.Info,Action
source: Action:
es: Acción:
ja: アクション:
pt_br: Ação:
zh_cn: 动作:

# SourceControl.HistoryPanel.Info,BranchedFrom
source: Branched From:
es: Derivado de:
ja: 元ブランチ：
pt_br: Ramificação de:
zh_cn: 分支于:

# SourceControl.HistoryPanel.Info,Changelist
source: Changelist:
es: Lista de cambios:
ja: チェンジリスト:
pt_br: Lista de alterações:
zh_cn: 变更列表:

# SourceControl.HistoryPanel.Info,Date
source: Date Submitted:
es: Fecha enviada:
ja: 提出日：
pt_br: Data de Envio:
zh_cn: 提交日期:

# SourceControl.HistoryPanel.Info,Description
source: Description:
es: Descripción
ja: 説明
pt_br: Descrição:
zh_cn: 描述:

# SourceControl.HistoryPanel.Info,FileSize
source: File Size:
es: Tamaño del archivo:
ja: ファイルサイズ：
pt_br: Tamanho do Arquivo:
zh_cn: 文件大小:

# SourceControl.HistoryPanel.Info,Revision
source: Revision:
es: Revisión:
ja: リビジョン:
pt_br: Revisão:
zh_cn: 版本:

# SourceControl.HistoryPanel.Info,SubmittedBy
source: Submitted By:
es: Enviado por:
ja: 提出者：
pt_br: Enviado Por:
zh_cn: 提交者:
