Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,UnableToCreateLevelScript
source: Unable to find or create a level blueprint for this level.
es: Imposible encontrar o crear un Blueprint de nivel para este nivel.
ja: このレベルに対するレベルブループリントが見つからないか作成できません。
pt_br: Não é possível encontrar ou criar um esquema de nível para este nível.
zh_cn: 无法找到或创建该关卡的关卡蓝图。

# UnrealEd,UnableToPasteOnlyOneDirectorGroup
source: Unable to complete paste operation. You can only have 1 director group per UnrealMatinee.
es: Imposible completar la operación de pegado. Solo se puede tener 1 grupo principal por UnrealMatinee.
ja: 貼り付けができません。UnrealMatinee に格納できるディレクター グループは 1 つのみです。
pt_br: Não é possível completar a operação de colar. Você só pode ter 1 grupo diretor por UnrealMatinee.
zh_cn: 无法完成粘帖操作。 每个UnrealMatinee您仅能有一个导演组。

# UnrealEd,UnableToSaveInvisibleLevels
source: Save aborted. Levels must be made visible before they can be saved.
es: Guardar cancelado. Los niveles deben ser visibles antes de que se puedan guardar.
ja: 保存を中止しました。保存するには、レベルを可視状態にしなくてはいけません。
pt_br: Anulado. Os níveis devem estar visíveis antes que possam ser salvos.
zh_cn: 保存中止。 在保存关卡之前必须使关卡可见。

# UnrealEd,UnableToSaveLockedLevels
source: Save aborted. Level must be unlocked before it can be saved.
es: Guardar cancelado. El nivel debe estar desbloqueado antes de guardar.
ja: 保存を中止しました。保存するには、レベルのロックを解除しなくてはいけません。
pt_br: Anulado. O nível precisa estar desbloqueado antes de ser salvo.
zh_cn: 保存中止。 在保存关卡之前必须解锁关卡。

# UnrealEd,Undo_SnapBrushOrigin
source: Snap Brush Origin
es: Atraer origen del pincel
ja: ブラシの原点をスナップ
pt_br: Aderir Origem do Pincel
zh_cn: 对齐画刷原点

# UnrealEd,Undo_SnapBrushVertices
source: Snap Brush Vertices
es: Atraer los vértices del pincel
ja: ブラシの頂点をスナップ
pt_br: Aderir Vértices do Pincel
zh_cn: 对齐画刷顶点

# UnrealEd,UndoMessageFormat
source: Undo: {0}
es: Deshacer: {0}
ja: 元に戻す： {0}
pt_br: Desfazer: {0}
zh_cn: 取消: {0}

# UnrealEd,UnHideAll
source: UnHide All
es: Mostrar todo
ja: 非表示設定をすべて解除
pt_br: Exibir Tudo
zh_cn: 显示所有

# UnrealEd,UnhideSelected
source: Unhide Selected
es: Mostrar selección
ja: 選択内容を再表示
pt_br: Exibir Selecionado
zh_cn: 显示选中项

# UnrealEd,UnionSelectionSet
source: Union Selection Set
es: Selección de unión ajustada
ja: 結合選択内容一式
pt_br: Unit Conjunto de Seleção
zh_cn: 联合选项集合

# UnrealEd,UnloadDirtyPackagesList
source: The following assets have been modified and cannot be unloaded:{DirtyPackages} Saving these assets will allow them to be unloaded.
es: Se han modificado los siguientes activos y no se han podido descargar:{DirtyPackages} Guardar estos activos permitirá que se puedan descargar.
ja: 次のアセットは変更されているためアンロードできません:{DirtyPackages} これらのアセットを保存すると問題のアセットをアンロード出来ます。
pt_br: Os seguintes ativos foram modificados e não podem ser descarregados: {DirtyPackages} Salvar estes ativos permitirá que eles sejam descarregados.
zh_cn: 以下资源已经被修改并且无法卸载:{DirtyPackages} 保存这些资源将允许卸载它们。

# UnrealEd,Unloading
source: Unloading
es: Descargando
ja: アンロード中
pt_br: Descarregando
zh_cn: 正在卸载

# UnrealEd,Unloadingf
source: Unloading {0}...
es: Descargando {0}...
ja: {0} をアンロード中...
pt_br: Descarregando {0}...
zh_cn: 正在卸载 {0}...

# UnrealEd,Untitled
source: Untitled
es: Sin título
ja: 名称未設定
pt_br: Sem Título
zh_cn: 未命名

# UnrealEd,UpdateKeyframe
source: Update Key Frame
es: Acualizar fotograma clave
ja: キー フレームを更新
pt_br: Atualizar Quadro Chave
zh_cn: 更新关键帧

# UnrealEd,UVChannels_F
source: UV Channels: {0}
es: Canales UV: {0}
ja: UV チャンネル： {0}
pt_br: Canais UV: {0}
zh_cn: UV 通道: {0}

# UnrealEd,VerifyingDelete
source: Verifying Delete
es: Verificando eliminar
ja: 削除を検証中
pt_br: Verificando Exclusão
zh_cn: 正在确认删除操作

# UnrealEd,VerticalAlignment
source: Vertical Alignment
es: Alineación vertical
ja: 垂直整列
pt_br: Alinhamento Vertical
zh_cn: 垂直对齐

# UnrealEd,Vertices_F
source: Vertices: {0}
es: Vértices: {0}
ja: 頂点: {0}
pt_br: Vértices: {0}
zh_cn: 顶点： {0}

# UnrealEd,Warning_CantDeleteRebuildingAssetRegistry
source: Unable To Delete While Discovering Assets
es: No es capaz de eliminar mientras está buscando activos
ja: 検索中はアセットを削除できません
pt_br: Não é Possível Excluir Durante Detecção de Ativos
zh_cn: 无法在发现资源时进行删除

# UnrealEd,Warning_CompileErrorsInMaterial
source: The current material has compilation errors, so it will not render correctly in feature level {0}. Are you sure you wish to continue?
es: El material actual tiene errores de compilación, por lo que no renderizará correctamente en el nivel de función {0}. ¿Está seguro de querer continuar?
ja: 現在のマテリアルにコンパイルエラーが発生したため、レベル {0} で正しくレンダリングされなくなります。 本当に続けますか？
pt_br: O material atual possui erros de compilação, então não será renderizado corretamente no nível {0} do recurso. Deseja continuar?
zh_cn: 当前材质有编译错误，将不能在功能关卡{0}中进行正常渲染。 您确认想继续吗？

# UnrealEd,Warning_CompileErrorsInMaterial_Title
source: Warning: Compilation errors in this Material
es: Atención: Errores de compilación en este material
ja: 警告: マテリアルにコンパイルエラーが発生しました
pt_br: Advertência: Erros de compilação neste Material
zh_cn: 警告： 该材质中存在编译错误

# UnrealEd,Warning_ExternalPackageRef
source: The following assets have references to external assets: {0} External assets won't be found when in a game and all references will be broken. Proceed?
es: Los siguientes activos tienen referencias a activos externos: {0} Los activos externos no se encontrarán cuando esté en el juego y todas las referencias se romperán. ¿Continuar?
ja: 次のアセットには外部アセットへのリファレンスがあります: {0} 外部アセットはゲーム中に発見できないため、結果としてすべてのリファレンスが破損します。継続しますか？
pt_br: Os seguintes ativos tem referências a ativos externos: {0} Ativos externos não serão encontrados no jogo e todas as referências serão quebradas. Prosseguir?
zh_cn: 以下资源引用了外部资源: {0} 当在游戏中时将无法找到外部资源，所有引用将会受到破坏。 继续?

# UnrealEd,Warning_LargeTextureImport
source: Attempting to import {0} x {1} texture, proceed? Largest supported texture size: {2} x {3}
es: Se está intentando importar textura {0} x {1}, ¿continuar? Tamaño máximo de textura que admite: {2} x {3}
ja: サイズが {0} x {1} のテクスチャをインポートしようとしています。続行しますか? サポートしているテクスチャ最大サイズ： {2} x {3}
pt_br: Tentando importar textura {0} x {1}. Prosseguir? Maior tamanho de textura suportado: {2} x {3}
zh_cn: 正在尝试导入 {0} x {1} 的贴图, 继续吗? 所支持的最大贴图尺寸: {2} x {3}

# UnrealEd,Warning_ManyActors
source: Warning: Many Actors
es: Atención: Muchos actores
ja: 警告：アクタが多すぎます
pt_br: Advertência: Muitos Atores.
zh_cn: 警告： 很多个Actor

# UnrealEd,Warning_ManyActorsForDeselect
source: There are {0} selected actors. Are you sure you want to deselect them all?
es: Hay {0} actores en el mundo. ¿Está seguro de que quiere quitar la selección en todos ellos?
ja: {0} このアクタが選択されています。すべてのアクタの選択を解除してもよろしいですか?
pt_br: Existem {0} atores selecionados. Deseja cancelar a seleção de todos eles?
zh_cn: 有 {0}个选中的actor。 您确定想取消选择所有这些actor?

# UnrealEd,Warning_ManyActorsForInvertSelect
source: There are {0} actors in the world. Are you sure you want to invert selection on them all?
es: Hay {0} actores en el mundo. ¿Está seguro de que quiere invertir la selección en todos ellos?
ja: {0} 個のアクタがワールドに存在します。アクタの選択内容を反転させてもよろしいですか?
pt_br: Existem {0} atores no mundo. Deseja inverter a seleção de todos eles?
zh_cn: 世界中有 {0}个actor。 您确定想对所有这些actor进行反向选择吗?

# UnrealEd,Warning_ManyActorsForSelect
source: There are {0} actors in the world. Are you sure you want to select them all?
es: Hay {0} actores en el mundo. ¿Está seguro de que quiere seleccionarlos todos?
ja: {0} 個のアクタがワールドに存在します。すべてのアクタを選択してよろしいですか？
pt_br: Existem {0} atores no mundo. Deseja selecionar todos eles?
zh_cn: 世界中有 {0}个actor。 您确定想选择所有这些actor?

# UnrealEd,Warning_ManyActorsToSelectOne
source: There are {0} selected actors. Selecting this actor will deselect them all. Are you sure?
es: Hay {0} actores en el mundo. Seleccionar estos actores quitará la selección de todos. ¿Está seguro?
ja: {0} 個のアクタが選択されています。このアクタを選択するとその他すべてのアクタの選択が解除されます。継続しますか？
pt_br: Existem {0} atores selecionados. Selecionar este ator cancelará a seleção de todos os outros. Continuar?
zh_cn: 有 {0}个选中的actor。 选择该actor将会取消选择所有actor。 您确认吗?

# UnrealEd,Warning_NoPreviewMeshFound
source: Warning: No Preview Mesh Found
es: Atención: No se encuentra malla de la vista preliminar
ja: 警告: プレビューメッシュがみつかりませんでした
pt_br: Advertência: Não Foi Encontrada Malha de Visualização
zh_cn: 警告： 没有找到预览网格物体

# UnrealEd,Warning_NoPreviewMeshFound_Message
source: You need to select a mesh-based asset in the content browser to preview it.
ja: プレビューするにはコンテンツブラウザでメッシュベースのアセットを選択しなくてはいけません。
zh_cn: 您必须在内容浏览器中选择基于网格物体的资源，以对其进行预览。

# UnrealEd,Warning_OutOfDateFBX
source: An out of date FBX has been detected. Importing different versions of FBX files than the SDK version can cause undesirable results. File Version: {0} SDK Version: {1}
es: Se ha detectado un FBX sin actualizar. Importar versiones de archivos FBX diferentes a la versión de SDK pueden causar resultados no deseados. Versión el archivo: {0} Versión SDK: {1}
ja: 無効のFBXが検知されました。 SDKバージョンと異なるバージョンのFBXファイルをインポートすると望ましくない結果の原因となります。 ファイルバージョン: {0} SDKバージョン: {1}
pt_br: Um FBX desatualizado foi detectado. Importar versões diferentes dos arquivos FBX em relação aos SDK pode causar resultados indesejáveis. Versão do arquivo: {0} Versão do SDK: {1}
zh_cn: 已经检测到旧版的FBX。 导入与SDK版本不同的FBX文件版本将会导致意想不到的结果。 文件版本: {0} SDK 版本: {1}

# UnrealEd,Warning_TextureNotAPowerOfTwo
source: Cannot import texture with non-power of two dimensions
es: No se puede importar la textura sin dimensiones de potencia de dos
ja: 2の累乗サイズではないテクスチャはインポートできません
pt_br: Não é possível importar a textura com dimensões que não sejam potência de dois
zh_cn: 不能导入尺寸不是2的幂数的贴图

# UnrealEd,Warning_UsingExternalPackage
source: This map is using externally referenced packages which won't be found when in a game and all references will be broken. Perform a map check for more details. Would you like to continue?
es: Este mapa está utilizando paquetes referenciados externamente que no se encontrarán cuando esté en un juego y todas las referencias se romperán. Haga una comprobación del mapa para más detalles. ¿Quiere continuar?
ja: このマップは外部のパッケージをリファレンスしているため、ゲームモードではリファレンスが破綻します。マップチェックを実行して詳細を取得してください 続けますか？
pt_br: Este mapa está usando pacotes de referências externas que não serão encontradas dentro do jogo e todas as referências serão quebradas. Execute uma verificação de mapa para mais detalhes. Deseja continuar?
zh_cn: 该地图正在使用外部的引用包，当在游戏中时将不能找到这些包，所有引用将会受到破坏。 请执行地图检测来获得更多详情。 您想继续吗?

# UnrealEd,Warning_WritablePackagesNotCheckedOut
source: The following assets are writable on disk but not checked out from source control:{0}
es: Los siguientes activos son modificables en el disco pero no se han revisado en el control del código fuente:{0}
ja: 次のアセットはディスク上で書込み可能ですがソース コントロール上ではチェック アウトされていません: {0}
pt_br: Os seguintes ativos são graváveis no disco mas não sua saída não foi registrada no controle de origem:{0}
zh_cn: 以下资源在磁盘上是可写的，但没有从源码控制迁出：{0}

# UnrealEd,Warning_WritablePackagesNotCheckedOutTitle
source: Writable Assets Not Checked Out
es: Activos modificables sin revisar
ja: 書込み可能アセットがチェックアウトされていません
pt_br: Ativos Graváveis Cuja Saída Não Foi Registrada
zh_cn: 可写资源没有迁出

# UnrealEd,WarnNewMoveTrackOnStatic
source: WARNING: The track you are creating requires a Dynamic Actor, but the currently active group is using a Static Actor. Are you sure you want to create the track?
es: ATENCIÓN: la pista que está creando requiere un actor dinámico, pero el grupo ahora activo está utilizando un actor estático. ¿Está seguro de que quiere crear la pista?
ja: 警告：作成しようとしているトラックには動的アクタが必須ですが、現在アクティブなグループは性的アクタを使用しています トラックを作成してよろしいですか？
pt_br: ADVERTÊNCIA: A faixa que você está criando requer um Ator Dinâmico, mas o grupo atualmente ativo está usando um Ator Estático. Deseja criar a faixa?
zh_cn: 警告: 您所创建的轨迹需要一个动态Actor，但当前激活的组使用的是一个静态Actor。 您确定想创建该轨迹吗?

# UnrealEd,WeldBodies
source: Weld Bodies
es: Soldar cuerpos
ja: 連結ボディ
pt_br: Soldar Corpos
zh_cn: 融合刚体

# UnrealEd,XorSelectionSet
source: XOR Selection Set
es: Ajuste de la selección XOR
ja: XORの選択内容一式
pt_br: XOR no Conjunto de Seleção
zh_cn: 异或选项集合

# UnrealEd,ZipUpProject
source: Zip file location
ja: Zipファイルの場所
zh_cn: 压缩文件位置

# UnrealEd.Editor,AddEvent_ToolTip
source: Add {EventName}
es: Añadir {EventName}
ja: {EventName} を追加
pt_br: Adicionar {EventName}
zh_cn: 添加{EventName}

# UnrealEd.Editor,AttachmentLogPage
source: Actor Reattachment
es: Volver a acoplar el actor
ja: アクタを再度親子付け
pt_br: Refixação de Ator
zh_cn: 重新附加Actor

# UnrealEd.Editor,BlueprintName_Default
source: NewBlueprint
ja: 新規ブループリント
zh_cn: 新建蓝图

# UnrealEd.Editor,BulkReimport_SingleItem
source: Reimporting {0}
ja: {0} を再インポート中

# UnrealEd.Editor,BulkReimport_Title
source: Reimporting...
ja: 再インポート中...

# UnrealEd.Editor,ConvertActorsTaskStatusUpdateMessageFormat
source: Converted: {OldActorName} to {NewActorName}
es: Transformado: {OldActorName} en {NewActorName}
ja: 変換済: {OldActorName} を {NewActorName} へ
pt_br: Convertido: {OldActorName} para {NewActorName}
zh_cn: 已转换： {OldActorName} 为 {NewActorName}

# UnrealEd.Editor,ConvertBrushesToStaticMesh_Heading
source: Static Mesh Name:
es: Nombre de la malla estática:
ja: スタティックメッシュ名：
pt_br: Nome da Malha Estática:
zh_cn: 静态网格物体名称：

# UnrealEd.Editor,CurrentLevelHiddenActorWillAlsoBeHidden
source: Current level [{0}] is hidden, actor will also be hidden until level is visible
es: El nivel actual [{0}] está oculto, el actor también lo estará hasta que el nivel sea visible
ja: 現行レベル [{0}] は非表示です。レベルが可視化されるまでアクタも非表示になります。
pt_br: O nível atual [{0}] está oculto, o ator também será oculto até que o nível esteja visível.
zh_cn: 当前关卡[{0}]是隐藏的，在关卡变为可见之前，actor将也是隐藏的。

# UnrealEd.Editor,DisabledNodeComment
source: This node is disabled and will not be called. Drag off pins to build functionality.
ja: ノードは無効なため呼び出されません。 ピンを取り出して機能を構築してください。
zh_cn: 这个节点被禁用并且将不会被调用。 拖曳引脚来构建功能。

# UnrealEd.Editor,HiddenLevelsContinueWithBuildQ
source: These levels will not be rebuilt. Leaving them hidden may invalidate what is built in other levels. Continue with build? (Yes All will show all hidden levels and continue with the build)
es: Estos niveles no se volverán a diseñar. Dejarlos ocultos puede invalidar lo diseñado en otros niveles. ¿Continuar con el diseño? (Sí a todo le mostrará todos lo niveles ocultos y continuará con el diseño)
ja: これらのレベルは再ビルドされません。レベルを非表示状態のままにすると他のレベルでビルドした内容を無効にする可能性があります。 ( [すべてはい] を選択すると非表示レベルをすべて表示してビルドを継続します)
pt_br: Estes níveis não serão recompilados. Deixá-los ocultos pode invalidar o que for compilado em outros níveis. Continuar compilação? (Sim para Todos exibirá todos os níveis ocultos e continuará com a compilação)
zh_cn: 将不会重新构建这些关卡。 继续隐藏这些关卡可能会使得其他关卡中构建的内容无效。 继续构建？(选择‘全部是’将还会显示所有隐藏的关卡并继续构建)

# UnrealEd.Editor,LowRAMWarning_Body
source: For best performance install at least 8GB of RAM.
ja: 最良のパフォーマンスを得るには少なくとも8GBのメモリ容量があるRAMをインストールしてください
zh_cn: 如需获得最佳性能，请至少安装8GB内存。

# UnrealEd.Editor,LowRAMWarning_Title
source: Low RAM
ja: RAMの容量が足りません
zh_cn: 内存低

# UnrealEd.Editor,ReimportFailed
source: Failed to Reimport: {ObjectName} ({ObjectType})
es: Error al volver a importar: {ObjectName} ({ObjectType})
ja: 再インポートに失敗しました: {ObjectName} ({ObjectType})
pt_br: Falha ao Reimportar: {ObjectName} ({ObjectType})
zh_cn: 重新导入失败: {ObjectName} ({ObjectType})

# UnrealEd.Editor,ReimportMissingFileChoiceDialogMessageTitle
source: Reimport missing files
ja: 不足ファイルを再インポート

# UnrealEd.Editor,ReimportSuccessful
source: Successfully Reimported: {ObjectName} ({ObjectType})
es: Se ha vuelto a importar correctamente: {ObjectName} ({ObjectType})
ja: 再インポートに成功しました: {ObjectName} ({ObjectType})
pt_br: Reimportado com Sucesso: {ObjectName} ({ObjectType})
zh_cn: 成功地重新导入: {ObjectName} ({ObjectType})

# UnrealEd.Editor,ReimportSuccessfulFrom
source: Successfully Reimported: {ObjectName} ({ObjectType}) from file ({SourceFile})
es: Se ha vuelto a importar correctamente: {ObjectName} ({ObjectType}) del archivo ({SourceFile})
ja: 再インポートに成功しました: ファイル ({SourceFile}) から {ObjectName} ({ObjectType})
pt_br: Reimportado com Sucesso: {ObjectName} ({ObjectType}) do arquivo ({SourceFile})
zh_cn: 成功地重新导入: 文件({SourceFile})中的{ObjectName} ({ObjectType})

# UnrealEd.Editor,ReimportSuccessfulMultiple
source: Successfuly Reimported: {ObjectName} ({ObjectType}) from file ({SourceFile}) and {Number} more
es: Se ha vuelto a importar correctamente: {ObjectName} ({ObjectType}) del archivo ({SourceFile}) y {Number}
ja: 再インポートに成功しました: ファイル ({SourceFile}) と {Number} 以上のファイルから {ObjectName} ({ObjectType})
pt_br: Reimportado com Sucesso: {ObjectName} ({ObjectType}) do arquivo ({SourceFile}) e de {Number} outros
zh_cn: 成功地重新导入: 文件 ({SourceFile})和{Number}等中的{ObjectName} ({ObjectType})

# UnrealEd.Editor,SelectPathTooltip
source: Select the path where the static mesh will be created
es: Seleccionar la ruta donde se creará la malla estática
ja: スタティックメッシュをを作成するパスを選択
pt_br: Selecione o caminho onde a malha estática será criado
zh_cn: 选择创建静态网格物体的路径

# UnrealEd.Editor,SlowCPUWarning_Body
source: For best performance a Quad-core Intel or AMD processor, 2.5 GHz or faster is recommended.
ja: 最良のパフォーマンスを得るには Quad-core Intel または AMD プロセッサ、2.5 GHz もしくはより高速なプロセッサを使用してください
zh_cn: 如需获得最佳性能，请至少使用4核的Intel或AMD处理器，推荐2.5 GHz或更快。

# UnrealEd.Editor,SlowCPUWarning_Title
source: CPU Performance Warning
ja: CPUパフォーマンス警告
zh_cn: CPU性能警告

# UnrealEd.Editor,SlowGPUWarning_Body
source: The current graphics card is slower than the recommanded specification of an NVIDIA GeForce 470 GTX or AMD Radeon 6870 HD series card or higher, performance may be low.
ja: 現在使用しているグラフィックカードは、NVIDIA GeForce 470 GTX または AMD Radeon 6870 シリーズのカード、もしくはそれ以上のスペックの推奨要件よりも動作が遅いため、パフォーマンスが低下する可能性があります。
zh_cn: 推荐使用NVIDIA GeForce 470 GTX或AMD Radeon 6870 HD系列显卡或更高，当前显卡速度慢于此配置，性能表现可能会较差。

# UnrealEd.Editor,SlowGPUWarning_Title
source: Slow Graphics Card
ja: 動作の遅いグラフィックカード
zh_cn: 缓慢的显卡

# UnrealEd.Editor,TheFollowingLevelsAreHidden_Additional
source: The following levels are hidden: {HiddenLevelNameList} {ContinueMessage}
es: Los siguientes niveles están ocultos: {HiddenLevelNameList} {ContinueMessage}
ja: 次のレベルは非表示です: {HiddenLevelNameList} {ContinueMessage}
pt_br: Os seguintes níveis estão ocultos: {HiddenLevelNameList} {ContinueMessage}
zh_cn: 以下关卡是隐藏的: {HiddenLevelNameList} {ContinueMessage}

# UnrealEd.Editor,TheFollowingLevelsAreHidden_Persistent
source: The following levels are hidden: Persistent Level{HiddenLevelNameList} {ContinueMessage}
es: Los siguientes niveles están ocultos: Nivel persistente{HiddenLevelNameList} {ContinueMessage}
ja: 次のレベルは非表示です: パーシスタントレベル{HiddenLevelNameList} {ContinueMessage}
pt_br: Os seguintes níveis estão ocultos: Nível Persistente{HiddenLevelNameList} {ContinueMessage}
zh_cn: 以下关卡是隐藏的: 永久性关卡{HiddenLevelNameList} {ContinueMessage}

# UnrealEd.Editor,TheFollowingStreamingLevelsAreHidden_Additional
source: The following streaming levels are hidden: {HiddenLevelNameList} {ContinueMessage}
es: Los siguientes niveles de transmisión de flujo están ocultos: {HiddenLevelNameList} {ContinueMessage}
ja: 次のストリーミング レベルは非表示です: {HiddenLevelNameList} {ContinueMessage}
pt_br: Os seguintes níveis de transmissão estão ocultos: {HiddenLevelNameList} {ContinueMessage}
zh_cn: 以下动态载入关卡是隐藏的: {HiddenLevelNameList} {ContinueMessage}

# UnrealEd.Editor,UnloadBpPackageError
source: Failed to unload Bluprint '{0}': {1}
ja: ブループリント'{0}' のアンロードに失敗しました： {1}
zh_cn: 载入蓝图'{0}': {1}失败

# UnrealEd.Editor,UnloadedBlueprint
source: Unloaded Blueprint
ja: ブループリントをアンロードしました
zh_cn: 未载入的蓝图

# UnrealEd.Editor,UnsupportedGPUWarning_Body
source: The current graphics card does not meet the minimum specification, for best performance an NVIDIA GeForce 470 GTX or AMD Radeon 6870 HD series card or higher is recommended. Rendering performance and compatibility are not guaranteed with this graphics card.
ja: epic.ue.subscription.sidebar.system_requirements.line3 = NVIDIA GeForce 470 GTX または AMD Radeon 6870 HDシリーズのカードまたはより高速処理が可能なカード
zh_cn: 当前显卡未达到最低配置要求，为能达到最佳性能要求推荐使用NVIDIA GeForce 470 GTX或AMD Radeon 6870 HD系列显卡或更高配置。使用目前的显卡无法保证渲染的系统表现及兼容性。

# UnrealEd.Editor,UnsupportedGPUWarning_Title
source: Unsupported Graphics Card
ja: 未サポートのグラフィックカード
zh_cn: 不受支持的显卡

# UnrealEd.Editor,UpdateMacOSX_Body
source: Please update to the latest version of Mac OS X for best performance.
es: Por favor, actualizar a la última versión de Mac OS X para obtener el mejor rendimiento.
ja: 最良のパフォーマンスを得るためにMac OS Xの最新バージョンへ更新してください
pt_br: Atualize para a versão mais recente do Mac OS X para obter o melhor desempenho.
zh_cn: 请更新最新版本的Mac OS X，以获得最佳性能。

# UnrealEd.Editor,UpdateMacOSX_Title
source: Update Mac OS X
es: Actualizar Mac OS X
ja: Mac OS Xをアップデート
pt_br: Atualizar Mac OS X
zh_cn: 更新Mac OS X

# UnrealEd.Editor,UpdatingReflectionCaptures
source: Updating reflection captures
ja: リフレクションキャプチャを更新中
zh_cn: 正在更新反射截图

# UnrealEd.Editor,ViewEvent_ToolTip
source: View {EventName}
es: Vista {EventName}
ja: 表示 {EventName}
pt_br: Visualizar {EventName}
zh_cn: 查看{EventName}

# UnrealEd.EditorActor,BeginInvertingActorSelectionTaskMessage
source: Inverting Selected Actors
es: Invertir los actores seleccionados
ja: 選択アクタを反転
pt_br: Invertendo Atores Selecionados
zh_cn: 反向选择选中的Actor

# UnrealEd.EditorActor,BeginSelectAllActorsTaskStatusMessage
source: Selecting All Actors
es: Seleccionando todos los actores
ja: アクタをすべて選択中
pt_br: Selecionando Todos os Atores
zh_cn: 正在选择所有Actors

# UnrealEd.EditorActor,CannotDeleteSpecialActor
source: Cannot delete special actor {Name}
es: No se puede eliminar el actor especial {Name}
ja: 特殊なアクタは削除できません {Name}
pt_br: Não é possível excluir o ator especial {Name}
zh_cn: 不能删除特殊actor{Name}

# UnrealEd.EditorActor,Warning_PasteCancel
source: Do not paste
es: No pegar
ja: 貼り付けしない
pt_br: Não colar
zh_cn: 不粘帖

# UnrealEd.EditorActor,Warning_PasteContinue
source: Unhide Level and paste
es: Mostrar nivel y pegar
ja: レベルを非表示にして貼り付け
pt_br: Exibir Nível e colar
zh_cn: 显示关卡并粘帖

# UnrealEd.EditorActor,Warning_PasteWarningBody
source: You are trying to paste to a hidden level. Suppressing this will default to Do Not Paste
ja: 非表示レベルへ貼り付けようとしています 貼り付けを取り消すとデフォルト設定の「貼り付けしない」に戻ります

# UnrealEd.EditorActor,Warning_PasteWarningHeader
source: Pasting To Hidden Level
es: Pegando en nivel oculto
ja: 非表示レベルへ貼付け中
pt_br: Colando para Nível Oculto
zh_cn: 正在粘帖到隐藏的关卡

# UnrealEd.GeomModifier,Error_PolygonsOnEdgeToTurnMustBeTriangles
source: The polygons on each side of the edge you want to turn must be triangles.
es: Los polígonos a cada lado de la arista que quiere transformar deben ser triangulares.
ja: 回転させたいエッジの両側にあるポリゴンは三角形でなくてはいけません
pt_br: Os polígonos de cada lado da aresta que você quer virar devem ser triângulos.
zh_cn: 您想翻转的边的每个面上的多边形必须都是三角形。

# UnrealEd.GeomModifier,ExtrudeCoordinateWarningBody
source: Extrude only works with Local Coordinates System
es: Extrudir solo los trabajos con sistema de coordinadas local
ja: 押し出し操作は、ローカル座標系でのみ機能します
pt_br: Extrusão funciona apenas com Sistema de Coordenadas Local
zh_cn: 挤压处理仅在局部坐标系统中有效

# UnrealEd.GeomModifier,ExtrudeCoordinateWarningTitle
source: Extrude Coordinates Mode Warning
es: Extrudir el aviso del modo de coordenadas
ja: 押し出し座標系の警告
pt_br: Alerta do Modo de Extrusão de Coordenadas
zh_cn: 挤压坐标模式警告

# UnrealEd.GeomModifier,InvalidBrushState
source: Invalid brush state could fail to triangulate. Reverting to previous state.
es: Se podría producir un error al triangular el estado del pincel no válido. Volver al estado previo.
ja: 無効なブラシの状態は三角測量に失敗する原因となります。前回のステートへ戻ります。
pt_br: Estado de pincel inválido pode falhar ao triangular. Revertendo para o estado anterior.
zh_cn: 无效的画刷状态可能会导致三角化失败。 恢复到前一状态。

# UnrealEd.GeomModifier_Clip,Tooltip
source: Given a dividing plane, cut the geometry into two pieces, optionally discarding one of them. This operation only works in an orthographic viewport. Define the vertices of the dividing plane with the space bar, and press Enter to apply.
ja: 分割ペインを仮定して、ジオメトリを2つにカットします。任意で片方を破棄します。この操作は正投影ビューポートのみで機能します。スペースキーで分割ペインの頂点を定義してEnterキーで適用します。
zh_cn: 给定分割平面，将几何体划分为两半，选择性地丢弃其中之一。此操作仅在正交视口中可行。使用空格键来定义分割面的顶点，然后按下输入键以应用。
