Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# GameProjectUtils,FailedToWriteOutputFile
source: Failed to write output file "{OutputFilename}". Perhaps the file is Read-Only?
es: Error al escribir el archivo de salida "{OutputFilename}". ¿Quizás sea de solo lectura?
ja: 「 "{OutputFilename}"」アウトプットファイルの書き込みに失敗しました。ファイルが読み取り専用に設定されていないか確認してください。
pt_br: Falha ao gravar o arquivo de saída "{OutputFilename}"; talvez ele seja de somente leitura
zh_cn: 写入输出文件 "{OutputFilename}"失败"。可能这个文件是只读的?

# GameProjectUtils,HeaderNameAlreadyExists
source: The file {NewHeaderName} already exists elsewhere in the engine.
ja: エンジンの別の場所に {NewHeaderName} ファイルが既に存在します
zh_cn: 文件{NewHeaderName}已经存在于引擎的其它地方。

# GameProjectUtils,InvalidProjectFileExtension
source: File extension is not {ProjectFileExtension}
es: La extensión del archivo no es {ProjectFileExtension}
ja: ファイル拡張子は {ProjectFileExtension} ではありません
pt_br: A extensão do arquivo não é {ProjectFileExtension}
zh_cn: 文件扩展名不是 {ProjectFileExtension}

# GameProjectUtils,InvalidTemplate_MissingDefs
source: Template project "{TemplateFile}" does not have definitions file: '{TemplateDefinesFile}'.
es: La plantilla del proyecto "{TemplateFile}" no tiene archivo de definición: '{TemplateDefinesFile}'.
ja: テンプレートプロジェクト "{TemplateFile}" に定義ファイルがありません: '{TemplateDefinesFile}'
pt_br: O projeto modelo "{TemplateFile}" não tem o arquivo de definições: '{TemplateDefinesFile}'.
zh_cn: 模板项目 "{TemplateFile}" 没有定义文件： '{TemplateDefinesFile}'.

# GameProjectUtils,InvalidTemplate_MissingProject
source: Template project "{TemplateFile}" does not exist.
es: La plantilla del proyecto "{TemplateFile}" no existe.
ja: テンプレートプロジェクト "{TemplateFile}" が存在しません
pt_br: O projeto de modelo "{TemplateFile}" não existe.
zh_cn: 模板项目 "{TemplateFile}" 不存在。

# GameProjectUtils,MissingParentClass
source: You must specify a parent class
es: Debe especificar una clase padre.
ja: 親クラスを指定しなくてはいけません
pt_br: É preciso especificar uma classe pai.
zh_cn: 您必须指定父类

# GameProjectUtils,NoClassName
source: You must specify a class name.
es: Debe especificar el nombre de una clase.
ja: クラス名を指定しなくてはいけません
pt_br: É preciso especificar um nome de classe.
zh_cn: 您必须指定类名。

# GameProjectUtils,NoProjectFilename
source: The project filename was not specified.
es: No se ha especificado el nombre del archivo del proyecto.
ja: プロジェクトファイル名が指定されていません
pt_br: O nome do arquivo de projeto não foi especificado.
zh_cn: 未定义项目文件名。

# GameProjectUtils,NoProjectFileSpecified
source: You must specify a project file.
es: Debe especificar un archivo del proyecto.
ja: プロジェクトファイルを指定しなくてはいけません
pt_br: É preciso especificar um arquivo de projeto.
zh_cn: 您必须指定项目文件。

# GameProjectUtils,NoProjectName
source: You must specify a project name.
es: Debe especificar el nombre de un proyecto.
ja: プロジェクト名を指定しなくてはいけません
pt_br: É preciso especificar um nome de projeto.
zh_cn: 您必须指定项目名称。

# GameProjectUtils,NoProjectPath
source: You must specify a path.
es: Debe especificar una ruta.
ja: パスを指定しなくてはいけません
pt_br: É preciso especificar um caminho.
zh_cn: 您必须指定路径。

# GameProjectUtils,OpenCodeIDE_MissingFile
source: Could not edit the code editing IDE. {Path} could not be found.
es: No se ha podido editar el código de edición IDE. {Path} no se ha encontrado.
ja: コード編集を行うIDEを編集できません。 {Path} が見つかりません。
pt_br: Não foi possível editar o IDE de edição de código. {Path} não encontrado.
zh_cn: 不能修改源码编辑集成开发环境。没有找到{Path}。

# GameProjectUtils,OpenCodeIDE_UnknownPlatform
source: could not open the code editing IDE. The operating system is unknown.
es: No se ha podido abrir el código de edición IDE. El sistema operativo es desconocido.
ja: コード編集IDEを開けません。OSが不明です。
pt_br: Não foi possível abrir o IDE de edição de código. O sistema operacional é desconhecido.
zh_cn: 不能打开源码编辑集成开发环境。操作系统未知。

# GameProjectUtils,ProjectFileAlreadyExists
source: This project file already exists.
ja: このプロジェクトファイルは既に存在します。
zh_cn: 该项目文件已经存在。

# GameProjectUtils,ProjectFileCannotBeUnderEngineFolder
source: Project cannot be saved under the Engine folder. Please choose a different directory.
ja: Engineフォルダ配下にプロジェクトを保存することはできません。別のディレクトリを選択してください。
zh_cn: 项目不能保存在Engine文件夹下。请另选一个目录。

# GameProjectUtils,ProjectFileCannotBeWithExistingFiles
source: Project cannot be saved in a folder with existing files. Please choose a different directory/project name.
ja: ファイルが存在するフォルダにプロジェクトを保存することはできません。別のディレクトリ、プロジェクト名を選択してください。
zh_cn: 项目不能同现有文件保存在一个文件夹中。请选择另一个文件夹或项目名称。

# GameProjectUtils,ProjectFileDoesNotExist
source: {ProjectFile} does not exist.
es: {ProjectFile} no existe.
ja: {ProjectFile} は存在しません
pt_br: {ProjectFile} não existe.
zh_cn: {ProjectFile}不存在。

# GameProjectUtils,ProjectFileUpdateComplete
source: {ShortFilename} was successfully updated.
es: {ShortFilename} se ha actualizado correctamente.
ja: {ShortFilename} の更新に成功しました
pt_br: {ShortFilename} foi atualizado.
zh_cn: {ShortFilename}更新成功。

# GameProjectUtils,ProjectFileUpdateFailed
source: {ShortFilename} failed to update. {FailReason}
es: Error al actualizar {ShortFilename}. {FailReason}
ja: {ShortFilename} の更新に失敗しました。 {FailReason}
pt_br: Falha ao atualizar {ShortFilename}. {FailReason}
zh_cn: {ShortFilename}更新失败。{FailReason}

# GameProjectUtils,ProjectNameContainsIllegalCharacters
source: Project names may not contain the following characters: {IllegalNameCharacters}
es: Los nombres de proyectos no pueden contener los siguientes caracteres:{IllegalNameCharacters}
ja: プロジェクト名に次の文字を含んではいけません：{IllegalNameCharacters}
pt_br: Os nomes de projeto não podem conter estes caracteres: {IllegalNameCharacters}
zh_cn: 项目名称不能包含以下字符： {IllegalNameCharacters}

# GameProjectUtils,ProjectNameContainsIllegalCharactersOnXB1
source: Project names may not contain an underscore when the Xbox One XDK is installed.
es: Los nombres de proyecto no deben incluir un subrayado cuando esté instalado Xbox One XDK.
ja: Xbox One XDKのインストール時に、プロジェクト名にアンダースコアが含まれていなかった可能性があります
pt_br: Nomes de projeto podem não conter um sublinhado quando o Xbox One XDK está instalado.
zh_cn: 当安装 Xbox One XDK时，项目名称不能包含下划线。

# GameProjectUtils,ProjectNameContainsSpace
source: Project names may not contain a space.
es: Los nombres de proyectos no pueden tener espacios.
ja: プロジェクト名にスペースを含んではいけません
pt_br: Os nomes de projeto não podem conter espaços.
zh_cn: 项目名称不能包含空格。

# GameProjectUtils,ProjectNameMustBeginWithACharacter
source: Project names must begin with an alphabetic character.
es: Los nombres de proyectos deben comenzar con un carácter alfabético.
ja: プロジェクト名はアルファベット文字で開始しなくてはいけません
pt_br: Os nomes de projeto devem começar com um caractere alfabético.
zh_cn: 项目名称必须以字母开头。

# GameProjectUtils,ProjectNameTooLong
source: Project names must not be longer than {MaxProjectNameLength} characters.
es: Los nombres de proyectos no deben sobrepasar {MaxProjectNameLength} caracteres.
ja: プロジェクト名は {MaxProjectNameLength} 文字以下で設定しなくてはいけません。
pt_br: Os nomes de projeto não devem ter mais de {MaxProjectNameLength} caracteres.
zh_cn: 项目名称不能长于{MaxProjectNameLength}个字符。

# GameProjectUtils,ProjectPathTooLong
source: A project's path must not be longer than {MaxProjectPathLength} characters.
ja: プロジェクトのパスは、 {MaxProjectPathLength} 文字以上でなくてはいけません。
zh_cn: 项目路径必须短于{MaxProjectPathLength}个字符。

# GameProjectUtils,SCCCheckoutFailed
source: Failed to check out the project file.
es: Error al revisar el archivo del proyecto.
ja: プロジェクトファイルのチェックアウトに失敗しました
pt_br: Falha ao registrar a saída do arquivo de projeto.
zh_cn: 迁出项目文件失败。

# GameProjectUtils,SCCDisabled
source: Source control is not enabled. Enable source control in the preferences menu.
es: EL control fuente no está activo. Activar control de fuente en el menú de preferencias.
ja: ソースコントロールが無効です。リファレンスメニューでソースコントロールを有効にします
pt_br: O controle de origem não está ativado. Ative o controle de origem no menu de preferências.
zh_cn: 没有启用源码控制。请在偏好设置菜单中启用源码控制。

# GameProjectUtils,SCCNotCurrent
source: The project file is not at head revision.
es: El archivo del proyecto no está en la revisión principal.
ja: プロジェクトファイルはヘッドリビジョンにありません
pt_br: O arquivo de projeto não é uma revisão principal.
zh_cn: 项目文件的版本不为最新。

# GameProjectUtils,SCCStateInvalid
source: Could not determine source control state.
es: No se puede determinar el estado de control fuente.
ja: ソースコントロールステートを決定できません
pt_br: Não foi possível determinar o estado do controle de origem.
zh_cn: 无法确定源码控制状态。

# GameProjectUtils,SharedResourceError
source: Error adding shared resources for '{TemplateName}'.
ja: '{TemplateName}'の共有リソース追加でエラーが発生しました
zh_cn: 为'{TemplateName}'添加共享资源发生错误。

# GameProjectUtils,ShouldMakeProjectWriteable_Message
source: '{ProjectFilename}' is read-only and cannot be updated. Would you like to make it writeable?
es: '{ProjectFilename}' es de solo lectura y no se puede actualizar, ¿quiere que se pueda modificar?
ja: '{ProjectFilename}' は読み取り専用で更新できません。ファイルを書き込み可能にしますか？
pt_br: '{ProjectFilename}' é somente leitura e não pode ser atualizado. Deseja torná-lo gravável?
zh_cn: '{ProjectFilename}'是只读的，不能更新它。您想将其变为可读的吗？

# GameProjectUtils,SlateWidgetClassDescription
source: A custom Slate widget, deriving from SCompoundWidget.
ja: カスタムのスレートウィジェットです。SCompoundWidgetを継承しています

# GameProjectUtils,SlateWidgetParentClass
source: Slate Widget
ja: スレートウィジェット
zh_cn: Slate控件

# GameProjectUtils,SlateWidgetStyleClassDescription
source: A custom Slate widget style, deriving from FSlateWidgetStyle, along with its associated UObject wrapper class.
ja: カスタムのスレートウィジェットスタイルです。FSlateWidgetStyleと関連するUObjectラッパークラスを継承しています

# GameProjectUtils,SlateWidgetStyleParentClass
source: Slate Widget Style
ja: スレートウィジェットスタイル
zh_cn: Slate控件风格

# SlateWidgetStyleAssetFactory,SlateWidgetStyleAssetFactoryDescription
source: Slate Widget Style
es: Estilo del widget del cuadro
ja: スレートウィジェットスタイル
pt_br: Estilo de Widget do Slate
zh_cn: Slate控件样式

# GameProjectUtils,SourcePathInvalidForModule
source: All source code for '{ModuleName}' must exist within '{RootSourcePath}'
ja: '{ModuleName}' のすべてのソースコードは '{RootSourcePath}' に存在しなくてはいけません
zh_cn: '{ModuleName}'的所有源码必须存在于'{RootSourcePath}'中

# GameProjectUtils,SourcePathMissingModuleRoot
source: The specified module path does not exist on disk: {ModuleSourcePath}
es: La ruta de módulo especificada no existe en el disco: {ModuleSourcePath}
ja: 指定したモジュールパスはディスクに存在しません： {ModuleSourcePath}
pt_br: O caminho do módulo especificado não existe no disco: {ModuleSourcePath}
zh_cn: 指定的模块路径在磁盘上不存在: {ModuleSourcePath}

# GameProjectUtils,UInterfaceClassDescription
source: A UObject Interface class, to be implemented by other UObject-based classes.
ja: UObjectのインターフェースクラスです。他のUObjectベースのクラスから実装可能です

# GameProjectUtils,UInterfaceParentClass
source: Unreal Interface
ja: アンリアル インターフェース

# GameProjectUtils,UpdateProjectFileCancel
source: Not Now
es: Ahora no
ja: 後で確認する
pt_br: Agora Não
zh_cn: 暂时无法完成

# GameProjectUtils,UpdateProjectFilePrompt
source: Project file is saved in an older format. Would you like to update it?
es: El archivo del proyecto se ha guardado en un formato anterior. ¿Desea actualizarlo?
ja: プロジェクトは古いフォーマットで保存されています。フォーマットを更新しますか？
pt_br: Arquivo de projeto salvo em um formato antigo. Gostaria de atualizá-lo?
zh_cn: 项目文件的保存格式较旧。您想更新它吗？

# GameProjectUtils,WarnProjectNameTooLong
source: Project names must not be longer than {MaxProjectNameLength} characters. You might have problems saving or modifying a project with a longer name.
es: Los nombres de proyecto no deben sobrepasar {MaxProjectNameLength} caracteres. Podría tener problemas al guardar o modificar un proyecto con un nombre más largo.
ja: プロジェクト名は {MaxProjectNameLength} 文字以上にできません 長いプロジェクト名は、プロジェクトの保存または修正時に問題が発生する可能性があります。
pt_br: Os nomes de projeto não devem ter mais de {MaxProjectNameLength} caracteres. É possível que haja problemas ao salvar ou modificar um projeto com um nome mais longo.
zh_cn: 项目名称不能长于{MaxProjectNameLength}个字符。 当保存或修改一个具有较长名称的项目时，您可能会遇到问题。

# GatherTextCmdlet,CouldNotCompleteSourceControlCleanup
source: Could not complete Source Control cleanup. {FailureReason}
es: No pudo completar la limpieza del control del código fuente. {FailureReason}
ja: ソースコントロールクリーンアップを終了できません。{FailureReason}
pt_br: Não foi possível concluir a limpeza do Controle de Origem. {FailureReason}
zh_cn: 不能完成源码控制清理。 {FailureReason}

# GatherTextCmdlet,CouldNotGetStateOfFile
source: Could not determine source control state of file '{Filepath}'.
es: No pudo determinar el estado de control fuente del archivo '{Filepath}'.
ja: ファイル '{Filepath}' のソールコントロールステートを決定できません
pt_br: Não foi possível determinar o estado do controle de origem do arquivo “{Filepath}”.
zh_cn: 无法确认文件'{Filepath}'的源代码控制状态。

# GatherTextCmdlet,CouldNotRevertFile
source: Could not revert file.
es: No pudo restablecer el archivo.
ja: ファイルを元の状態に戻せません
pt_br: Não foi possível reverter o arquivo.
zh_cn: 无法回复文件。

# GatherTextCmdlet,FailedToAddFileToSourceControl
source: Failed to add file '{Filepath}' to source control.
es: Error al añadir el archivo '{Filepath}' al control del código fuente.
ja: ファイル '{Filepath}' をソースコントロールへ追加できませんでした
pt_br: Falha ao adicionar arquivo “{Filepath}” para o controle de origem.
zh_cn: 添加文件'{Filepath}'到源码控制失败。

# GatherTextCmdlet,FailedToCheckInFiles
source: The checked out localization files could not be checked in.
es: Los archivos de localización revisados no pudieron comprobarse.
ja: チェックアウトしたローカリゼーションファイルをチェックインできません
pt_br: Os arquivos de localização com registro de saída não puderam ter a entrada registrada.
zh_cn: 不能迁入已迁出的本地化文件。

# GatherTextCmdlet,FailedToCheckOutFile
source: Failed to check out file '{Filepath}'.
es: Error al revisar el archivo '{Filepath}'.
ja: ファイル '{Filepath}' をチェックアウトできませんでした
pt_br: Falha ao retirar o arquivo “{Filepath}”.
zh_cn: 迁出文件'{Filepath}'失败。

# GatherTextCmdlet,FileIsAlreadyCheckedOutByAnotherUser
source: File '{Filepath}' is checked out by another ('{Username}').
es: El archivo '{Filepath}' es revisado por otro ('{Username}').
ja: ファイル '{Filepath}' は別のユーザー ('{Username}') にチェックアウトされています
pt_br: O arquivo “{Filepath}” é retirado por outro (“{Username}”).
zh_cn: 文件 '{Filepath}' 由另一个('{Username}')迁出。

# GatherTextCmdlet,FileIsNotAtHeadRevision
source: File '{Filepath}' is not at head revision.
es: El archivo '{Filepath}' no está en la revisión principal.
ja: ファイル '{Filepath}' はヘッドリビジョンにありません
pt_br: O arquivo “{Filepath}” não está na revisão principal.
zh_cn: 文件'{Filepath}'不是最新版本。

# GatherTextCmdlet,InvalidFileSpecified
source: Could not checkout file at invalid path.
es: No pudo comprobar el archivo en una ruta no válida.
ja: 無効なパスでファイルのチェックアウトはできません
pt_br: A saída do arquivo no caminho inválido não foi possível.
zh_cn: 不能在无效路径处迁出文件。

# GatherTextCmdlet,SourceControlNotAvailable
source: Source control server is currently not available.
es: El servidor del control del código fuente no está actualmente disponible.
ja: ソースコントロールサーバーは現在利用不可です
pt_br: O servidor do controle de origem não está disponível no momento.
zh_cn: 源代码控制服务器当前不可用。

# GatherTextCmdlet,SourceControlNotEnabled
source: Source control is not enabled.
es: El control de código fuente no está activado.
ja: ソースコントロールは有効ではありません
pt_br: O controle de origem não está ativado.
zh_cn: 源代码控制未启用。

# GatherTextDetailCustomizations,PatchPickerToolTipText
source: Choose a directory.
ja: ディレクトリーを選択する。
zh_cn: 选择一个目录。

# GatherTextDetailCustomizations,SelectSearchDirectoryDialogTitle
source: Select Directory Containing Text Files
ja: テキストファイルを含むディレクトリーを選択
zh_cn: 选择包含文本文件的目录

# GatherTextDetailCustomizations,ValidGatherConfigurationToolTip
source: Configuration settings are valid.
ja: コンフィギュレーション設定は有効です。
zh_cn: 配置设置有效。

# GenericEditor,AppLabel
source: Generic Asset Editor
es: Editor de activos genéricos
ja: 一般的なアセットエディタ
pt_br: Editor de Ativos Genéricos
zh_cn: 通用资源编辑器

# GenericEditor,WorldCentricTabPrefix
source: Generic Asset
es: Activo genérico
ja: 一般的なアセット
pt_br: Ativo Genérico
zh_cn: 通用资源

# GenericPlatform,ShowInFileManager
source: Show in {FileManagerName}
ja: {FileManagerName} で表示する

# GeometryMode,ToolkitName
source: Geometry Mode
es: Modo geométrico
ja: ジオメトリモード
pt_br: Modo de Geometria
zh_cn: 几何体模式

# VariableDragDropAction,CreateGetVariable
source: Get
es: Obtener
ja: ゲット
pt_br: Adquirir
zh_cn: 获得

# GraphEditor,VariableGet
source: GET
ja: ゲット
zh_cn: 获得

# GlobalBlutilityDialog,GlobalBlutilityDetailsTitle
source: Blutility Details
es: Detalles de la utilidad del Blueprint (Blutility)
ja: ブループリントユーティリティの詳細
pt_br: Detalhes do Blutility
zh_cn: Blutility详细信息

# GlobalBlutilityDialog,WorldCentricTabPrefix
source: Blutility
es: Utilidad del Blueprint (Blutility)
ja: ブループリントユーティリティ

# GraphActionMenu,CategoryNameTooLong_Error
source: Name too long!
es: ¡Nombre demasiado largo!
ja: 名前が長過ぎます！
pt_br: Nome longo demais!
zh_cn: 名称太长！

# GraphActionNode,FunctionsOverridableFormat
source: Functions <TinyText.Subdued>({0} Overridable)</>
ja: 関数 <TinyText.Subdued>({0} オーバーライド可能)</>
zh_cn: 函数<TinyText.Subdued>({0} 可重载)</>

# GraphActionNode,Graphs
source: Graphs
es: Gráficos
ja: グラフ
pt_br: Grafos
zh_cn: 图表

# SBlueprintDiff,GraphsTabTitle
source: Graphs
ja: グラフ
zh_cn: 图表

# GraphActionNode,LocalVariables
source: Local Variables
es: Variables locales
ja: ローカル変数
pt_br: Variáveis Locais
zh_cn: 局部变量

# GraphActionNode,LocalVariables_Focused
source: Local Variables <TinyText.Subdued>({0})</>
ja: ローカル変数 <TinyText.Subdued>({0})</>
zh_cn: 局部变量<TinyText.Subdued>({0})</>

# GraphActionNode,OverridableFunctions
source: Overridable Functions
es: Funciones suprimibles
ja: オーバーライド可能な関数
pt_br: Funções substituíveis
zh_cn: 可重写的函数

# GraphActionNode,Userenums
source: User Enums
es: Enumeraciones del usuario
ja: ユーザー列挙型
pt_br: Enums de Usuário
zh_cn: 用户枚举值

# GraphActionNode,Userstructs
source: User Structs
es: Estructuras del usuario
ja: ユーザ構造体
pt_br: Structs do Usuário
zh_cn: 用户结构体

# GraphDiffControl,DIF_AddNode
source: Added {NodeType} '{NodeTitle}'
ja: {NodeType} '{NodeTitle}' を追加
zh_cn: 已添加{NodeType} '{NodeTitle}'

# GraphDiffControl,DIF_CommentModified
source: Comment Modified {NodeType} '{NodeTitle}'
ja: {NodeType} '{NodeTitle}' コメント編集済み
zh_cn: 注释已修改{NodeType} '{NodeTitle}'

# GraphDiffControl,DIF_MoveNode
source: Moved {NodeType} '{NodeTitle}'
ja: {NodeType} '{NodeTitle}' 移動
zh_cn: 已移动{NodeType} '{NodeTitle}'

# GraphDiffControl,DIF_NodePinCountChangedToolTip
source: Node '{NodeName}' had {OriginalCount} Pins, now has {NewCount} Pins
es: El nodo '{NodeName}' tenía {OriginalCount} Pins, ahora tiene {NewCount} Pins
ja: ノード '{NodeName}' に {OriginalCount} 個のピンがありましたが、今は {NewCount} 個です
pt_br: O Nó '{NodeName}' teve {OriginalCount} Fixadores, agora tem {NewCount} Fixadores
zh_cn: 节点'{NodeName}' 具有{OriginalCount}个引脚，现在具有 {NewCount}个引脚

# GraphDiffControl,DIF_NodePinCountDecreased
source: Removed Pin from '{NodeName}'
ja: '{NodeName}' からピンを削除
zh_cn: 已从'{NodeName}'删除引脚

# GraphDiffControl,DIF_NodePinCountDecreasedSeveral
source: Removed Pins from '{NodeName}'
ja: '{NodeName}' からピンを削除
zh_cn: 已从'{NodeName}'删除引脚

# GraphDiffControl,DIF_NodePinCountIncreased
source: Added Pin to '{NodeName}'
ja: '{NodeName}' にピンを追加
zh_cn: 添加引脚到'{NodeName}'

# GraphDiffControl,DIF_NodePinCountIncreasedSeveral
source: Added Pins to '{NodeName}'
ja: '{NodeName}' にピンを追加
zh_cn: 添加引脚到'{NodeName}'

# GraphDiffControl,DIF_NodePinsAddedAndRemoved
source: Added and removed Pins from '{NodeName}'
ja: '{NodeName}' からピンを追加と削除
zh_cn: 已从'{NodeName}'添加及删除引脚

# GraphDiffControl,DIF_PinCategoryFmt
source: Pin Category '{0}' ['{1}' -> '{2}']
ja: ピンカテゴリ '{0}' ['{1}' -> '{2}']
zh_cn: 引脚类别'{0}' ['{1}' -> '{2}']

# GraphDiffControl,DIF_PinCategoryToolTipFmt
source: Pin '{0}' Category was '{1}', but is now '{2}
ja: ピン '{0}' カテゴリは '{1}' でしたが今は '{2} です
zh_cn: 引脚'{0}'类别之前是'{1}'，但现在是'{2}

# GraphDiffControl,DIF_PinDefaultValue
source: Pin Default '{PinNameForValue1}' '{PinValue1}' -> '{PinValue2}']
es: Pin predeterminado '{PinNameForValue1}' '{PinValue1}' -> '{PinValue2}']
ja: ピンのデフォルト設定 '{PinNameForValue1}' '{PinValue1}' -> '{PinValue2}']
pt_br: Fixador Padrão '{PinNameForValue1}' ['{PinValue1}' -> '{PinValue2}']
zh_cn: 引脚Default '{PinNameForValue1}' '{PinValue1}' -> '{PinValue2}']

# GraphDiffControl,DIF_PinDefaultValueToolTip
source: Pin '{PinNameForValue1}' Default Value was '{PinValue1}', but is now '{PinValue2}
es: El valor predeterminado del Pin '{PinNameForValue1}' era '{PinValue1}', pero ahora es '{PinValue2}
ja: ピン '{PinNameForValue1}' のデフォルト値は '{PinValue1}' でしたが今は '{PinValue2} です
pt_br: O Valor Padrão do Fixador '{PinNameForValue1}' era '{PinValue1}', mas agora é '{PinValue2}
zh_cn: 引脚'{PinNameForValue1}' 的默认值曾是'{PinValue1}',但现在是 '{PinValue2}'

# GraphDiffControl,DIF_PinIsArrayFmt
source: Pin IsArray '{0}' ['{1}' -> '{2}']
ja: ピンの IsArray '{0}' ['{1}' -> '{2}']
zh_cn: 引脚IsArray '{0}' ['{1}' -> '{2}']

# GraphDiffControl,DIF_PinIsArrayToolTipFmt
source: PinType IsArray for '{0}' modified. Was '{1}', but is now '{2}
ja: '{0}' のピンタイプの IsArray が修正されました。以前は '{1}' でしたが今は '{2} です
zh_cn: '{0}'的引脚类型IsArray已修改。之前是'{1}'，但现在是'{2}。

# GraphDiffControl,DIF_PinIsRefFmt
source: Pin IsReference '{0}' ['{1}' -> '{2}']
ja: ピンの IsReference '{0}' ['{1}' -> '{2}']
zh_cn: 引脚IsReference '{0}' ['{1}' -> '{2}']

# GraphDiffControl,DIF_PinIsRefToolTipFmt
source: PinType IsReference for '{0}' modified. Was '{1}', but is now '{2}
ja: '{0}' のピンタイプの IsReference が修正されました。以前は '{1}' でしたが今は '{2} です
zh_cn: '{0}'的引脚类型IsReference已修改。之前是'{1}'，但现在是'{2}。

# GraphDiffControl,DIF_PinLinkCountDecFmt
source: Removed Link to '{0}'
ja: '{0}' へのリンクを取り除く
zh_cn: 删除到'{0}'的连接

# GraphDiffControl,DIF_PinLinkCountDecToolTipFmt
source: Pin '{0}' has fewer links (was {1} now {2})
ja: ピン '{0}' は以前よりもリンク数が減少しました（ {1} でしたが今は {2}）
zh_cn: 引脚'{0}'具有较少的连接(之前是{1}，而现在是{2})

# GraphDiffControl,DIF_PinLinkCountIncFmt
source: Added Link to '{0}'
ja: '{0}' にリンクを追加
zh_cn: 已添加连接到'{0}'

# GraphDiffControl,DIF_PinLinkCountIncToolTipFmt
source: Pin '{0}' has more links (was {1} now {2})
ja: ピン '{0}' は以前よりもリンク数が増加しました（ {1} でしたが今は {2}）
zh_cn: 引脚'{0}'具有多个连接(之前是{1}，现在是{2})

# GraphDiffControl,DIF_PinLinkMoved
source: Link Moved '{PinNameForNode1}' ['{NodeName1}' -> '{NodeName2}']
es: Vínculo movido '{PinNameForNode1}' ['{NodeName1}' -> '{NodeName2}']
ja: リンクの移動先 '{PinNameForNode1}' ['{NodeName1}' -> '{NodeName2}']
pt_br: Vínculo Movido '{PinNameForNode1}' ['{NodeName1}' -> '{NodeName2}']
zh_cn: 移动的链接 '{PinNameForNode1}' ['{NodeName1}' -> '{NodeName2}']

# GraphDiffControl,DIF_PinLinkMovedToolTip
source: Pin '{PinNameForNode1}' was linked to Node '{NodeName1}', but is now linked to Node '{NodeName2}'
es: El Pin '{PinNameForNode1}' estaba enlazado al nodo '{NodeName1}', pero ahora está enlazado al nodo '{NodeName2}'
ja: ピン '{PinNameForNode1}' はノード '{NodeName1}' と接続していましたが、いまはノード '{NodeName2}' と接続しています
pt_br: O Fixador '{PinNameForNode1}' estava vinculado ao Nó '{NodeName1}', mas agora está vinculado ao Nó '{NodeName2}'
zh_cn: 引脚 '{PinNameForNode1}'之前连接到节点 '{NodeName1}', 但现在连接到了节点'{NodeName2}'

# GraphDiffControl,DIF_PinsAddedList
source: Pins Added:
ja: 追加されたピン:
zh_cn: 添加的引脚：

# GraphDiffControl,DIF_PinsRemovedList
source: Pins Removed:
ja: 削除されたピン:
zh_cn: 删除的引脚：

# GraphDiffControl,DIF_PinSubCategorObjToolTipFmt
source: Pin '{0}' was SubCategoryObject '{1}', but is now '{2}
ja: ピン '{0}' はwas サブカテゴリーオブジェクト '{1}' でしたが今は '{2}
zh_cn: 引脚'{0}'之前是SubCategoryObject '{1}'，但现在是'{2}

# GraphDiffControl,DIF_PinSubCategoryFmt
source: Pin SubCategory '{0}' ['{1}' -> '{2}']
ja: サブカテゴリー '{0}' ['{1}' -> '{2}'] を固定
zh_cn: 引脚SubCategory'{0}' ['{1}' -> '{2}']

# GraphDiffControl,DIF_PinSubCategoryObjFmt
source: Pin SubCategoryObject '{0}' ['{1}' -> '{2}']
ja: サブカテゴリーオブジェクト '{0}' ['{1}' -> '{2}'] を固定
zh_cn: 引脚SubCategoryObject'{0}' ['{1}' -> '{2}']

# GraphDiffControl,DIF_PinSubCategoryToolTipFmt
source: Pin '{0}' SubCategory was '{1}', but is now '{2}
ja: ピン '{0}' サブカテゴリは '{1}' でしたが今は '{2} です
zh_cn: 引脚'{0}'子类别之前是'{1}'，但现在是'{2}

# GraphDiffControl,DIF_RemoveNode
source: Removed {NodeType} '{NodeTitle}'
ja: {NodeType} '{NodeTitle}' 削除
zh_cn: 已删除{NodeType} '{NodeTitle}'

# GraphDiffControl,false
source: false
ja: 偽
zh_cn: 假
