Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ContentBrowser,TileViewTooltipPath
source: Path
es: Ruta
ja: パス
pt_br: Caminho
zh_cn: 路径

# FindInBlueprintManager,Path
source: Path
ja: パス
zh_cn: 路径

# FPathTrackEditor,AddPath
source: Path
ja: パス
zh_cn: 路径

# FPathTrackEditor,DisplayName
source: Path
ja: パス
zh_cn: 路径

# FPathTrackEditor,SetPath
source: Path
ja: パス
zh_cn: 路径

# GameProjectGeneration,PathLabel
source: Path
es: Ruta
ja: パス
pt_br: Caminho
zh_cn: 路径

# ModalDialogs,SDlgMoveAsset_Path
source: Path
es: Ruta
ja: パス
pt_br: Caminho
zh_cn: 路径

# ProjectBrowser,ProjectTileTooltipPath
source: Path
es: Ruta
ja: パス
pt_br: Caminho
zh_cn: 路径

# ContentBrowser,ColumnViewOption
source: Columns
es: Columnas
ja: 列
pt_br: Colunas
zh_cn: 列

# ContentBrowser,ColumnViewOptionToolTip
source: View assets in a list with columns of details.
es: Visualizar de los activos en una lista con los detalles en columnas.
ja: アセットを詳細カラム付きで一覧表示する
pt_br: Exibe ativos em uma lista com uma coluna de detalhes.
zh_cn: 以具有详细信息列栏的列表形式查看资源。

# ContentBrowser,ComparisonSectionHeading
source: AssetRegistrySearchable Comparison
ja: アセットレジストリ検索可能比較
zh_cn: 可搜索资源库的比较

# ContentBrowser,ConfirmLoadAssets
source: You are about to load {0} assets. Would you like to proceed?
es: Está a punto de cargar {0} activos. ¿Quiere continuar?
ja: {0} アセットをロードしようとしています。継続しますか？
pt_br: Você está prestes a carregar {0} ativos. Continuar?
zh_cn: 您将加载{0}个资源。您要继续吗?

# ContentBrowser,ConsolidateTooltip
source: Replace references to the selected assets.
es: Reemplazar referencias a los activos seleccionados.
ja: リファレンスを選択したアセットへ置換
pt_br: Substituir as referências dos ativos selecionados.
zh_cn: 将引用替换为选中的资源。

# ContentBrowser,ContentBrowser
source: Content Browser
es: Buscador de contenido
ja: コンテンツブラウザ
pt_br: Navegador de Conteúdo
zh_cn: 内容浏览器

# ContentBrowser,ContentBrowserTabName
source: Content Browser
es: Buscador de contenido
ja: コンテンツブラウザ
pt_br: Navegador de Conteúdo
zh_cn: 内容浏览器

# ContentBrowser,WorkspaceMenu_ContentBrowserCategory
source: Content Browser
es: Buscador de contenido
ja: コンテンツブラウザ
pt_br: Navegador de Conteúdo
zh_cn: 内容浏览器

# FEditorSettingsViewerModule,ContentEditorsContentBrowserSettingsName
source: Content Browser
es: Buscador de contenido.
ja: コンテンツブラウザ
pt_br: Navegador de Conteúdo
zh_cn: 内容浏览器

# UserFeedback,ContentBrowser
source: Content Browser
es: Buscador de contenido
ja: コンテンツブラウザ
pt_br: Navegador de Conteúdo
zh_cn: 内容浏览器

# ContentBrowser,ContentBrowserMenuTooltipText
source: Open a Content Browser tab.
es: Abrir una pestaña de Buscador de contenido.
ja: コンテンツブラウザタブを開く
pt_br: Abrir uma guia do Navegador de Conteúdo.
zh_cn: 打开内容浏览器选卡。

# ContentBrowser,ContentBrowserTabNameWithIndex
source: Content Browser {0}
es: Buscador de contenido {0}
ja: コンテンツブラウザ {0}
pt_br: Navegador de Conteúdo {0}
zh_cn: 内容浏览器{0}

# ContentBrowser,ContentFolder
source: Content
ja: コンテンツ
zh_cn: 内容

# ContentBrowser,GetContentMenuHeading
source: Content
ja: コンテンツ
zh_cn: 内容

# LevelEditorToolBar,ContentBrowser_Override
source: Content
es: Contenido
ja: コンテンツ
pt_br: Conteúdo
zh_cn: 内容

# ContentBrowser,ContentFolderFmt
source: {0} Content
ja: {0} コンテンツ
zh_cn: {0}内容

# ContentBrowser,CopyReference
source: Copy Reference
es: Copiar referencia
ja: リファレンスをコピー
pt_br: Copiar Referência
zh_cn: 复制引用

# ContentBrowser,CopyReferenceTooltip
source: Copies reference paths for the selected assets to the clipboard.
es: Copia rutas de referencia para los activos seleccionados en el portapapeles.
ja: クリップボードに選択したアセットへのリファレンスパスをコピー
pt_br: Copia na área de transferência os caminhos de referência dos ativo selecionados.
zh_cn: 复制选中的资源的引用路径到剪切板。

# ContentBrowser,CreateAdvancedAssetsMenuHeading
source: Create Advanced Asset
ja: 詳細なアセットを作成
zh_cn: 创建高级资源

# ContentBrowser,CreateBasicAssetsMenuHeading
source: Create Basic Asset
ja: 基本アセットを作成
zh_cn: 创建基础资源

# ContentBrowser,CreateBlueprintUsing
source: Create Blueprint Using This...
ja: これを使用してブループリントを作成...
zh_cn: 使用这项创建蓝图...

# ContentBrowser,CreateBlueprintUsingTooltip
source: Create a new Blueprint and add this asset to it
es: Crear un nuevo Blueprint y añadirle este activo
ja: このアセットでブループリントを新規作成
pt_br: Criar um novo Esquema e adicionar este ativo a ele
zh_cn: 创建一个新蓝图并将该资源添加到蓝图上

# ContentBrowser,CreateCollectionFailed
source: Failed to create the collection. {0}
es: Error al crear la colección. {0}
ja: コレクション {0} の作成に失敗しました
pt_br: Falha ao criar a coleção. {0}
zh_cn: 创建收藏夹失败。{0}

# ReferenceViewer,CreateCollectionFailed
source: Failed to create the collection. {0}
ja: コレクション {0} の作成に失敗しました

# ContentBrowser,CreateFolderFailed
source: Failed to create folder.
es: Error al crear la carpeta.
ja: フォルダ作成に失敗しました
pt_br: Falha ao criar pasta.
zh_cn: 创建文件夹失败。

# ContentBrowser,CustomColorsExistingColors
source: Existing Colors
es: Colores existentes
ja: 既存のカラー
pt_br: Cores Existentes
zh_cn: 已存的颜色

# ContentBrowser,DefaultFolderName
source: NewFolder
es: Carpeta nueva
ja: 新規フォルダ
zh_cn: 新建文件夹

# MatineeMenus,NewFolder
source: NewFolder
ja: 新規フォルダ
zh_cn: 新建文件夹

# ContentBrowser,DeleteFolderTooltip
source: Removes this folder and all assets it contains.
es: Elimina esta carpeta y todos los activos que contiene.
ja: このフォルダとこのフォルダ内の全てのアセットを削除
pt_br: Remove esta pasta e todos os ativos nela contidos.
zh_cn: 删除这个文件夹及其包含的所有资源。

# ContentBrowser,DeleteTooltip
source: Delete the selected assets.
es: Eliminar los activos seleccionados
ja: 選択したアセットを削除しました
pt_br: Excluir os ativos selecionados.
zh_cn: 删除选中的资源

# ContentBrowser,DestroyCollectionTooltip
source: Delete this collection.
es: Eliminar esta colección
ja: このコレクションを削除しました
pt_br: Excluir esta coleção.
zh_cn: 删除此集合。

# ContentBrowser,DiffSelected
source: Diff Selected
es: Comparar selección
ja: 選択対象の差分を検出
pt_br: Listar Diferenças dos Selecionados
zh_cn: 比较选中项

# SourceControl.HistoryWindow.Menu,DiffSelected
source: Diff Selected
es: Comparar la selección
ja: 選択対象の差分を検出
pt_br: Listar Diferenças dos Selecionados
zh_cn: 比较选中项

# ContentBrowser,DiffSelectedTooltip
source: Diff the two assets that you have selected.
es: Comparar los dos activos seleccionados.
ja: 選択した2つのアセットの差分を検出
pt_br: Listar as diferenças entre os dois ativos selecionados.
zh_cn: 比较两个您选中的资源。

# SourceControl.HistoryWindow.Menu,DiffSelectedTooltip
source: Diff the two assets that you have selected.
es: Comparar los dos activos que ha seleccionado.
ja: 選択した2つのアセットの差分を検出
pt_br: Listar as diferenças entre os dois ativos selecionados.
zh_cn: 比较您所选中的两个资源

# ContentBrowser,DirectoryUpTooltip
source: Up to {0}
es: Hasta {0}
ja: 最大 {0}
pt_br: Até {0}
zh_cn: 达到{0}

# ContentBrowser,DisableAllFilters
source: Disable All Filters
es: Desactivar todos los filtros
ja: すべてのフィルターを無効にする
pt_br: Desativar Todos os Filtros
zh_cn: 禁用所有过滤器

# ContentBrowser,DisableAllFiltersTooltip
source: Disables all active filters.
es: Desactiva todos los filtros activos.
ja: すべてのアクティブなフィルターを無効にする
pt_br: Desativa todos os filtros ativos.
zh_cn: 禁用所有激活的过滤器。

# ContentBrowser,DragAssetsHere
source: Drag and drop assets here to add them to the collection.
es: Arrastra y suelta aquí los activos para añadirlos a la colección.
ja: アセットをドラッグ＆ドロップしてコレクションに追加
pt_br: Arraste e solte aqui os ativos para adicioná-los à coleção.
zh_cn: 在此处拖放资源并将其添加到集合。

# ContentBrowser,DragDropCopy
source: Copy Here
es: Copiar aquí
ja: ここにコピー
pt_br: Copiar Aqui
zh_cn: 复制到这里

# ContentBrowser,DragDropCopyFolder
source: Copy Folder Here
es: Copiar la carpeta aquí
ja: フォルダをここにコピー
pt_br: Copiar Pasta Aqui
zh_cn: 复制文件夹到这里

# ContentBrowser,DragDropCopyFolderTooltip
source: Creates a copy of all assets in the dragged folders to this folder, preserving folder structure.
es: Crea una copia de todos los activos en las carpetas que se arrastren a esta carpeta, manteniendo la estructura de la misma.
ja: ドラッグしたフォルダのフォルダ構成を保ちながらアセットのコピーをこのフォルダに作成
pt_br: Cria uma cópia de todos os ativos nas pastas arrastadas para esta pasta, preservando a estrutura de pastas.
zh_cn: 在该文件夹中创建所拖拽的文件夹中的所有资源的副本，且保持文件夹结构。

# ContentBrowser,DragDropCopyTooltip
source: Creates a copy of all dragged files in this folder.
es: Crea una copia de todos los archivos que se arrastren a esta carpeta.
ja: ドラッグしたすべてのファイルのコピーをこのフォルダに作成
pt_br: Cria uma cópia de todos os arquivos arrastados para esta pasta.
zh_cn: 在该文件夹中创建所有拖拽的文件的副本。

# ContentBrowser,DragDropMove
source: Move Here
es: Mover aquí
ja: ここに移動
pt_br: Mover para Cá
zh_cn: 移动到这里

# ContentBrowser,DragDropMoveFolder
source: Move Folder Here
es: Mover la carpeta aquí
ja: ここにフォルダを移動
pt_br: Mover Pasta para Cá
zh_cn: 移动文件夹到这里

# ContentBrowser,DragDropMoveFolderTooltip
source: Moves all assets in the dragged folders to this folder, preserving folder structure.
es: Mueve todos los activos en las carpetas que se arrastren a esta carpeta, manteniendo la estructura de la misma.
ja: ドラッグした全フォルダおよびフォルダ内の全アセットを、フォルダ構造を維持したままこのフォルダに移動します
pt_br: Move todos os ativos nas pastas arrastadas para esta pasta, preservando a estrutura de pastas.
zh_cn: 将所拖拽的文件夹中的所有资源移动到这个文件夹中，且保持文件夹结构。

# ContentBrowser,DragDropMoveTooltip
source: Moves all dragged files to this folder.
es: Mueve todos los archivos que se arrastren a esta carpeta.
ja: ドラッグしたファイル全てをこのフォルダに移動
pt_br: Move todos os arquivos arrastados para esta pasta.
zh_cn: 将所拖拽的文件移动到这个文件夹。

# ContentBrowser,DropFilesOrRightClick
source: Drop files here or right click to create content.
es: Soltar aquí los archivos o haz clic con el botón derecho para crear el contenido.
ja: ファイルをここにドロップするか右クリックしてコンテンツを作成
pt_br: Solte os arquivos aqui ou clique com o botão direito para criar conteúdo.
zh_cn: 在此处放置文件或右键点击以创建内容。

# ContentBrowser,Duplicate
source: Duplicate
ja: 複製
zh_cn: 复制

# MeshPaint_Mode,MeshPaint_Duplicate
source: Duplicate
es: Duplicar
ja: 複製
pt_br: Duplicar
zh_cn: 复制

# NiagaraEffectEditor,DuplicateEmitter
source: Duplicate
ja: 複製
zh_cn: 复制

# PropertyCustomizationHelpers,DuplicateButtonLabel
source: Duplicate
es: Duplicar
ja: 複製
pt_br: Duplicar
zh_cn: 复制

# UICommands.PhATCommands,DuplicatePrimitive
source: Duplicate
ja: 複製

# UnrealEd,Duplicate
source: Duplicate
es: Duplicar
ja: 複製
pt_br: Duplicar
zh_cn: 克隆

# ContentBrowser,DuplicateTooltip
source: Create a copy of the selected asset(s).
ja: 選択中のアセットのコピーを作成
zh_cn: 创建选中的资源的副本。

# ContentBrowser,EditAssetTooltip
source: Opens the selected asset(s) for edit.
ja: 編集する選択アセットを開く
zh_cn: 打开选中的资源进行编辑。

# ContentBrowser,EnableOnlyThisFilter
source: Enable this only: {0}
es: Activar solo este: {0}
ja: {0} のみ有効にする
pt_br: Ativar somente este: {0}
zh_cn: 仅启用这项: {0}

# ContentBrowser,EnableOnlyThisFilterTooltip
source: Enable only this filter from the list.
es: Activar solo este filtro de la lista.
ja: リスト上のこのフィルターのみを有効にする
pt_br: Ative somente este filtro da lista.
zh_cn: 仅启用列表中的此过滤器。

# ContentBrowser,EndThumbnailEditModeButton
source: Done Editing
es: Edición realizada
ja: 編集完了
pt_br: Edições Concluídas
zh_cn: 完成编辑

# ContentBrowser,EngineFolderName
source: Engine
ja: エンジン
zh_cn: 引擎

# FLevelEditorPlaySettingsCustomization,EngineMapsSectionHeader
source: Engine
es: Motor
ja: エンジン
pt_br: Mecanismo
zh_cn: 引擎

# ProjectBrowser,EngineVersion
source: Engine
es: Motor
ja: エンジン
pt_br: Mecanismo
zh_cn: 引擎

# ContentBrowser,ExploreTooltip
source: Finds this folder on disk.
es: Busca esta carpeta en el disco.
ja: ディスク上でこのフォルダを検索
pt_br: Localiza esta pasta no disco.
zh_cn: 在磁盘上查找该文件夹。

# ContentBrowser,Export
source: Export...
es: Exportar...
ja: エクスポート...
pt_br: Exportar...
zh_cn: 导出...

# UICommands.SequencerCommands,ExportFBX
source: Export...
ja: エクスポート...

# ContentBrowser,ExportTooltip
source: Export the selected assets to file.
es: Exportar los activos seleccionados al archivo.
ja: 選択されたアセットをファイルにエクスポート
pt_br: Exporta os ativos selecionados para o arquivo.
zh_cn: 导出选中的资源到文件。

# ContentBrowser,FFrontendFilter_CompareOperation
source: Compare Tags ({0} {1} {2})
ja: タグを比較 ({0} {1} {2})
zh_cn: 比较标签({0} {1} {2})

# ContentBrowser,FFrontendFilter_ReplicatedBlueprint
source: Replicated Blueprints
es: Blueprints duplicados
ja: 複製したブループリント
pt_br: Esquemas Replicados
zh_cn: 复制的蓝图

# ContentBrowser,FFrontendFilter_ReplicatedBlueprintToolTip
source: Show only blueprints with replicated properties.
es: Mostrar solo los Blueprints con propiedades duplicadas.
ja: 複製プロパティがあるブループリントのみを表示
pt_br: Exibe só esquemas com propriedades replicadas.
zh_cn: 仅显示具有重复属性的蓝图。

# ContentBrowser,FilterByTooltipPrefix
source: Filter by {0}
es: Filtrar por {0}
ja: {0} でフィルタリング
pt_br: Filtrar por {0}
zh_cn: 按 {0}过滤

# ContentBrowser,FilterContextHeading
source: Filter Options
es: Opciones del filtro.
ja: フィルターオプション
pt_br: Opções de Filtro
zh_cn: 过滤器选项

# ContentBrowser,FilterListResetFilters
source: Reset Filters
es: Reajustar los filtros
ja: フィルターをリセット
pt_br: Redefinir Filtros
zh_cn: 重置过滤器

# ContentBrowser,FilterListResetToolTip
source: Resets current filter selection
es: Reajusta la selección del filtro actual
ja: 現在のフィルター選択をリセット
pt_br: Redefine a seleção de filtros atual
zh_cn: 重置当前的过滤器选择

# ContentBrowser,Filters
source: Filters
es: Filtros
ja: フィルタ
pt_br: Filtros
zh_cn: 过滤器

# SClassViewer,Filters
source: Filters
es: Filtros
ja: フィルタ
pt_br: Filtros
zh_cn: 过滤器

# ContentBrowser,FindAssetInWorld
source: Select Actors Using This Asset
es: Seleccionar actores usando este activo...
ja: このアセットを使用しているアクタを選択
pt_br: Selecionar Atores que Usam Este Ativo
zh_cn: 选择使用此资源的Actor

# ContentBrowser,FindAssetInWorldTooltip
source: Selects all actors referencing this asset.
es: Selecciona todos los actores que hagan referencia a este activo.
ja: このアセットをリファレンスしている全てのアクタを選択
pt_br: Seleciona todos os atores que fazem referência a esse ativo.
zh_cn: 选择所有引用此资源的actor。

# ContentBrowser,FindInExplorerTooltip
source: Finds this asset on disk
es: Busca este activo en el disco
ja: ディスク上でこのアセットを検索
pt_br: Localiza esse ativo em disco
zh_cn: 在磁盘上找到此资源

# ContentBrowser,FindSourceFile
source: Open Source Location
ja: ソース位置を開く
zh_cn: 打开源文件的位置处

# ContentBrowser,FindSourceFileTooltip
source: Opens the folder containing the source of the selected asset(s).
ja: 選択アセットのソースを格納するフォルダを開く
zh_cn: 打开包含选中资源的源文件的文件夹。

# ContentBrowser,FixUpRedirectorsInFolder
source: Fix Up Redirectors in Folder
es: Fijar los redirectores en la carpeta
ja: フォルダでリダイレクタを修正
pt_br: Consertar Redirecionadores na Pasta
zh_cn: 修复文件夹中的重定向器

# ContentBrowser,FixUpRedirectorsInFolderTooltip
source: Finds referencers to all redirectors in the selected folders and resaves them if possible, then deletes any redirectors that had all their referencers fixed.
es: Busca los referenciadores a todos los redirectores en las carpetas seleccionadas y los vuelve a guardar si es posible, luego elimina cualquier redirector que tuviese todos sus referenciadores fijados.
ja: 選択フォルダ内のすべてのリダイレクタへのリファレンサを見つけて可能であればこれらを再保存します。その後、リファレンスを修正済みのすべてのリダイレクタを削除します。
pt_br: Localiza referenciadores para todos os redirecionadores nas pastas selecionadas e os salva novamente se possível. Em seguida, exclui quaisquer redirecionadores dos quais tiveram os referenciadores consertados.
zh_cn: 查找到该选中文件夹中所有重定向器的引用，并在可能的情况下复制它们，然后删除所有已经修复了引用者的重定向器。

# ContentBrowser,FolderDeleteConfirm_Multiple
source: Delete {0} folders?
es: ¿Eliminar las carpetas {0}?
ja: フォルダ {0} を削除しますか？
pt_br: Excluir {0} pastas?
zh_cn: 删除{0}文件夹

# ContentBrowser,FolderDeleteConfirm_Single
source: Delete folder '{0}'?
es: ¿Eliminar la carpeta '{0}'?
ja: フォルダ '{0}' を削除しますか？
pt_br: Excluir pasta '{0}'?
zh_cn: 删除文件夹 '{0}'?

# ContentBrowser,FolderDescription
source: and %d other(s)
es: y %d otro(s)
ja: と、他 %d
pt_br: e mais %d
zh_cn: 及%d 其他

# ContentBrowser,FolderDragDrop_Loading
source: Loading folders
es: Cargando carpetas
ja: フォルダをロード中
pt_br: Carregando pastas
zh_cn: 正在加载文件夹

# ContentBrowser,FolderMenuHeading
source: Folder
es: Carpeta
ja: フォルダ
pt_br: Pasta
zh_cn: 文件夹

# ContentBrowser,FolderName
source: Folder
es: Carpeta
ja: フォルダ
pt_br: Pasta
zh_cn: 文件夹

# NewProjectWizard,Folder
source: Folder
es: Carpeta
ja: フォルダ
pt_br: Pasta
zh_cn: 文件夹

# SceneOutlinerActorInfoColumn,FolderTypeName
source: Folder
ja: フォルダ
zh_cn: 文件夹

# ContentBrowser,FolderNameBracketed
source: (Folder)
es: (Carpeta)
ja: (フォルダ)
pt_br: (Pasta)
zh_cn: (文件夹)

# ContentBrowser,FolderSCCCheckIn
source: Check In
es: Buscar
ja: チェックイン
pt_br: Registro de Entrada
zh_cn: 迁入

# ContentBrowser,SCCCheckIn
source: Check In
es: Buscar
ja: チェックイン
pt_br: Registro de Entrada
zh_cn: 迁入

# UICommands.LevelCollectionCommands,SCCCheckIn
source: Check In
ja: チェックイン

# ContentBrowser,FolderSCCCheckInTooltip
source: Checks in all assets to source control which are in this folder.
es: Reserva todos los activos que están en esta carpeta al control de código fuente.
ja: このフォルダ内のすべてのアセットをソースコントロールにチェックイン
pt_br: Registra a entrada de todos os ativos para o controle de origem contidos nessa pasta.
zh_cn: 将该文件夹中的所有资源迁入到源码控制中。

# ContentBrowser,FolderSCCCheckOut
source: Check Out
es: Analizar
ja: チェックアウト
pt_br: Registro de Saída
zh_cn: 迁出

# ContentBrowser,SCCCheckOut
source: Check Out
es: Analizar
ja: チェックアウト
pt_br: Registro de Saída
zh_cn: 迁出

# LevelToolBarViewMenu,CheckoutMenuLabel
source: Check Out
ja: チェック アウト
zh_cn: 迁出

# UICommands.LevelCollectionCommands,SCCCheckOut
source: Check Out
ja: チェック アウト

# UICommands.LevelEditorActions,CheckOutProjectSettingsConfig
source: Check Out
ja: チェックアウト
zh_cn: 迁出

# ContentBrowser,FolderSCCCheckOutTooltip
source: Checks out all assets from source control which are in this folder.
es: Revisa todos los activos que están en esta carpeta del control de código fuente.
ja: このフォルダのすべてのアセットをソースコントロールからチェックアウト
pt_br: Registra a saída de todos os ativos do controle de origem contidos nessa pasta.
zh_cn: 从源码控制中迁出该文件中的所有资源。

# ContentBrowser,FolderSCCConnect
source: Connect To Source Control
es: Conectar al control del código fuente
ja: ソースコントロールに接続
pt_br: Conectar ao Controle de Origem
zh_cn: 连接到源代码控制

# SPackagesDialog,ConnectToSourceControl
source: Connect To Source Control
es: Conectar al control de código fuente
ja: ソースコントロールに接続
pt_br: Conectar ao Controle de Origem
zh_cn: 连接到源代码控制

# UICommands.LevelCollectionCommands,SCCConnect
source: Connect To Source Control
ja: ソースコントロールに接続

# ContentBrowser,FolderSCCConnectTooltip
source: Connect to source control to allow source control operations to be performed on content and levels.
es: Conectar con el control de código fuente para permitir que se realicen operaciones en contenido y niveles.
ja: ソースコントロールに接続してコンテンツとレベルのソースコントロール操作を可能にする
pt_br: Conecta ao controle de origem para permitir a execução de operações de controle de origem no conteúdo e nos níveis.
zh_cn: 连接到源代码控制以启用对内容和关卡的源代码控制操作。

# ContentBrowser,SCCConnectToSourceControlTooltip
source: Connect to source control to allow source control operations to be performed on content and levels.
es: Conectar con el control de código fuente para permitir que se realicen operaciones en contenido y niveles.
ja: ソースコントロールに接続してコンテンツとレベルのソースコントロール操作を可能にする
pt_br: Conecta ao controle de origem para permitir a execução de operações de controle de origem no conteúdo e nos níveis.
zh_cn: 连接到源代码控制以启用对内容和关卡的源代码控制操作。

# SPackagesDialog,ConnectToSourceControl_Tooltip
source: Connect to source control to allow source control operations to be performed on content and levels.
es: Conectar al control de código fuente para permitir que se realicen operaciones en contenido y niveles.
ja: ソースコントロールに接続してコンテンツとレベルのソースコントロール操作を可能にする
pt_br: Conecta ao controle de origem para permitir a execução de operações de controle de origem no conteúdo e nos níveis.
zh_cn: 连接到源代码控制以启用对内容和关卡的源代码控制操作。

# UICommands.LevelCollectionCommands,SCCConnect_ToolTip
source: Connect to source control to allow source control operations to be performed on content and levels.
ja: ソースコントロールに接続してコンテンツとレベルのソースコントロール操作を可能にする

# UICommands.MainFrameActions,ConnectToSourceControl_ToolTip
source: Connect to source control to allow source control operations to be performed on content and levels.
ja: ソースコントロールに接続してコンテンツとレベルのソースコントロール操作を可能にする
zh_cn: 连接到源代码控制以启用对内容和关卡的源代码控制操作。

# ContentBrowser,FolderSCCOpenForAdd
source: Mark For Add
es: Señalar para añadir
ja: 追加としてマークする
pt_br: Marcar para Adicionar
zh_cn: 标记为添加

# ContentBrowser,SCCOpenForAdd
source: Mark For Add
es: Señalar para añadir
ja: 追加としてマークする
pt_br: Marcar para Adicionar
zh_cn: 标记为添加

# UICommands.LevelCollectionCommands,SCCOpenForAdd
source: Mark For Add
ja: 追加としてマーク

# ContentBrowser,FolderSCCOpenForAddTooltip
source: Adds all assets to source control that are in this folder and not already added.
es: Añade todos los activos al control del código fuente que hay en esta carpeta y los que no se han añadido todavía.
ja: このフォルダ内の未追加のアセットをソースコントロールに追加
pt_br: Adiciona todos os ativos ao controle de origem contidos nessa pasta que ainda não foram adicionados.
zh_cn: 将该文件夹中所有还没有添加到源码控制的资源添加到源码控制。

# ContentBrowser,FolderSCCSync
source: Sync
es: Sincronizar
ja: 同期
pt_br: Sincronizar
zh_cn: 同步

# ContentBrowser,SCCSync
source: Sync
es: Sincronizar
ja: 同期
pt_br: Sincronizar
zh_cn: 同步

# ContentBrowser,FolderSCCSyncTooltip
source: Syncs all the assets in this folder to the latest version.
es: Sincroniza todos los activos en esta carpeta a la última versión.
ja: フォルダのアセット全てを最新バージョンへ同期する
pt_br: Sincroniza todos os ativos nesta pasta com a versão mais recente.
zh_cn: 将该文件夹中的所有资源同步为最新版本。

# ContentBrowser,FoldersHeading
source: Folders
es: Carpetas
ja: フォルダ
pt_br: Pastas
zh_cn: 文件夹

# ContentBrowser,FrontendFilter_CheckedOut
source: Checked Out
es: Analizado
ja: チェックアウト済み
pt_br: Registrou Saída
zh_cn: 已迁出

# ContentBrowser,FrontendFilter_CheckedOutTooltip
source: Show only assets that you have checked out or pending for add.
es: Mostrar solo los activos que se han comprobado o estén pendientes para añadir.
ja: チェックアウトしているか追加待ちのアセットのみを表示
pt_br: Exibir só os ativos cujas saídas você registrou ou que estão pendentes a adicionar.
zh_cn: 仅显示您已经迁出的或还没有添加的资源。

# ContentBrowser,FrontendFilter_InUseByLoadedLevels
source: In Use By Level
es: En uso por el nivel
ja: レベルで使用中
pt_br: Em Uso pelo Nível
zh_cn: 正在关卡中使用中

# ContentBrowser,FrontendFilter_InUseByLoadedLevelsToolTip
source: Show only assets that are currently in use by any loaded level.
es: Mostrar solo los activos que están ahora en uso por cualquiera de los niveles cargados.
ja: 現在ロード中のレベルで使用しているアセットのみを表示
pt_br: Exibe só os ativos em uso atualmente em qualquer nível carregado.
zh_cn: 仅显示任何已加载关卡正在使用的资源。

# ContentBrowser,FrontendFilter_Modified
source: Modified
es: Modificado
ja: 編集済み
pt_br: Modificado
zh_cn: 已修改

# ContentBrowser,FrontendFilter_ModifiedTooltip
source: Show only assets that have been modified and not yet saved.
es: Mostrar solo los activos que se hayan modificado y no se hayan guardado aún.
ja: 変更された未保存のアセットのみを表示
pt_br: Exibe só os ativos modificados ainda não salvos.
zh_cn: 仅显示已经修改但还没有保存的资源。

# ContentBrowser,FrontendFilter_ShowOtherDevelopers
source: Other Developers
es: Otros desarrolladores
ja: 他のデベロッパー
pt_br: Outros Desenvolvedores
zh_cn: 其它开发商

# ContentBrowser,FrontendFilter_ShowOtherDevelopersTooltip
source: Allow display of assets in developer folders that aren't yours.
es: Permitir la visualización de los activos en las carpetas de desarrolladores que no son suyas.
ja: 自分以外のアセットをデベロッパーフォルダに表示
pt_br: Permite a exibição de ativos nas pasta do desenvolvedor que não são suas.
zh_cn: 允许显示开发者文件夹中不属于您的资源。

# ContentBrowser,FrontendFilter_ShowRedirectors
source: Show Redirectors
es: Mostrar redirecciones
ja: リダイレクターを表示
pt_br: Exibir Redirecionadores
zh_cn: 显示重定向器

# ContentBrowser,FrontendFilter_ShowRedirectorsToolTip
source: Allow display of Redirectors.
es: Permitir la visualización de los redireccionadores.
ja: リダイレクタを表示
pt_br: Permite a exibição de Redirecionadores.
zh_cn: 允许显示重定向器。

# ContentBrowser,FrontendFilter_Text
source: Text
es: Texto
ja: テキスト
pt_br: Texto
zh_cn: 文本
