Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# CollsiionProfileDetails,ProfileCollisionEnabledMessage
source: Select CollisionEnabled
es: Seleccionar CollisionEnabled
ja: コリジョンEnabledを選択
pt_br: Selecionar CollisionEnabled
zh_cn: 选择CollisionEnabled

# CollsiionProfileDetails,ProfileListHeader_Collision
source: Collision
es: Colisión
ja: コリジョン
pt_br: Colisão
zh_cn: 碰撞

# LevelViewportToolBar,CollisionViewModeHeader
source: Collision
es: Colisión
ja: コリジョン
pt_br: Colisão
zh_cn: 碰撞

# StaticMeshEditor,StaticMeshEditorCollisionMenu
source: Collision
es: Colisión
ja: コリジョン
pt_br: Colisão
zh_cn: 碰撞

# UICommands.StaticMeshEditorCommands,SetShowCollision
source: Collision
ja: コリジョン

# CollsiionProfileDetails,ProfileListHeader_ObjectType
source: Object Type
es: Tipo de objeto
ja: オブジェクト型
pt_br: Tipo de Objeto
zh_cn: 对象类型

# CollsiionProfileDetails,SProfileEditDialog_CR_ObjectType
source: Object Type
es: Tipo de objeto
ja: オブジェクト型
pt_br: Tipo de Objeto
zh_cn: 对象类型

# CollsiionProfileDetails,ProfileMenu_New
source: New...
es: Nuevo...
ja: 新規...
pt_br: Novo...
zh_cn: 新建...

# ContentBrowser,NewChildCollection
source: New...
es: Nuevo...
ja: 新規...
pt_br: Novo...
zh_cn: 新建...

# CollsiionProfileDetails,ProfileObjectTypeMessage
source: Select ObjectType
es: Seleccionar ObjectType
ja: オブジェクトタイプを選択
pt_br: Selecionar ObjectType
zh_cn: 选择对象类型

# CollsiionProfileDetails,SChannelEditDialog_Accept
source: Accept
es: Aceptar
ja: 承認
pt_br: Aceitar
zh_cn: 接受

# CollsiionProfileDetails,SProfileEditDialog_Accept
source: Accept
es: Aceptar
ja: 承認
pt_br: Aceitar
zh_cn: 接受

# SkeletonWidget,Accept
source: Accept
es: Aceptar
ja: 承認
pt_br: Aceitar
zh_cn: 接受

# CollsiionProfileDetails,SChannelEditDialog_InvalidAccept
source: Duplicate Name found.
es: Duplicar nombre encontrado.
ja: 複製の名前が存在します
pt_br: Nome duplicado encontrado.
zh_cn: 发现了重复的名称。

# CollsiionProfileDetails,SProfileEditDialog_InvalidAccept
source: Duplicate Name found.
es: Duplicar nombre encontrado.
ja: 複製の名前が存在します
pt_br: Nome duplicado encontrado.
zh_cn: 发现了重复的名称。

# CollsiionProfileDetails,SProfileEditDialog_CollisionEnabled
source: CollisionEnabled
ja: コリジョンEnabled
zh_cn: 已启用碰撞

# CollsiionProfileDetails,SProfileEditDialog_CR_ObjectTypeTooltip
source: Object Type Channels
es: Canales de tipo de objeto
ja: オブジェクト型チャンネル
pt_br: Canais de Tipo de Objeto
zh_cn: 对象类型通道

# CollsiionProfileDetails,SProfileEditDialog_CR_TraceType
source: Trace Type
es: Tipo de traza
ja: トレース型
pt_br: Tipo de Rastreamento
zh_cn: 踪迹类型

# CollsiionProfileDetails,SProfileEditDialog_CR_TraceTypeTooltip
source: Trace Type Channels
es: Canales de tipo traza
ja: トレース型チャンネル
pt_br: Canais de Tipo de Rastreamento
zh_cn: 踪迹类型通道

# CollsiionProfileDetails,SProfileEditDialog_ObjectType
source: ObjectType
ja: オブジェクトタイプ
zh_cn: 对象类型

# CollsiionProfileDetails,TraceChannel_Menu_Description
source: You can have up to 18 custom channels including object and trace channels. This is list of trace channel for your project. If you delete the trace channel that has been used by game, the behavior of trace is undefined.
ja: オブジェクトとトレースチャンネルを含めて最大18のカスタムチャンネルを設定できます。これはユーザープロジェクトのトレースチャンネルのリストです。 ゲームで使用しているトレースチャンネルを削除すると、トレースの挙動が未定義になります。
zh_cn: 您最多可具有包括对象通道和踪迹通道在内的18个自定义通道。这是您的项目的踪迹通道列表。如果您删除游戏中使用的此踪迹通道，那么将不确定踪迹的行为。

# CommentBubble,AllowScaleButtonTooltip
source: Allow this bubble to scale with zoom
ja: ズーム操作しながらの拡大・縮小をこのコメント吹き出しに有効にします
zh_cn: 允许通过缩放操作缩放该气泡

# CommentBubble,BubblePinned
source: Comment Bubble Pin
ja: Comment Bubble（コメントの吹き出し）ピン
zh_cn: 评论气泡引脚

# CommentBubble,BubbleVisibility
source: Comment Bubble Visibility
ja: コメントバブルの可視性
zh_cn: 评论气泡的可见性

# CommentBubble,EditCommentHint
source: Click to edit
ja: クリックして編集
zh_cn: 点击来进行编辑

# CommentBubble,PreventScaleButtonTooltip
source: Prevent this bubble scaling with zoom
ja: このコメント吹き出しをズーム操作しながら拡大・縮小できないようにします
zh_cn: 防止通过缩放操作缩放该气泡

# CommentBubble,ToggleCommentTooltip
source: Toggle Comment Bubble
ja: コメントの吹き出しアイコンを切り替える
zh_cn: 切换评论气泡

# CommutativeAssociativeBinaryOperatorNode,AddPin
source: Add pin
es: Añadir Pin de entrada
ja: ピンを追加
pt_br: Adicionar fixador
zh_cn: 添加引脚

# FormatTextNode,FormatTextNodeAddPinButton
source: Add pin
es: Añadir Pin
ja: ピンを追加
pt_br: Adicionar fixador
zh_cn: 添加引脚

# K2Node,AddPin
source: Add pin
es: Añadir Pin
ja: ピンを追加
pt_br: Adicionar fixador
zh_cn: 添加引脚

# LayeredBoneBlendNode,LayeredBoneBlendNodeAddPinButton
source: Add pin
ja: ピンを追加
zh_cn: 添加引脚

# SequencerNode,SequencerNodeAddPinButton
source: Add pin
es: Añadir Pin
ja: ピンを追加
pt_br: Adicionar fixador
zh_cn: 添加引脚

# SwitchStatementNode,SwitchStatementNodeAddPinButton
source: Add pin
es: Añadir Pin
ja: ピンを追加
pt_br: Adicionar fixador
zh_cn: 添加引脚

# CommutativeAssociativeBinaryOperatorNode,AddPinTooltip
source: Add another input pin
es: Añadir otro Pin de entrada
ja: 別のインプットピンを追加
pt_br: Adicionar outro fixador de entrada
zh_cn: 添加另一个输入引脚

# K2Node,AddPinTooltip
source: Add another input pin
es: Añadir otro Pin de entrada
ja: 別のインプットピンを追加
pt_br: Adicionar outro fixador de entrada
zh_cn: 添加另一个输入引脚

# CommutativeAssociativeBinaryOperatorNode,AddPinTx
source: AddPin
ja: Addピン
zh_cn: 添加引脚

# K2Node,AddPinTx
source: AddPin
ja: Addピン
zh_cn: 添加引脚

# MakeArrayNode,AddPinTx
source: AddPin
ja: Addピン
zh_cn: 添加引脚

source: Operator Node
es: Nodo operador
ja: オペレーターノード
pt_br: Nó do Operador
zh_cn: 操作符节点

# K2Node,CommutativeAssociativeBinaryOperatorNode
source: Operator Node
es: Nodo operador
ja: 演算子ノード
pt_br: Nó do Operador
zh_cn: 操作符节点

# CommutativeAssociativeBinaryOperatorNode,NoFunction_Error
source: CommutativeAssociativeBinaryOperator has no function: '%s' class: '%s'
es: CommutativeAssociativeBinaryOperator no tiene función: clase '%s': '%s'
ja: CommutativeAssociativeBinaryOperatorに関数がありません: '%s' class: '%s'
pt_br: CommutativeAssociativeBinaryOperator não tem função: '%s' classe: '%s'
zh_cn: CommutativeAssociativeBinaryOperator 没有任何功能: '%s' 类: %s

# CommutativeAssociativeBinaryOperatorNode,RemovePin
source: Remove pin
es: Eliminar PIN
ja: ピンを削除
pt_br: Remover fixador
zh_cn: 移除引脚

# K2Node,RemovePin
source: Remove pin
es: Eliminar PIN
ja: ピンを除去
pt_br: Remover fixador
zh_cn: 删除引脚

# CommutativeAssociativeBinaryOperatorNode,RemovePinTooltip
source: Remove this input pin
es: Eliminar este PIN de entrada
ja: このインプットピンを除去
pt_br: Remover este fixador de entrada
zh_cn: 移除此输入引脚

# K2Node,RemovePinTooltip
source: Remove this input pin
es: Eliminar este PIN de entrada
ja: この入力ピンを除去
pt_br: Remover este fixador de entrada
zh_cn: 删除该输入引脚

# CompareNode,CompareNodeAddPinButton
source: Add Case
ja: ケースを追加
zh_cn: 添加情形

# CompareNode,CompareNodeAddPinButton_Tooltip
source: Add new case pins
ja: 新規ケースピンを追加
zh_cn: 添加新的情形引脚

# CompareNode,CompareNodeRemoveCaseButton_Tooltip
source: Remove last case pins
ja: 最後のケースピンを取り除く
zh_cn: 删除上一个情形引脚

# CompareNode,CompareNodeRemovePinButton
source: Remove Case
ja: ケースを取り除く
zh_cn: 删除情形

# ComponentClassCombo,AddComponentButtonLabel
source: Add Component
es: Añadir componente
ja: コンポーネントを追加
pt_br: Adicionar Componente
zh_cn: 添加组件

# SSCSEditor,AddComponent
source: Add Component
es: Añadir componente
ja: コンポーネントを追加
pt_br: Adicionar Componente
zh_cn: 添加组件

# ComponentClassCombo,BlueprintAddComponentSearchBoxHint
source: Search Components
es: Buscar componentes
ja: コンポーネントの検索
pt_br: Procurar Componentes
zh_cn: 搜索组件

# ComponentClassCombo,MultipleAssetsForComponentAnnotation
source: Multiple Assets
es: Activos múltiples
ja: 複数アセット
pt_br: Vários Ativos
zh_cn: 多个资源

# ComponentClassCombo,NewBlueprintComponentFriendlyName
source: New Blueprint Script Component...
ja: 新規ブループリント スクリプト コンポーネント...
zh_cn: 新建蓝图脚本组件...

# ComponentClassCombo,NewBlueprintComponentToolTip
source: Create a custom actor component using Blueprints
ja: ブループリントでカスタム仕様のアクタコンポーネントを作成
zh_cn: 使用蓝图创建一个自定义actor组件

# ComponentClassCombo,NewCPPComponentFriendlyName
source: New C++ Component...
ja: 新規C++ コンポーネント...
zh_cn: 新建C++组件...

# ComponentClassCombo,NewCPPComponentToolTip
source: Create a custom actor component using C++
ja: C++ でカスタム仕様のアクタコンポーネントを作成
zh_cn: 使用C++创建一个自定义的actor组件

# ComponentEditorUtils,DropTarget_UndoSetComponentMaterial
source: Assign Material to Component (Drag and Drop)
ja: マテリアルをコンポーネントに割り当てる（ドラッグ＆ドロップ）
zh_cn: 分配材质给组件(拖拽并放置)

# ComponentEditorUtils,EditBlueprintForComponent_ToolTip
source: Edits the Blueprint Class that defines this component.
ja: このコンポーネントを定義するブループリントクラスを編集する
zh_cn: 编辑定义该组件的蓝图类。

# ComponentEditorUtils,GoToAssetForComponent
source: Find Class in Content Browser
ja: コンテンツブラウザでクラスを検索
zh_cn: 在内容浏览器中查找类

# ComponentEditorUtils,GoToAssetForComponent_ToolTip
source: Summons the content browser and goes to the class for this component.
ja: コンテンツブラウザを開いてこのコンポーネントのクラスへ移動する
zh_cn: 调出内容浏览器并跳转到该组件的类。

# ComponentEditorUtils,GoToBlueprintForComponent
source: Edit {0}
ja: 編集 {0}
zh_cn: 编辑{0}

# FColorStructCustomization,SetColorProperty
source: Edit {0}
es: Editar {0}
ja: {0} を編集
pt_br: Editar {0}
zh_cn: 编辑{0}

# FMarginStructCustomization,SetMarginProperty
source: Edit {0}
es: Editar {0}
ja: {0} を編集
pt_br: Editar {0}
zh_cn: 编辑{0}

# LevelToolBarViewMenu,SubLevelBlueprintItem
source: Edit {0}
ja: 編集 {0}

# LevelViewportContextMenu,EditAssociatedAsset
source: Edit {0}
es: Editar {0}
ja: 編集 {0}
pt_br: Editar {0}
zh_cn: 编辑{0}

# PropertyEditor,EditPropertyTransaction
source: Edit {0}
es: Editar {0}
ja: {0} を編集
pt_br: Editar {0}
zh_cn: 编辑{0}

# PropertyEditor,SetNumericPropertyTransaction
source: Edit {0}
es: Editar {0}
ja: {0} を編集
pt_br: Editar {0}
zh_cn: 编辑{0}

# SourceHyperlink,EditBlueprint
source: Edit {0}
es: Editar {0}
ja: {0} を編集
pt_br: Editar {0}
zh_cn: 编辑{0}

# ComponentEditorUtils,GoToCodeForComponent
source: Open {0}
ja: {0} を開く
zh_cn: 打开{0}

# ContentBrowser,GoToCodeForAsset
source: Open {0}
ja: {0} を開く
zh_cn: 打开{0}

# LevelViewportContextMenu,GoToCodeForActor
source: Open {0}
es: Abrir {0}
ja: {0} を開く
pt_br: Abrir {0}
zh_cn: 打开{0}

# MainTabMenu,OpenIDELabel
source: Open {0}
es: Abrir {0}
ja: {0} を開く
pt_br: Abrir {0}
zh_cn: 打开{0}

# SourceHyperlink,GoToCode
source: Open {0}
ja: 開く {0}
zh_cn: 打开{0}

# ComponentEditorUtils,GoToCodeForComponent_ToolTip
source: Opens the header file for this component ({0}) in a code editing program
ja: コード編集プログラムでこのコンポーネント ({0}) のヘッダファイルを開く
zh_cn: 在代码编辑器程序中打开该组件({0})的头文件

# ComponentTypeRegistry,BasicCubeShapeDisplayName
source: Cube
ja: キューブ
zh_cn: 立方体

# PlacementMode,Cube
source: Cube
ja: キューブ

# UICommands.MaterialEditorCommands,SetCubePreview
source: Cube
ja: キューブ

# ComponentTypeRegistry,BasicShapesHeading
source: Basic Shapes
ja: 基本形状
zh_cn: 基本形状

# ComponentTypeRegistry,NewComponentsHeading
source: Scripting
ja: スクリプティング
zh_cn: 脚本

# CompositeNode,CompositeNodeInvalidGraphMessage
source: ERROR: Invalid Graph
es: ERROR: Gráfico no válido
ja: エラー：無効なグラフ
pt_br: ERRO: Grafo Inválido
zh_cn: 错误: 无效的图表

# ConfigEditor,TargetPlatformSelectionLabel
source: Target platform:
ja: 対象のプラットフォーム：
zh_cn: 目标平台：

# ConfigEditorModule,TabTitle
source: Config Editor
ja: コンフィグ エディタ
zh_cn: 配置编辑器

# ConfigEditorModule,TooltipText
source: Open the Config Editor tab.
ja: コンフィグ エディタのタブを開く
zh_cn: 打开该配置编辑器选卡。

# ConfigPropertyHelperDetails,ConfigHierarchy
source: ConfigHierarchy
ja: コンフィグヒエラルキー
zh_cn: 配置层次结构

# ContentBrowser,AddCollectionButtonTooltip
source: Add a collection.
es: Añadir una Colección.
ja: コレクションを追加する
pt_br: Adiciona uma coleção.
zh_cn: 添加一个收藏夹

# ContentBrowser,AddFilterToolTip
source: Add an asset filter.
es: Añadir un filtro de activos
ja: アセットフィルターを追加する
pt_br: Adiciona um filtro de ativos.
zh_cn: 添加一个资源过滤器。

# ContentBrowser,AddNewToolTip_AddNewAsset
source: Create a new asset in {0}...
ja: {0} に新規アセットを作成...
zh_cn: 在{0}中创建一个新资源...

# ContentBrowser,AddNewToolTip_AddNewClass
source: Create a new class in {0}...
ja: {0} に新規クラスを作成...
zh_cn: 在{0}中创建一个新类...

# ContentBrowser,AddNewToolTip_MultiplePaths
source: Cannot add assets or classes to multiple paths.
ja: 複数のパスにアセットまたはクラスを追加できません
zh_cn: 不能向多个路径添加资源或类。

# ContentBrowser,AddNewToolTip_NoPath
source: No path is selected as an add target.
ja: 追加ターゲットとしてパスが選択されていません
zh_cn: 没有选择路径作为添加目标。

# ContentBrowser,AdvancedAssetsMenuHeading
source: Other Assets
es: Otros activos
ja: その他のアセット
zh_cn: 其他资源

# ContentBrowser,AllAssets
source: All Assets
es: Todos los activos
ja: すべてのアセット
pt_br: Todos os Ativos
zh_cn: 所有资源

# ContentBrowser,AssetActionsSubMenuLabel
source: Asset Actions
es: Acciones del activo
ja: アセットアクション
pt_br: Ações de Ativo
zh_cn: 资源操作

# SAssetFamilyShortcutBar,AssetActionsSection
source: Asset Actions
ja: アセットアクション

# ContentBrowser,AssetActionsSubMenuToolTip
source: Other asset actions
ja: その他のアセット動作
zh_cn: 其他资源操作

# ContentBrowser,AssetContextExploreMenuOptionsHeading
source: Explore
ja: 探索
zh_cn: 浏览

# ContentBrowser,AssetContextFindActionsMenuHeading
source: Find
ja: 検索
zh_cn: 查找

# TutorialText,AssetFindDesc
source: Find
ja: 検索
zh_cn: 查找

# ContentBrowser,AssetContextMoveActionsMenuHeading
source: Move
ja: 移動
zh_cn: 移动

# ContentBrowser,AssetCountLabelPlural
source: {0} items
es: {0} elementos
ja: {0} アイテム
pt_br: {0} itens
zh_cn: {0} 项

# ContentBrowser,AssetCountLabelPluralPlusSelection
source: {0} items ({1} selected)
es: {0} elementos ({1} seleccionado(s))
ja: {0} アイテム ({1} 選択中)
pt_br: {0} itens ({1} selecionados)
zh_cn: {0} 项({1} 项被选中)

# ContentBrowser,AssetCountLabelSingular
source: 1 item
es: 1 elemento
ja: 1アイテム
zh_cn: 1 项

# ContentBrowser,AssetCountLabelSingularPlusSelection
source: 1 item ({0} selected)
es: 1 elemento ({0} seleccionado)
ja: 1アイテム ({0} 選択中)
pt_br: 1 item ({0} selecionados)
zh_cn: 1 项({0}被选中)

# ContentBrowser,AssetCreationFailed
source: Failed to create asset.
es: Error al crear el activo.
ja: アセット作成に失敗しました
pt_br: Falha ao criar ativo.
zh_cn: 创建资源夹失败。

# ContentBrowser,AssetDialog_NoPathSelected
source: You must select a path.
ja: パスを選択しなくてはいけません
zh_cn: 您必须选择一个路径。

# DlgPickPath,NoPathChooseError
source: You must select a path.
ja: パスを選択する必要があります
zh_cn: 您必须选择路径。

# ContentBrowser,AssetDialogOpenButton
source: Open
ja: 開く
zh_cn: 打开

# EditorAnimUtils,OpenAssetLink
source: Open
es: Abrir
ja: 開く
pt_br: Abrir
zh_cn: 打开

# PListEditor,PListOpenDialogTitle
source: Open
es: Abrir
ja: 開く
pt_br: Abrir
zh_cn: 打开

# ProjectBrowser,OpenProjectButton
source: Open
es: Abrir
ja: 開く
pt_br: Abrir
zh_cn: 打开

# TutorialText,AssetOpenDesc
source: Open
ja: 開く
zh_cn: 打开

# UICommands.PListEditorCommands,OpenCommand
source: Open
ja: 開く

# UnrealEd,Open
source: Open
es: Abrir
ja: 開く
pt_br: Abrir
zh_cn: 打开

# ContentBrowser,AssetDialogSaveButton
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# ContentBrowser,SaveAsset
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# ContentBrowser,SaveCollection
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# FoliageEd_Mode,SaveSelectedFoliageTypes
source: Save
ja: 保存
zh_cn: 保存

# PListEditor,PListCloseTabSaveCaption
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# PListEditor,PListSave
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# PListEditor,PListSaveDialogTitle
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# SequenceBrowser,SaveSelectedAssets
source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存

# SkeletonSlotNames,AnimSlotManagerToolbarSaveLabel
source: Save
ja: 保存
zh_cn: 保存

# UICommands.AssetEditorCommonCommands,SaveAsset
source: Save
ja: 保存

# UICommands.LevelCollectionCommands,World_SaveSelectedLevels
source: Save
ja: 保存

# UICommands.PListEditorCommands,SaveCommand
source: Save
ja: 保存

# UICommands.TranslationEditorToolbar,SaveTranslations
source: Save
ja: 保存
zh_cn: 保存

# ContentBrowser,AssetNameTooLong
source: This asset name is too long. Please choose a shorter name.
es: El nombre de este activo es demasiado largo. Por favor, elige uno más corto.
ja: アセット名が長すぎます。短い名前に変更してください。
pt_br: O nome deste ativo é grande demais. Escolha um nome mais curto.
zh_cn: 该资源名称太长。请选择一个短点的名称。

# ContentBrowser,AssetsDroppedCopy
source: {Number} asset(s) copied
es: {Number} activos(s) copiado(s)
ja: {Number} アセット がコピーされました
pt_br: {Number} ativos copiados
zh_cn: 复制了{Number}个资源

# ContentBrowser,AssetTreeBulkMenuHeading
source: Bulk Operations
es: Operaciones masivas
ja: 一括操作
pt_br: Operações em Lote
zh_cn: 批量操作

# ContentBrowser,CollectionListBulkOperationsMenuHeading
source: Bulk Operations
es: Operaciones masivas
ja: 一括操作
pt_br: Operações em Lote
zh_cn: 批量操作

# ContentBrowser,AssetTreeSCCMenuHeading
source: Source Control
es: Control del código fuente
ja: ソースコントロール
pt_br: Controle de Origem
zh_cn: 源码控制

# ContentBrowser,SourceControlSubMenuLabel
source: Source Control
es: Control del código fuente
ja: ソースコントロール
pt_br: Controle de Origem
zh_cn: 源码控制

# LevelEditorToolBar,SourceControl_Label
source: Source Control
ja: ソースコントロール
zh_cn: 版本管理

# WorldBrowser,SourceControl
source: Source Control
es: Control de código fuente
ja: ソースコントロール
pt_br: Controle de Origem
zh_cn: 源码控制

# ContentBrowser,AssetTreeSearchBoxHint
source: Search Folders
es: Buscar carpetas
ja: フォルダを検索
pt_br: Buscar Pastas
zh_cn: 搜索文件夹

# ContentBrowser,AssetTreeTitle
source: Asset Tree
es: Árbol del activo
ja: アセットツリー
pt_br: Árvore de Ativos
zh_cn: 资源树

# ContentBrowser,AssetViewDropMenuHeading
source: Move/Copy to {0}
es: Mover/Copiar a {0}
ja: {0} への移動もしくはコピー
pt_br: Mover/Copiar para {0}
zh_cn: 移动/复制到{0}

# ContentBrowser,AssignAssetChunk
source: Assign to Chunk...
ja: チャンク に割り当てる...
zh_cn: 分配给组块...

# ContentBrowser,AssignAssetChunkTooltip
source: Assign this asset to a specific Chunk
ja: アセットを指定チャンクに割り当てる
zh_cn: 对齐该资源到指定的组块

# ContentBrowser,BackHistory
source: Back History
es: Retroceder en el historial
ja: 履歴を戻る
pt_br: Voltar no Histórico
zh_cn: 回滚历史

# ReferenceViewer,BackHistory
source: Back History
es: Retroceder en el historial
ja: 過去履歴
pt_br: Voltar no Histórico
zh_cn: 回滚历史

# ContentBrowser,BasicAssetsMenuHeading
source: Basic Assets
es: Activos básicos
ja: 基本アセット
zh_cn: 基本资源

# ContentBrowser,BasicFilter
source: Basic
es: Básico
ja: 基本
pt_br: Básico
zh_cn: 基本

# PlacementMode,Basic
source: Basic
es: Básico
ja: 基本
pt_br: Básico
zh_cn: 基本

# UICommands.AnimViewportShowCommands,ShowDisplayInfoBasic
source: Basic
ja: 基本

# ContentBrowser,BasicFilterTooltip
source: Filter by basic assets.
es: Archivar por activos básicos
ja: 基本アセットでフィルタリング
pt_br: Filtrar por ativos básicos.
zh_cn: 按基本资源过滤。

# ContentBrowser,BulkExport
source: Bulk Export...
es: Exportación masiva...
ja: 一括エクスポート...
pt_br: Exportar em Lote...
zh_cn: 批量导出...

# UnrealEd,BulkExportE
source: Bulk Export...
es: Exportación masiva...
ja: 一括エクスポート...
pt_br: Exportar em Lote...
zh_cn: 批量导出...

# ContentBrowser,BulkExportTooltip
source: Export the selected assets to file in the selected directory
es: Exportar los activos seleccionados al archivo en el directorio seleccionado
ja: 選択されたアセットを選択されたディレクトリにエクスポート
pt_br: Exporta os ativos selecionados para o arquivo no diretório selecionado
zh_cn: 将选中的资源导出到选中目录的文件内

# ContentBrowser,BulkFilterContextHeading
source: Bulk Filter Options
es: Opciones del filtro masivo
ja: 一括フィルターオプション
pt_br: Opções de Filtro em Lote
zh_cn: 批量过滤选项

# ContentBrowser,CaptureThumbnail
source: Capture Thumbnail
es: Capturar miniatura
ja: サムネイルのキャプチャ
pt_br: Capturar Miniatura
zh_cn: 捕获缩略图

# ContentBrowser,CaptureThumbnailTooltip
source: Captures a thumbnail from the active viewport.
es: Captura una miniatura desde la ventana gráfica activa.
ja: アクティブビューポートからサムネイルのキャプチャ
pt_br: Captura uma miniatura da porta de visualização ativa.
zh_cn: 从活动的视口中捕获一张缩略图。

# ContentBrowser,ClassesFolder
source: C++ Classes
ja: C++ クラス
zh_cn: C++类

# ContentBrowser,ClassesFolderFmt
source: {0} C++ Classes
ja: {0} C++ クラス
zh_cn: {0} C++类

# ContentBrowser,ClassMenuHeading
source: C++ Class
ja: C++ クラス
zh_cn: C++类

# ContentBrowser,ClearCollectionColorTooltip
source: Resets the color this collection appears as.
es: Reajusta el color en el que se muestra esta colección.
ja: コレクションが表示される色へ色をリセット
pt_br: Redefine a cor da aparência da coleção.
zh_cn: 重置此收藏夹呈现的颜色。

# ContentBrowser,ClearColor
source: Clear Color
es: Borrar color
ja: カラーをクリア
pt_br: Remover Cor
zh_cn: 清除颜色

# ContentBrowser,ClearColorTooltip
source: Resets the color this folder appears as.
es: Reajusta el color en el que se muestra esta carpeta.
ja: このフォルダのカラーをリセット
pt_br: Redefine a cor da aparência da pasta.
zh_cn: 重置此文件夹呈现的颜色。

# ContentBrowser,ClearCustomThumbnail
source: Clear Thumbnail
es: Borrar miniatura
ja: サムネイルをクリア
pt_br: Remover Miniatura
zh_cn: 清除缩略图

# ContentBrowser,ClearCustomThumbnailTooltip
source: Clears all custom thumbnails for selected assets.
es: Borra todas las miniaturas personalizadas para los activos seleccionados.
ja: 選択されたすべてのアセットのサムネイルをクリア
pt_br: Remove todas as miniaturas personalizadas dos ativos selecionados.
zh_cn: 清除选中资源的所有自定义缩略图。

# ContentBrowser,CollectionAssetsAdded
source: Added {Number} asset(s) to {CollectionName}
ja: {Number} 個のアセットを {CollectionName} に追加しました
zh_cn: 已添加{Number}个资源到{CollectionName}

# ContentBrowser,CollectionDestroyConfirm_Multiple
source: Delete {0} Collections?
es: ¿Eliminar las colecciones {0}?
ja: コレクション {0} を削除しますか？
pt_br: Excluir {0} Coleções?
zh_cn: 删除{0}收藏夹?

# ContentBrowser,CollectionDestroyConfirm_Single
source: Delete {0}?
es: ¿Eliminar {0}?
ja: {0} を削除しますか？
pt_br: Excluir {0}?
zh_cn: 删除{0}?

# ContentBrowser,CollectionDestroyFailed
source: Failed to destroy collection. {0}
es: Error al eliminar la colección. {0}
ja: コレクション {0} の削除に失敗しました
pt_br: Falha ao destruir a coleção. {0}
zh_cn: 销毁收藏夹失败。{0}

# ContentBrowser,CollectionDragDropDescription
source: {0} and {1} other(s)
ja: {0} と他の {1}
zh_cn: {0}和{1}其他项

# ContentBrowser,CollectionListOptionsMenuHeading
source: Collection Options
es: Opciones de la colección
ja: コレクションオプション
pt_br: Opções de Coleção
zh_cn: 收藏夹选项

# ContentBrowser,CollectionPathIndicator
source: {CollectionName} (Collection)
es: {CollectionName} (Colección)
ja: {CollectionName} (コレクション)
pt_br: {CollectionName} (Coleção)
zh_cn: {CollectionName} (收藏夹)

# ContentBrowser,CollectionShareTypeMenuHeading
source: Collection Share Type
ja: コレクション シェアタイプ
zh_cn: 组合共享类型

# ContentBrowser,CollectionStatus_HasLocalChanges
source: Collection has local unsaved or uncomitted changes
ja: コレクションはローカルに保存もコミットもされていません
zh_cn: 收藏夹具有本地没有保存的或者没有提交的修改

# ContentBrowser,CollectionStatus_IsCheckedOutByAnotherUser
source: Collection is checked out by another user
ja: コレクションは他のユーザーにチェックアウトされています
zh_cn: 收藏夹被另一个用户迁出。

# ContentBrowser,CollectionStatus_IsConflicted
source: Collection is conflicted - please use your external source control provider to resolve this conflict
ja: コレクションは競合しました（外部のソースコントロールプロバイダーを使ってこの競合を解決してください）
zh_cn: 收藏夹冲突 - 请使用您的外部版本管理软件来解决该冲突。

# ContentBrowser,CollectionStatus_IsMissingSCCProvider
source: Collection is missing its source control provider - please check your source control settings
ja: コレクションがソースコントロールプロバイダーから見つかりません（ソースコントロールの設定をチェックしてください）
zh_cn: 收藏夹缺失版本管理配置信息 - 请检查您的版本管理设置

# ContentBrowser,CollectionStatus_IsOutOfDate
source: Collection is not at the latest revision
ja: コレクションが最新のバージョンではありません
zh_cn: 收藏夹不是最新版本

# ContentBrowser,CollectionStatus_IsUpToDateAndEmpty
source: Collection is empty
ja: コレクションがカラです
zh_cn: 收藏夹为空

# ContentBrowser,CollectionStatus_IsUpToDateAndPopulated
source: Collection is up-to-date
ja: コレクションは最新の状態です
zh_cn: 收藏夹是最新的

# ContentBrowser,CollectionsViewSearchBoxHint
source: Search Collections
ja: コレクションを検索
zh_cn: 搜索收藏夹

# ContentBrowser,Column_Class
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo
zh_cn: 类型

# PhysicalSurfaceDetails,CPhysicalSurfaceListHeader_Type
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo
zh_cn: 类型

# SAnimCurveViewer,AnimCurveTypeLabel
source: Type
ja: タイプ

# SceneOutlinerActorInfoColumn,CustomColumnMode_Class
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo
zh_cn: 类型

# SPackagesDialog,TypeColumnLabel
source: Type
es: Tipo
ja: タイプ
pt_br: Tipo
zh_cn: 类型

# SplineComponentDetails,Type
source: Type
ja: タイプ

# ContentBrowser,Column_Path
source: Path
es: Ruta
ja: パス
pt_br: Caminho
zh_cn: 路径
