Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# EditorFactories,BlueprintInterfaceTooltip
source: A Blueprint Interface is a collection of one or more functions - name only, no implementation - that can be added to other Blueprints. These other Blueprints are then expected to implement the functions of the Blueprint Interface in a unique manner.
es: Una interfaz Blueprint es una colección de una o varias funciones, solo el nombre, no la implementación, que pueden añadirse a otros Blueprints. A continuación está previsto que esos otros Blueprints implementen las funciones de la interfaz Blueprint de un modo único.
ja: ブループリント インターフェース は、名前のみが付いた未実装の一つ以上の関数のコレクションで、別のブループリントに追加できます。その後ブループリントは特別な方法でブループリントの関数を実装します。
pt_br: Uma Interface do Esquema é uma coleção de uma ou mais funções – somente nome, sem implementação – que pode ser adicionada a outros Esquemas. Em seguida, espera-se que esses outros Esquemas implementem as funções da Interface do Esquema de uma forma única.
zh_cn: 蓝图是一个或多个函数的集合 - 仅有名称，没有实现 - 可以添加到另一个蓝图中。然后其他蓝图将以独特的方式实现蓝图接口中的函数。

# EditorFactories,BlueprintMacroLibraryFactoryDescription
source: Blueprint Macro Library
es: Biblioteca del macro del Blueprint
ja: ブループリントマクロライブラリ
pt_br: Biblioteca de Macros de Esquema
zh_cn: 蓝图宏库

# EditorFactories,BlueprintMacroLibraryTooltip
source: Blueprint Macro Libraries are containers of macros to be used in other blueprints. They cannot contain variables, inherit from other blueprints, or be placed in levels. Changes to macros in a Blueprint Macro Library will not take effect until client blueprints are recompiled.
es: Las bibliotecas de macros Blueprint son contenedores de macros para utilizarse en otros Blueprints. No podrán contener variables, heredadas de otros Blueprints, o colocarse en niveles. Los cambios a macros en una biblioteca de macros Blueprint no tendrán efecto hasta que se recompilen los Blueprints clientes.
ja: ブループリント マクロ ライブラリは他のブループリントで使用するマクロのコンテナです。変数を格納、別ブループリントからの継承、またはレベルへ配置することはできません。ブループリント マクロ ライブラリ内のマクロの変更は、クライアントブループリントを再コンパイルしなくても反映されます。
pt_br: As Bibliotecas de Macros de Esquema são recipientes de macros a serem usados em outros esquemas. Elas não podem conter variáveis, herdar de outros esquemas ou ser colocadas em níveis. Alterações em macros em uma Biblioteca de Macros de Esquema não entrarão em vigor até que os esquemas do cliente sejam recompilados.
zh_cn: 蓝图宏库是要在其他蓝图中使用的宏的容器。它们不包含变量，继承于其他蓝图，或者放置在关卡中。对蓝图宏库的宏所做的修改，必须再重新编译客户端蓝图后才生效。

# EditorFactories,CameraAnimFactoryDescription
source: Camera Anim
es: Animación de la cámara
ja: カメラアニメーション
pt_br: Animação de Câmera
zh_cn: 相机动画

# EditorFactories,CannotCreateBlueprintFromClass
source: Cannot create a blueprint based on the class '{0}'.
es: No se puede crear un Blueprint basado en la clase '{0}'.
ja: クラス '{0}' に基づいたブループリントを作成できません
pt_br: Não é possível criar um esquema baseado na classe '{0}'.
zh_cn: 不能基于类 '{0}'创建蓝图。

# UnrealEd,CannotCreateBlueprintFromClass
source: Cannot create a blueprint based on the class '{0}'.
es: No se puede crear un Blueprint basado en la clase '{0}'.
ja: クラス '{0}' に基づいたブループリントを作成できません
pt_br: Não é possível criar um esquema baseado na classe '{0}'.
zh_cn: 不能基于类 '{0}'创建蓝图。

# EditorFactories,ChooseSkeletonWindowTitle
source: Choose Skeleton
es: Elegir esqueleto
ja: スケルトンを選択
pt_br: Selecionar Esqueleto
zh_cn: 选择骨架

# EditorFactories,CreateBlueprintOptions
source: Pick Parent Class
es: Escoger clase padre
ja: 親クラスを選択
pt_br: Selecionar Classe Pai
zh_cn: 选择父类

# EditorFactories,CreateCurveOptions
source: Pick Curve Class
es: Escoger clase de curva
ja: カーブクラスを選択
pt_br: Selecionar Classe de Curva
zh_cn: 选择父类

# EditorFactories,CreateDataAssetOptions
source: Pick Data Asset Class
es: Escoger clase de activo de datos
ja: データ アセット クラスを選択
pt_br: Selecionar Classe de Ativo de Dados
zh_cn: 选择数据资源类别

# EditorFactories,CreatePhysicalMaterial
source: Pick Physical Material Class
ja: 物理マテリアルクラスを選択

# EditorFactories,DataTableFactoryOptions
source: Pick Structure
ja: 構造体を選択
zh_cn: 选择结构体

# EditorFactories,EnumWithNameAlreadyExists
source: Enum '{0}' already exists. The name must be unique.
es: La enumeración '{0}' ya existe. El nombre debe ser único.
ja: Enum {0} は既に存在します。一意な名前をつけてください。
pt_br: O enum '{0}' já existe. O nome deve ser exclusivo.
zh_cn: 枚举值'{0}' 已经存在。名称必须是唯一的。

# EditorFactories,MustChooseClassWarning
source: You must choose a class.
es: Debe elegir una clase.
ja: クラスを選択しなければいけません
pt_br: É preciso selecionar uma classe.
zh_cn: 您必须选择一个类别。

# EditorFactories,SurroundWarningDescription
source: Some files could not be reimported.
es: Algunos de los archivos no se podrán volver a importar.
ja: 一部のファイルを再インポートすることができません
pt_br: Não foi possível reimportar alguns arquivos.
zh_cn: 不能重新导入某些文件。

# EditorFactories,SurroundWarningFormat
source: {NameText}: Incorrect File Format - {FilenameText}
es: {NameText}: Formato de archivo incorrecto - {FilenameText}
ja: {NameText}: ファイルフォーマットが不正です - {FilenameText}
pt_br: {NameText}: Formato de Arquivo Incorreto - {FilenameText}
zh_cn: {NameText}: 错误的文件格式 - {FilenameText}

# EditorFactories,SurroundWarningImportFailed
source: {NameText}: Import failed - {FilenameText}
es: {NameText}: Error al importar - {FilenameText}
ja: {NameText}: インポートに失敗しました - {FilenameText}
pt_br: {NameText}: Falha na importação - {FilenameText}
zh_cn: {NameText}: 导入失败 - {FilenameText}

# EditorFactories,SurroundWarningImportSucceeded
source: {NameText}: Import successful - {FilenameText}
es: {NameText}: Éxito al importar - {FilenameText}
ja: {NameText}: インポートは成功しました - {FilenameText}
pt_br: {NameText}: Importação com sucesso - {FilenameText}
zh_cn: {NameText}: 导入成功 - {FilenameText}

# EditorFactories,SurroundWarningNoFile
source: {NameText}: Source file cannot be found - {FilenameText}
es: {NameText}: No se encuentra el archivo de origen - {FilenameText}
ja: {NameText}: ソースファイルが見つかりません - {FilenameText}
pt_br: {NameText}: Não foi possível encontrar o arquivo de origem - {FilenameText}
zh_cn: {NameText}: 不能找到源文件 - {FilenameText}

# EditorFactories,SurroundWarningNoFilename
source: {NameText}: Attempt to reimport empty file name.
es: {NameText}: Tratar de importar de nuevo el nombre del archivo vacío.
ja: {NameText}: 空のファイル名の再インポートが試行されました。
pt_br: {NameText}: Tentativa de reimportar nome de arquivo vazio.
zh_cn: {NameText}: 尝试重新导入空文件名。

# EditorLevelUtils,AddLevelsToWorldTask
source: Adding Levels to World
es: Añadir niveles al mundo
ja: ワールドへレベルを追加します
pt_br: Adicionando Níveis ao Mundo
zh_cn: 向世界添加关卡

# EditorLevelUtils,RemoveLevelTransReset
source: Removing Levels from World
es: Eliminar niveles del mundo
ja: ワールドからレベルを除去中
pt_br: Removendo Níveis do Mundo
zh_cn: 从世界中删除关卡

# WorldBrowser,RemoveLevelTransReset
source: Removing Levels from World
es: Eliminar niveles del mundo
ja: ワールドからレベルを取り除いています
pt_br: Removendo Níveis do Mundo
zh_cn: 从世界中删除关卡

# EditorLevelUtils,ToggleLevelVisibility
source: Toggle Level Visibility
es: Conmutar visibilidad del nivel
ja: レベルの可視性の切り替え
pt_br: Alternar Visibilidade de Nível
zh_cn: 切换关卡可见性

# WorldBrowser,ToggleVisibility
source: Toggle Level Visibility
es: Conmutar la visibilidad del nivel
ja: レベル可視性を切り替える
pt_br: Alternar Visibilidade de Nível
zh_cn: 切换关卡可视性

# WorldBrowser,VisibilityButtonToolTip
source: Toggle Level Visibility
es: Conmutar la visibilidad del nivel
ja: レベル可視性を切り替える
pt_br: Alternar Visibilidade de Nível
zh_cn: 切换关卡可视性

# EditorLevelUtils,UnloadPackagesFail
source: Unable to unload package '{Package}'.
ja: パッケージ '{Package}' をアンロードできません
zh_cn: 无法卸载包'{Package}'。

# EditorLiveStreaming,EditorLiveStreamingSettingsDescription
source: Settings for broadcasting live from the editor
es: Ajustes para la radiodifusión en directo desde el editor
ja: エディタからライブブロードキャストを設定
pt_br: Configurações para transmitir em tempo real do editor
zh_cn: 从编辑器中进行实时播放的设置

# EditorLiveStreaming,EditorLiveStreamingSettingsName
source: Live Streaming
es: Transmisión en directo
ja: ライブストリーミング
pt_br: Transmissão em Tempo Real
zh_cn: 实时流媒体

# EditorLiveStreaming,StreamingWindowTitle
source: Web Camera
es: Cámara web
ja: ウェブカメラ
pt_br: Câmera Web
zh_cn: 网络摄像头

# EditorModes,FoliageMode
source: Foliage
es: Follaje
ja: フォリッジ
pt_br: Folhagem
zh_cn: 植被

# EngineScalabiltySettings,FoliageQualityLabel1
source: Foliage
ja: フォリッジ

# EditorModes,GeometryMode
source: Geometry Editing
es: Edición geométrica
ja: ジオメトリの編集
pt_br: Edição de Geometria
zh_cn: 几何体编辑

# GeometryMode,DisplayName
source: Geometry Editing
ja: ジオメトリの編集
zh_cn: 几何体编辑

# EditorModes,GeometryMode-BeginRebuildingBSPTask
source: Rebuilding BSP
es: Volver a diseñar BSP
ja: BSPを再ビルド中
pt_br: Recompilando BSP
zh_cn: 重新构建BSP

# EditorModes,LandscapeMode
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem
zh_cn: 地貌

# FoliageEd_Mode,Landscape
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem
zh_cn: 地貌

# LevelViewportToolBar,LandscapeHeader
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem
zh_cn: 地貌

# WorldBrowser,Menu_LandscapeSectionTitle
source: Landscape
es: Terreno
ja: ランドスケープ
pt_br: Paisagem
zh_cn: 地貌

# EditorModes,PhysicsMode
source: Physics Mode
es: Modo de físicos
ja: 物理モード
pt_br: Modo de Física
zh_cn: 物理模式

# EditorModes,TextureAlignmentMode
source: Texture Alignment
es: Alineación de la textura
ja: テクスチャ調整
pt_br: Alinhamento de Textura
zh_cn: 贴图对齐

# EditorSelectUtils,BeginDeselectingActorsTaskMessage
source: Deselecting Actors
es: Quitar selección en los actores
ja: アクタを非選択中
pt_br: Cancelando a Seleção de Atores
zh_cn: 取消选择Actor

# EditorServer,RebuildingBSP
source: Rebuilding BSP...
ja: BSPを再ビルド中...
zh_cn: 重新构建BSP...

# EditorStyle,Appearance_UserSettingsDescription
source: Customize the look of the editor.
es: Personalizar el aspecto del editor.
ja: エディタのスタイルをカスタム仕様にする
pt_br: Personalize a aparência do editor.
zh_cn: 自定义编辑器的外观。

# EditorStyle,Appearance_UserSettingsName
source: Appearance
es: Apariencia
ja: 外観
pt_br: Aparência
zh_cn: 外观

# EditorTutorialDetailsCustomization,LaunchButtonTooltip
source: Test this tutorial.
ja: チュートリアルのテストを実行
zh_cn: 测试该指南

# EditorTutorialDetailsCustomization,TestingSection
source: Testing
ja: テスト中
zh_cn: 正在测试

# EditorViewModeOptionsMenu,TexStreamAccMeshUVDensitySingleDisplayName
source: UV Channel
ja: UVチャンネル

# EditorViewport,StatsEnableHint
source: Stats display can be toggled via the STAT [type] console command
es: La visualización de estadísticas podrá alternarse mediante el comando de consola [type] ESTADÍSTICA
ja: 統計の表示は STAT[type] コンソールコマンドで切り替えられます
pt_br: A exibição de estatísticas pode ser ativada/desativada através do comando de console STAT [type]
zh_cn: 通过STAT [type]控制台命令可以切换统计数据的现实情况

# EditorViewportViewMenu,DetailLightingViewModeDisplayName
source: Detail Lighting
es: Iluminación de detalles
ja: 詳細ライティング
pt_br: Detalhar Iluminação
zh_cn: 细节光照

# EditorViewportViewMenu,ViewMenuTitle_DetailLighting
source: Detail Lighting
es: Iluminación de detalles
ja: 詳細ライティング
pt_br: Detalhar Iluminação
zh_cn: 细节光照

# EditorViewportViewMenu,ExposureSubMenu
source: Exposure
es: Exposición
ja: 露出
pt_br: Exposição
zh_cn: 曝光

# EditorViewportViewMenu,ExposureSubMenu_ToolTip
source: Select exposure
es: Seleccionar exposición
ja: 露出選択
pt_br: Selecionar exposição
zh_cn: 选择曝光

# EditorViewportViewMenu,FixedExposure0
source: Fixed at Log 0
ja: Log 0で固定
zh_cn: 在Log 0中修复

# EditorViewportViewMenu,FixedExposure1m
source: Fixed at Log -1 = Brightness 1/2x
es: Fijo al logaritmo -1 = Brillo 1/2x
ja: Log -1 に固定 = 輝度1/2倍
pt_br: Fixo no Registro -1 = Brilho 1/2x
zh_cn: 在Log -1中修复=亮度1/2x

# EditorViewportViewMenu,FixedExposure1p
source: Fixed at Log +1 = Brightness 2x
ja: Log +1 = Brightness 2xで固定
zh_cn: 在Log +1中修复 = 亮度 2x

# EditorViewportViewMenu,FixedExposure2m
source: Fixed at Log -2 = Brightness 1/4x
es: Fijo al logaritmo -2 = Brillo 1/4x
ja: Log -2 に固定 = 輝度1/4倍
pt_br: Fixo no Registro -2 = Brilho 1/4x
zh_cn: 在Log -2中修复=亮度1/4x

# EditorViewportViewMenu,FixedExposure2p
source: Fixed at Log +2 = Brightness 4x
ja: Log +2 = Brightness 4xで固定
zh_cn: 在Log +2中修复 = 亮度 4x

# EditorViewportViewMenu,FixedExposure3m
source: Fixed at Log -3 = Brightness 1/8x
es: Fijo al logaritmo -3 = Brillo 1/8x
ja: Log -3 に固定 = 輝度1/8倍
pt_br: Fixo no Registro -3 = Brilho 1/8x
zh_cn: 在Log -3中修复=亮度1/8x

# EditorViewportViewMenu,FixedExposure3p
source: Fixed at Log +3 = Brightness 8x
ja: Log +3 = Brightness 8xで固定
zh_cn: 在Log +3中修复 = 亮度 8x

# EditorViewportViewMenu,FixedExposure4m
source: Fixed at Log -4 = Brightness 1/16x
es: Fijo al logaritmo -4 = Brillo 1/16x
ja: Log -4 に固定 = 輝度1/16倍
pt_br: Fixo no Registro -4 = Brilho 1/16x
zh_cn: 在Log -4中修复=亮度1/16x

# EditorViewportViewMenu,FixedExposure4p
source: Fixed at Log +4 = Brightness 16x
ja: Log +4 = Brightness 16xで固定
zh_cn: 在Log +4中修复 = 亮度 16x

# EditorViewportViewMenu,LightComplexityViewModeDisplayName
source: Light Complexity
es: Complejidad de la luz
ja: ライト複雑度
pt_br: Complexidade da Luz
zh_cn: 光照复杂度

# EditorViewportViewMenu,ViewMenuTitle_LightComplexity
source: Light Complexity
es: Complejidad de la luz
ja: ライト複雑度
pt_br: Complexidade da Luz
zh_cn: 光照复杂度

# EditorViewportViewMenu,LightingOnlyViewModeDisplayName
source: Lighting Only
es: Solo la iluminación
ja: ライティングのみ
pt_br: Somente Iluminação
zh_cn: 仅光照

# EditorViewportViewMenu,ViewMenuTitle_LightingOnly
source: Lighting Only
es: Solo la iluminación
ja: ライティングのみ
pt_br: Somente Iluminação
zh_cn: 仅光照

# EditorViewportViewMenu,LightmapDensityViewModeDisplayName
source: Lightmap Density
es: Densidad del mapa de iluminación
ja: ライトマップ密度
pt_br: Densidade do Mapa de Luz
zh_cn: 光照贴图密度

# EditorViewportViewMenu,ViewMenuTitle_LightmapDensity
source: Lightmap Density
es: Densidad del mapa de iluminación
ja: ライトマップ密度
pt_br: Densidade do Mapa de Luz
zh_cn: 光照贴图密度

# EditorViewportViewMenu,LODColorationViewModeDisplayName
source: LOD Coloration
ja: LOD 色分け
zh_cn: LOD着色

# EditorViewportViewMenu,ViewMenuTitle_LODColoration
source: LOD Coloration
ja: LOD 色分け
zh_cn: LOD着色

# EditorViewportViewMenu,ReflectionOverrideViewModeDisplayName
source: Reflections
es: Reflejos
ja: 反射
pt_br: Reflexos
zh_cn: 反射

# EditorViewportViewMenu,ViewMenuTitle_ReflectionOverride
source: Reflections
es: Reflejos
ja: 反射
pt_br: Reflexos
zh_cn: 反射

# LevelToolBarBuildMenu,ReflectionHeading
source: Reflections
es: Reflejos
ja: 反射
pt_br: Reflexos
zh_cn: 反射

# EditorViewportViewMenu,ShaderComplexityViewModeDisplayName
source: Shader Complexity
es: Complejidad del degradado
ja: シェーダー複雑度
pt_br: Complexidade do Sombreador
zh_cn: 着色器复杂度

# EditorViewportViewMenu,ViewMenuTitle_ShaderComplexity
source: Shader Complexity
es: Complejidad del degradado
ja: シェーダー複雑度
pt_br: Complexidade do Sombreador
zh_cn: 着色器复杂度

# UICommands.CascadeCommands,ViewMode_ShaderComplexity
source: Shader Complexity
ja: シェーダー複雑度

# EditorViewportViewMenu,StationaryLightOverlapViewModeDisplayName
source: Stationary Light Overlap
es: Superponer luz estática
ja: ステーショナリーライトのオーバーラップ
pt_br: Sobreposição de Luz Estacionária
zh_cn: 固定光源重叠

# EditorViewportViewMenu,ViewMenuTitle_StationaryLightOverlap
source: Stationary Light Overlap
es: Superponer luz estática
ja: ステーショナリーライトのオーバーラップ
pt_br: Sobreposição de Luz Estacionária
zh_cn: 固定光源重叠

# EditorViewportViewMenu,ViewMenuTitle_CollisionPawn
source: Player Collision
es: Colisión del jugador
ja: プレイヤーコリジョン
pt_br: Colisão do Jogador
zh_cn: 玩家碰撞

# LevelViewportToolBar,CollisionPawnViewModeDisplayName
source: Player Collision
es: Colisión del jugador
ja: プレイヤーコリジョン
pt_br: Colisão do Jogador
zh_cn: 玩家碰撞

# UICommands.EditorViewportCommands,CollisionPawn
source: Player Collision
ja: プレイヤーコリジョン

# EditorViewportViewMenu,ViewMenuTitle_CollisionVisibility
source: Visibility Collision
es: Colisión de visibilidad
ja: 可視属性コリジョン
pt_br: Colisão de Visibilidade
zh_cn: 可见性碰撞

# LevelViewportToolBar,CollisionVisibilityViewModeDisplayName
source: Visibility Collision
es: Colisión de visibilidad
ja: 可視性コリジョン
pt_br: Colisão de Visibilidade
zh_cn: 可见性碰撞

# UICommands.EditorViewportCommands,CollisionVisibility
source: Visibility Collision
ja: 可視性コリジョン

# EditorViewportViewMenu,ViewMenuTitle_HLODColoration
source: HLOD Coloration
ja: HLOD 色分け

# EditorViewportViewMenu,ViewMenuTitle_VisualizeBuffer
source: Buffer Visualization
es: Visualización del búfer
ja: Gバッファ表示
pt_br: Visualização do Buffer
zh_cn: 缓冲器可视化

# LevelViewportToolBar,VisualizeBufferViewModeDisplayName
source: Buffer Visualization
es: Visualización del búfer
ja: バッファを可視化
pt_br: Visualização do Buffer
zh_cn: 缓冲器可视化

# EditorWidgets,EditableActorLabel_ActorTooltipFmt
source: Rename the selected {0}
ja: 選択 {0} の名前を変更
zh_cn: 重命名选中的{0}

# EditorWidgets,EditableActorLabel_MultiActorTooltip
source: Rename multiple selected actors at once
es: Cambiar el nombre de los actores seleccionados a la vez
ja: 複数の選択アクタの名前を一度に変更
pt_br: Renomear diversos atores de uma vez
zh_cn: 一次性重命名多个选中的actor

# EditorWidgets,EditableActorLabel_NoEditActorTooltip
source: Can't rename selected actor (its label isn't editable)
es: No se puede cambiar el nombre del actor seleccionado (su etiqueta no se puede editar)
ja: 選択アクタの名前を変更できません(ラベルが編集不可)
pt_br: Não é possível renomear o ator selecionado (o rótulo não é editável)
zh_cn: 不能重命名选中的actor (它的标签是不可编辑的)

# EditorWidgets,EditableActorLabel_NoEditMultiObjectTooltip
source: Can't rename selected objects (one or more aren't actors with editable labels)
es: No se puede cambiar el nombre de los objetos seleccionados (uno o más no son actores son etiquetas que se puedan editar)
ja: 選択オブジェクトの名前を変更できません(１つ以上のアクタのラベルが編集不可)
pt_br: Não é possível renomear os objetos selecionados (um ou mais não são atores com rótulos editáveis)
zh_cn: 不能重命名选中的对象 (一个或多个对象不是具有可编辑标签的actor)

# EditorWidgets,EditableActorLabel_NoEditObjectTooltip
source: Can't rename selected object (only actors can have editable labels)
es: No se puede cambiar el nombre del objeto seleccionado (solo los actores pueden tener etiquetas que se editen)
ja: 選択オブジェクトの名前を変更できません(アクタだけに編集可能なラベルを設定できます)
pt_br: Não é possível renomear o objeto selecionado (somente atores podem ter rótulos editáveis)
zh_cn: 不能重命名选中的对象(仅actor可以具有可编辑标签)

# EditorWidgets,EditableActorLabel_NoObjectsTooltip
source: Nothing selected
es: Nada seleccionado
ja: 何も選択されていません
pt_br: Nada selecionado
zh_cn: 未选中任何项

# PropertyView,NothingSelectedTitle
source: Nothing selected
es: Nada seleccionado
ja: 何も選択されていません
pt_br: Nada selecionado
zh_cn: 未选中任何项

# EditorWidgets,RenameActorsTransaction
source: Rename Multiple Actors
es: Cambiar el nombre de varios actores
ja: 複数のアクタの名前を変更
pt_br: Renomear Diversos Atores
zh_cn: 重命名多个Actor

# EditorWidgets,RenameActorTransaction
source: Rename Actor
es: Cambiar el nombre del actor
ja: アクタの名前を変更
pt_br: Renomear Ator
zh_cn: 重命名Actor

# SceneOutlinerItemLabelColumn,SceneOutlinerRenameActorTransaction
source: Rename Actor
ja: アクタ名を変更
zh_cn: 重命名Actor

# SSCSEditor,SCSEditorRenameActorTransaction
source: Rename Actor
ja: アクタの名前を変更
zh_cn: 重命名Actor

# EditorWidgets,RenameFailed_LeftBlank
source: Names cannot be left blank
es: Los nombres no se pueden dejar en blanco
ja: 名前は空白にできません
pt_br: Nomes não podem ficar em branco
zh_cn: 名称不能留空

# SceneOutlinerItemLabelColumn,RenameFailed_LeftBlank
source: Names cannot be left blank
ja: 名前は空白にできません
zh_cn: 名称无法被留空

# EditorWidgets,RenameFailed_TooLong
source: Actor names must be less than {CharCount} characters long.
es: Los nombres de los actores deben tener menos de {CharCount} caracteres.
ja: アクタ名は {CharCount} 文字数以下でなくてはいけません
pt_br: Os nomes dos atores devem ter menos de {CharCount} caracteres.
zh_cn: Actor名称必须少于{CharCount}个字符。

# EngineLoop,EngineLoop_Loading
source: Loading...
ja: ロード中...
zh_cn: 正在加载...

# EngineScalabiltySettings,AntiAliasingQualityLabel1
source: Anti-Aliasing
es: Suavizado
ja: アンチエイリアス
pt_br: Suavização
zh_cn: 抗锯齿

# EngineScalabiltySettings,AntiAliasingQualityTooltip
source: Set anti-aliasing quality to {0}
ja: アンチエイリアス品質を {0} に設定

# EngineScalabiltySettings,AutoButtonTooltip
source: We test your system and try to find the most suitable settings
es: Nosotros analizamos su sistema e intentamos encontrar los ajustes más adecuados
ja: システムのテストを実行して設定が最適化であることを確認しました
pt_br: Testamos seu sistema e tentamos encontrar as configurações mais adequadas
zh_cn: 测试您的系统并尝试查找最适合您的设置

# EngineScalabiltySettings,AutoLabel
source: Auto
es: Automático
ja: 自動
pt_br: Automático
zh_cn: 自动

# EngineScalabiltySettings,QualityAutoLabel
source: Auto
es: Automático
ja: 自動
pt_br: Automático
zh_cn: 自动

# LevelViewportToolBar,LandscapeLODAuto
source: Auto
es: Automático
ja: 自動
pt_br: Automático
zh_cn: 自动

# SAnimCurveViewer,AnimCurveEditLabel
source: Auto
ja: 自動

# SMorphTargetViewer,MorphTargetEditLabel
source: Auto
ja: 自動
zh_cn: 自动

# SSceneOutliner,AutoWorld
source: Auto
ja: 自動

# UICommands.CurveEditorCommands,CurveAuto
source: Auto
ja: 自動

# UICommands.RichCurveEditorCommands,InterpolationCubicAuto
source: Auto
ja: 自動

# UMG,Auto
source: Auto
es: Automático
ja: 自動
pt_br: Automático
zh_cn: 自动

# EngineScalabiltySettings,EffectsQualityTooltip
source: Set effects quality to {0}
ja: エフェクト品質を {0} に設定

# EngineScalabiltySettings,FoliageQualityTooltip
source: Set foliage quality to {0}
ja: フォリッジ品質を {0} に設定

# EngineScalabiltySettings,PerformanceWarningEnableDisableCheckbox
source: Monitor Editor Performance?
es: ¿Monitorizar el rendimiento del editor?
ja: エディタパフォーマンスをモニタリングしますか？
pt_br: Monitorar Desempenho do Editor?
zh_cn: 显示器编辑器偏好设置？

# EngineScalabiltySettings,PostProcessQualityLabel1
source: Post Processing
es: Posprocesamiento
ja: ポストプロセス
pt_br: Pós-processamento
zh_cn: 后期处理

# LevelViewportToolBar,PostProcessShowFlagsMenu
source: Post Processing
es: Posprocesamiento
ja: ポストプロセス
pt_br: Pós-processamento
zh_cn: 后期处理

# EngineScalabiltySettings,PostProcessQualityTooltip
source: Set post processing quality to {0}
ja: ポストプロセス品質を {0} に設定

# EngineScalabiltySettings,QualityCineLabel
source: Cinematic
ja: シネマティック

# EngineScalabiltySettings,ViewDistanceLabel6
source: Cinematic
ja: シネマティック

# EngineScalabiltySettings,QualityCinematic
source: Set all groups to offline cinematic quality
ja: 全グループをオフラインシネマティック品質に設定

# EngineScalabiltySettings,QualityEpic
source: Set all groups to epic quality
es: Ajustar todos los grupos a una calidad excelente
ja: 全グループをEpic品質に設定
pt_br: Definir todos os grupos para qualidade épica
zh_cn: 设置所有组为极高质量

# EngineScalabiltySettings,QualityHigh
source: Set all groups to high quality
es: Ajustar todos los grupos a una calidad alta
ja: 全グループを高品質に設定
pt_br: Definir todos os grupos para qualidade alta
zh_cn: 设置所有组为高质量

# EngineScalabiltySettings,QualityHighLabel
source: High
es: Alto
ja: 高
pt_br: Alto
zh_cn: 高

# UICommands.CascadeCommands,DetailMode_High
source: High
ja: 高

# UICommands.CascadeCommands,Significance_High
source: High
ja: 高

# UICommands.LevelEditorActions,LightingQuality_High
source: High
ja: 高
zh_cn: 高级

# UICommands.LevelEditorActions,MaterialQualityLevel_High
source: High
ja: 高
zh_cn: 高级

# EngineScalabiltySettings,QualityLabel
source: Quality
es: Calidad
ja: 品質
pt_br: Qualidade
zh_cn: 质量

# EngineScalabiltySettings,QualityLow
source: Set all groups to low quality
es: Ajustar todos los grupos a una calidad baja
ja: 全グループを低品質に設定
pt_br: Definir todos os grupos para qualidade baixa
zh_cn: 设置所有组为低质量

# EngineScalabiltySettings,QualityLowLabel
source: Low
es: Pobre
ja: 低
pt_br: Baixo
zh_cn: 低

# UICommands.CascadeCommands,DetailMode_Low
source: Low
ja: 低

# UICommands.CascadeCommands,Significance_Low
source: Low
ja: 低

# UICommands.LevelEditorActions,MaterialQualityLevel_Low
source: Low
ja: 低
zh_cn: 低级

# EngineScalabiltySettings,QualityMedium
source: Set all groups to medium quality
es: Ajustar todos los grupos a una calidad media
ja: 全グループを中程度の品質に設定
pt_br: Definir todos os grupos para qualidade média
zh_cn: 设置所有组为中质量

# EngineScalabiltySettings,QualityMediumLabel
source: Medium
es: Medio
ja: 中
pt_br: Média
zh_cn: 中

# EngineScalabiltySettings,ViewDistanceLabel3
source: Medium
es: Medio
ja: 中
pt_br: Média
zh_cn: 中
