Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlueprintSubPalette,DropOnlyInGraph
source: Nodes can only be placed inside the blueprint graph
es: Los nodos solo pueden ubicarse dentro del gráfico Blueprint
ja: ノードはブループリントグラフ内部のみに配置可能です
pt_br: Nós podem ser posicionados somente dentro do grafo do esquema
zh_cn: 节点仅能放置在蓝图图表内。

# FunctionDragDropAction,DropOnlyInGraph
source: Nodes can only be placed inside the blueprint graph
es: Los nodos solo pueden ubicarse dentro del gráfico Blueprint
ja: ノードはブループリントグラフ内部のみに配置可能です
pt_br: Nós podem ser posicionados somente dentro do grafo do esquema
zh_cn: 节点仅能放置在蓝图图表内。

# BlueprintSubPalette,InvalidDropAction
source: Invalid action for placement
es: Acción no válida para la selección de ubicación
ja: 配置に無効なアクションです
pt_br: Ação inválida para colocação
zh_cn: 无效的放置动作

# BlueprintSubPalette,InvalidFuncAction
source: Invalid function for placement
es: Función no válida para la selección de ubicación
ja: 配置に無効な関数です
pt_br: Função inválida para colocação
zh_cn: 无效的放置函数

# FunctionDragDropAction,InvalidFuncAction
source: Invalid function for placement
es: Función no válida para la selección de ubicación
ja: 配置に無効な関数です
pt_br: Função inválida para colocação
zh_cn: 无效的放置函数

# BlueprintSubPalette,NoEventsOnlyInUberGraphs
source: Events can only be placed in event graphs
es: Los eventos solo pueden colocarse en los gráficos de eventos
ja: イベントはイベントグラフのみに配置できます
pt_br: Eventos podem ser posicionados somente em grafos de evento
zh_cn: 事件仅能放置在事件图表中

# BlueprintSubPalette,NoSecondEntryPoint
source: Function graphs can only have one entry point
es: Los gráficos de función solo pueden tener un punto de entrada
ja: 関数グラフには1つのエントリーポイントしか配置できません
pt_br: Grafos de função podem ter somente um único ponto de entrada
zh_cn: 函数图表金能有一个入口点

# BlueprintSubPalette,NoSpawnActorInConstruction
source: Cannot spawn actors from a construction script
es: No se pueden procesar actores desde un script de construcción
ja: コンストラクションスクリプトからアクタをスポーンできません
pt_br: Não é possível criar atores de um script de construção
zh_cn: 不能从构建脚本中生成actor

# BlueprintWarningConfigurationPanel,BlueprintWarningBehaviorHeaderLabel
source: Behavior
ja: ビヘイビア

# Blutilities,BlutilityTitle
source: Blutilities
ja: ブループリントユーティリティ

# Blutilities,CallInEditor_ButtonLabel
source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
zh_cn: 运行

# Blutilities,CallInEditor_ButtonTooltip
source: Run Selected Blutility Function on {ActorLabel}
es: Ejecute la función Blutility seleccionada en {ActorLabel}
ja: {ActorLabel} で選択したブループリントユーティリティ機能を実行
pt_br: Executar Função Selecionada do Blutility em {ActorLabel}
zh_cn: 在{ActorLabel}上运行选中的Blutility函数

# Blutilities,CallInEditor_ComboLabel
source: Select Blutility
es: Seleccionar Blutility
ja: ブループリントユーティリティを選択
pt_br: Selecionar Blutility
zh_cn: 选择Blutility

# Blutilities,CallInEditorHeader
source: Blutility Functions
es: Funciones Blutility
ja: ブループリントユーティリティ機能
pt_br: Funções do Blutility
zh_cn: Blutility函数

# BlutilityShelf,BlutilityShelfMenuItemsHeading
source: Shelf Management
es: Gestión de la librería
ja: シェルフ管理
pt_br: Gerenciamento de Prateleiras
zh_cn: 架子管理

# BlutilityShelf,EditShelfButton
source: Edit Shelf
es: Editar librería
ja: シェルフを編集
pt_br: Editar Prateleira
zh_cn: 编辑架子

# BlutilityShelf,EditShelfButton_Tooltip
source: Edit the shelf
es: Editar librería
ja: このシェルフを編集
pt_br: Editar a prateleira
zh_cn: 编辑该架子

# BlutilityShelf,FavoriteTool
source: Show on shelf
es: Mostrar en la librería
ja: シェルフに表示
pt_br: Exibir na prateleira
zh_cn: 在架子上显示

# BlutilityShelf,FavoriteTool_Tooltip
source: Should this blueprint be shown as a favorite on the compact shelf
es: ¿Se debe mostrar este Blueprint como favorito en la librería compacta?
ja: コンパクトシェルフにこのブループリントをお気に入りとして表示しますか？
pt_br: O esquema deve ser exibido como favorito na prateleira compacta?
zh_cn: 该蓝图是否应该在合并的架子上显示为收藏状态

# BlutilityShelf,FinishEditShelfButton
source: Finish Editing Shelf
es: Terminar la edición de la librería
ja: シェルフの編集を終了
pt_br: Concluir Edição da Prateleira
zh_cn: 完成编辑架子

# BlutilityShelf,FinishEditShelfButton_Tooltip
source: Switch back to the compact shelf mode
es: Volver al modo de librería compacta
ja: コンパクトシェルフモードに切り替える
pt_br: Retornar para o modo de prateleira compacta
zh_cn: 切换回到合并架子模式

# BlutilityShelf,TabTitle
source: Blutility Shelf
es: Librería de la utilidad del Blueprint (Blutility)
ja: ブループリントユーティリティシェルフ
pt_br: Prateleira de Blutility
zh_cn: Blutility架子

# MainWindowMenu,BlutilityShelfLabel
source: Blutility Shelf
ja: ブループリント ユーティリティ シェルフ
zh_cn: Blutility架

# BodyInstanceCustomization,BlockCollisionLabel
source: Block
es: Bloquear
ja: ブロック
pt_br: Bloco
zh_cn: 区块

# CollsiionProfileDetails,BlockCollisionLabel
source: Block
es: Bloquear
ja: ブロック
pt_br: Bloco
zh_cn: 区块

# CollsiionProfileDetails,ECR_Block
source: Block
es: Bloquear
ja: ブロック
pt_br: Bloco
zh_cn: 区块

# BodyInstanceCustomization,ChangeCollisionProfile
source: Change Collision Profile
es: Modificar perfil de colisión
ja: コリジョンプロファイルを変更
pt_br: Alterar Perfil de Colisão
zh_cn: 变更碰撞概述信息

# BodyInstanceCustomization,ChangeIndividualChannel
source: Change Individual Channel
es: Modificar canal individual
ja: それぞれのチャンネルを変更
pt_br: Alterar Canal Individual
zh_cn: 变更单个通道

# BodyInstanceCustomization,Collision
source: Collision Channel Changes
es: Cambios del canales de colisión
ja: コリジョンチャンネルの変更
pt_br: Alterações no Canal de Colisão
zh_cn: 变更碰撞通道

# BodyInstanceCustomization,CollisionObjectResponses
source: Object Responses
es: Efectos del objeto
ja: オブジェクト応答
pt_br: Respostas do Objeto
zh_cn: 物体响应

# BodyInstanceCustomization,CollisionPresetsLabel
source: Collision Presets
es: Preajustes de colisión
ja: コリジョンプリセット
pt_br: Predefinições de Colisão
zh_cn: 碰撞预设值

# BodyInstanceCustomization,CollisionResponsesLabel
source: Collision Responses
es: Efectos de la colisión
ja: コリジョンレスポンス
pt_br: Respostas de Colisão
zh_cn: 碰撞响应

# CollsiionProfileDetails,SProfileEditDialog_CR_Label
source: Collision Responses
es: Respuestas de la colisión
ja: コリジョンレスポンス
pt_br: Respostas de Colisão
zh_cn: 碰撞响应

# BodyInstanceCustomization,CollisionTraceResponsesLabel
source: Trace Responses
es: Respuestas del trazo
ja: トレース応答
pt_br: Respostas de Rastreamento
zh_cn: 追溯响应

# BodyInstanceCustomization,CollsionResponse_ToolTip
source: When trace by channel, this information will be used for filtering.
es: Cuando se traza por canal, esta información se usará para la filtración.
ja: チャンネルによるトレース時はこの情報がフィルタリングに使用されます。
pt_br: Ao rastrear por canal, estas informações serão usadas para filtragem.
zh_cn: 当通过通道进行追溯时，此信息将被用来作为过滤。

# CollsiionProfileDetails,SProfileEditDialog_CR_LabelToolTip
source: When trace by channel, this information will be used for filtering.
es: Cuando se traza por canal, esta información se usará para la filtración.
ja: チャンネルでトレースされた時、この情報はフィルタリングに使用されます
pt_br: Ao rastrear por canal, estas informações serão usadas para filtragem.
zh_cn: 当通过通道进行追溯时，此信息将被用来作为过滤。

# CollsiionProfileDetails,SProfileEditDialog_CR_ToolTip
source: When trace by channel, this information will be used for filtering.
es: Cuando se traza por canal, esta información se usará para la filtración.
ja: チャンネルでトレースされた時、この情報はフィルタリングに使用されます
pt_br: Ao rastrear por canal, estas informações serão usadas para filtragem.
zh_cn: 当通过通道进行追溯时，此信息将被用来作为过滤。

# BodyInstanceCustomization,Constraints
source: Constraints
ja: コンストレイン
zh_cn: 约束

# UICommands.PhATCommands,EditingMode_Constraint
source: Constraints
ja: コンストレイント

# BodyInstanceCustomization,IgnoreCollisionLabel
source: Ignore
es: Omitir
ja: 無視する
pt_br: Ignorar
zh_cn: 忽略

# CollsiionProfileDetails,ECR_Ignore
source: Ignore
es: Omitir
ja: 無視する
pt_br: Ignorar
zh_cn: 忽略

# CollsiionProfileDetails,IgnoreCollisionLabel
source: Ignore
es: Omitir
ja: 無視する
pt_br: Ignorar
zh_cn: 忽略

# BodyInstanceCustomization,LockPositionLabel
source: Lock Position
ja: ポジションをロック
zh_cn: 锁定位置

# BodyInstanceCustomization,LockPositionTooltip
source: Locks movement along the specified axis
ja: 特定のアクシスに沿った動きをロック
zh_cn: 锁定沿特定轴的移动

# BodyInstanceCustomization,LockRotationLabel
source: Lock Rotation
ja: 回転をロック
zh_cn: 锁定旋转

# BodyInstanceCustomization,LockRotationTooltip
source: Locks rotation about the specified axis
ja: 指定された軸を中心とする回転をロックする
zh_cn: 锁定围绕特定轴旋转

# BodyInstanceCustomization,OverlapCollisionLabel
source: Overlap
es: Superposición
ja: オーバーラップ
pt_br: Sobreposição
zh_cn: 重叠

# CollsiionProfileDetails,ECR_Overlap
source: Overlap
es: Superposición
ja: オーバーラップ
pt_br: Sobreposição
zh_cn: 重叠

# CollsiionProfileDetails,OverlapCollisionLabel
source: Overlap
es: Superposición
ja: オーバーラップ
pt_br: Sobreposição
zh_cn: 重叠

# BodyInstanceCustomization,ResetCollisionProfile
source: Reset Collision Profile
es: Reajustar perfil de colisión
ja: コリジョンプロファイルをリセット
pt_br: Redefinir Perfil de Colisão
zh_cn: 重置碰撞概述信息

# BodyInstanceCustomization,ResetCollisionResponse
source: Reset Collision Response
es: Reajustar la respuesta de la colisión
ja: コリジョンレスポンスをリセット
pt_br: Redefinir Resposta de Colisão
zh_cn: 重置碰撞响应

# BodyInstanceCustomization,SelectCollisionPreset
source: Select collision presets. You can set this data in Project settings.
es: Seleccionar preajustes de colisión. Puede configurar estos datos en ajustes del Proyecto.
ja: コリジョンプリセットを選択。プロジェクト設定からデータをセット。
pt_br: Selecionar predefinições de colisão. É possível definir estes dados nas configurações do Projeto.
zh_cn: 选择碰撞预置。您可以在项目设置中设置该数据。

# BoneDragDropOp,BoneHoverTextFmt
source: Bone {0}
ja: ボーン {0}
zh_cn: 骨骼{0}

# BonePicker,Search
source: Search...
es: Buscar...
ja: 検索...
pt_br: Buscar...
zh_cn: 搜索...

# SSceneOutliner,FilterSearch
source: Search...
es: Buscar...
ja: 検索...
pt_br: Buscar...
zh_cn: 搜索...

# TranslationEditor,FilterSearch
source: Search...
es: Buscar...
ja: 検索...
pt_br: Buscar...
zh_cn: 搜索...

# BoolCurveKeyEditor,SetBoolKey
source: Set Bool Key Value
ja: ブールキーのバリューをセット
zh_cn: 设置布尔型键值

# BrushBuilder,BadParameters
source: Bad parameters in brush builder {Msg}
es: Parámetros erróneos en el diseñador de pinceles {Msg}
ja: ブラシビルダに不良パラメータがあります {Msg}
pt_br: Parâmetros inválidos no construtor de pincel {Msg}
zh_cn: 画刷构建器中存在错误参数 {Msg}

# BrushBuilder,ConeInvalidRadius
source: Invalid cone brush radius
es: El radio del pincel en forma de cono no es válido
ja: 無効コーンブラシの半径
pt_br: Raio do pincel de cone inválido
zh_cn: 无效的椎体画刷半径

# BrushBuilder,ConeInvalidZ
source: Invalid cone brush Z value
es: El valor del pincel en forma de cono no es válido
ja: 無効コーンブラシのZ値
pt_br: Valor Z do pincel de cone inválido
zh_cn: 无效的椎体画刷 Z 值

# BrushBuilder,ConeNotEnoughSides
source: Not enough sides in cone brush
es: El pincel de cono no tiene lados suficientes
ja: コーンブラシに十分な側面がありません
pt_br: Lados insuficientes no pincel de cone
zh_cn: 椎体画刷的面数不足

# BrushBuilder,CubeInvalidDimensions
source: Invalid cube dimensions
es: Las dimensiones del cubo no son válidas
ja: 無効なキューブ範囲
pt_br: Dimensões do cubo inválidas
zh_cn: 无效的立方体尺寸

# BrushBuilder,CubeInvalidWallthickness
source: Invalid cube wall thickness
es: El grosor de las paredes del cubo no es válido
ja: 無効なキューブの壁の厚み
pt_br: Espessura da parede do cubo inválida
zh_cn: 无效的立方体墙壁厚度

# BrushBuilder,CylinderInvalidRadius
source: Invalid cylinder radius
es: El radio del cilindro no es válido
ja: 無効なシリンダー半径
pt_br: Raio do cilindro inválido
zh_cn: 无效的圆柱体半径

# BrushBuilder,CylinderInvalidSides
source: Not enough cylinder sides.
es: El cilindro no tiene suficientes lados.
ja: シリンダー側面が不十分です
pt_br: Lados do cilindro insuficientes.
zh_cn: 圆柱体面数不足。

# BrushBuilder,LinearStairInvalidStepParams
source: Invalid step parameters.
es: Los parámetros de paso no con válidos.
ja: 無効なステップパラメータ
pt_br: Parâmetros do passo inválidos.
zh_cn: 无效的步骤参数。

# BrushBuilder,SpiralStairInvalidStepParams
source: Invalid step parameters.
es: Los parámetros de paso no con válidos.
ja: 無効なステップパラメータ
pt_br: Parâmetros do passo inválidos.
zh_cn: 无效的步骤参数。

# BrushBuilder,StairInvalidStepParams
source: Invalid step parameters.
es: Los parámetros de paso no con válidos.
ja: 無効なステップパラメータ
pt_br: Parâmetros do passo inválidos.
zh_cn: 无效的步骤参数。

# BrushBuilder,LinearStairNumStepsOutOfRange
source: NumSteps must be greater than 1 and less than 46.f
es: NumSteps debe tener más de 1 y menos de 46.f
ja: NumStepsは1より大きく46.fより小さくなくてはいけません
pt_br: NumSteps deve ser maior do que 1 e menor do que 46.f
zh_cn: NumSteps必须是大于1且小于46的浮点值

# BrushBuilder,SheetInvalidParams
source: Invalid sheet parameters.
es: Los parámetros del plano no so válidos
ja: 無効なシートパラメータ
pt_br: Parâmetros da folha inválidos.
zh_cn: 无效的薄片参数。

# BrushBuilder,StairAngleOutOfRange
source: Angle is out of range.
es: El ángulo está fuera de rango.
ja: 範囲外の角度です...
pt_br: O ângulo está fora do intervalo.
zh_cn: 角度超出范围。

# BrushBuilder,TessellatedIncompatibleWithHollow
source: The 'Tessellated' option can't be specified with the 'Hollow' option.
es: La opción 'Mosaico' no se puede especificar con la opción 'Hueco'.
ja: TessellatedオプションはHollowオプションと一緒に指定できません。
pt_br: A opção 'Em Mosaico' não pode ser especificada com a opção 'Oco'.
zh_cn: 'Tessellated'选项不能使用'Hollow'选项指定。

# BrushBuilder,TetrahedronInvalidParams
source: Invalid tetrahedron parameters.
es: Los parámetros de la esfera no son válidos.
ja: 無効なtetrahedronパラメータ
pt_br: Parâmetros do tetraedro inválidos.
zh_cn: 无效的四面体参数。

# BrushBuilder,TetrahedronSphereExtrapolationTooLarge
source: Setting 'SphereExtrapolation' to more than 5 is invalid. The resulting ABrush* will have too many polygons to be useful.
es: Configurar 'SphereExtrapolation' a más de 5 no es válido. El ABrush* resultante tendría demasiados polígonos.
ja: 5以上のSohereExtrapolationの設定は無効です。ABrush*に有用な数を超えるポリゴンが作成されてしまいます。
pt_br: Definir 'SphereExtrapolation' como mais de 5 é inválido. O ABrush* resultante terá polígonos demais para ser útil.
zh_cn: 将 'SphereExtrapolation' 设置为大于5的值是无效的。最终的ABrush*将具有太多的多边形，以至于没有什么用途。

# BrushBuilder,VolumetricInvalidRadius
source: Invalid volumetric radius parameters.
es: Los parámetros del radio volumétrico no son válidos.
ja: 無効なボリュメトリック半径のパラメータ
pt_br: Parâmetros do raio volumétrico inválidos.
zh_cn: 无效的体积式半径参数。

# BrushBuilder,VolumetricInvalidSheets
source: Invalid volumetric sheet count.
es: El recuento de planos volumétricos no es válido.
ja: 無効なボリュメトリックシート数
pt_br: Contagem de folha volumétrica inválida.
zh_cn: 无效的体积式薄片数量。

# BrushDetails,AlignBrushVerts
source: Align Brush Vertices
es: Alinear los vértices del pincel
ja: ブラシの頂点を調整
pt_br: Alinhar Vértices do Pincel
zh_cn: 画刷顶点对齐

# BrushDetails,AlignBrushVerts_Tooltip
source: Aligns each vertex of the brush to the grid.
es: Alinea cada vértice del pincel a la rejilla.
ja: ブラシの各頂点をグリッドに調整
pt_br: Alinha cada vértice do pincel à grade.
zh_cn: 将画刷的每个顶点与网格对齐。

# BrushDetails,BrushShape
source: Brush Shape
es: Forma del pincel
ja: ブラシ形状
pt_br: Formato do Pincel
zh_cn: 画刷形状

# BrushDetails,BspModeBuildTooltip
source: Rebuild this brush from a parametric builder.
es: Recompilar este pincel desde un generador paramétrico.
ja: パラメトリックビルダーからこのブラシを再ビルド
pt_br: Recompilar este pincel de um construtor paramétrico.
zh_cn: 通过参数化的构建器重新构建该画刷。

# BrushDetails,CreateStaticMeshActor
source: Create Static Mesh
es: Crear malla estática
ja: スタティックメッシュを作成
pt_br: Criar Malha Estática
zh_cn: 创建静态网格物体

# UnrealEd.Editor,ConvertBrushesToStaticMesh_ButtonLabel
source: Create Static Mesh
es: Crear malla estática
ja: スタティックメッシュを作成
pt_br: Criar Malha Estática
zh_cn: 创建静态网格物体

# BrushDetails,CreateStaticMeshActor_Tooltip
source: Creates a static mesh from selected brushes or volumes and replaces them in the scene with the new static mesh
ja: 選択したブラシかボリュームからスタティックメッシュを作成し、新規スタティックメッシュで置き換え
zh_cn: 从选中的画刷或体积中创建静态网格物体并将场景中使用新的静态网格物体替换它们。

# BrushDetails,OrderMenu
source: Order
es: Orden
ja: 順番
pt_br: Ordenar
zh_cn: 排序

# BrushDetails,OrderMenu_ToolTip
source: Order options
es: Opciones de orden
ja: 順番のオプション
pt_br: Operações de ordenação
zh_cn: 排序选项

# BrushDetails,PolygonsMenu
source: Polygons
es: Polígonos
ja: ポリゴン
pt_br: Polígonos
zh_cn: 多边形

# BrushDetails,PolygonsMenu_ToolTip
source: Polygon options
es: Opciones de polígono
ja: ポリゴンの各種オプション
pt_br: Opções de Polígono
zh_cn: 多边形选项

# BrushDetails,SolidityMenu
source: Solidity
es: Solidez
ja: ソリッド性
pt_br: Solidez
zh_cn: 固体性

# BrushDetails,SolidityMenu_ToolTip
source: Solidity options
es: Opciones de solidez
ja: ソリッド性に関する各種オプション
pt_br: Opções de solidez
zh_cn: 固体性选项

# BSPBrushOps,BrushName
source: {0} Brush
es: {0} Pincel
ja: {0} ブラシ
pt_br: {0} Pincel
zh_cn: {0} 画刷

# BspMode,ConeBuilderName
source: Cone
es: Cono
ja: コーン
zh_cn: 锥形

# ComponentTypeRegistry,BasicConeShapeDisplayName
source: Cone
ja: コーン
zh_cn: 圆锥体

# PlacementMode,Cone
source: Cone
ja: コーン

# BspMode,ConeBuilderToolTip
source: Make a cone brush
es: Crear un pincel de cono
ja: コーンブラシを作成
pt_br: Criar um pincel de cone
zh_cn: 制作一个椎体画刷

# BspMode,CubeBuilderName
source: Box
es: Caja
ja: ボックス
pt_br: Caixa
zh_cn: 盒体

# UnrealEd,Box
source: Box
es: Caja
ja: ボックス
pt_br: Caixa
zh_cn: 盒体

# BspMode,CubeBuilderToolTip
source: Make a box brush
es: Crear un pincel de caja
ja: ボックスブラシを作成
pt_br: Criar um pincel de caixa
zh_cn: 制作一个盒体画刷

# BspMode,CurvedStairBuilderName
source: Curved Stair
es: Escalera curva
ja: 曲線階段
pt_br: Escada Curva
zh_cn: 曲线楼梯

# BspMode,CurvedStairBuilderToolTip
source: Make a curved stair brush
es: Crear pincel de escalera curva
ja: 曲線階段ブラシを作成
pt_br: Criar um pincel de escada curva
zh_cn: 制作一个曲线形楼梯画刷

# BspMode,CylinderBuilderName
source: Cylinder
es: Cilindro
ja: シリンダー
pt_br: Cilindro
zh_cn: 圆柱体

# ComponentTypeRegistry,BasicCylinderShapeDisplayName
source: Cylinder
ja: シリンダー
zh_cn: 圆柱体

# PlacementMode,Cylinder
source: Cylinder
ja: シリンダー

# UICommands.MaterialEditorCommands,SetCylinderPreview
source: Cylinder
ja: シリンダー

# BspMode,CylinderBuilderToolTip
source: Make a cylinder brush
es: Crear un pincel de cilindro
ja: 円柱ブラシを作成
pt_br: Criar um pincel de cilindro
zh_cn: 制作一个圆柱体画刷

# BspMode,LinearStairBuilderName
source: Linear Stair
es: Escalera lineal
ja: 直線階段
pt_br: Escada Linear
zh_cn: 线性楼梯

# BspMode,LinearStairBuilderToolTip
source: Make a linear stair brush
es: Crear pincel de escalera lineal
ja: 直線階段ブラシを作成
pt_br: Criar um pincel de escada linear
zh_cn: 制作一个直线形楼梯画刷

# BspMode,PlacementMode_Geometry
source: Geometry
ja: ジオメトリ

# FLevelEditorGenericDetails,BSPSurfacesTitle
source: Geometry
es: Geometría
ja: ジオメトリ
pt_br: Geometria
zh_cn: 几何体

# LevelToolBarBuildMenu,GeometryHeading
source: Geometry
es: Geometría
ja: ジオメトリ
pt_br: Geometria
zh_cn: 几何体

# UICommands.CascadeCommands,ToggleGeometry
source: Geometry
ja: ジオメトリ

# BspMode,SphereBuilderName
source: Sphere
es: Esfera
ja: スフィア
pt_br: Esfera
zh_cn: 球体

# ComponentTypeRegistry,BasicSphereShapeDisplayName
source: Sphere
ja: 球
zh_cn: 球体

# PlacementMode,Sphere
source: Sphere
ja: スフィア

# UICommands.MaterialEditorCommands,SetSpherePreview
source: Sphere
ja: スフィア

# BspMode,SphereBuilderToolTip
source: Make a sphere brush
es: Crear un pincel de esfera
ja: 球体ブラシを作成
pt_br: Criar um pincel de esfera
zh_cn: 制作一个球体画刷

# BspMode,SpiralStairBuilderName
source: Spiral Stair
es: Escalera de caracol
ja: 螺旋階段
pt_br: Escada em Espiral
zh_cn: 螺旋式楼梯

# BspMode,SpiralStairBuilderToolTip
source: Make a spiral stair brush
es: Crear pincel de escalera de caracol
ja: 螺旋階段ブラシを作成
pt_br: Criar um pincel de escada em espiral
zh_cn: 制作一个螺旋形楼梯画刷

# BspPalette,BspModeAdditiveTooltip
source: Place brushes in additive mode.
es: Colocar los pinceles en modo aditivo.
ja: 加算モードでブラシを設置
pt_br: Deixar os pinceis no modo aditivo.
zh_cn: 以添加模式放置画刷

# BspPalette,BspModeSubtract
source: Subtract
es: Sustraer
ja: 減算
pt_br: Subtrair
zh_cn: 挖空型

# BspPalette,BspModeSubtractiveTooltip
source: Place brushes in subtractive mode.
es: Colocar pinceles en modo sustractivo.
ja: 減算モードでブラシを配置
pt_br: Deixar os pinceis no modo subtrativo.
zh_cn: 以挖空模式放置画刷

# BuilderMode,PlaceActor
source: Placed Actor
es: Actor ubicado
ja: 配置されたアクタ
pt_br: Ator Colocado
zh_cn: 放置的Actor

# BuilderMode,SelectActors
source: Select Actors
es: Seleccionar Actores
ja: アクタを選択
pt_br: Selecionar Atores
zh_cn: 选择Actor

# UICommands.LayersViewCommands,SelectActors
source: Select Actors
ja: アクタを選択

# UICommands.LevelCollectionCommands,AddsActors
source: Select Actors
ja: アクタを選択

# BuilderModeToolkit,DisplayName
source: Builder
es: Diseñador
ja: ビルダー
pt_br: Construtor
zh_cn: 构建器

# BuildProgress,BuildProgressLabel
source: Build Progress
es: Desarrollo del diseño
ja: ビルドの進捗
pt_br: Andamento da Compilação
zh_cn: 编译进度

# BuildProgress,BuildStatusLabel
source: Build Status
es: Estado del diseño
ja: ビルドのステータス
pt_br: Status da Compilação
zh_cn: 编译状态

# BuildProgress,StopBuildButtonLabel
source: Stop Build
es: Dejar de diseñar
ja: ビルドを停止
pt_br: Parar Compilação
zh_cn: 停止编译

# CallFunctionHandler,ContainsLatentCall_Error
source: @@ contains a latent call, which cannot exist outside of the event graph
es: @@ contiene una llamada latente que no puede existir fuera del evento gráfico
ja: @@ には潜在呼び出しが含まれます。潜在呼び出しはステートグラフ外に存在してはいけません
pt_br: @@ contém uma chamada latente que não pode existir fora do grafo de evento
zh_cn: @@ 包含一个潜在调用，该调用不能存在于事件图表之外

# CallFunctionHandler,FindFunction_Error
source: Could not find the function '%s' called from @@
es: No se ha encontrado la función '%s' llamada de @@
ja: @@ から呼ばれた関数 '%s' が見つかりません
pt_br: Não foi possível encontrar a função '%s' chamada de @@
zh_cn: 不能找到从 @@ 调用的函数 '%s'

# CallFunctionHandler,FindPinFromLinkage_Error
source: Function %s (called from @@) was specified with LatentInfo metadata but does not have a pin named %s
es: La función %s (llamada de @@) se han especificado con los metadatos LatentInfo pero no tiene un Pin de nombre %s
ja: 関数 %s (呼び出し元 @@) は LatentInfo メタデータで指定されていますが、 %s という名前のピンがありません
pt_br: A função %s (chamada de @@) foi especificada com metadados LatentInfo, mas não tem um fixador de nome %s
zh_cn: 函数%s(有 @@ 调用)使用LatentInfo元数据进行了指定，但是没有命名为%s的引脚

# CallFunctionHandler,FindPinParameter_Error
source: Could not find a pin for the parameter %s of %s on @@
es: No se ha encontrado el PIN para el parámetro %s de %s en @@
ja: @@ 上に %s のパラメータ %s 用のピンが見つかりません
pt_br: Não foi possível localizar um fixador para o parâmetro %s de %s em @@
zh_cn: 在 @@ 上不能找到%s参数(属于%s)的引脚

# CallFunctionHandler,NonConstFunctionCallOnReadOnlySelfScope_Error
source: Function @@ can modify state and cannot be called on 'self' because it is a read-only Target in this context
ja: 関数 @@ はステート変更はできますが、このコンテキスト内で読み取り専用のターゲットであるため「自身」に呼び出すことはできません。
zh_cn: 函数@@可以修改状态，并且不能在'其自身'上调用，因为在此情境中它是只读的Target(目标)。

# CallFunctionHandler,NonConstFunctionCallOnReadOnlySelfScope_Warning
source: Function @@ can modify state and should not be called on 'self' because it is considered to be a read-only Target in this context
ja: 関数 @@ はステート変更はできますが、このコンテキスト内で読み取り専用のターゲットと判断されるため「自身」に呼び出すことはできません。
zh_cn: 函数@@可以修改状态，且不应该在'其自身'上调用，因为在此情境中认为它是只读的Target（目标）

# CallFunctionHandler,NonConstFunctionCallOnReadOnlyTarget_Error
source: Function @@ can modify state and cannot be called on @@ because it is a read-only Target in this context
ja: 関数 @@ はステート変更はできますが、このコンテキスト内で読み取り専用のターゲットであるため @@ に呼び出すことはできません。
zh_cn: 函数@@可以修改状态，且不能在 @@上调用，因为在此情境中它是只读的Target（目标）

# CallFunctionHandler,NonConstFunctionCallOnReadOnlyTarget_Warning
source: Function @@ can modify state and should not be called on @@ because it is considered to be a read-only Target in this context
ja: 関数 @@ はステート変更はできますが、このコンテキスト内で読み取り専用のターゲットと判断されるため @@ に呼び出すことはできません。
zh_cn: 函数@@可以修改状态，且不应该在 @@上调用，因为在此情境中认为它是只读的Target（目标）

# CallFunctionHandler,PassReadOnlyOutputParam_Error
source: Cannot pass a read-only variable to a output parameter @@
es: No se puede pasar una variable de solo lectura a un parámetro de salida @@
ja: アウトプットパラメータ @@ に読み取り専用変数は渡せません
pt_br: Não é possível passar uma variável somente leitura para um parâmetro de saída @@
zh_cn: 不能把只读变量传给输出参数 @@
