Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# Editor.StatsViewer,DisplayedObjects_Tooltip
source: Choose the objects whose statistics you want to display
es: Elegir los objetos para ver sus estadísticas
ja: 統計を表示するオブジェクトを選択
pt_br: Selecione os objetos cujas estatísticas você quer exibir
zh_cn: 选择您想显示其统计数据的对象

# Editor.StatsViewer,DisplayedStatistic_Tooltip
source: Choose the statistics to display
es: Elegir qué estadísticas visualizar
ja: 表示する統計を選択
pt_br: Selecione as estatísticas a exibir
zh_cn: 选择要显示的统计数据

# Editor.StatsViewer,Export
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
zh_cn: 导出

# FPersona,Toolbar_ExportToFBX
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
zh_cn: 导出

# LandscapeEditor.CopyPaste,GizmoExport
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
zh_cn: 导出

# UICommands.FontEditor,ExportPage
source: Export
ja: エクスポート
zh_cn: 导出

# UnrealEd,Export
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
zh_cn: 导出

# Editor.StatsViewer,Export_Tooltip
source: Export the displayed statistics to a CSV file
es: Exportar las estadísticas vistas a un archivo CSV
ja: 表示している統計をCSVファイルへエクスポート
pt_br: Exportar as estatísticas exibidas para um arquivo CSV
zh_cn: 将显示的统计数据导出到一个CSV文件中

# Editor.StatsViewer,ExportErrorMessage
source: Could not write statistics to file
es: No se ha podido escribir estadísticas en el archivo.
ja: ファイルに統計を書き込めません
pt_br: Não foi possível gravar as estatísticas no arquivo
zh_cn: 不能把统计数据写入到文件中

# Editor.StatsViewer,ExportMessage
source: Wrote statistics to file
es: Estadísticas anotadas en el archivo
ja: 統計をファイルに書き込み済
pt_br: Gravou estatísticas no arquivo
zh_cn: 将统计数据写入到文件

# Editor.StatsViewer,Filter
source: Filter
es: FIltro
ja: フィルタ
pt_br: Filtrar
zh_cn: 过滤器

# Editor.StatsViewer,FilterColumnToUse_Tooltip
source: Choose the statistic to filter when searching
es: Elegir qué estadística filtrar cuando se realice la búsqueda
ja: 検索時にフィルタリングする統計を選択
pt_br: Selecione as estatísticas a filtrar em uma busca
zh_cn: 选择搜索时要过滤的统计数据

# Editor.StatsViewer,FilterDisplayedStatistics
source: Filter Displayed Statistics
es: Filtrar las estadísticas visualizadas
ja: 表示した統計をフィルタリング
pt_br: Filtrar Estatísticas Exibidas
zh_cn: 过滤显示的统计数据

# Editor.StatsViewer,FilterDisplayedStatistics_Tooltip
source: Type here to filter displayed statistics
es: Escriba aquí para filtrar las estadísticas visualizadas
ja: 表示した統計をフィルタリングするためにここに入力
pt_br: Digite aqui para filtrar as estatísticas exibidas
zh_cn: 在这里输入信息来过滤显示的统计数据

# Editor.StatsViewer,FilterMenuEntry_Tooltip
source: Search statistics by {FilterName}. {FilterDesc}
es: Buscar estadísticas por {FilterName}. {FilterDesc}
ja: {FilterName} で統計情報を検索 {FilterDesc}
pt_br: Buscar estatísticas por {FilterName}. {FilterDesc}
zh_cn: 按{FilterName}搜索统计数据。 {FilterDesc}

# Editor.StatsViewer,FilterSelected
source: Filter: {FilterName}
es: Filtro: {FilterName}
ja: フィルタ: {FilterName}
pt_br: Filtro: {FilterName}
zh_cn: 过滤器: {FilterName}

# Editor.StatsViewer,LightingUsesTextureMapping
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura
zh_cn: 贴图

# EditorViewModeOptionsMenu,TexStreamAccMaterialTextureScaleSingleDisplayName
source: Texture
ja: テクスチャ

# PersonaMeshDetails,Texture_MeshSimplification
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura
zh_cn: 贴图

# StaticMeshEditor,Texture_MeshSimplification
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura
zh_cn: 贴图

# Editor.StatsViewer,LightingUsesVertexMapping
source: Vertex
es: Vértice
ja: 頂点
pt_br: Vértice
zh_cn: 顶点

# Editor.StatsViewer,NoDisplayedObjectSet
source: Objects
es: Objetos
ja: オブジェクト
pt_br: Objetos
zh_cn: 对象

# Editor.StatsViewer,NoDisplayedStatistic
source: Display
es: Visualizar
ja: 表示
pt_br: Exibir
zh_cn: 显示

# Editor.StatsViewer,PrimitiveHyperlinkNone
source: <None>
es: <Ninguno>
ja: <なし>
pt_br: <Nenhum>

# UnrealEd,DisplayNone
source: <None>
es: <Ninguno>
ja: <なし>
pt_br: <Nenhum>
zh_cn: <无>

# Editor.StatsViewer,Refresh_Tooltip
source: Refresh the displayed statistics
es: Actualizar las estadísticas visualizadas
ja: 表示している統計を更新する
pt_br: Atualiza as estatísticas exibidas
zh_cn: 刷新所显示的统计数据

# Editor.StatsViewer,SelectActors
source: Statistics Select Actors
es: Actores de selección de estadísticas
ja: 統計を選択するアクタ
pt_br: Estatísticas de Seleção de Atores
zh_cn: 统计数据选择Actor

# Editor.StatsViewer.StaticMeshLightingInfo,SetTo
source: SetTo
ja: セットTo
zh_cn: 设置为

# Editor.StatsViewer.StaticMeshLightingInfo,SetToTextureMapping
source: Set To Texture
es: Ajustar a la textura
ja: テクスチャに設定
pt_br: Definir como Textura
zh_cn: 设置为贴图

# Editor.StatsViewer.StaticMeshLightingInfo,SetToTextureMappingAskRes
source: Set To Texture(Res)...
es: Ajustar a las(s) texturas(s)...
ja: テクスチャに設定（解像度）...
pt_br: Definir como Textura(Res)...
zh_cn: 设置为贴图(分辨率)...

# Editor.StatsViewer.StaticMeshLightingInfo,SetToTextureMappingAskResToolTip
source: Set To Texture, prompt for Resolution
es: Ajustar la textura, preguntar por la resolución
ja: テクスチャに設定して、解像度の選択を促します
pt_br: Definir como Textura, avisar para Resolução
zh_cn: 设置为贴图，提示分辨率

# Editor.StatsViewer.StaticMeshLightingInfo,SetToTextureMappingToolTip
source: Set to Texture
ja: テクスチャに設定
zh_cn: 设置为贴图

# Editor.StatsViewer.StaticMeshLightingInfo,SetToToolTip
source: Set selected objects to either Vertex or Texture lighting
es: Ajustar los objetos seleccionados a cualquier vértice o textura iluminado.
ja: 選択したオブジェクトを頂点かテクスチャライティングのどちらかに設定
pt_br: Define objetos selecionados como iluminação de Vértice ou Textura
zh_cn: 设置选中的对象为顶点光照或贴图光照

# Editor.StatsViewer.StaticMeshLightingInfo,SetToVertexMapping
source: Set To Vertex
es: Ajustar al vértice
ja: 頂点に設定
pt_br: Definir como Vértice
zh_cn: 设置为顶点

# Editor.StatsViewer.StaticMeshLightingInfo,SetToVertexMappingToolTip
source: Set to Vertex
ja: 頂点に設定
zh_cn: 设置为顶点

source: Enter Lightmap Resolution
es: Introducir resolución del mapa de iluminación
ja: ライトマップの解像度を入力
pt_br: Inserir Resolução de Mapa de Luz
zh_cn: 输入光照贴图分辨率

source: Will round to power of two
es: Se redondeará en base a dos
ja: 2の累乗に繰り上げます
pt_br: Arredondará para potência de dois
zh_cn: 将四舍五入为2的幂数

# Editor.StatsViewer.StaticMeshLightingInfo,StaticMeshLightingInfoSet
source: DlgStaticMeshLightingInfo:Set
ja: DlgスタティックメッシュライティングInfo:Set
pt_br: DlgStaticMeshLightingInfo:Definir

# Editor.StatsViewer.StaticMeshLightingInfo,StaticMeshLightingInfoSwap
source: DlgStaticMeshLightingInfo:Swap
ja: DlgスタティックメッシュライティングInfo:Swap
pt_br: DlgStaticMeshLightingInfo:Alternar

# Editor.StatsViewer.StaticMeshLightingInfo,Swap
source: Swap
es: Intercambiar
ja: スワップ
pt_br: Alternar
zh_cn: 切换

# MeshPaint_Mode,MeshPaint_SwapToolTip
source: Swap
es: Intercambiar
ja: 交換
pt_br: Alternar
zh_cn: 切换

# UnrealEd,MapSwap
source: Swap
es: Intercambiar
ja: 入れ替え
pt_br: Alternar
zh_cn: 切换

# Editor.StatsViewer.StaticMeshLightingInfo,SwapAskRes
source: Swap(Res)...
es: Intercambiable(s)...
ja: 入れ替える（解像度）...
pt_br: Alternar(Res)...
zh_cn: 切换(分辨率)...

# Editor.StatsViewer.StaticMeshLightingInfo,SwapAskResToolTip
source: Swap between Vertex and Texture, prompt for Resolution
es: Intercambiar entre el vértice y la textura, preguntar por la resolución
ja: 頂点とテクスチャ間を入れ替えて、解像度の選択を促します
pt_br: Alternar entre Vértice e Textura, solicitar Resolução
zh_cn: 在顶点和贴图间切换提示分辨率

# Editor.StatsViewer.StaticMeshLightingInfo,SwapObjectToolTip
source: Swap selected objects between Vertex and Texture lighting
es: Intercambiar los objetos seleccionados entre la iluminación del vértice y la textura
ja: 頂点とテクスチャライティング間で選択オブジェクトを入れ替える
pt_br: Alternar objetos selecionados entre iluminação de Vértice e Textura
zh_cn: 在顶点光照和贴图光照之间切换选中对象

# Editor.StatsViewer.StaticMeshLightingInfo,SwapToolTip
source: Swap between Vertex and Texture
es: Intercambio entre el vértice y la textura
ja: 頂点とテクスチャ間をスワップする
pt_br: Alternar entre Vértice e Textura
zh_cn: 在顶点和贴图间切换

# EditorAnalytics,UATErrorMissingExecutable
source: Missing UE4Game binary. You may have to build the UE4 project with your IDE. Alternatively, build using UnrealBuildTool with the commandline: UE4Game <Platform> <Configuration>
ja: UE4Game バイナリがありません。 自身のIDEでUE4プロジェクトをビルドしなくてはいけない可能性があります。またはコマンドラインでUnrealBuildToolを使用してビルドを行ってください： UE4Game <Platform> <Configuration>
zh_cn: 缺失UE4Game二进制文件。 您必须使用您的集成开发环境编译该虚幻引擎4项目。或者，通过虚幻编译工具使用命令行命令进行编译： UE4Game <Platform> <Configuration>

# EditorAnimUtils,MultiDuplicatedAsset
source: Assets duplicated to '{0}' and retargeted
es: {0} Activos duplicados en '{0}' y con la meta de nuevo establecida
ja: アセットを '{0}' に複製してリターゲットしました
pt_br: Ativos duplicados para '{0}' com novo alvo
zh_cn: 被复制到了'{0}'并进行了重定向的资源

# EditorAnimUtils,MultiNonDuplicatedAsset
source: Assets retargeted to new skeleton '{0}'
es: Meta establecida para los activos del esqueleto nuevo '{0}'
ja: アセットを新規スケルトン '{0}' にリターゲットしました
pt_br: Ativos com novo alvo para novo esqueleto '{0}'
zh_cn: '重定向到一个新骨架'{0}'的资源

# EditorAnimUtils,SingleDuplicatedAsset
source: '{0}' duplicated to '{1}' and retargeted
es: '{0}' duplicados en '{1}' y volver a establecer la meta
ja: '{0}' を '{1}' に複製してリターゲットしました
pt_br: '{0}' duplicado para '{1}' com novo alvo
zh_cn: 被复制到'{1}'并进行了重定向的'{0}'

# EditorAnimUtils,SingleNonDuplicatedAsset
source: '{0}' retargeted to new skeleton '{1}'
es: '{0}' volver a establecer la meta en un esqueleto nuevo '{1}'
ja: '{0}' を新規スケルトン '{1}' にリターゲットしました
pt_br: '{0}' com novo alvo para novo esqueleto '{1}'
zh_cn: 重定向到一个新骨架'{1}'的'{0}'

# EditorBuildUtils,LightingErrorsNotification
source: There were lighting errors.
es: Había errores de iluminación
ja: ライティングにエラーが発生しました
pt_br: Houve erros de iluminação.
zh_cn: 有光照错误。

# EditorBuildUtils,MapCheckNewPage
source: Map Check
es: Revisión del mapa
ja: マップをチェック
pt_br: Verificação de Mapa
zh_cn: 地图检测

# EditorSelectUtils,MapCheck
source: Map Check
es: Revisión del mapa
ja: マップをチェック
pt_br: Verificação de Mapa
zh_cn: 地图检测

# LevelToolBarBuildMenu,OpenMapCheck
source: Map Check
es: Revisión del mapa
ja: マップをチェック
pt_br: Verificação de Mapa
zh_cn: 地图检测

# UnrealEd,MapCheck
source: Map Check
es: Revisión del mapa
ja: マップをチェック
pt_br: Verificação de Mapa
zh_cn: 地图检测

# EditorBuildUtils,TextureStreamingBuild
source: Building Texture Streaming
ja: テクスチャストリーミングをビルド中

# EditorBuildUtils,TextureStreamingDataUpdate
source: Updating Texture Streaming Data
ja: テクスチャストリーミングデータを更新中

# EditorCategoryUtils,AnimNotifyCategory
source: Add AnimNotify Event
ja: アニム通知イベントを追加
zh_cn: 添加动画通知事件

# EditorCategoryUtils,BranchPointCategory
source: Add Montage Branching Point Event
ja: モンタージュ 分岐 ポイントイベントを追加
zh_cn: 添加蒙太奇分支点事件

# EditorCategoryUtils,DelegatesCategory
source: Event Dispatchers
ja: イベントディスパッチャー
zh_cn: 事件调度器

# GraphActionNode,EventDispatchers
source: Event Dispatchers
es: Emisores del evento
ja: イベントディスパッチャー
pt_br: Despachantes de Evento
zh_cn: 事件调度器

# EditorCategoryUtils,DevelopmentCategory
source: Development
ja: 開発
zh_cn: 开发

# FPackageProjectMenu,DevelopmentConfiguration
source: Development
es: Desarrollo
ja: 開発
pt_br: Desenvolvimento
zh_cn: 开发

# EditorCategoryUtils,EffectsCategory
source: Effects
ja: エフェクト
zh_cn: 特效

# EngineScalabiltySettings,EffectsQualityLabel1
source: Effects
es: Efectos
ja: エフェクト
pt_br: Efeitos
zh_cn: 特效

# EditorCategoryUtils,FlowControlCategory
source: Flow Control
ja: フロー制御
zh_cn: 流程控制

# EditorCategoryUtils,GameplayCategory
source: Game
ja: ゲーム
zh_cn: 游戏

# EditorCategoryUtils,InputCategory
source: Input
ja: インプット
zh_cn: 输入

# FProjectSettingsViewerModule,EngineInputSettingsName
source: Input
es: Entrada
ja: インプット
pt_br: Entrada
zh_cn: 输入

# EditorCategoryUtils,MathCategory
source: Math
ja: 演算
zh_cn: 数学

# EditorCategoryUtils,NetworkingCategory
source: Networking
ja: ネットワーキング
zh_cn: 网络

# EditorCategoryUtils,PawnCategory
source: Pawn
ja: ポーン

# EditorCategoryUtils,StructCategory
source: Struct
ja: 構造体
zh_cn: 结构体

# EditorCategoryUtils,UtilitiesCategory
source: Utilities
ja: ユーティリティ
zh_cn: 工具

# K2Node_ConvertAsset,UK2Node_LoadAssetGetMenuCategory
source: Utilities
ja: ユーティリティ
zh_cn: 工具

# K2Node_LoadAsset,UK2Node_LoadAssetGetMenuCategory
source: Utilities
ja: ユーティリティ
zh_cn: 工具

# EditorCategoryUtils,VariablesCategory
source: Variables
ja: 変数
zh_cn: 变量

# GraphActionNode,Variables
source: Variables
ja: 変数
pt_br: Variáveis
zh_cn: 变量

# KismetSchema,Variables
source: Variables
ja: 変数
pt_br: Variáveis
zh_cn: 变量

# EditorCommandLineUtils,AssetNotFoundError
source: Failed to find the asset object inside the package file: '{0}'.
ja: パッケージファイルにアセットオブジェクトが見つかりませんでした： '{0}'
zh_cn: 查找包文件内没有查找到该资源对象：'{0}'。

# EditorCommandLineUtils,AssetNotFoundTitle
source: Asset Not Found
ja: アセットが見つかりませんでした
zh_cn: 资源没有找到

# EditorCommandLineUtils,BadFilePathError
source: '{0}' is an invalid file.
ja: '{0}' は無効なファイルです。
zh_cn: '{0}'是一个无效的文件。

# EditorCommandLineUtils,BadFilePathTitle
source: Bad File Path
ja: 不正なファイルパス
zh_cn: 不好的文件路径

# EditorCommandLineUtils,CannotMergeError
source: {0} asset files can not be merged.
ja: {0} アセットファイルをマージできません
zh_cn: 无法融合{0}资源文件。

# EditorCommandLineUtils,CannotMergeTitle
source: Cannot Merge
ja: マージできません
zh_cn: 无法融合

# EditorCommandLineUtils,CommandLineError
source: Erroneous editor command: {0} {1} Run '-{2} -h' for more help.
ja: 間違ったエディタコマンド： {0} {1} ヘルプは '-{2} -h' を実行してください
zh_cn: 错误的编辑器命令: {0} {1} 运行'-{2} -h'来获得更多帮助。

# EditorCommandLineUtils,DiffCommandHelp
source: Diff/Merge Command-Line Help
ja: コマンドラインヘルプの差分検出/マージを行う
zh_cn: Diff/Merge（比较/融合） 命令行帮助

# EditorCommandLineUtils,LoadFailedError
source: Failed to make a local copy of the asset file: '{0}'.
ja: アセットファイルのローカルコピーを作成できませんでした： '{0}'
zh_cn: 无法创建该资源文件的本地副本：'{0}'。

# EditorCommandLineUtils,LoadFailedTitle
source: Unable to Copy File
ja: ファイルをコピーできません
zh_cn: 无法复制文件

# EditorCommandLineUtils,MergeTypeMismatchError
source: Cannot merge files of different asset types.
ja: 異なる種類のアセットファイルはマージできません
zh_cn: 无法融合不同资源类型的文件。

# EditorCommandLineUtils,TooFewMergeParamsError
source: To merge, at least two files are needed.
ja: マージするには最低2ファイルが必要です
zh_cn: 要想进行融合，至少需要两个文件。

# EditorCommandLineUtils,TooFewParamsError
source: At least two files are needed (for a diff).
ja: 最低2ファイルが必要です（差分検出を行うため）
zh_cn: 至少需要两个文件 (才能进行比较)。

# EditorCommandLineUtils,TooFewParamsTitle
source: Too Few Parameters
ja: パラメータが少なすぎます
zh_cn: 参数太少

# EditorCommandLineUtils,TooManyParamsError
source: There were too many command arguments supplied. The maximum files needed are {0} (for merging)
ja: コマンド引数が多すぎです。必要な最大ファイル数は {0} （マージのため）
zh_cn: 提供了太多的命令行参数，进行融合所需的文件的最大数量为{0}。

# EditorCommandLineUtils,TooManyParamsTitle
source: Too Many Parameters
ja: パラメータが多すぎます
zh_cn: 参数太多

# EditorCommandLineUtils,TypeMismatchError
source: Cannot compare files of different asset types.
ja: 異なる種類のアセットファイルは比較できません
zh_cn: 无法比较不同资源类型的文件。

# EditorCommandLineUtils,TypeMismatchTitle
source: Asset Type Mismatch
ja: アセットの種類が一致しません
zh_cn: 资源类型不匹配

# EditorEngine,ConvertActors
source: Convert Actors
es: Transformar actores
ja: アクタを変換
pt_br: Converter Atores
zh_cn: 转换Actor

# EditorEngine,ConvertActorToBlueprint
source: Replace Actor(s) with blueprint
es: Reemplazar actor(es) por el Blueprint
ja: ブループリントでアクタを置換する
pt_br: Substituir Atores pelo esquema
zh_cn: 使用蓝图替换Actor

# EditorEngine,FileIsAnAsset
source: {File} appears to be an asset file.
es: {File} parece ser un archivo del activo.
ja: {File} はアセットファイルのようです
pt_br: {File} parece ser um arquivo de ativo.
zh_cn: {File}似乎是一个资源文件。

# EditorEngine,LightingBuildNewLogPage
source: Lighting Build
es: Diseñar la iluminación
ja: ライティングのビルド
pt_br: Compilação de Iluminação
zh_cn: 光照构建

# EditorSelectUtils,LightingBuildNewLogPage
source: Lighting Build
es: Diseñar la iluminación
ja: <何も選択されていません>
pt_br: Compilação de Iluminação
zh_cn: 光照构建

# EditorEngine,LoadingMap_Template
source: New Map
es: Mapa nuevo
ja: 新規のマップ
pt_br: Novo Mapa
zh_cn: 新建地图

# EditorEngine,NewMapLogPage
source: New Map
es: Mapa nuevo
ja: 新規のマップ
pt_br: Novo Mapa
zh_cn: 新建地图

# UnrealEd,LoadingMap_Template
source: New Map
es: Mapa nuevo
ja: 新規マップ
pt_br: Novo Mapa
zh_cn: 新建地图

# EditorEngine,LoadingMapStatus_Initializing
source: Loading map: {0}... (Initializing world)
es: Cargando mapa: {0}... (iniciando mundo)
ja: マップをロード中: {0} ... (ワールドを初期化中)
pt_br: Carregando mapa: {0}... (Inicializando mundo)
zh_cn: 正在加载地图： {0}... (正在初始化世界)

# EditorEngine,LoadMapLogPage
source: Loading map: {MapFileName}
es: Cargando mapa: {MapFileName}
ja: マップをロード中: {MapFileName}
pt_br: Carregando mapa: {MapFileName}
zh_cn: 正在加载地图： {MapFileName}

# EditorEngine,MapCheck_Complete
source: Map check complete: {Errors} Error(s), {Warnings} Warning(s), took {Time}ms to complete.
ja: マップチェックが完了: {Errors} エラー、 {Warnings} 警告、完了に {Time}ミリ秒かかりました。
zh_cn: 地图检测完成：{Errors}个错误，{Warnings} 个警告，用时{Time}毫秒完成。

# EditorEngine,MapCheck_Message_CleanBSPMaterials
source: Run 'Clean BSP Materials' to clear {NumReferencesCleared} unnecessary materal references
es: Ejecutar 'Borrar materiales BSP' para borrar {NumReferencesCleared} referencias de material innecesario.
ja: 不必要なマテリアルリファレンスをクリア {NumReferencesCleared} するためにClean BSP マテリアルを実行
pt_br: Executar 'Remover Materiais BSP' para remover {NumReferencesCleared} referências de material desnecessárias
zh_cn: 运行 '清除BSP材质' 来清除 {NumReferencesCleared}个不必要的材质引用

# EditorEngine,MapCheck_Message_FilenameIsTooLongForCooking
source: Filename '{Filename}' is too long - this may interfere with cooking for consoles. Unreal filenames should be no longer than {MaxFilenameLength} characters.
es: El nombre del archivo '{Filename}' es demasiado largo. Puede interferir con el procesamiento para las consolas. Los nombres de archivos de Unreal no pueden sobrepasar los {MaxFilenameLength} caracteres.
ja: ファイル名 '{Filename}' はコンソール向けのクック処理に長過ぎるため、アンリアルファイル名を {MaxFilenameLength} 文字以下にしなくてはいけません
pt_br: O nome de arquivo '{Filename}' é longo demais e pode interferir na preparação de consoles. Os nomes de arquivo do Unreal não devem ter mais de {MaxFilenameLength} caracteres.
zh_cn: 文件名'{Filename}' 太长 - 这可能会妨碍针对游戏机平台进行烘焙。虚幻文件名的长度应该少于 {MaxFilenameLength} 个字符。

# EditorEngine,MapCheck_Message_MatchingLightGUID
source: '{LightActor0}' has same light GUID as '{LightActor1}' (Duplicate and replace the orig with the new one)
es: '{LightActor0}' tiene el misma identificador único global (GUID) de la luz que '{LightActor1}' (Duplicar y reemplazar el original con el nuevo)
ja: '{LightActor0}' に '{LightActor1}' と同じライトGUIDがあります（複製してオリジナルと新しいバージョンを置換）
pt_br: '{LightActor0}' tem a mesma GUID de '{LightActor1}' (duplicar e substituir o original pelo novo)
zh_cn: '{LightActor0}'的光源GUID和'{LightActor1}'一样（复制并使用新的光源替换原始光源）

# EditorEngine,MapCheckFoundErrors
source: Map Check found some errors!
es: ¡La revisión del mapa ha encontrado algunos errores!
ja: マップチェックでいくつかのエラー見つかりました！
pt_br: A Verificação de Mapa encontrou erros!
zh_cn: 在地图检查中发现一些错误！

# EditorEngine,MapCheckFoundWarnings
source: Map Check found some issues!
ja: マップチェックでいくつかの問題が見つかりました！
zh_cn: 地图检测发现一些问题！

# EditorEngine,MapCheckGenErrors
source: Map check generated errors!
es: ¡La revisión del mapa ha generado errores!
ja: マップチェックでエラーが発生しました！
pt_br: A verificação de mapa gerou erros!
zh_cn: 地图检查造成的错误！

# EditorEngine,MapCheckGenWarnings
source: Map check generated warnings!
ja: マップチェックで警告が発生しました！
zh_cn: 地图检测生成了警告！

# EditorEngine,MapLoadFailed
source: Failed to load map! {Reason}
es: ¡Error al cargar el mapa! {Reason}
ja: マップのロードに失敗しました！ {Reason}
pt_br: Falha ao carregar mapa! {Reason}
zh_cn: 加载地图失败！ {Reason}

# EditorEngine,UE4FileIsNewer
source: {File} is a UE4 map [File:v{Version}], from an engine release newer than this [Cur:v{Last}].
es: {File} es un mapa UE4 [File:v{Version}], de una edición del motor más actual que esta [Cur:v{Last}].
ja: {File} は、[Cur:v{Last} より新しいエンジンリリースからの UE4 マップ [File:v{Version}] です。
pt_br: {File} é um mapa do UE4 [Arquivo:v{Version}] de uma versão de mecanismo mais recente que esta [Atual:v{Last}].
zh_cn: {File}是一张虚幻引擎4地图[File:v{Version}]，来自一个比这个[Cur:v{Last}]更新的引擎版本。

# EditorEngine,UE4FileIsOlder
source: {File} is an UE4 map [File:v{Version}], from an engine release no longer supported [Min:v{First}].
es: {File} es un archivo de mapa UE4 [File:v{Version}], de una edición del motor que ya no es compatible [Min:v{First}].
ja: {File} は今はもうサポートしていない [Min:v{First}] エンジンからリリースされたUE4マップ [File:v{Version}] です。
pt_br: {File} é um mapa do UE4 [Arquivo:v{Version}] de uma versão de mecanismo não mais suportada [Mín.:v{First}].
zh_cn: {File}是一张虚幻引擎4地图[File:v{Version}]，来自一个已经不再支持的引擎版本[Min:v{First}]。

# EditorFactories,ApexClothingWrongImport
source: The file you tried to import is an APEX clothing asset file. You need to use Persona to import this asset and associate it with a skeletal mesh. 1. Import a skeletal mesh from an FBX file, or choose an existing skeletal asset and open it up in Persona. 2. Choose "Add APEX clothing file" and choose this APEX clothing asset file.
es: El archivo que intenta importar está en un archivo de activo de prenda APEX. Necesita usar un perfil para importar este activo y asociarlo con una malla esqueleto. 1. Importar una malla de un archivo FBX, o elegir un activo esqueleto existente y abrirlo en el perfil. 2. Elegir "Añadir archivo de prenda APEX" y escoger este archivo de prenda APEX.
ja: インポートしようとしているファイルはAPEX クロスアセットファイルです。アセットのインポートにペルソナを使用するか、スケルタルメッシュと関連付けしなくてはいけません。 1. FBX1ファイルからスケルタルメッシュをインポート、または既存のスケルタルアセットを選択してペルソナで開きます。 2. 「APEX クロスファイルを追加」を選択してファイルを選択します。
pt_br: O arquivo que você tentou importar é um arquivo de ativo de vestuário APEX. É preciso usar o Persona para importar esse ativo e associá-lo a uma malha esquelética. 1. Importe uma malha esquelética de um arquivo FBX ou selecione um ativo esquelético existente e abra-o no Persona. 2. Selecione "Adicionar arquivo de vestuário APEX" e selecione esse arquivo de ativo de vestuário APEX.
zh_cn: 您尝试导入的文件是一个 APEX 布料资源文件。您需要使用Persona(角色编辑器)来导入该资源，并将其和一个骨架网格物体相关联。 1.从FBX中导入一个骨架网格物体或者选择一个现有骨架资源并在角色编辑器中打开它。 2. 选择"添加APEX布料文件" 并选择这个APEX布料资源文件。

# EditorFactories,APEXDestructibleFactoryDescription
source: APEX Destructible Asset
es: Activo destructible APEX
ja: APEX被破壊性アセット
pt_br: Ativo Destrutível APEX
zh_cn: APEX可破坏资源

# EditorFactories,APEXReimportDestructibleAssetFactoryDescription
source: APEX Reimport Destructible Asset
es: Activo destructible de reimportación de APEX
ja: APEX Reimport 破壊可能 Asset
pt_br: Ativo Destrutível de Reimportação APEX
zh_cn: APEX重新导入可破坏资源

# EditorFactories,BlueprintFunctionLibraryFactoryDescription
source: Blueprint Function Library
es: Biblioteca función Blueprint
ja: ブループリント関数ライブラリ
pt_br: Biblioteca de Função do Esquema
zh_cn: 蓝图函数宏库

# EditorFactories,BlueprintFunctionLibraryTooltip
source: Blueprint Function Libraries are containers of functions to be used in other blueprints. They cannot contain variables, inherit from other blueprints, or be placed in levels. Changes to functions in a Blueprint Function Library will take effect without recompiling the client blueprints.
es: Las bibliotecas de funciones Blueprint son contenedores de funciones para utilizarse en otros Blueprints. No podrán contener variables, heredadas de otros Blueprints, o colocarse en niveles. Los cambios a las funciones en una biblioteca de funciones Blueprint tendrán efecto sin recompilar los Blueprints clientes.
ja: ブループリント 関数 ライブラリは他のブループリントで使用する関数のコンテナです。変数を格納、別ブループリントからの継承、またはレベルへ配置することはできません。ブループリント 関数 ライブラリ内の関数の変更は、クライアントブループリントを再コンパイルしなくても反映されます。
pt_br: As Bibliotecas de Função do Esquema são recipientes de funções a serem usados em outros esquemas. Elas não podem conter variáveis, herdar de outros esquemas ou ser colocadas em níveis. Alterações para funções em uma Biblioteca de Função do Esquema entrará em vigor sem recompilar os esquemas do cliente.
zh_cn: 蓝图函数库是要在其他蓝图中使用的函数的容器。它们不包含变量，继承于其他蓝图，或者放置在关卡中。修改蓝图函数库中的函数时不需要重新编译客户端蓝图就可以生效。

# EditorFactories,BlueprintInterfaceFactoryDescription
source: Blueprint Interface
es: Interfaz del Blueprint
ja: ブループリントインターフェース
pt_br: Interface do Esquema
zh_cn: 蓝图接口
