Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# KismetNodeWithOptionalPinsDetails,ResetToParentButtonTip
source: Undo the override, returning to the default asset for this node
es: Deshace la anulación, volviendo al activo predeterminado para este nodo
ja: オーバーライドを元に戻して、このノードのデフォルトアセットに戻ります
pt_br: Desfazer substituição, retornando ao ativo padrão deste nó
zh_cn: 取消覆盖，返回该节点的默认资源

# KismetSchema,AddConnectResultNode
source: Add Pin to Result Node
ja: 結果のノードにピンを追加
zh_cn: 添加引脚到结果节点

# KismetSchema,AddPinEntryNode
source: Add Pin to Entry Node
ja: エントリーノードにピンを追加
zh_cn: 添加引脚到入口节点

# KismetSchema,AddPinToNode
source: Add Pin to Node
ja: ノードにピンを追加
zh_cn: 添加引脚到节点

# KismetSchema,AlignHeader
source: Align
ja: 整列
zh_cn: 对齐

# KismetSchema,AllObjectTypes
source: Object Types
ja: オブジェクトタイプ
zh_cn: 对象类型

# KismetSchema,ArrayAsText
source: Array of {PropertyTitle}s
ja: {PropertyTitle} の配列
zh_cn: {PropertyTitle}数组

# KismetSchema,ArrayPropertyText
source: Array of {ArrayType}
ja: {ArrayType} の配列
zh_cn: {ArrayType}数组

# KismetSchema,AssetCategory
source: Asset ID
ja: アセットID
zh_cn: 资源ID

# KismetSchema,AssetClassCategory
source: Class Asset ID
ja: クラスアセットID
zh_cn: 类资源ID

# KismetSchema,AssetClassType
source: Class ID.
ja: クラスID

# KismetSchema,AssetType
source: Asset ID.
ja: アセットID

# KismetSchema,BadArrayDefaultVal
source: Array inputs (like '{PinName}') must have an input wired into them (try connecting a MakeArray node).
ja: 配列インプット（例えば '{PinName}'） へインプットを接続しなくてはいけません（ MakeArray ノードの接続を試します）。
zh_cn: 数组输入(像'{PinName}')必须连接有效的输入(尝试连接一个MakeArray节点)。

# KismetSchema,BadMapDefaultVal
source: Array inputs (like '{PinName}') must have an input wired into them (try connecting a MakeMap node).
ja: 配列インプット（例えば '{PinName}'） へインプットを接続しなくてはいけません（ MakeMapノードの接続を試してください）

# KismetSchema,BadRefDefaultVal
source: '{PinName}' must have an input wired into it ("by ref" params expect a valid input to operate on).
ja: '{PinName}' へインプットを接続しなくてはいけません（操作には"by ref" パラメータに有効なインプットが必要です）。
zh_cn: '{PinName}'必须连接一个输入("by ref"参数需要一个有效的输入以进行操作)。

# KismetSchema,BadSetDefaultVal
source: Array inputs (like '{PinName}') must have an input wired into them (try connecting a MakeSet node).
ja: 配列インプット（例えば '{PinName}'） へインプットを接続しなくてはいけません（ MakeSet ノードの接続を試してください）

# KismetSchema,BooleanType
source: True or false value
es: Valor verdadero o falso
ja: trueまたはfalse値
pt_br: Valor verdadeiro ou falso
zh_cn: True或false值

# KismetSchema,ByteType
source: 8 bit number
es: Número de 8 bits
ja: 8ビット数
pt_br: Número de 8 bits
zh_cn: 8位数字

# KismetSchema,CannotGetClass
source: '{PinAName}' and '{PinBName}' are not inherently compatible ('{InputName}' is an object type, and '{OutputName}' is a reference to an object instance). We cannot use {OutputName}'s class because it is not a child of {InputType}.
ja: '{PinAName}' と '{PinBName}' は本質的に互換性がありません ('{InputName}' はオブジェクトタイプ、 '{OutputName}' はオブジェクトインスタンスのリファレンスです）。 {InputType} の子でないため {OutputName} のクラスは使用できません。
zh_cn: {PinAName}' 和 '{PinBName}'天生不兼容('{InputName}'是对象类型，而'{OutputName}'是到对象实例的引用) 我们不能使用{OutputName}的类，因为它不是{InputType}的子类。

# KismetSchema,ChangeToActorName
source: Change to <{0}>
es: Modificar a <{0}>
ja: <{0}> へ変更
pt_br: Alterar para <{0}>
zh_cn: 改为<{0}>

# KismetSchema,ChildStructIncompatible
source: Only exactly matching structures are considered compatible. Derived structures are disallowed.
ja: 完全に一致する構造体のみが互換性があるとみなされます。派生した構造体は拒否されます。
zh_cn: 仅完全匹配的结构体才被认为是兼容的。不允许衍生结构体。

# KismetSchema,ClassObjectIncompatible
source: '{PinAName}' and '{PinBName}' are incompatible ('{OutputName}' is an object type, and '{InputName}' is a reference to an object instance).
ja: '{PinAName}' と '{PinBName}' は互換性がありません ('{OutputName}' はオブジェクトタイプ、'{InputName}' はオブジェクトインスタンスのリファレンスです）。
zh_cn: '{PinAName}'和'{PinBName}'不兼容('{OutputName}'是对象类型，而'{InputName}'是一个到对象实例的引用)。

# KismetSchema,ClassType
source: Class pointer.
ja: クラスポインタ

# KismetSchema,CompileOptionsHeader
source: Compile Options
ja: コンパイルオプション
zh_cn: 编译选项

# KismetToolbar,BlupeintCompileOptions_ToolbarName
source: Compile Options
ja: コンパイルオプション
zh_cn: 编译选项

# KismetSchema,ConstFunctionsNotAllowed
source: Const functions are not allowed.
ja: Const関数は使用できません。
zh_cn: 不允许常量函数。

# KismetSchema,ConstFunctionsNotAllowedInForEachContext
source: Const functions cannot be used within a ForEach context.
ja: Const 関数は ForEach コンテキスト内で使用できません。
zh_cn: 常量函数无法用于ForEach情境中。

# KismetSchema,CreateMissingLocalVariable
source: Create Missing Local Variable
ja: 紛失中のローカル変数を作成
zh_cn: 创建缺失的局部变量

# KismetSchema,CreateMissingVariable
source: Create Missing Variable
ja: 紛失中の変数を作成
zh_cn: 创建缺失的变量

# KismetSchema,CreateNonExistentLocalVar
source: Create local variable '{0}'
ja: ローカル変数 '{0}' を作成
zh_cn: 创建局部变量 '{0}'

# KismetSchema,CreateNonExistentLocalVarToolTip
source: Local variable '{0}' does not exist, create it?
ja: ローカル変数 '{0}' は存在しません。作成しますか？
zh_cn: 局部变量'{0}'不存在，是否要创建？

# KismetSchema,CreateNonExistentVar
source: Create variable '{0}'
es: Crear variable '{0}'
ja: 変数 '{0}' を作成
pt_br: Criar variável '{0}'
zh_cn: 创建变量 '{0}'

# KismetSchema,CreateNonExistentVarToolTip
source: Variable '{0}' does not exist, create it?
es: La variable '{0}' no existe, ¿crearla?
ja: 変数 '{0}' は存在しません。作成しますか？
pt_br: A variável '{0}' não existe. Criá-la?
zh_cn: 变量'{0}' 不存在，创建它？

# KismetSchema,CreateRerouteNodeOnWire
source: Create Reroute Node
ja: Reroute ノードを作成
zh_cn: 创建‘变更路线节点’

# KismetSchema,DefaultPinIncompatibilityMessage
source: {PinAType} is not compatible with {PinBType}.
ja: {PinAType} は {PinBType} と互換性がありません。
zh_cn: {PinAType}和{PinBType}不兼容。

# KismetSchema,DeleteNonExistentVarToolTip
source: Referenced variable '{0}' does not exist, delete this node?
es: La variable referenciada '{0}' no existe, ¿eliminar este nodo?
ja: リファレンス変数 '{0}' が存在しません。ノードを削除しますか？
pt_br: A variável referenciada '{0}' não existe. Excluir este nó?
zh_cn: 引用的变量'{0}' 不存在，删除该节点？

# KismetSchema,DisableCompile
source: Disable (Do Not Compile)
ja: 無効 (コンパイルしないで)
zh_cn: 禁用(不编译)

# KismetSchema,DisableCompileToolTip
source: Selected node(s) will not be compiled.
ja: 選択されたノードはコンパイルされません。
zh_cn: 将不会编译选中的节点。

# KismetSchema,DistributionHeader
source: Distribution
ja: ディストリビューション
zh_cn: 发布

# KismetSchema,EnableCompileAlways
source: Always
ja: 常時
zh_cn: 总是

# UICommands.KismetToolbar,SaveOnCompile_Always
source: Always
ja: 常に保存する
zh_cn: 总是

# KismetSchema,EnableCompileAlwaysToolTip
source: Always compile selected node(s).
ja: 選択されたノードを常にコンパイル。
zh_cn: 总是编译选中的节点

# KismetSchema,EnableCompileDevelopmentOnly
source: Development Only
ja: デベロップメントオンリー
zh_cn: 仅开发

# KismetSchema,EnableCompileDevelopmentOnlyToolTip
source: Compile selected node(s) for development only.
ja: デベロップメントオンリーで選択されたノードをコンパイルする。
zh_cn: 仅为开发编译选中的节点。

# KismetSchema,EnableCompileSubMenu
source: Enable Compile
ja: コンパイルを有効
zh_cn: 启用编译

# KismetSchema,EnableCompileSubMenuToolTip
source: Options to enable selected node(s) for compile.
ja: コンパイルのために選択したノードを有効にするオプション。
zh_cn: 启动选中节点进行编译的选项

# KismetSchema,Exec
source: Exec
ja: 実行

# KismetSchema,ExecType
source: Execution pin
es: Pin de ejecución
ja: 実行ピン
pt_br: Fixador de execução
zh_cn: 执行引脚

# KismetSchema,FloatType
source: Floating point number
es: Número de comas flotantes
ja: 浮動小数点数
pt_br: Número de ponto flutuante
zh_cn: 浮点数

# KismetSchema,FunctionInvalid
source: Invalid function.
ja: 無効な関数
zh_cn: 无效函数。

# KismetSchema,FunctionNotAllowedInForEachContext
source: Function cannot be used within a ForEach context.
ja: 関数は ForEach コンテキスト内で使用できません。
zh_cn: 函数不能用于ForEach情境内。

# KismetSchema,FunctionRequiresWorldContext
source: Function requires a world context.
ja: 関数にワールドコンテキストが必要です。
zh_cn: 函数需要世界关联。

# KismetSchema,FunctionsWithArrayParmsNotAllowedInForEachContext
source: Functions with array parameters cannot be used within a ForEach context.
ja: パラメータ配列を含む関数はForEach コンテキスト内で使用できません。
zh_cn: 具有数组参数的函数不能在ForEach情境内使用。

# KismetSchema,FunctionsWithReturnValueNotAllowedInForEachContext
source: Functions that return a value cannot be used within a ForEach context.
ja: 値を返す関数はForEach コンテキストに使用できません。
zh_cn: 返回值的函数不能在ForEach情境内使用。

# KismetSchema,FunctionUnsafeForConstructionScript
source: Function cannot be used in a Construction Script.
ja: 関数はコンストラクションスクリプトで使用できません。
zh_cn: 函数不能用于构建脚本中。

# KismetSchema,GraphDisplayName_AnimGraph
source: AnimGraph
ja: アニムグラフ
zh_cn: 动画图表

# KismetSchema,GraphDisplayName_ConstructionScript
source: ConstructionScript
es: Secuencia de la construcción
ja: コンストラクションスクリプト
zh_cn: 构建脚本

# KismetSchema,GraphDisplayName_EventGraph
source: EventGraph
es: Gráfico del evento
ja: イベントグラフ
zh_cn: 事件图表

# KismetSchema,GraphTooltip_AnimGraph
source: Graph used to blend together different animations.
es: Gráfico utilizado para combinar de forma conjunta diferentes animaciones.
ja: 異なるアニメーションのブレンドに使用するグラフ
pt_br: Grafo usado para misturar as diferentes animações.
zh_cn: 用于混合不同动画的图表。

# KismetSchema,GraphTooltip_ConstructionScript
source: Function executed when Blueprint is placed or modified.
es: Función ejecutada cuando se coloca o modifica el Blueprint.
ja: ブループリントが配置または修正された時にされる関数
pt_br: Função executada quando o Esquema é colocado ou modificado.
zh_cn: 当放置或修改蓝图时执行了函数。

# KismetSchema,ImpureFunctionsNotAllowed
source: Impure functions are not allowed.
ja: 非純粋関数は使用できません。
zh_cn: 不允许非纯函数。

# KismetSchema,IntegerType
source: Integer number
es: Número entero
ja: 整数
pt_br: Número inteiro
zh_cn: 整数

# KismetSchema,InterfaceType
source: Interface pointer.
es: Puntero de la interfaz.
ja: インターフェースポインタ
pt_br: Ponteiro da interface.
zh_cn: 接口指针。

# KismetSchema,JumpDesc
source: Jump to {NodeTitle}
es: Saltar a {NodeTitle}
ja: {NodeTitle} へ移動
pt_br: Ir para {NodeTitle}
zh_cn: 跳转到 {NodeTitle}

# KismetSchema,JumpDescMulti
source: Jump to {NodeTitle} ({NumberOfNodes})
es: Saltar a {NodeTitle} ({NumberOfNodes})
ja: {NodeTitle} ({NumberOfNodes}) へ移動
pt_br: Ir para {NodeTitle} ({NumberOfNodes})
zh_cn: 跳转到 {NodeTitle} ({NumberOfNodes})

# KismetSchema,JumpToConnection
source: Jump to Connection...
es: Saltar a la conexión...
ja: 接続へ移動...
pt_br: Ir para Conexão...
zh_cn: 跳转到连接...

# KismetSchema,JumpToSpecificConnection
source: Jump to specific connection...
es: Saltar a la conexión específica...
ja: 特定の接続へ移動...
pt_br: Ir para uma conexão específica...
zh_cn: 跳转到指定连接...

# KismetSchema,LatentFunctionsNotAllowed
source: Latent functions cannot be used here.
ja: Latent 関数はここで使用できません。
zh_cn: 在此处不能使用Latent函数

# KismetSchema,LatentFunctionsNotAllowedInForEachContext
source: Latent functions cannot be used within a ForEach context.
ja: Latent関数は ForEach コンテキスト内で使用できません。
zh_cn: Latent函数不能用于ForEach情境内。

# KismetSchema,LocalVariables
source: LocalVariables
ja: ローカルVariables
zh_cn: 局部变量

# KismetSchema,MulticastDelegateCategory
source: Multicast Delegate
ja: マルチキャストデリゲート
zh_cn: 多播代理

# KismetSchema,NameType
source: A text name
es: Un nombre de texto
ja: テキスト名
pt_br: Um nome de texto
zh_cn: 文本名称

# KismetSchema,NoBlueprintFoundForPin
source: No Blueprint was found for the pin '{PinName}'.
ja: ピン '{PinName}' のブループリントは見つかりませんでした。
zh_cn: 没有找到针对引脚 '{PinName}'的蓝图。

# KismetSchema,ObjectCategory
source: Reference
ja: リファレンス
zh_cn: 引用

# SoundWaveOptions,ReferenceColumnLabel
source: Reference
es: Referencia
ja: リファレンス
pt_br: Referência
zh_cn: 引用

# KismetSchema,ObjectCategoryForMenu
source: Object Reference
ja: オブジェクトリファレンス
zh_cn: 对象引用

# KismetSchema,ObjectType
source: Object pointer.
es: Puntero del objeto.
ja: オブジェクトポインタ
pt_br: Ponteiro de objeto.
zh_cn: 对象指针。

# KismetSchema,OrganizationHeader
source: Organization
es: Organización
ja: 組織
pt_br: Organização
zh_cn: 组织

# KismetSchema,PinDescriptionError
source: Error!
ja: エラー！
zh_cn: 错误！

# KismetSchema,PrivateFunctionInaccessible
source: Function is private and inaccessible.
ja: 関数はプライベートおよびアクセス不可です。
zh_cn: 函数为私有且不可访问。

# KismetSchema,PropertyByRef
source: {PropertyTitle} (by ref)
es: {PropertyTitle} (por ref)
ja: {PropertyTitle} (リファレンス渡し)
pt_br: {PropertyTitle} (por referência)
zh_cn: {PropertyTitle} (通过引用)

# KismetSchema,ProtectedFunctionInaccessible
source: Function is protected and inaccessible.
ja: 関数はプロテクテッドされていてアクセス不可です。
zh_cn: 函数受保护且不可访问。

# KismetSchema,ProtectedFunctionsNotAllowed
source: Protected functions are not allowed.
ja: プロテクテッドされた関数は使用できません。
zh_cn: 不允许受保护函数。

# KismetSchema,PureFunctionsNotAllowed
source: Pure functions are not allowed.
ja: 純粋関数は使用できません。
zh_cn: 不允许纯虚函数。

# KismetSchema,PureFunctionsNotAllowedInForEachContext
source: Pure functions cannot be used within a ForEach context.
ja: 純粋関数は ForEach コンテキスト内で使用できません。
zh_cn: 不能将纯虚函数用于ForEach情境内。

# KismetSchema,Rename_Tooltip
source: Renames selected function or variable in blueprint.
es: Renombra la función o variabla seleccionada en el Blueprint.
ja: ブループリントで選択した関数または変数の名前を変更
pt_br: Renomeia a função ou a variável selecionada no esquema.
zh_cn: 重命名蓝图中的选中函数或变量。

# KismetSchema,ReplaceExistantLocalVarToolTip
source: Replace Variable '{OldVariable}' with matching local variable '{AlternateVariable}'?
ja: 一致するローカル変数 '{AlternateVariable}' と変数 '{OldVariable}' を置換しますか？
zh_cn: 使用匹配的局部变量'{AlternateVariable}'来替换变量'{OldVariable}'？

# KismetSchema,ReplaceExistantVarToolTip
source: Replace Variable '{OldVariable}' with matching variable '{AlternateVariable}'?
ja: 一致する変数 '{AlternateVariable}' と変数 '{OldVariable}' を置換しますか？
zh_cn: 使用匹配的变量'{AlternateVariable}'来替换变量'{OldVariable}'？

# KismetSchema,ReplaceMissingVariableWithToolTip
source: Variable '{0}' does not exist, replace with another variable?
es: La variable '{0}' no existe, ¿reemplazarla por otra variable?
ja: 変数 '{0}' は存在しません。別の変数と置換しますか?
pt_br: A variável '{0}' não existe. Substituí-la por outra variável?
zh_cn: 变量'{0}' 不存在，使用另一个变量替换？

# KismetSchema,ReplaceNodeReferenceToolTip
source: Replace node reference
es: Reemplaza el nodo referencia
ja: ノードリファレンスを置換
pt_br: Substituir nó referenciado
zh_cn: 替换节点引用

# KismetSchema,ReplaceNonExistantLocalVarToolTip
source: Variable '{OldVariable}' does not exist, replace with matching local variable '{AlternateVariable}'?
ja: 変数 '{OldVariable}' は存在しません。一致するローカル変数 '{AlternateVariable}' で置換しますか?
zh_cn: 变量'{OldVariable}'不存在，使用匹配的局部变量'{AlternateVariable}'替换？

# KismetSchema,ReplaceNonExistantVarToolTip
source: Variable '{OldVariable}' does not exist, replace with matching variable '{AlternateVariable}'?
ja: 変数 '{OldVariable}' は存在しません。一致する変数 '{AlternateVariable}' で置換しますか?
zh_cn: 变量'{OldVariable}'不存在，使用匹配的变量'{AlternateVariable}'替换？

# KismetSchema,ReplaceSelectedNodeUndoTransaction
source: Replace Selected Node
es: Reemplazar el nodo seleccionado
ja: 選択したノードを置換
pt_br: Substituir Nó Selecionado
zh_cn: 替换选中的节点

# KismetSchema,ReplaceVariableWith
source: Replace variable '{0}' with...
es: Reemplazar la variable '{0}' por…
ja: 変数 '{0}' を...と置換
pt_br: Substituir variável '{0}' por...
zh_cn: 将变量variable '{0}' 替换为...

# KismetSchema,ReplaceVariableWithToolTip
source: Replace Variable '{0}' with another variable?
ja: 変数 '{0}' を別の変数と置換しますか？
zh_cn: 使用另一个变量来替换变量'{0}'？

# KismetSchema,RotatorType
source: A 3D rotation
es: Una rotación 3D
ja: 3D回転
pt_br: Uma rotação 3D
zh_cn: 3D旋转

# KismetSchema,SelectAllInputNodes
source: Select All Input Nodes
ja: すべての入力ノードを選択

# KismetSchema,SelectAllInputNodesTooltip
source: Adds all input Nodes linked to this Pin to selection
ja: このピンに接続しているすべての入力ノードを選択に追加

# KismetSchema,SelectAllOutputNodes
source: Select All Output Nodes
ja: すべての出力ノードを選択

# KismetSchema,SelectAllOutputNodesTooltip
source: Adds all output Nodes linked to this Pin to selection
ja: このピンに接続しているすべての出力ノードを選択に追加

# KismetSchema,SetAsText
source: Set of {PropertyTitle}s
ja: {PropertyTitle} のセット

# KismetSchema,SplitStructPin_Error
source: Cannot split the struct pin, it may be missing Blueprint exposed properties!
ja: 構成ピンを分解できませんでした。おそらくブループリントの露出プロパティがミッシングしています。
zh_cn: 无法分割该结构体引脚，它可能缺失蓝图暴露的属性!

# KismetSchema,StaticFunctionsNotAllowedInForEachContext
source: Static functions cannot be used within a ForEach context.
ja: スタティック 関数は ForEach コンテキスト内で使用できません。
zh_cn: 静态函数无法用于ForEach情境内。

# KismetSchema,StraightenAllConnections
source: All Connected Pins
ja: すべての接続されたピン
zh_cn: 所有连接的引脚

# KismetSchema,StraightenConnection
source: Straighten Connection To...
ja: コネクションを...へ真っ直ぐにする
zh_cn: 拉直连接到...

# KismetSchema,StraightenConnection_Tip
source: Straighten a specific connection
ja: 特定のコネクションを真っ直ぐにする
zh_cn: 拉直一个特定的连接

# KismetSchema,StraightenDescription_Node_Tip
source: Straighten the connection between this pin, and {0} ({1})
ja: このピンと {0} ({1}) のコネクションを真っ直ぐにする
zh_cn: 拉直这个引脚和 {0} ({1})之间的连接

# KismetSchema,StraightenDescription_SinglePin_Node_Tip
source: Straighten the connection between this pin, and {0} ({1})
ja: このピンと {0} ({1}) のコネクションを真っ直ぐにする
zh_cn: 拉直这个引脚和 {0} ({1})之间的连接

# KismetSchema,StraightenDescription_SinglePin
source: Straighten Connection to {0} ({1})
ja: {0} ({1}) へのコネクションを真っ直ぐにする
zh_cn: 拉直到{0} ({1})的连接

# KismetSchema,StringType
source: A text string
es: Una cadena de texto
ja: テキスト文字列
pt_br: Um string de texto
zh_cn: 文本字符串

# KismetSchema,StructCategory
source: Structure
ja: 構造体
zh_cn: 结构体

# StructureEditor,Structure
source: Structure
es: Estructura
ja: 構造体
pt_br: Estrutura
zh_cn: 结构体

# StructureEditor,UserDefinedStructureEditor
source: Structure
es: Estructura
ja: 構造体
pt_br: Estrutura
zh_cn: 结构体

# KismetSchema,StructsIncompatible
source: Only exactly matching structures are considered compatible.
ja: 完全に一致する構造体のみが互換性があるとみなされます。
zh_cn: 仅完全匹配的结构体才被认为是兼容的。

# KismetSchema,StructType
source: Struct (value) types.
es: Tipos (valor) estructura.
ja: 構造体（値）型
pt_br: Tipos de struct (valor).
zh_cn: 结构体（值）类型。

# KismetSchema,TextType
source: A localizable text string
es: Una cadena de texto localizable
ja: ローカライズ可能なテキスト文字列
pt_br: Um string de texto localizável
zh_cn: 本地化的文本字符串

# KismetSchema,TransformType
source: A 3D transformation, including translation, rotation and 3D scale.
es: Una transformación 3D, incluyendo traslación, rotación y escala 3D.
ja: 移動、回転、3D拡大・縮小を含んだ3D変換
pt_br: Uma transformação 3D, inclusive translação, rotação e escala 3D.
zh_cn: 3D变换，包括平移，旋转和3D缩放。

# KismetSchema,VectorType
source: A 3D vector
es: Un vector 3D
ja: 3Dベクター
pt_br: Um vetor 3D
zh_cn: 3D向量

# KismetSchema,WatchesHeader
source: Watches
es: Visualizaciones
ja: ウォッチ
pt_br: Pontos de Inspeção
zh_cn: 查看值

# KismetToolbar,DebugMenu_WatchHeading
source: Watches
es: Visualizaciones
ja: ウォッチ
pt_br: Pontos de Inspeção
zh_cn: 查看值

# KismetSchema,WildcardCategory
source: Wildcard
ja: ワイルドカード
zh_cn: 通配符

# KismetSchema,WildcardType
source: Wildcard type (unspecified).
es: Tipo caracter comodín (sin especificar).
ja: ワイルドカード型（詳細不明）
pt_br: Tipo curinga (não especificado).
zh_cn: 通配符类型（未指定）。

# KismetToolbar,BlueprintDebugObjectTooltip
source: Select an object to debug
es: Seleccionar un objeto para depurar
ja: デバッグするオブジェクトを選択
pt_br: Selecionar um objeto a depurar
zh_cn: 选择要调试的对象

# KismetToolbar,BlueprintDebugWorldTooltip
source: Select a world to debug
es: Seleccione un mundo para depurar
ja: デバッグするワールドを選択
pt_br: Selecionar um mundo para depurar
zh_cn: 选择要调试的对象

# KismetToolbar,BlueprintDefaultsModeButtonTooltip
source: Switch to Class Defaults Mode
ja: クラス デフォルトモードに切り替える
zh_cn: 切换到类默认值模式

# KismetToolbar,BlueprintEditorDiffToolTip
source: Diff against previous revisions
es: Comparar con revisiones previas
ja: 前リビジョンとの差分を検出
pt_br: Listar Diferenças com relação a revisões anteriores
zh_cn: 与先前版本进行比较

# KismetToolbar,BlupeintCompileOptions_ToolbarTooltip
source: Options to customize how Blueprints compile
ja: ブループリントのコンパイル方法をカスタマイズするオプション
zh_cn: 自定义蓝图如何编译的选项

# KismetToolbar,CompileError_Status
source: There was an error during compilation, see the log for details
es: Ha habido un error durante la compilación, vea el registro para más detalle.
ja: コンパイル中にエラーが発生しました。ログで詳細を確認してください。
pt_br: Ocorreu um erro na compilação; veja mais detalhes no registro
zh_cn: 编译过程中出现了错误，请查看日志获得详细信息

# KismetToolbar,CompileOptionsHeading
source: Compiler Settings
es: Ajustes del compilador
ja: コンパイラ設定
pt_br: Configurações do Compilador
zh_cn: 编译器设置

# KismetToolbar,ComponentsModeButtonTooltip
source: Switch to Components Mode
es: Cambiar a modo de componentes
ja: コンポーネントモードに切り替える
pt_br: Alternar para Modo de Componentes
zh_cn: 切换到组件模式

# KismetToolbar,DebugMenu_ToolTip
source: Open the debug menu
es: Abrir el menú de depurado
ja: デバッグメニューを開く
pt_br: Abrir o menu de depuração
zh_cn: 打开调试菜单

# KismetToolbar,DebugSelectActor
source: Select this Actor in level
es: Seleccionar este actor en el nivel
ja: レベルでこのアクタを選択
pt_br: Selecionar este Ator no nível
zh_cn: 选择关卡中的这个Actor

# KismetToolbar,DebugSelectTitle
source: Debug Filter
es: Depurar filtro
ja: デバッグフィルター
pt_br: Depurar Filtro
zh_cn: 调试过滤器

# KismetToolbar,DeveloperMenu
source: Developer
es: Desarrollador
ja: デベロッパー
pt_br: Desenvolvedor
zh_cn: 开发商

# LevelViewportToolBar,DeveloperShowFlagsMenu
source: Developer
es: Desarrollador
ja: デベロッパー
pt_br: Desenvolvedor
zh_cn: 用于开发

# KismetToolbar,DeveloperMenu_ToolTip
source: Open the developer menu
es: Abrir el menú de desarrolladores
ja: デベロッパーメニューを開く
pt_br: Abrir o menu de desenvolvedor
zh_cn: 打开开发者菜单

# KismetToolbar,Dirty_Status
source: Dirty; needs to be recompiled
es: 'Sucio'; es necesario que se vuelva a compilar.
ja: 変更あり： 再コンパイルが必要です
pt_br: Sujo; é necessário recompilar
zh_cn: 已修改; 需要重新编译

# KismetToolbar,GoodToGo_Status
source: Good to go
es: Listo
ja: 準備完了
pt_br: Aprovado
zh_cn: 准备好了

# KismetToolbar,GoodToGoWarning_Status
source: There was a warning during compilation, see the log for details
es: Ha habido un aviso durante la compilación, vea el registro para más detalle.
ja: コンパイル中に警告が発生しました。ログで詳細を確認してください。
pt_br: Ocorreu uma advertência na compilação; veja mais detalhes no registro
zh_cn: 编译过程中出现了警告，请查看日志获得详细信息

# KismetToolbar,GraphModeButtonTooltip
source: Switch to Graph Editing Mode
es: Cambiar a modo de edición gráfico
ja: グラフ編集モードに切り替える
pt_br: Alternar para Modo de Edição de Grafos
zh_cn: 切换到图表编辑模式

# UMG,GraphModeButtonTooltip
source: Switch to Graph Editing Mode
es: Cambiar a modo de edición gráfico
ja: グラフ編集モードに切り替える
pt_br: Alternar para Modo de Edição de Grafos
zh_cn: 切换到图表编辑模式

# KismetToolbar,ModuleIterationHeading
source: Module Iteration
es: Repetición de modulos
ja: モジュールイタレーション
pt_br: Iteração de Módulo
zh_cn: 模块迭代

# KismetToolbar,NoRevisionsForMultipleBlueprints
source: Multiple blueprints selected
es: Seleccionados Blueprints múltiples
ja: 複数のブループリントが選択されました
pt_br: Mais de um esquema selecionado
zh_cn: 选中了多个蓝图

# KismetToolbar,Profiling_Disabled
source: Profiling Inactive
ja: プロファイリングインアクティブ
zh_cn: 分析未激活

# KismetToolbar,Profiling_Enabled
source: Profiling Active
ja: プロファイリングアクティブ
zh_cn: 分析未激活

# KismetToolbar,Recompile_Status
source: Unknown status; should recompile
es: Estado desconocido; se debe volver a compilar
ja: 不明なステータス；再コンパイルしてください。
pt_br: Status desconhecido; é preciso recompilar
zh_cn: 未知状态；应该重新编译

# KismetToolbar,SaveOnCompileSubMenu
source: Save on Compile
ja: コンパイル時に保存
zh_cn: 在编译时保存

# KismetToolbar,SaveOnCompileSubMenu_ToolTip
source: Determines how the Blueprint is saved whenever you compile it.
ja: コンパイル時のブループリントの保存方法を決定します。
zh_cn: 决定当您编译蓝图时如何保存它。

# KismetToolbar,SourceControlDisabled
source: Source control is disabled
es: El control de código fuente está desactivado
ja: ソースコントロールは無効です
pt_br: Controle de origem desativado
zh_cn: 源码控制已禁用

# KismetToolbar,ViewMenu_PinVisibilityHeading
source: Pin Visibility
es: Visibilidad del Pin
ja: 可視性を固定
pt_br: Visibilidade do Fixador
zh_cn: 引脚可见性

# KismetToolbar,ViewMenu_ToolTip
source: Open the View menu
es: Abrir el menú vista
ja: 表示メニューを開く
pt_br: Abrir o menu Exibição
zh_cn: 打开视图菜单

# KismetToolbar,ViewMenu_ZoomHeading
source: Zoom
ja: ズーム
zh_cn: 缩放

# UICommands.CurveEditorCommands,ZoomMode
source: Zoom
ja: ズーム
