Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LandscapeEditor.Tools,Ramp.Hint
source: Click to add ramp points, then press "Add Ramp".
ja: クリックして傾斜点を追加後に [傾斜を追加] をクリック
zh_cn: 点击以添加斜坡点，然后按"添加斜坡"。

# LandscapeEditor.Tools,Region.Undo_ClearSelected
source: Clearing Region Selection
ja: 範囲選択をクリア中
zh_cn: 清除区域选择

# LandscapeEditor.Tools,Spline.ApplySplines
source: Deform Landscape to Splines:
es: Deformar terreno en splines:
ja: ランドスケープをスプラインにトランスフォーム
pt_br: Deformar Paisagem em Emendas:
zh_cn: 使地貌变形为样条曲线:

# LandscapeEditor.Tools,Spline.ApplySplines.All
source: All Splines
es: Todas las splines
ja: 全てのスプライン
pt_br: Todas as Emendas
zh_cn: 所有样条曲线

# LandscapeEditor.Tools,Spline.ApplySplines.All.Tooltip
source: Deforms and paints the landscape to fit all the landscape spline segments and controlpoints.
es: Deforma y pinta el entorno para ajustar todos los segmentos y puntos de control de la spline del terreno.
ja: すべてのランドスケープスプラインセグメントと制御点を合わせるためにランドマークをトランスフォームおよびペイントする
pt_br: Deforma e pinta a paisagem para ajustar todos os segmentos e pontos de controle de emenda da paisagem.
zh_cn: 变形并描画地貌使之适合所有的地貌样条曲线分段和控制点。

# LandscapeEditor.Tools,Spline.ApplySplines.Selected
source: Only Selected
es: Solo la selección
ja: 選択対象のみ
pt_br: Somente Selecionados
zh_cn: 仅选中

# SSceneOutliner,ToggleShowOnlySelected
source: Only Selected
es: Solo lo(s) seleccionado(s)
ja: 選択対象のみ
pt_br: Somente Selecionados
zh_cn: 仅选中

# LandscapeEditor.Tools,Spline.ApplySplines.Tooltip
source: Deforms and paints the landscape to fit only the selected landscape spline segments and controlpoints.
es: Deforma y pinta el terreno para ajustar solo los segmentos y puntos de control de la spline del entorno seleccionados.
ja: 選択中のランドスケープスプラインセグメントと制御点のみを合わせるためにランドマークをトランスフォームおよびペイントする
pt_br: Deforma e pinta a paisagem para ajustar somente os segmentos e pontos de controle de emenda da paisagem selecionada.
zh_cn: 变形并描画地貌使之仅适合选中的地貌样条曲线分段和控制点。

# LandscapeEditor.Tools,Spline.bUseAutoRotateControlPoint.Selected
source: Use Auto Rotate Control Point
es: Utilizar el punto de control de rotación automático
ja: 自動回転制御点を使用
pt_br: Usar Giro Automático de Ponto de Controle
zh_cn: 使用自动旋转控制点

# LandscapeSplineDetails,ControlPoints
source: Control Points
es: Puntos de control
ja: 制御点
pt_br: Pontos de Controle
zh_cn: 控制点

# LandscapeSplineDetails,Move Selected ControlPnts+Segs to Current level
source: Move to current level
es: Mover al nivel actual
ja: 現行レベルへ移動
pt_br: Mover para o nível atual
zh_cn: 移动到关卡

# LandscapeSplineDetails,Segments
source: Segments
es: Segmentos
ja: セグメント
pt_br: Segmentos
zh_cn: 分段

# LandscapeSplineDetails,SelectAll
source: Select all connected:
es: Seleccionar todos los conectados:
ja: すべての接続を選択：
pt_br: Selecionar todos os conectados:
zh_cn: 选择使用已连接对象:

# Layer,AddActor
source: Add Actor to Layer
es: Añadir actor a la capa
ja: アクタをレイヤへ追加
pt_br: Adicionar Ator à Camada
zh_cn: 添加Actor到图层

# Layer,AddActors
source: Add Actors to Layer
es: Añadir actores a la capa
ja: アクタをレイヤへ追加
pt_br: Adicionar Atores à Camada
zh_cn: 添加Actor到图层

# Layer,AlreadyAssignedActor
source: Already assigned to {LayerName}
es: Ya asignado a {LayerName}
ja: すでに {LayerName} に割り当てられています
pt_br: Já atribuídos a {LayerName}
zh_cn: 已经分配给{LayerName}

# Layer,AlreadyAssignedActors
source: All Actors already assigned to {LayerName}
es: Todos los actores ya asignados a {LayerName}
ja: 全アクタはすでに {LayerName} に割り当てられています
pt_br: Todos os Atores já estão atribuídos a {LayerName}
zh_cn: 配给 {LayerName}的所有Actor

# Layer,AssignActor
source: Assign to {LayerName}
es: Asignar a {LayerName}
ja: {LayerName} へ割り当てる
pt_br: Atribuído a {LayerName}
zh_cn: 分配给{LayerName}

# Layer,AssignActors
source: Assign Actors to {LayerName}
es: Asignar actores a {LayerName}
ja: アクタを {LayerName} に割り当てる
pt_br: Atribuir Atores a {LayerName}
zh_cn: 分配Actors给{LayerName}

# Layer,EmptyLayerName
source: Layer must be given a name
es: La capa debe tener un nombre
ja: レイヤ名は必須です
pt_br: A camada deve ter um nome
zh_cn: 必须赋予图层一个名称

# Layer,InvalidActor
source: Cannot add invalid Actors to {LayerName}
es: No se pueden añadir actores no válidos a {LayerName}
ja: 無効なアクタは {LayerName} に追加できません
pt_br: Não é possível adicionar Atores inválidos a {LayerName}
zh_cn: 不能给{LayerName}添加无效的Actor

# Layer,InvalidActors
source: Cannot add invalid Actors to {LayerName}
es: No se pueden añadir actores no válidos a {LayerName}
ja: 無効なアクタは {LayerName} に追加できません
pt_br: Não é possível adicionar Atores inválidos a {LayerName}
zh_cn: 不能给{LayerName}添加无效的Actor

# Layer,InvalidLayer
source: Invalid Layer
es: Capa no válida
ja: 無効なレイヤ
pt_br: Camada Inválida
zh_cn: 无效的图层

# Layer,InvalidLayers
source: Actor '{ActorName}' cannot be associated with Layers
es: El actor '{ActorName}' no se puede asociar con las capas
ja: アクタ '{ActorName}' をレイヤに関連付けることはできません
pt_br: O Ator '{ActorName}' não pode ser associado a Camadas
zh_cn: Actor '{ActorName}' 不能和图层相关联

# Layer,RemoveActor
source: Remove Actor from Layer
es: Eliminar actor de la capa
ja: レイヤからアクタを削除
pt_br: Remover Ator da Camada
zh_cn: 从图层中删除Actor

# Layer,RemoveActors
source: Remove Actors from Layer
es: Eliminar actores de la capa
ja: レイヤからアクタを削除
pt_br: Remover Atores da Camada
zh_cn: 从图层中删除Actor

# LayersView,RemoveActorsFromLayer
source: Remove Actors from Layer
es: Eliminar actores de la capa
ja: レイヤからアクタを削除
pt_br: Remover Atores da Camada
zh_cn: 从图层中删除Actor

# Layer,RenameFailed_AlreadyExists
source: This layer already exists
es: Esta capa ya existe
ja: このレイヤは既に存在します
pt_br: Esta camada já existe
zh_cn: 该图层已经存在

# Layer,RenameTo
source: Rename Layer
es: Cambiar el nombre de la capa
ja: レイヤの名前を変更
pt_br: Renomear Camada
zh_cn: 重命名图层

# Layer,SelectActors
source: Select Actors in Layer
es: Seleccionar actores de la capa
ja: レイヤのアクタを選択
pt_br: Selecionar Atores na Camada
zh_cn: 在图层中选择Actor

# LayersView,SelectActors
source: Select Actors in Layer
es: Seleccionar actores en la capa
ja: レイヤのアクタを選択
pt_br: Selecionar Atores na Camada
zh_cn: 在图层中选择Actor

# Layer,ToggleVisibility
source: Toggle Layer Visibility
es: Conmutar visibilidad de la capa
ja: レイヤ可視性を切り替える
pt_br: Alternar Visibilidade de Camada
zh_cn: 切换图层可视性

# LayersView,ToggleSelectedLayersVisibility
source: Toggle Layer Visibility
es: Conmutar visibilidad de la capa
ja: レイヤ可視性を切り替える
pt_br: Alternar Visibilidade de Camada
zh_cn: 切换图层可视性

# LayersView,VisibilityButtonToolTip
source: Toggle Layer Visibility
es: Conmutar visibilidad de la capa
ja: レイヤ可視性を切り替える
pt_br: Alternar Visibilidade de Camada
zh_cn: 切换图层可视性

# LayerBrowser,ContentsLabel
source: See Contents
es: Ver contenidos
ja: コンテンツを確認
pt_br: Exibir Conteúdo
zh_cn: 查看内容

# LayerBrowser,FilterSearchHint
source: Search Layers
es: Buscar capas
ja: レイヤを検索
pt_br: Buscar Camadas
zh_cn: 搜索图层

# LayerBrowser,FilterSearchToolTip
source: Type here to search layers
es: Escribir aquí para buscar capas
ja: ここに入力してレイヤを検索
pt_br: Digite aqui para procurar camadas
zh_cn: 在此处输入来搜索图层

# LayerBrowser,SelectedContentsLabel
source: {0} Contents
es: {0} Contenido
ja: {0} コンテンツ
pt_br: Conteúdos de {0}
zh_cn: {0} 注释

# LayerCloud,NoLayersMessage
source: No Layers
es: No hay capas
ja: レイヤがありません
pt_br: Nenhuma Camada
zh_cn: 没有涂层

# LayerCloud,RemoveLayerButton
source: Remove from Layer
es: Eliminar de la capa
ja: レイヤから移動
pt_br: Remover da Camada
zh_cn: 从图层中删除

# SceneOutlinerLayerContentsColumn,RemoveFromLayerButtonText
source: Remove from Layer
es: Eliminar de la capa
ja: レイヤから取り除く
pt_br: Remover da Camada
zh_cn: 从图层中删除

# LayeredBoneBlendNode,LayeredBoneBlendNodeAddPinButton_Tooltip
source: Adds a input pose to the node
ja: インプットポーズをノードに追加
zh_cn: 添加输入姿势到节点

# LayersCommands,DeleteLayerToolTip
source: Removes all actors from the selected layers and then deletes the layers
es: Elimina todos los actores de las capas seleccionadas y después elimina las capas
ja: 選択したレイヤから全アクタを除外してレイヤを削除
pt_br: Remove todos os atores da camada selecionada e, em seguida, exclui a camada
zh_cn: 从选定层移除所有actor并在随后删除层

# LayerStats,RemoveStatButtonToolTip
source: Remove All
es: Eliminar todas
ja: 全て削除
pt_br: Remover Todos
zh_cn: 删除所有

# LayerStats,StatButtonToolTipFmt
source: Select All {0} Actors in {1}
ja: {1} のすべての {0} アクタを選択
zh_cn: 在{1}中选择所有的{0}Actors

# LayersView,AddActorsToNewLayer
source: Add Selected Actors to New Layer
es: Añadir los actores seleccionados a una capa nueva
ja: 新規レイヤに選択したアクタを追加
pt_br: Adicionar Atores Selecionados à Nova Camada
zh_cn: 添加选中的Actor到新图层

# UICommands.LayersViewCommands,AddSelectedActorsToNewLayer
source: Add Selected Actors to New Layer
ja: 新規レイヤに選択したアクタを追加

# LayersView,AddSelectedActorsToNewLayer
source: Add Actors to New Layer
es: Añadir actores a una capa nueva
ja: 新規レイヤにアクタを追加
pt_br: Adicionar Atores à Nova Camada
zh_cn: 添加Actor到新图层

# LayersView,OnDragOver
source: Add Actors to New Layer
es: Añadir actores a una capa nueva
ja: 新規レイヤにアクタを追加
pt_br: Adicionar Atores à Nova Camada
zh_cn: 添加Actor到新图层

# LayersView,AddSelectedActorsToSelectedLayer
source: Add Selected Actors to Layer
es: Añadir los actores seleccionados a una capa
ja: 選択したアクタをレイヤに追加
pt_br: Adicionar Atores Selecionados à Camada
zh_cn: 添加选中的Actor到图层

# LayersView,AppendActorsToSelection
source: Append Actors in Layer to Selection
es: Agregar actores en la capa a la selección
ja: レイヤのアクタを選択対象へ追加
pt_br: Anexar Atores na Camada à Seleção
zh_cn: 附加图层中的Actor到选中项

# LayersView,Column_LayerNameLabel
source: Layer
es: Capa
ja: レイヤ
pt_br: Camada
zh_cn: 层

# SceneOutlinerActorInfoColumn,CustomColumnMode_Layer
source: Layer
es: Capa
ja: レイヤ
pt_br: Camada
zh_cn: 层

# LayersView,CreateEmptyLayer
source: Create Empty Layer
es: Crear una capa vacía
ja: 空のレイヤを作成
pt_br: Criar Camada Vazia
zh_cn: 创建空图层

# UICommands.LayersViewCommands,CreateEmptyLayer
source: Create Empty Layer
ja: 空のレイヤを作成

# LayersView,DeselectActors
source: Deselect Actors in Layer
es: Quitar la selección a los actores en la capa
ja: レイヤのアクタを非選択
pt_br: Cancelar Seleção de Atores na Camada
zh_cn: 取消选择图层中的Actor

# LayersView,DoubleClickToolTip
source: Double Click to Select All Actors
es: Hacer doble clic para seleccionar todos los actores
ja: ダブルクリックして全アクタを選択
pt_br: Clicar Duas Vezes para Selecionar Todos os Atores
zh_cn: 双击来选择所有Actor

# LayersView,HelpText
source: Drag actors from world outliner or right click to add a new layer.
ja: アウトライナからアクタをドラッグまたは右クリックして新規レイヤーを追加
zh_cn: 从世界大纲视图中拖拽actor或者右击来添加新图层。

# LayersView,MakeAllLayersVisible
source: Make All Layers Visible
es: Hacer visibles todas las capas
ja: 全レイヤを表示
pt_br: Tornar Visíveis Todas as Camadas
zh_cn: 使所有图层可见

# UICommands.LayersViewCommands,MakeAllLayersVisible
source: Make All Layers Visible
ja: 全レイヤを表示

# LayersView,RemoveActorsFromAllLayers
source: Remove Actors from Layers
es: Eliminar actores de las capas
ja: レイヤからアクタを削除
pt_br: Remover Atores das Camadas
zh_cn: 从图层中删除Actor

# LayersView,RemoveSelectedActorsFromSelectedLayer
source: Remove Selected Actors to Layer
es: Eliminar los actores seleccionados a la capa
ja: 選択したアクタを取り除いてレイヤへ
pt_br: Remover Atores Selecionados da Camada
zh_cn: 删除图层中选中的Actor

# LevelEditor,BuildAndSubmitErrors
source: Build and Submit Errors
es: Diseñar y enviar los errores
ja: ビルドとエラーを報告
pt_br: Compilar e Enviar Erros
zh_cn: 编译及提交错误

# LevelEditor,BuildAndSubmitTabTitle
source: Build and Submit
es: Diseñar y enviar
ja: ビルドとサブミット
pt_br: Compilar e Enviar
zh_cn: 构建并提交

# SLevelEditorBuildAndSubmit,BuildAndSubmitErrorsNewPage
source: Build and Submit
es: Diseñar y enviar
ja: ビルドしてサブミットする
pt_br: Compilar e Enviar
zh_cn: 构建并提交

# LevelEditor,HLODTabTitle
source: Hierarchical LOD Outliner
ja: 階層LODアウトライナー
zh_cn: 层次化LOD大纲视图

# LevelEditorTabs,LevelEditorHierarchicalLODOutliner
source: Hierarchical LOD Outliner
ja: 階層LODアウトライナー
zh_cn: 层次化LOD大纲视图

# LevelEditor,ModeTooltipF
source: Activate {Mode} Editing Mode
es: Activar modo edición {Mode}
ja: {Mode} 編集モードをアクティベート
pt_br: Ativar Modo de Edição {Mode}
zh_cn: 激活{Mode}编辑模式

# LevelEditor,ReplaceActorMenuFormat
source: Replace with {0}
es: Reemplazar por {0}
ja: {0} と置換
pt_br: Substituir por {0}
zh_cn: 替换为{0}

# UMG,ReplaceObject
source: Replace with {0}
ja: {0} と置換

# LevelEditor,ReplaceActorUsingAssetMenuFormat
source: Replace with {0}: {1}
es: Reemplazar por {0}: {1}
ja: {0} と置換: {1}
pt_br: Substituir por {0}: {1}
zh_cn: 替换为{0} {1}

# LevelEditor,SceneOutlinerTabTitle
source: World Outliner
ja: アウトライナ
zh_cn: 世界大纲视图

# LevelEditorTabs,LevelEditorSceneOutliner
source: World Outliner
ja: アウトライナ
zh_cn: 世界大纲视图

# LevelEditor,StatsViewerTabTitle
source: Statistics
es: Estadísticas
ja: 統計
pt_br: Estatísticas
zh_cn: 统计

# LevelEditorTabs,LevelEditorStatsViewer
source: Statistics
es: Estadísticas
ja: 統計
pt_br: Estatísticas
zh_cn: 统计

# LevelEditor,WorldBrowserCompositionTabTitle
source: World Composition
es: Composición del mundo
ja: ワールドコンポジション
pt_br: Composição do Mundo
zh_cn: 世界构成

# LevelEditorTabs,WorldBrowserComposition
source: World Composition
es: Composición del mundo
ja: ワールドコンポジション
pt_br: Composição do Mundo
zh_cn: 世界构成

# LevelEditor,WorldBrowserDetailsTabTitle
source: Level Details
es: Detalles del nivel
ja: レベルの詳細
pt_br: Detalhes do Nível
zh_cn: 关卡详细信息

# LevelEditorTabs,WorldBrowserDetails
source: Level Details
es: Detalles del nivel
ja: レベルの詳細
pt_br: Detalhes do Nível
zh_cn: 关卡详细信息

# LevelEditor,WorldBrowserHierarchyTabTitle
source: Levels
es: Niveles
ja: レベル
pt_br: Níveis
zh_cn: 关卡

# LevelEditorTabs,WorldBrowserHierarchy
source: Levels
es: Niveles
ja: レベル
pt_br: Níveis
zh_cn: 关卡

# WorldBrowser,LevelsButton
source: Levels
es: Niveles
ja: レベル
pt_br: Níveis
zh_cn: 关卡

# WorldBrowser,LevelsHeader
source: Levels
es: Niveles
ja: レベル
pt_br: Níveis
zh_cn: 关卡

# LevelEditor,WorldSettingsTabTitle
source: World Settings
es: Ajustes del mundo
ja: ワールドセッティング
pt_br: Configurações do Mundo
zh_cn: 世界设置

# LevelEditorTabs,WorldSettings
source: World Settings
es: Ajustes del mundo
ja: ワールドセッティング
pt_br: Configurações do Mundo
zh_cn: 世界设置

# SceneOutliner_WorldTreeItem,OpenWorldSettings
source: World Settings
ja: ワールドセッティング
zh_cn: 世界设置

# UICommands.LevelEditorActions,WorldProperties
source: World Settings
ja: ワールドセッティング
zh_cn: 世界设置

# LevelEditorActions,KeepSimulationChanges_AskSaveAnimation
source: Would you like to save animations from simulation for {ActorName} actor
ja: {ActorName} アクタにシミュレーションからアニメーションを保存しますか
zh_cn: 您想为{ActorName} actor保存仿真动画吗

# LevelEditorActions,OpenAllAssetEditors
source: There is more than one referenced asset in the selection. Do you want to open them all for editing?
es: Hay más de un activo referenciado en la selección. ¿Desea abrirlos todos para la edición?
ja: 選択対象にリファレンスアセットが1つ以上あります。すべて開いて編集しますか？
pt_br: Há mais de um ativo referenciado na seleção. Deseja abrir todos para edição?
zh_cn: 选中项中有多个被引用的资源。您想将它们全部打开来进行编辑吗?

# LevelEditorCommands,ClearBookmark
source: Clear Bookmark {0}
es: Borrar marcador {0}
ja: ブックマークをクリア {0}
pt_br: Remover Marcador {0}
zh_cn: 清除书签{0}

# LevelEditorCommands,ClearBookmark_ToolTip
source: Clears the viewports location and orientation in bookmark {0}
es: Borra la posición y orientación de las ventanass gráfica en el marcador {0}
ja: ブックマーク {0} 中のビューポートの位置と配向をクリアします
pt_br: Remove o local e a orientação das portas de visualização no marcador {0}
zh_cn: 清除书签{0}中的视口位置和方位

# LevelEditorCommands,CreateBlankBlueprintClass_Title
source: Create Blank Blueprint Class
ja: 空のブループリントクラスを作成
zh_cn: 创建空的蓝图类

# LevelEditorCommands,CreateGameModeBlueprint_Title
source: Create GameMode Blueprint
es: Crear GameMode Blueprint
ja: ゲームモードブループリントを作成
pt_br: Criar Esquema de GameMode
zh_cn: 创建游戏模式蓝图

# LevelEditorCommands,CreateGameStateBlueprint_Title
source: Create GameState Blueprint
es: Crear GameState Blueprint
ja: ゲームステートブループリントを作成
pt_br: Criar Esquema de GameState
zh_cn: 创建游戏状态蓝图

# LevelEditorCommands,CreateHUDBlueprint_Title
source: Create HUD Blueprint
es: Crear HUD Blueprint
ja: HUDブループリントを作成
pt_br: Criar Esquema de HUD
zh_cn: 创建HUD蓝图

# LevelEditorCommands,CreatePawnBlueprint_Title
source: Create Pawn Blueprint
ja: ポーンブループリントを作成
zh_cn: 创建Pawn蓝图

# LevelEditorCommands,CreatePlayerControllerBlueprint_Title
source: Create PlayerController Blueprint
es: Crear PlayerController Blueprint
ja: プレイヤーコントローラーブループリントを作成
pt_br: Criar Esquema do PlayerController
zh_cn: 创建玩家控制器蓝图

# LevelEditorCommands,FeatureLevelPreviewTooltip_ES3
source: OpenGLES 3.1, Metal
ja: OpenGLES 3.1, メタル

# LevelEditorCommands,FeatureLevelPreviewType_ES2
source: Mobile / HTML5
ja: モバイル / HTML5
zh_cn: 移动设备/ HTML5

# LevelEditorCommands,FeatureLevelPreviewType_ES31
source: High-End Mobile / Metal
ja: ハイエンド モバイル / メタル
zh_cn: 高端 移动设备 / Metal

# LevelEditorCommands,FeatureLevelPreviewType_SM4
source: Shader Model 4
ja: Shader モードl 4

# LevelEditorCommands,FeatureLevelPreviewType_SM5
source: Shader Model 5
ja: Shader モードl 5

# LevelEditorCommands,JumpToBookmark
source: Jump to Bookmark {0}
es: Ir al marcador {0}
ja: ブックマーク {0} へ移動
pt_br: Ir para o Marcador {0}
zh_cn: 跳转到书签 {0}

# LevelEditorCommands,JumpToBookmark_ToolTip
source: Moves the viewport to the location and orientation stored at bookmark {0}
es: Mueve la posición y orientación de la ventana gráfica almacenada en el marcador {0}
ja: ブックマーク {0} に格納されている位置と方向へビューポートを移動します
pt_br: Move a porta de visualização para o local e a orientação armazenados no marcador {0}
zh_cn: 移动视口到书签{0}中存储的位置及方位处

# LevelEditorCommands,KeepSimulationChanges
source: Keep Simulation Changes
es: Mantener cambios de simulación
ja: シミュレーション変更を継続
pt_br: Manter Alterações na Simulação
zh_cn: 保持模拟变更

# UICommands.LevelEditorActions,KeepSimulationChanges
source: Keep Simulation Changes
ja: シミュレーション変更を継続
zh_cn: 保持模拟变化

# LevelEditorCommands,KeepSimulationChanges_ActorUpdatedNotification
source: Saved state for {FirstUpdatedActorLabel} ({TotalCopiedPropertyCount} properties)
es: Estado guardado para {FirstUpdatedActorLabel} ({TotalCopiedPropertyCount} propiedades)
ja: {FirstUpdatedActorLabel} の保存したステート ({TotalCopiedPropertyCount} プロパティ)
pt_br: Estado salvo de {FirstUpdatedActorLabel} ({TotalCopiedPropertyCount} propriedades)
zh_cn: 已保存{FirstUpdatedActorLabel} ({TotalCopiedPropertyCount}个属性)的状态

# LevelEditorCommands,KeepSimulationChanges_MultipleActorsUpdatedNotification
source: Saved state for {UpdatedActorCount} actors ({TotalCopiedPropertyCount} properties)
es: Estado guardado para {UpdatedActorCount} actores ({TotalCopiedPropertyCount} propiedades)
ja: {UpdatedActorCount} アクタの保存したステート ({TotalCopiedPropertyCount} プロパティ)
pt_br: Estado salvo de {UpdatedActorCount} atores ({TotalCopiedPropertyCount} propriedades)
zh_cn: 已保存 {UpdatedActorCount} 个actor({TotalCopiedPropertyCount}个属性)的状态

# LevelEditorCommands,KeepSimulationChanges_NoActorsUpdated
source: No properties were copied
es: No se han copiado propiedades
ja: プロパティをコピーしませんでした
pt_br: Nenhuma propriedade foi copiada
zh_cn: 未复制任何属性

# SSCSEditor,PushToBlueprintDefaults_ApplyFailed
source: No properties were copied
ja: プロパティはコピーされませんでした
zh_cn: 未复制属性

# LevelEditorCommands,OpenRecentFile
source: Open Recent File {0}
es: Abrir archivo reciente {0}
ja: 最近使用したファイル {0} を開く
pt_br: Abrir Arquivo Recente {0}
zh_cn: 打开最近使用的文件 {0}

# LevelEditorCommands,OpenRecentFileToolTip
source: Opens a recently opened file
es: Abre un archivo abierto recientemente
ja: 最近使用したファイルを開く
pt_br: Abre um arquivo aberto recentemente
zh_cn: 打开最近打开的的文件

# LevelEditorCommands,SelectGameModeClassAction
source: Set Override Game Mode Class
ja: ゲームモードクラスの上書きをセット
zh_cn: 设置重载的游戏模式类

# LevelEditorCommands,SelectGameStateClassAction
source: Set Game State Class
ja: ゲームステートクラスをセット
zh_cn: 设置游戏状态类

# LevelEditorCommands,SelectHUDClassAction
source: Set HUD Class
ja: HUDクラスをセット
zh_cn: 设置HUD类

# LevelEditorCommands,SelectPawnClassAction
source: Set Pawn Class
ja: ポーンクラスをセット
zh_cn: 设置Pawn类

# LevelEditorCommands,SelectPlayerControllerClassAction
source: Set Player Controller Class
ja: セット プレイヤー コントローラー クラス
zh_cn: 设置玩家控制器类

# LevelEditorCommands,SetBookmark
source: Set Bookmark {0}
es: Ajustar marcador {0}
ja: ブックマークの設定 {0}
pt_br: Definir Marcador {0}
zh_cn: 设置书签 {0}

# LevelEditorCommands,SetBookmark_ToolTip
source: Stores the viewports location and orientation in bookmark {0}
es: Almacena la posición y orientación de las ventanas gráfica en el marcador {0}
ja: ブックマーク {0} 内のビューポートの位置と方向を保存
pt_br: Armazena o local e a orientação das portas de visualização no marcador {0}
zh_cn: 存储书签{0}中的视口位置和方位

# LevelEditorCommands,ShowOnlySelectedActors
source: Show Only Selected Actors
es: Mostrar solo los actores seleccionados
ja: 選択したアクタのみを表示
pt_br: Exibir Somente Atores Selecionados
zh_cn: 仅显示选中的Actor

# LevelEditorMenu,ImportExportHeading
source: Actors
es: Actores
ja: アクタ
pt_br: Atores
zh_cn: Actor

# LevelEditorViewportClient,TransactionFocus_Actors
source: Actors
ja: アクタ
zh_cn: Actor

# Matinee.Menus,GroupMenu.ActorSubMenu
source: Actors
es: Actores
ja: アクタ
pt_br: Atores
zh_cn: Actor

# WorldBrowser,ActorsHeader
source: Actors
es: Actores
ja: アクタ
pt_br: Atores

# LevelEditorMenu,MoreFavoriteFilesSubMenu
source: More Favorites
ja: 追加のお気に入り
zh_cn: 更多收藏夹

# LevelEditorMenu,MoreFavoriteFilesTooltip
source: Select other favorite levels
ja: 別のお気に入りレベルを選択
zh_cn: 选择其他收藏的关卡

# LevelEditorMenu,OpenLevelToolTipFmt
source: Open level: {0}
ja: レベルを開く： {0}
zh_cn: 打开关卡：{0}

# LevelEditorMenu,RecentLevelsSubMenu
source: Recent Levels
es: Niveles recientes
ja: 最近使用したレベル
pt_br: Níveis Recentes
zh_cn: 最近打开的关卡

# LevelEditorMenu,RecentLevelsSubMenu_ToolTip
source: Select a level to load
es: Seleccionar nivel para cargar
ja: ロードするレベルを選択
pt_br: Selecione um nível para carregar
zh_cn: 选择要加载的关卡

# LevelEditorMenu,RecentLevelToolTip
source: Opens recent level: {0}
ja: 最近使用したレベルを開く：{0}

# LevelEditorMenu,RemoveFavoriteToolTipFmt
source: Remove {0} from Favorites
ja: お気に入りから {0} を取り除く
zh_cn: 从收藏夹中删除{0}

# LevelEditorMenu,ToggleFavorite
source: Toggle Favorite
es: Conmutar favorito
ja: お気に入りを追加/削除
pt_br: Alternar Favorito
zh_cn: 切换收藏夹

# UICommands.LevelEditorActions,ToggleFavorite
source: Toggle Favorite
ja: お気に入りの切り替え
zh_cn: 切换收藏夹

# LevelEditorMenu,ToggleFavorite_Add
source: Add {0} to Favorites
es: Añadir {0} a favoritos
ja: {0} をお気に入りに追加
pt_br: Adicionar {0} aos Favoritos
zh_cn: 添加 {0}到收藏夹

# LevelEditorTabs,LevelEditorHierarchicalLODOutlinerTooltipText
source: Open the Hierarchical LOD Outliner.
ja: 階層LODアウトライナーを開く。
zh_cn: 打开层次化LOD大纲视图

# LevelEditorTabs,LevelEditorLayerBrowserTooltipText
source: Open the Layers tab. Use this to manage which actors in the world belong to which layers.
ja: レイヤータブを開きます。このタブでワールドのアクタが属するレイヤーを管理します。
zh_cn: 打开图层选卡。使用它来管理世界中的哪些actor属于哪个图层。

# LevelEditorTabs,LevelEditorSceneOutlinerTooltipText
source: Open the World Outliner tab, which provides a searchable and filterable list of all actors in the world.
ja: アウトライナタブを開きます。ワールド内で検索やフィルタリングが可能な全アクタのリストを表示します。
zh_cn: 打开世界大纲视图选卡，这提供了世界中所有actor的一个可搜索的、可过滤的列表。

# LevelEditorTabs,LevelEditorSelectionDetails
source: Details 1
es: Detalles 1
ja: 詳細1
pt_br: Detalhes 1
zh_cn: 详细信息 1

# LevelEditorTabs,LevelEditorSelectionDetails2
source: Details 2
es: Detalles 2
ja: 詳細2
pt_br: Detalhes 2
zh_cn: 详细信息 2

# LevelEditorTabs,LevelEditorSelectionDetails3
source: Details 3
es: Detalles 3
ja: 詳細3
pt_br: Detalhes 3
zh_cn: 详细信息 3

# LevelEditorTabs,LevelEditorSelectionDetails4
source: Details 4
es: Detalles 4
ja: 詳細4
pt_br: Detalhes 4
zh_cn: 详细信息 4

# LevelEditorTabs,LevelEditorSelectionDetailsTooltip
source: Open a Details tab. Use this to view and edit properties of the selected object(s).
es: Abra una pestaña de detalles. Utilícela para ver y editar las propiedades de el/los objeto(s) seleccionado(s).
ja: 選択オブジェクトのリファレンスと編集のために詳細タブを開きます
pt_br: Abrir uma guia Detalhes. Use isso para visualizar e editar as propriedades dos objetos selecionados.
zh_cn: 打开一个详细信息选卡。使用其来查看及编辑选中的对象的属性。
