Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# IntroTutorials,VariableCloseError
source: Line {0}: Excerpt {1} improperly attempting to close a variable tag it never opened.
es: Línea {0}: El fragmento {1} ha intentado de manera incorrecta cerrar una etiqueta de la variable nunca antes abierta.
ja: Line {0}: 抜粋 {1} は開かれていない変数のタグを不正に閉じようとしました
pt_br: Linha {0}: o excerto {1} tentou fechar incorretamente um rótulo de variável que nunca foi aberto.
zh_cn: 行{0}: 摘录{1}错误地尝试关闭一个从来没有打开过的变量标签。

# IntroTutorials,VariableOpenError
source: Line {0}: Excerpt {1} improperly attempting to define a variable within a variable.
es: Línea {0}: El fragmento {1} ha intentado de manera incorrecta definir una variable dentro de otra variable.
ja: Line {0}: 抜粋 {1} は変数内に不正に変数を定義しようとしました
pt_br: Linha {0}: o excerto {1} tentou incorretamente definir uma variável dentro de uma variável.
zh_cn: 行{0}: 摘录{1}错误地尝试在一个变量里定义一个变量。

# IntroTutorials,VariableSubstitutionError
source: Line {0}: Line '{1}' variable substitution was not terminated
es: Línea {0}: La sustitución de la variable de la línea {1} no ha finalizado.
ja: Line {0}: Line '{1}' 変数置換は終了しませんでした
pt_br: Linha {0}: a substituição de variável da linha '{1}' não foi encerrada
zh_cn: 行{0}: 行'{1}'变量替换没有终止。

# IsValidMapFilename,FileIsNotAMap
source: Filename does not have a {0} extension.
es: El nombre del archivo no tiene la extensión {0}.
ja: ファイル名に {0} 拡張子がありません
pt_br: O nome do arquivo não tem uma extensão {0}.
zh_cn: 文件名没有{0}扩展名。

# IsValidMapFilename,MapNameInUseByAsset
source: Filename is in use by an asset file in the folder.
es: Un archivo del activo está usando el nombre del archivo en la carpeta.
ja: ファイル名はフォルダのアセットファイルに使用されています
pt_br: O nome do arquivo está em uso por um arquivo de ativo na pasta.
zh_cn: 文件名正在被文件夹中的某个资源文件使用。

# IsValidMapFilename,NotAValidPackage
source: File is not in any of the following content folders:{LineTerminators}{ValidPaths}
es: El archivo no está en ninguna de los siguientes carpetas de contenido:{LineTerminators}{ValidPaths}
ja: ファイルは次のコンテンツフォルダに存在しません:{LineTerminators}{ValidPaths}
pt_br: O arquivo não está em nenhuma destas pastas de conteúdo:{LineTerminators}{ValidPaths}
zh_cn: 文件不在以下任何内容文件夹中：{LineTerminators}{ValidPaths}

# IsValidMapFilename,NotAValidPackage_InvalidCharacters
source: The path contains at least one of these invalid characters below the content folder [{0}]
es: La ruta contiene al menos uno de estos caracteres no válidos debajo de la carpeta de contenido [{0}].
ja: 以下のコンテンツフォルダ [{0}] にある不正な文字がパスに少なくとも1つ以上含まれています
pt_br: O caminho contém pelo menos um destes caracteres inválidos abaixo da pasta de conteúdo [{0}]
zh_cn: 该路径至少包含了内容文件夹[{0}]下的其中一个无效字符。

# K2_RenameNode,RenameNode
source: Rename Node
es: Cambiar el nombre del nodo
ja: ノードの名前を変更する
pt_br: Renomear Nó
zh_cn: 重命名节点

# MaterialEditor,RenameNode
source: Rename Node
es: Cambiar el nombre del nodo
ja: ノードの名前を変更
pt_br: Renomear Nó
zh_cn: 重命名节点

# SoundCueEditor,RenameNode
source: Rename Node
es: Cambiar el nombre del nodo
ja: ノードの名前を変更する
pt_br: Renomear Nó
zh_cn: 重命名节点

# K2AddComment,AddComment_Tooltip
source: Create a resizable comment box.
es: Crear una caja de comentarios ajustable.
ja: サイズ変更が可能なコメントボックスを作成
pt_br: Criar uma caixa de comentário redimensionável.
zh_cn: 创建一个可以调整大小的注释框。

# K2Node,ActiveBreakpointToolTip
source: Execution will break at this location.
es: La ejecución se interrumpirá en esta ubicación.
ja: 実行はこの位置で中断します
pt_br: A execução interromperá nesta localização.
zh_cn: 执行将会在此处断开。

# K2Node,AddMathExprMenuOption
source: Add Math Expression...
es: Añadir expresión matemática...
ja: Math Expressionを追加...
pt_br: Adicionar Expressão Matemática...
zh_cn: 添加数学表达式...

# K2Node,Assign_Name
source: Assign {DelegatePropertyName}
es: Asignar {DelegatePropertyName}
ja: {DelegatePropertyName} を割り当てる
pt_br: Atribuir {DelegatePropertyName}
zh_cn: 分配{DelegatePropertyName}

# K2Node,AutoCreateRefTermPin_AssignmentError
source: AutoCreateRefTerm Expansion: Assignment Error @@
ja: AutoCreateRefTerm Expansion: 割り当てエラー @@
zh_cn: AutoCreateRefTerm 阐述:赋值错误 @@

# K2Node,AutoCreateRefTermPin_NotConnected
source: AutoCreateRefTerm Expansion: Pin @@ cannot be connected to @@
ja: AutoCreateRefTerm Expansion: ピン @@ をo @@ と接続できません
zh_cn: AutoCreateRefTerm 阐述:引脚@@不能连接到@@上

# K2Node,BadConnection
source: Invalid pin connection from '@@' to '@@'. You may have changed the type after the connections were made.
ja: '@@' から '@@' へのピンの接続が無効です。接続後にタイプを変更してください。
zh_cn: 从'@@' 到 '@@'是无效的引脚连接。您可能在连接好后修改了类型。

# K2Node,BadEnumLiteral_Tooltip
source: Literal enum (bad enum)
ja: リテラル列挙型変数(bad enum)
zh_cn: 文本枚举值(坏枚举值)

# K2Node,BaseMCDelegateMultiArray
source: Event Dispatcher does not accept multi-array-self @@
es: El emisor del evento no acepta matríces múltiples @@
ja: イベントディスパッチャーは多重配列型 @@ に対応しません
pt_br: O Despachante do Evento não aceita matrizes múltiplas de si mesma @@
zh_cn: 事件调度器不接受自身的多个数组@@

# K2Node,BaseMCDelegateNotAssignable
source: Event Dispatcher is not 'BlueprintAssignable' @@
es: El emisor del evento no es 'BlueprintAssignable' @@
ja: イベントディスパッチャーは 'ブループリントAssignable' @@ ではありません
pt_br: O Despachante do Evento não é 'BlueprintAssignable' @@
zh_cn: 事件调度器不是'BlueprintAssignable' @@

# K2Node,BaseMCDelegateNotCallable
source: Event Dispatcher is not 'BlueprintCallable' @@
es: El emisor del evento no es 'BlueprintCallable' @@
ja: イベントディスパッチャーは 'ブループリントAssignable' @@ ではありません
pt_br: O Despachante do Evento não é 'BlueprintCallable' @@
zh_cn: 事件调度器不是'BlueprintCallable' @@

# K2Node,BaseMCDelegateSelfPinName
source: Target
es: Meta
ja: ターゲット
pt_br: Alvo
zh_cn: 目标

# K2Node,Target
source: Target
es: Meta
ja: ターゲット
pt_br: Alvo
zh_cn: 目标

# LocalizationDashboard,TargetColumnLabel
source: Target
ja: ターゲット
zh_cn: 目标

# K2Node,Branch
source: Branch
es: Rama
ja: ブランチ
pt_br: Ramificação
zh_cn: 分支

# K2Node,BrancStatement_Tooltip
source: Branch Statement If Condition is true, execution goes to True, otherwise it goes to False
es: Sentencia de la bifurcación Si la condición es verdadera, la ejecución irá a Verdadero, en caso contrario irá a Falso
ja: ブランチステートメント 条件がtrueの場合、実行はTrueへ進み、それ以外はFalseに進みます
pt_br: Instrução de Ramificação Se a condição é verdadeira, a execução vai para Verdadeiro, caso contrário vai para Falso
zh_cn: 分支语句 如果条件为true，则执行True相关处理，否则执行False相关处理。

# K2Node,CallDelegate
source: Call {PropertyName}
es: Llamar {PropertyName}
ja: {PropertyName} の呼び出し
pt_br: Chamar {PropertyName}
zh_cn: 调用{PropertyName}

# K2Node,CallFunction_Tooltip
source: {Tooltip} Target is {TargetName}
ja: {Tooltip} ターゲットは {TargetName}
zh_cn: {Tooltip} 目标是{TargetName}

# K2Node,CallFunctionDeprecated_Warning
source: @@ is deprecated;
es: @@ está obsoleto;
ja: @@ は非推奨です；
pt_br: @@ foi descontinuado;
zh_cn: @@被废弃;

# K2Node,PropertyDeprecated_Warning
source: @@ is deprecated;
es: @@ está obsoleto;
ja: @@ は非推奨です；
pt_br: @@ foi descontinuado;
zh_cn: @@被废弃;

# K2Node_Event,EventDeprecated_Warning
source: @@ is deprecated;
es: @@ está obsoleto;
ja: @@は非推奨です；
pt_br: @@ foi descontinuado;
zh_cn: @@被废弃;

# K2Node_FunctionEntry,FunctionDeprecated_Warning
source: @@ is deprecated;
es: @@ está obsoleto;
ja: @@ は非推奨です；
pt_br: @@ foi descontinuado;
zh_cn: @@被废弃;

# K2Node,CallFunctionOnDifferentContext
source: Target is {TargetName}
ja: ターゲットは {TargetName}
zh_cn: 目标是{TargetName}

# K2Node,CallFunctionOnInvalidMember_Warning
source: Function node @@ called on invalid target member.
es: El nodo de función @@ ha llamado en un miembro meta no válido.
ja: 関数ノード @@ は不正なターゲットメンバーに呼ばれました
pt_br: Nó da função @@ chamado no membro do destino inválido.
zh_cn: 在无效对象数字下调用函数节点@@。

# K2Node,CallFunctionOnMemberDifferentContext
source: Target is {TargetName} ({MemberVariableName})
ja: ターゲットは {TargetName} ({MemberVariableName})
zh_cn: 目标是{TargetName} ({MemberVariableName})

# K2Node,CallInterfaceContext
source: {NodeName} Using Interface {OuterClassName}
es: {NodeName} Utilizando la interfaz {OuterClassName}
ja: {NodeName} インターフェース {OuterClassName} を使用
pt_br: {NodeName} Usando interface {OuterClassName}
zh_cn: {NodeName} 通过使用接口{OuterClassName}

# K2Node,CallSuperFunction
source: Parent: {FunctionName}
es: Padre: {FunctionName}
ja: 親: {FunctionName}
pt_br: Pai: {FunctionName}
zh_cn: 父类: {FunctionName}

# K2Node,CallUnknownFunction
source: Call unknown function {0}
ja: 不明な関数の呼び出し {0}
zh_cn: 调用未知函数{0}

# K2Node,CannotMakeImpureGetTooltip
source: This graph does not support impure calls!
ja: このグラフでは非純粋コールをサポートしていません！
zh_cn: 该图表不支持非纯函数调用！

# K2Node,CastByteToEnum_NullTooltip
source: Byte to Enum (bad enum)
ja: Enumへのバイト数 (bad enum)
zh_cn: 字节到枚举值(坏的枚举值)

# K2Node,CastByteToEnum_Tooltip
source: Byte to Enum {0}
ja: 列挙型変数へのバイト数 {0}
zh_cn: 字节到枚举值{0}

# K2Node,CastByteToNullEnumError
source: Undefined Enum in @@
ja: @@ に未定義の列挙型
zh_cn: @@中未定义的枚举值

# K2Node,EnumLiteral_NullEnumError
source: Undefined Enum in @@
ja: @@ に未定義の列挙型
zh_cn: @@中未定义的枚举值

# K2Node,ClearDelegate
source: Unbind all Events from {PropertyName}
es: Separar todos los eventos de {PropertyName}
ja: Unbind all イベント from {PropertyName}
pt_br: Desvincular todos os Eventos de {PropertyName}
zh_cn: 解除绑定 {PropertyName}的事件

# K2Node,ClientEvent
source: Cosmetic. This event is only for cosmetic, non-gameplay actions.
ja: 表面的なイベント。表面的なものでゲームプレイ動作には影響しません。
zh_cn: 装饰。该事件仅用于装饰效果，没有游戏可玩性动作。

# K2Node,ClientFunction
source: Cosmetic. This event is only for cosmetic, non-gameplay actions.
ja: 表面上のみ。このイベントは表面上のもので、ゲームプレイ上のアクションではありません。
zh_cn: 装饰。该事件仅用于装饰效果，没有游戏可玩性动作。

# K2Node,ClientOnlyFunc
source: Client Only
es: Solo cliente
ja: クライアント専用
pt_br: Somente Cliente
zh_cn: 仅客户端

# K2Node_Event,ClinetOnlyEvent
source: Client Only
es: Solo cliente
ja: クライアント専用
pt_br: Somente Cliente
zh_cn: 仅客户端

# K2Node,Collapsed_Name
source: {BoundGraphName} Collapsed Graph
es: {BoundGraphName} Gráfico colapsado
ja: {BoundGraphName} 折りたたまれたグラフ
pt_br: {BoundGraphName} Grafo Recolhido
zh_cn: {BoundGraphName} 压缩的图表

# K2Node,CollapsedCompositeNode
source: Collapsed composite node
es: Nodo compuesto reducido
ja: 折りたたまれたコンポジットノード
pt_br: Nó composto combinado
zh_cn: 合并的合成节点

# K2Node,CommentBlock_Tooltip
source: Comment: {0}
ja: コメント: {0}
zh_cn: 注释: {0}

# K2Node,ConditionalExpressionError
source: Currently, conditional operators {0} are prohibited in expressions: '@@'
es: Actualmente, los operadores condicionales {0} están prohibidos en las expresiones: '@@'
ja: 条件付き演算子 {0} は現時点では禁止されています: '@@'
pt_br: Atualmente, os operadores condicionais {0} são proibidos nas expressões: '@@'
zh_cn: 目前，表达式中禁止条件操作符{0}： '@@'

# K2Node,ConnectPinError
source: Failed to connect parameter #{0} with input on '@@'
es: Error al conectar el parámetro #{0} con la entrada en '@@'
ja: '@@' 上でパラメータ #{0} をインプット値と接続できませんでした
pt_br: Falha ao conectar o parâmetro #{0} com a entrada em '@@'
zh_cn: 无法将参数 #{0}连接到'@@'的输入

# K2Node,Construct
source: Construct {ClassName}
ja: {ClassName} を構成
zh_cn: 构建{ClassName}

# K2Node,ConstructObject_BaseTitle
source: Construct Object from Class
ja: クラスからオブジェクトを構成
zh_cn: 根据类构建对象

# K2Node,ConstructObject_Title_NONE
source: Construct NONE
ja: 何も構成しない
zh_cn: 构建NONE

# K2Node,ConvertToImpureGetTitle
source: Convert to Validated Get
ja: 検証済みゲットに変換
zh_cn: 转换为有效的Get

# K2Node,ConvertToPureGetTitle
source: Convert to pure Get
ja: 純粋ゲットに変換
zh_cn: 转换为纯Get

# K2Node,CreateDelegate_ObjectInputName
source: Object
es: Objeto
ja: オブジェクト
pt_br: Objeto
zh_cn: 目标

# K2Node,CreateEventForDelegate
source: Create an event tied to the delegate {0}
ja: デリゲート {0} と結び付けられるイベントを作成します
zh_cn: 创建一个和该代理{0}相绑定的事件

# K2Node,CustomEvent_Name
source: {FunctionName}{RPCString} Custom Event
es: {FunctionName}{RPCString} Evento personalizado
ja: {FunctionName}{RPCString} カスタムイベント
pt_br: {FunctionName}{RPCString} Evento Personalizado
zh_cn: {FunctionName}{RPCString} 自定义事件

# K2Node,CustomEvent_ReplicatedClient
source: Replicated To Owning Client (if server)
es: Duplicado para el cliente que le pertenece (si servidor)
ja: 所有するクライアントに複製済み（サーバーの場合）
pt_br: Replicado para Cliente Proprietário (se for servidor)
zh_cn: 复制到其拥有的客户端（如其为服务器）

# K2Node,CustomEvent_ReplicatedClientFrom
source: Replicated From Server Executes on Owning Client
es: Duplicado del servidor Ejecuta en el propietario
ja: サーバーから複製 所有クライアントで実行
pt_br: Replicado do Servidor Executa em Cliente Proprietário
zh_cn: 从服务器复制 在其拥有的的客户端上执行

# K2Node,CustomEvent_ReplicatedMulticast
source: Replicated To All (if server)
es: Duplicado para todos (si servidor)
ja: すべてに複製済み（サーバーの場合）
pt_br: Replicado para Todos (se for servidor)
zh_cn: 复制到所有位置（如其为服务器）

# K2Node,CustomEvent_ReplicatedMulticastFrom
source: Replicated From Server Executes On All
es: Duplicado del servidor Ejecuta en todo
ja: サーバーから複製 すべてで実行
pt_br: Replicado do Servidor Executa em Todos
zh_cn: 从服务器复制 在所有机器上执行

# K2Node,CustomEvent_ReplicatedReliable
source: RELIABLE {RPCString}
ja: 信頼性の高い {RPCString}
zh_cn: 可靠的{RPCString}

# K2Node,CustomEvent_ReplicatedServer
source: Replicated To Server (if owning client)
es: Duplicado para el servidor (si tiene un cliente que le pertenezca)
ja: サーバーに複製済み(所有するクライアントの場合）
pt_br: Replicado para Servidor (se for cliente proprietário)
zh_cn: 复制到服务器（如其为所拥有的客户端）

# K2Node,CustomEvent_ReplicatedServerFrom
source: Replicated From Client Executes On Server
es: Duplicado del cliente Ejecuta en el servidor
ja: クライアントから複製 サーバーで実行
pt_br: Replicado do Cliente Executa no Servidor
zh_cn: 从客户端复制 在服务器上执行

# K2Node,DataTable
source: Get Data Table Row {DataTableName}
es: Obtener fila de la tabla de datos {DataTableName}
ja: Get データ Table Row {DataTableName}
pt_br: Obter Linha da Tabela de Dados {DataTableName}
zh_cn: 获得数据表格行{DataTableName}

# K2Node,DataTable_Title_None
source: Get Data Table Row NONE
ja: Get データ Table Row NONE
zh_cn: 获得数据表行NONE

# K2Node,DataTable_Title_Unknown
source: Get Data Table Row
ja: Get データ Table Row
zh_cn: 获得数据表行

# K2Node_GetDataTableRow,ListViewTitle
source: Get Data Table Row
es: Obtener fila de la tabla de datos
ja: データテーブル行を取得
pt_br: Obter Linha da Tabela de Dados
zh_cn: 获得数据表行

# K2Node,DefaultToSelfNotConnected
source: DefaultToSelf pin @@ from node @@ cannot be connected to @@
es: El Pin DefaultToSelf @@ del nodo @@ no pudo conectarse a @@
ja: ノード @@ のDefaultToSelfピン @@ は、 @@ と接続できません
pt_br: Fixador DefaultToSelf @@ do nó @@ não pode ser conectado com @@
zh_cn: DefaultToSelf引脚@@(属于节点@@)不能连接到 @@

# K2Node,DIF_MathExpression
source: Math Expression '{Expression1}' changed to '{Expression2}'
ja: マスエクスプレッション '{Expression1}' を '{Expression2}' に変更
zh_cn: 数学表达式'{Expression1}'变成了'{Expression2}'

# K2Node,DIF_MathExpressionToolTip
source: Math Expression '{Expression1}' changed to '{Expression2}'
ja: マスエクスプレッション '{Expression1}' を '{Expression2}' に変更
zh_cn: 数学表达式'{Expression1}'变成了'{Expression2}'

# K2Node,DisabledBreakpoint
source: Disabled Breakpoint
es: Punto de rotura desactivado
ja: 無効なブレークポイント
pt_br: Desativar Ponto de Interrupção
zh_cn: 已禁用的断点

# K2Node,DoOnceMultiIn
source: In
ja: イン
zh_cn: 输入

# K2Node,DoOnceMultiInput
source: DoOnce MultiInput
ja: DoOnce マルチインプット

# K2Node,DoOnceMultiOut
source: Out
ja: アウト
zh_cn: 输出

# K2Node,DoOnceResetIn
source: Reset In
es: Reiniciar Entrada
ja: Inポイントをリセット
pt_br: Redefinir Entrada
zh_cn: 重置输入

# K2Node,DoOnceResetOut
source: Reset Out
es: Reiniciar Salida
ja: Outポイントをリセット
pt_br: Redefinir Saída
zh_cn: 重置输出

# K2Node,EditorOnlyVar
source: Editor-Only
ja: エディタオンリー
zh_cn: 仅编辑器

# K2Node,EnabledBreakpoint
source: Active Breakpoint
es: Punto de rotura activo
ja: アクティブなブレークポイント
pt_br: Ponto de Interrupção Ativo
zh_cn: 激活的断点

# K2Node,EnumLiteral_Tooltip
source: Literal enum {EnumName}
es: Enumeración literal {EnumName}
ja: 列挙型リテラル {EnumName}
pt_br: Enum literal {EnumName}
zh_cn: 文字枚举值 {EnumName}

# K2Node,EnumToExecExpansionFailed
source: Unable to find enum parameter with name '%s' to expand for @@
es: Imposible encontrar parámetro de enumeración con el nombre '%s' para expandir para @@
ja: @@ を展開するための '%s' という名前の列挙型パラメータが見つかりません
pt_br: O parâmetro enum de nome '%s' para expandir para @@ não foi localizado.
zh_cn: 无法寻找名称为'%s'的枚举参数以对@@展开

# K2Node,Event_Name
source: Event {FunctionName}
es: Evento {FunctionName}
ja: イベント {FunctionName}
pt_br: Evento {FunctionName}
zh_cn: 事件{FunctionName}

# K2Node,ExecutePinInOrder_Tooltip
source: Executes a series of pins in order
es: Ejecuta una serie de Pins en orden
ja: 一連のピンを順番に実行
pt_br: Executa uma série de fixadores em ordem.
zh_cn: 按顺序执行一系列的引脚

# K2Node,MultiGate_Tooltip
source: Executes a series of pins in order
es: Ejecuta una serie de Pins en orden
ja: 一連のピンを順番に実行
pt_br: Executa uma série de fixadores em ordem.
zh_cn: 按顺序执行一系列的引脚

# K2Node,FallbackMatineeeControllerTitle
source: Error: No MatineeActors in Context
ja: エラー: コンテキストにMatineeActorsがありません
zh_cn: 错误：情境中没有MatineeActor

# K2Node,FixedUpFunctionInLibrary
source: UK2Node_CallFunction: Fixed up function '%s', originally in '%s', now in library '%s'.
es: UK2Node_CallFunction: Arreglada la función '%s', originalmente en '%s', ahora en biblioteca '%s'.
ja: UK2Node_CallFunction: 関数 '%s' を修復しました。以前は '%s' にありましたが現在はライブラリ '%s' に格納されています
pt_br: UK2Node_CallFunction: consertou função '%s', originalmente em '%s', agora na biblioteca '%s'.
zh_cn: UK2Node_CallFunction: 修复函数 '%s'，最初位于 '%s'内, n现在位于库 '%s'内。

# K2Node,ForEachElementInEnum_ExpandError
source: Expand error in @@
es: Error de expansión en @@
ja: @@ でエラーを展開
pt_br: Expandir erro em @@
zh_cn: 展开在@@中的错误信息

# K2Node,ForEachElementInEnum_ForError
source: For Expand error in @@
es: Para expandir eddor en @@
ja: @@ のFor Expandエラー
pt_br: Para erro de Expandir em @@
zh_cn: 在@@中Expand错误

# K2Node,ForEachElementInEnum_NoEnumError
source: No Enum in @@
es: No enumerar en @@
ja: @@ に列挙型がありません
pt_br: Nenhum Enum em @@
zh_cn: 在@@中没有枚举

# K2Node,FunctionNotFound
source: Could not find a function named "%s" in '%s'. Make sure '%s' has been compiled for @@
ja: '%s' に "%s" という名前の関数はありません。 '%s' が @@ 用にコンパイルされていることを確認してください。
zh_cn: 无法找到名称为"%s"的函数于'%s'内。 请确保已经为@@编译了'%s'

# K2Node,FunctionResult_DifferentReturnError
source: Return nodes don't match each other: @@, @@
ja: リターンノードがお互いにマッチしません: @@, @@
zh_cn: 返回彼此不匹配的节点：@@, @@

# K2Node,FunctionUnsafeDuringConstruction
source: Function '@@' is unsafe to call in a construction script.
es: La función '@@' no es segura para llamar en una secuencia de construcción.
ja: コンストラクションスクリプトで関数 '@@' の呼びだしは安全ではありません
pt_br: A função '@@' não é segura para se chamar em um script de construção.
zh_cn: 函数'@@'在构建脚本中的调用不安全。

# K2Node,FunctionUnsafeInContext
source: Function '@@' is unsafe to call from blueprints of class '@@'.
ja: クラス '@@' のブループリントから関数 '@@'の呼び出しは安全ではありません
zh_cn: 函数'@@'从类'@@'的蓝图中调用是不安全的。

# K2Node,GetBlueprintVariable_Tooltip
source: Read the value of variable {VarName} {UserTooltip}
ja: 変数 {VarName} の値を読み出す {UserTooltip}

# K2Node,GetEnumeratorNam_Error_InvalidName
source: @@ has invalid enum value '%s'
es: @@ tiene un valor enumerado no válido '%s'
ja: @@ に不正な列挙型値 '%s' があります
pt_br: @@ tem um valor enum '%s' inválido
zh_cn: @@具有无效的枚举值 '%s'

# K2Node,GetEnumeratorNam_Error_MustHaveValidName
source: @@ must have a valid enum defined
es: @@ debe tener una enumeración válida determinada
ja: @@ に有効な列挙型変数を定義しなくてはいけません
pt_br: @@ deve ter um valor enum válido definido
zh_cn: @@必须定义有效枚举

# K2Node,GetNumEnumEntries_Error
source: @@ must have a valid enum defined
es: @@ debe tener una enumeración válida determinada
ja: @@ に有効な列挙型変数を定義しなくてはいけません
pt_br: @@ deve ter um valor enum válido definido
zh_cn: @@必须定义有效枚举

# K2Node,GetEnumeratorName_Tooltip
source: Returns name of enumerator
es: Devuelve el nombre del enumerador
ja: エニュメレーター名を返す
pt_br: Retorna o nome do enumerador
zh_cn: 返回枚举值名称

# K2Node,GetEnumeratorNameAsString_Title
source: Enum to String
es: Enumerar por cadena
ja: Enum を String に変換
pt_br: Enum para String
zh_cn: 枚举为字符串

# K2Node,GetEnumeratorNameAsString_Tooltip
source: Returns user friendly name of enumerator
es: Devuelve el nombre del usuario del enumerador
ja: ユーザーフレンドリーな列挙型名を返す
pt_br: Retorna o nome fácil de usar do enumerador
zh_cn: 返回用户友好的枚举值名称

# K2Node,GetInputAxis_Name
source: Get {InputAxisName}
es: Obtener {InputAxisName}
ja: {InputAxisName} を取得
pt_br: Obter {InputAxisName}
zh_cn: 获得{InputAxisName}

# K2Node,GetInputAxis_Tooltip
source: Returns the current value of input axis {0}. If input is disabled for the actor the value will be 0.
ja: インプット軸 {0} の現行値を返します。インプット値がアクタに無効な場合、値は0になります。
zh_cn: 返回输入轴{0}的当前值。如果禁用了该actor的输入，那么该值将为0。

# K2Node,GetInputAxisKey_Name
source: Get {AxisKey}
es: Obtener {AxisKey}
ja: {AxisKey} を取得
pt_br: Obter {AxisKey}
zh_cn: 获得{AxisKey}

# K2Node,GetInputAxisKey_Tooltip
source: Returns the current value of input axis key {AxisKey}. If input is disabled for the actor the value will be 0.
es: Devuelve el valor actual de la clave del eje de entrada {AxisKey}. Si la entrada está desactivada para el actor, el valor será 0.
ja: インプット軸キー {AxisKey} の現行値を返します。インプット値がアクタに無効な場合、値は0になります。
pt_br: Retorna o valor atual da chave do eixo de entrada {AxisKey}. Se a entrada estiver desativada para o ator, o valor será 0.
zh_cn: 返回输入轴按键的当前值 {AxisKey}. 如果该actor禁用了输入，那么该值将是0。

# K2Node,GetInputVectorAxis_Tooltip
source: Returns the current value of input axis key {AxisKey}. If input is disabled for the actor the value will be (0, 0, 0).
es: Devuelve el valor actual de la clave del eje de entrada {AxisKey}. Si la entrada está desactivada para el actor, el valor será (0, 0, 0).
ja: インプット軸キー {AxisKey} の現行値を返します。インプット値がアクタに無効な場合、値は (0、 0、 0) になります。
pt_br: Retorna o valor atual da chave do eixo de entrada {AxisKey}. Se a entrada estiver desativada para o ator, o valor será (0, 0, 0).
zh_cn: 返回输入轴按键的当前值 {AxisKey}. 如果该actor禁用了输入，那么该值将是 (0, 0, 0)。

# K2Node,GetMembersInVariable
source: Get members in {VariableName}
es: Obtener miembros en {VariableName}
ja: {VariableName} にメンバーを取得
pt_br: Obter membros em {VariableName}
zh_cn: 获得{VariableName}中的成员

# K2Node,GetNode_Title
source: Enum to Name
es: Enumerar por nombre
ja: Enum を Nameに変換
pt_br: Enum para Nome
zh_cn: 枚举为名称

# K2Node,GetNumEnumEntries_BadEnumTitle
source: Get number of entries in (bad enum)
ja: エントリ数を取得する(bad enum)
zh_cn: 获得(坏枚举值)中的元素数量

# K2Node,GetNumEnumEntries_BadTooltip
source: Returns (bad enum)_MAX value
ja: (bad enum)_MAX 値を返します
zh_cn: 返回(坏的枚举值)_MAX值

# K2Node,GetNumEnumEntries_NoIntput_Error
source: @@ Must have non-default Enum input
es: @@ debe tener una entrada enumerada no predeterminada
ja: @@ はデフォルト以外の列挙型インプット値でなくてはいけません
pt_br: @@ Deve ter uma entrada Enum não padrão
zh_cn: @@ 的枚举值输入必须不是默认值

# K2Node,GetNumEnumEntries_NotEnum_Msg
source: Input is not an Enum.
es: La entrada no es una enumeración.
ja: インプットは列挙型ではありません
pt_br: A entrada não é um Enum.
zh_cn: 输入不是一个枚举值。

# K2Node,GetNumEnumEntries_Title
source: Get number of entries in {EnumName}
es: Obtener número de entradas en {EnumName}
ja: {EnumName} にインプット数をGet
pt_br: Obter número de entradas em {EnumName}
zh_cn: 获取{EnumName}中的条目数量

# K2Node,GetNumEnumEntries_Tooltip
source: Returns {0}_MAX value
ja: {0}_MAX 値を返します
zh_cn: 返回 {0}_MAX 值

# K2Node,GetPinName
source: Get {PinName}
es: Obtener {PinName}
ja: {PinName} を取得
pt_br: Obter {PinName}
zh_cn: 获得{PinName}

# K2Node,GetSelfReference
source: Gets a reference to this instance of the blueprint
es: Obtiene una referencia para esta instancia del Blueprint
ja: ブループリントのこのインスタンスのリファレンスを取得
pt_br: Obtém uma referência para essa instância do esquema.
zh_cn: 获得到该蓝图实例的一个引用

# K2Node,GetVariableProperty_Tooltip
source: Read the value of variable {VarName} {PropertyTooltip}
ja: 変数 {VarName} の値を読み出します {PropertyTooltip}
zh_cn: 读取变量{VarName}的值 {PropertyTooltip}

# K2Node,GetVariableTooltip
source: Read the value of variable {VarName}
ja: 変数 {VarName} の値を読み出します
zh_cn: 读取变量{VarName}的值
