Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SSkeletonTree,RetargetingToolTip
source: Set bone translation retargeting mode
ja: ボーン変換リターゲティングモードに設定
zh_cn: 设置骨骼平移重定向模式

# SSkeletonTree,SearchBoxHint
source: Search Skeleton Tree...
es: Buscar árbol del esqueleto...
ja: スケルトンツリーを検索...
pt_br: Procurar Árvore de Esqueletos...
zh_cn: 搜索骨架树...

# SSkeletonTree,SetTranslationRetargetingAnimationChildrenAction
source: Recursively Set Translation Retargeting Animation
es: Animación de enlace a meta de la traslación ajustada con recurrencia
ja: 移動リターゲティングアニメーションを再帰的に設定
pt_br: Definir Recursivamente a Animação de Redirecionamento da Translação
zh_cn: 递归地设置平移重定向动画

# SSkeletonTree,SetTranslationRetargetingAnimationRelativeChildrenAction
source: Recursively Set Translation Retargeting AnimationRelative
ja: Translation Retargeting AnimationRelativeを再帰的に設定
zh_cn: 递归地设置平移重定向AnimationRelative

# SSkeletonTree,SetTranslationRetargetingAnimationScaledChildrenAction
source: Recursively Set Translation Retargeting AnimationScaled
es: AnimationScaled del enlace de la traslación ajustada con recurrencia
ja: 移動リターゲティングAnimationScaledを再帰的に設定
pt_br: Definir Recursivamente a AnimationScaled de Redirecionamento da Translação
zh_cn: 递归地设置平移重定向AnimationScaled

# SSkeletonTree,SetTranslationRetargetingSkeletonChildrenAction
source: Recursively Set Translation Retargeting Skeleton
es: Esqueleto enlazado de nuevo de la traslación ajustada con recurrencia
ja: 移動リターゲティングスケルトンを再帰的に設定
pt_br: Definir Recursivamente o Esqueleto de Redirecionamento da Translação
zh_cn: 递归地设置平移重定向骨架

# SSkeletonTree,SkeletonBoneTranslationRetargetingLabel
source: Translation Retargeting
es: Enlace a la meta de la traslación
ja: トランスレーションのリターゲティング
pt_br: Redirecionamento da Translação
zh_cn: 平移重定向

# SSkeletonTree,SkeletonTree_ResetBoneTransforms
source: Reset Bone Transforms
es: Restablecer transformaciones del hueso
ja: ボーン変換をリセット
pt_br: Redefinir Transformações do Osso
zh_cn: 重置骨骼变换

# SSkeletonTree,SkeletonTreeBoneReductionForLOD_RemoveChildrenFromLOD
source: Remove Children...
ja: 子を取り除く...
zh_cn: 删除子项...

# SSkeletonTree,SkeletonTreeBoneReductionForLOD_RemoveSelectedFromLOD
source: Remove Selected...
ja: 選択内容を取り除く...
zh_cn: 删除选中项...

# SSkeletonTree,SkeletonTreeDeleteSelected
source: Delete selected sockets/meshes/bones from skeleton tree
es: Eliminar los puntos de acople/mallas/huesos seleccionados del árbol del esqueleto
ja: スケルトンツリーから選択したソケット/メッシュ/ボーンを削除
pt_br: Excluir soquetes/malhas/ossos selecionados da árvore do esqueleto
zh_cn: 从骨架树中删除选定的插槽/网格物体/骨骼

# SSkeletonTree,SocketActions
source: Selected Socket Actions
es: Acciones del punto de acople seleccionado
ja: 選択したソケットのアクション
pt_br: Ações do Soquete Selecionado
zh_cn: 选定的插槽操作

# SSkeletonTree,SocketFilterMenuActive
source: Active Sockets
es: Puntos de acople activos
ja: アクティブなソケット
pt_br: Soquetes Ativos
zh_cn: 活动的插槽

# SSkeletonTree,SocketFilterMenuAll
source: All Sockets
es: Todos los puntos de acople
ja: 全てのソケット
pt_br: Todos os Soquetes
zh_cn: 所有插槽

# SSkeletonTree,SocketFilterMenuHidden
source: Sockets Hidden
es: Puntos de acople ocultos
ja: 非表示なソケット
pt_br: Soquetes Ocultos
zh_cn: 隐藏插槽

# SSkeletonTree,SocketFilterMenuMesh
source: Mesh Sockets
es: Puntos de acople de la malla
ja: メッシュソケット
pt_br: Soquetes da Malha
zh_cn: 网格物体插槽

# SSkeletonTree,SocketFilterMenuSkeleton
source: Skeleton Sockets
es: Puntos de acople del esqueleto
ja: スケルトンソケット
pt_br: Soquetes do Esqueleto
zh_cn: 骨架插槽

# SSkeletonTree,SocketToolTipCustomized
source: This socket is on the current mesh, customizing the socket of the same name on the skeleton
es: Este punto de acople está en la malla actual, personalizar el punto de acople del mismo nombre en el esqueleto
ja: スケルトンの同名のソケットをカスタマイズしたこのソケットは現行メッシュにあります
pt_br: Esse soquete está na malha atual, personalizando o soquete de mesmo nome no esqueleto
zh_cn: 此插槽在当前网格物体上，正在自定义骨骼上相同名称的插槽

# SSkeletonTree,SocketToolTipMeshOnly
source: This socket is on the current mesh only
es: Este punto de acople está solo en la malla actual
ja: ソケットは現行メッシュのみにあります
pt_br: Esse soquete está somente na malha atual
zh_cn: 插槽仅可用于当前网格

# SSkeletonTree,SocketToolTipSkeleton
source: This socket is on the skeleton (shared with all meshes that use the skeleton), and the current mesh has duplciated version of it
es: Este punto de acople está en el esqueleto (compartido con todas las mallas que usa el esqueleto), y la malla actual ha duplicado una versión del mismo
ja: このソケットはスケルトンにあり（このスケルトンを使用するすべてのメッシュで共有）、現行メッシュはこれを複製したものです
pt_br: Esse soquete está no esqueleto (compartilhado com todas as malhas que usam o esqueleto) e a malha atual duplicou sua versão
zh_cn: 此插槽位于骨架上（与所有其他使用骨架的网格共享），并且当前网格物体具有其复制版本

# SSkeletonTree,SocketToolTipSkeletonOnly
source: This socket is on the skeleton only. It is shared with all meshes that use this skeleton
es: Este punto de acople está solo en el esqueleto. Lo comparte con todas las mallas que usa este esqueleto.
ja: ソケットはスケルトンのみにあります。このスケルトンを使用するすべてのメッシュで共有しています
pt_br: Esse soquete está somente nesse esqueleto. Ele é compartilhado com todas as malhas que usam esse esqueleto
zh_cn: 插槽仅位于骨架该骨架上。使用该骨架的所有网格物体共享该插槽。

# SSkeletonTree,TargetBonePickerTitle
source: Pick Target Bone...
ja: ターゲットボーンを選択...

# SSkeletonTree,TranslationCheckBoxToolTip
source: Click to toggle visibility of this asset
es: Pinchar para conmutar la visibilidad de este activo
ja: クリックしてこのアセットの可視性を切り替える
pt_br: Clique para alternar a visibilidade desse ativo
zh_cn: 点击切换该资源的可见性

# SSourceControlRevert,ModifiedFileToolTip
source: This file has been modified from the source version
es: Este archivo ha sido modificado desde la versión fuente
ja: このファイルはソースバージョンから変更されています
pt_br: Este arquivo foi modificado da versão da fonte
zh_cn: 此文件与源文件版本相比，已进行了修改

# SSourceControlRevert,SCC_Revert_PackageUnloadFailed
source: Could not unload assets when reverting files
es: No se pueden descargar activos cuando se restablecen los archivos
ja: ファイルの巻き戻している間はアセットをアンロードできません
pt_br: Não foi possível descarregar ativos ao reverter os arquivos
zh_cn: 当恢复文件时不能卸载资源

# SSourceControlSubmit,CheckInOperationFailed
source: Failed checking source control status!
ja: ソースコントロールステータスをチェックできませんでした！
zh_cn: 检查源控制状态失败！

# SSourceControlSubmit,ChooseAssetsToCheckInIndicator
source: Checking for assets to check in...
ja: チェックインするアセットをチェック中...
zh_cn: 正在查看待迁入的资源...

# SSourceControlSubmit,ChoosePackagesToCheckIn_CancelButtonTooltip
source: Cancel the check in operation.
ja: チェックイン操作をキャンセル
zh_cn: 取消迁入操作。

# SSourceControlSubmit,NoAssetsToCheckIn
source: No assets to check in!
ja: チェックインするアセットがありません！
zh_cn: 没有要迁入的资源！

# SSourceControlSubmit,NoSCCConnection
source: No connection to source control available!
ja: ソースコントロールへの接続がありません！
zh_cn: 没有到源码控制的可用连接！

# SSourceControlSubmit,SCC_Checkin_Failed
source: Failed to check in files!
es: ¡Error al buscar en los archivos!
ja: ファイルのチェックインに失敗しました！
pt_br: Falha ao registrar a entrada dos arquivos!
zh_cn: 迁入文件失败！

# SSourceControlSubmit,SCC_Checkin_ReCheckOutFailed
source: Failed to re-check out files.
es: ¡Error al volver a revisar los archivos!
ja: ファイルの再チェックアウトに失敗しました
pt_br: Falha ao registrar a saída dos arquivos novamente.
zh_cn: 重新迁出文件失败。

# SSurfaceProperties,ApplyScalingToolTip
source: Apply scaling to selected surfaces
es: Aplicar escala a las superficies seleccionadas
ja: 選択サーフェスに拡大・縮小を適用
pt_br: Aplicar escalonamento às superfícies selecionadas
zh_cn: 应用缩放处理到选中的表面

# SSurfaceProperties,FlipTitle
source: Flip:
es: Invertir:
ja: フリップ：
pt_br: Inverter:
zh_cn: 翻转：

# SSurfaceProperties,FlipToolTip
source: Flip texture
es: Invertir textura
ja: テクスチャをフリップ
pt_br: Inverter textura
zh_cn: 翻转贴图

# SSurfaceProperties,InvertPanningDirection
source: Toggle panning direction.
es: Conmutar la dirección del desplazamiento panorámico.
ja: パン方向を切り替える
pt_br: Alternar direção de movimento panorâmico.
zh_cn: 切换平移方向。

# SSurfaceProperties,InvertRotation
source: Toggle Rotation direction.
es: Conmutar dirección de la rotación.
ja: 回転方向を切り替える
pt_br: Alternar direção da Rotação.
zh_cn: 切换旋转方向。

# SSurfaceProperties,LightingLightMapResolution
source: Lightmap Resolution:
es: Resolución del mapa de iluminación:
ja: ライトマップ解像度:
pt_br: Resolução do Mapa de Luz:
zh_cn: 光照贴图分辨率:

# SSurfaceProperties,LightingTitle
source: Lighting:
es: Iluminación:
ja: ライティング:
pt_br: Iluminação:
zh_cn: 光照：

# SSurfaceProperties,Pan
source: Pan:
es: Desplazamiento panorámico:
ja: パン：
pt_br: Movimento panorâmico:
zh_cn: 平移:

# SSurfaceProperties,PanToolCustomPanToolTip
source: Set Custom pan amount
es: Ajustar grado de desplazamiento panorámico personalizado
ja: カスタム仕様のパンの量を設定
pt_br: Definir quantidade personalizada de movimento panorâmico
zh_cn: 设置自定义的平移量

# SSurfaceProperties,PanUTooltip
source: Pans U texture coordinate
es: Realiza un desplazamiento panorámico de las coordinadas de la textura de U
ja: Uテクスチャ座標をパン
pt_br: Move a coordenada U da textura
zh_cn: 平移U贴图坐标

# SSurfaceProperties,PanVTooltip
source: Pans V texture coordinate
es: Realiza un desplazamiento panorámico de las coordinadas de la textura de V
ja: Vテクスチャ座標をパン
pt_br: Move a coordenada V da textura
zh_cn: 平移 V贴图坐标

# SSurfaceProperties,PreserveScaleSurfaceToolTip
source: When locked changes to ether scaling value will be applied to the other.
es: Cuando esté bloqueado, los cambios al valor de escala del éter se aplicarán al otro.
ja: ロック時、いずれかの拡大・縮小値が変更されるとその他にも反映されます
pt_br: Quando bloqueado, as alterações a um dos valores de escalonamento serão aplicadas ao outro valor.
zh_cn: 当锁定时，对缩放比例值的修改将会应用到另一个上。

# SSurfaceProperties,RotateFlipU
source: Flip U
es: Invertir U
ja: Uをフリップ
pt_br: Inverter U
zh_cn: 翻转U

# SSurfaceProperties,RotateFlipV
source: Flip V
es: Invertir V
ja: Vをフリップ
pt_br: Inverter V
zh_cn: 翻转V

# SSurfaceProperties,RotateTitle
source: Rotate:
es: Rotar:
ja: 回転:
pt_br: Girar:
zh_cn: 旋转：

# SSurfaceProperties,RotateToolTip
source: Rotate texture
es: Rotar textura
ja: テクスチャを回転
pt_br: Girar Textura
zh_cn: 旋转贴图

# SSurfaceProperties,RotateToolTip_Custom
source: Sets a custom rotate amount
es: Ajusta el grado de rotación personalizada
ja: カスタム仕様の回転量を設定
pt_br: Define uma quantidade personalizada de giro
zh_cn: 设置自定义的旋转量

# SSurfaceProperties,ScaleRelativeTitle
source: Scale Relative:
es: Escala relativa:
ja: 相対的スケール:
pt_br: Escala Relativa:
zh_cn: 相对缩放比例

# SSurfaceProperties,ScaleTitle
source: Scale:
es: Escala:
ja: スケール:
pt_br: Escala:
zh_cn: 缩放比例:

# SSurfaceProperties,ScalingRelativeToggle
source: Toggle between Absolute and Relative scaling
es: Conmutar la escala entre absoluta y relativa
ja: 絶対と相対拡大・縮小間を切り替える
pt_br: Alterna entre escalonamento Absoluto e Relativo
zh_cn: 切换绝对缩放和相对缩放

# StandaloneAssetEditorToolkit,AssetMenuLabel_ToolTip
source: Opens a menu with commands for managing this asset
es: Abre el menú con los comandos para manipular este activo
ja: このアセットを管理するコマンドでメニューを開きます
pt_br: Abre um menu com comandos para gerenciar esse ativo
zh_cn: 使用命令打开菜单来管理该资源

# StaticLightingSystem,BeginBuildingStaticLightingTaskStatus
source: Building lighting
es: Diseñando la iluminación
ja: ライティングをビルド中
pt_br: Compilando iluminação
zh_cn: 正在构建光照

# StaticLightingSystem,LightBuildMessage
source: Building lighting
es: Diseñando la iluminación
ja: ライティングをビルド中
pt_br: Compilando iluminação
zh_cn: 正在构建光照

# StaticLightingSystem,CompleteDeterministicMappingsStatusMessage
source: Importing and applying deterministic mappings...
es: Importando y aplicando mapeos deterministas…
ja: 決定性マッピングのインポートおよび適用中...
pt_br: Importando e aplicando mapeamentos determinísticos...
zh_cn: 正在导入并应用决定性的映射...

# StaticLightingSystem,EncodingImportedStaticLightMapsStatusMessage
source: Encoding imported static light maps.
es: Codificar los mapas de luces estáticas importadas.
ja: インポートしたスタティックライトマップをエンコード中
pt_br: Codificando mapas importados de luz estática.
zh_cn: 正在编码导入的静态光照贴图。

# StaticLightingSystem,EncodingImportedStaticShadowMapsStatusMessage
source: Encoding imported static shadow maps.
es: Codificando los mapas de sombras estáticas importados.
ja: インポートしたスタティックシャドウマップをエンコード中
pt_br: Codificando mapas importados de sombra estática.
zh_cn: 正在编码导入的静态阴影贴图。

# StaticLightingSystem,EncodingTexturesStaticLightingStatis
source: Encoding textures
ja: テクスチャをエンコード中
zh_cn: 正在编码贴图

# StaticLightingSystem,FailedToConnectToSwarmDialogMessage
source: Failed to connect to Swarm.
es: Error al conectar con el enjambre.
ja: Swarmへの接続に失敗しました
pt_br: Falha ao conectar ao Swarm.
zh_cn: 连接到Swarm失败。

# StaticLightingSystem,GatheringSceneGeometryStatus
source: Gathering scene geometry...
es: Recolectando la geometría de la escena…
ja: シーンの形状を収集
pt_br: Obtendo geometria da cena...
zh_cn: 正在收集场景几何体...

# StaticLightingSystem,GatherSceneStatusMessage
source: Collecting the scene...
es: Recolectando la escena...
ja: シーンを収集中...
pt_br: Coletando a cena...
zh_cn: 正在收集场景...

# StaticLightingSystem,ImportingBuiltStaticLightingStatus
source: Importing built static lighting
ja: ビルドした静的ライティングをインポート中
zh_cn: 正在导入已构建的静态光照

# StaticLightingSystem,InvalidatingPreviousLightingStatus
source: Invalidating previous lighting
ja: 以前のライティングを取り消し中
zh_cn: 使之前的光照无效

# StaticLightingSystem,KeepLightingTransReset
source: Applying Lighting
es: Aplicando la iluminación
ja: ライティングを適用中
pt_br: Aplicando Iluminação
zh_cn: 正在应用光照

# StaticLightingSystem,LightBuildCanceledMessage
source: Lighting build canceled.
es: Diseño de la iluminación cancelado.
ja: ライティングのビルドがキャンセルされました
pt_br: Compilação da iluminação cancelada.
zh_cn: 光照构建已取消

# StaticLightingSystem,LightBuildCancelToolTip
source: Cancels the lighting build in progress.
es: Cancela el diseño de la iluminación en progreso.
ja: 進行中のライティングのビルドをキャンセルする
pt_br: Cancela a compilação de iluminação em andamento.
zh_cn: 取消正在进行的光照构建。

# StaticLightingSystem,LightBuildDiscard
source: Discard
es: Descartar
ja: 破棄
pt_br: Descartar
zh_cn: 放弃

# StaticLightingSystem,LightBuildDiscardToolTip
source: Ignores the built lighting data generated.
es: Omite los datos generados de la iluminación diseñada.
ja: 生成したビルドライティングデータを無視
pt_br: Ignora os dados de iluminação compilados gerados.
zh_cn: 忽略生成的光照构建数据

# StaticLightingSystem,LightBuildDoneMessage
source: Lighting build completed
es: Diseño de la iluminación completado
ja: ライティングのビルドが完了しました
pt_br: Compilação da iluminação concluída
zh_cn: 光照构建已完成

# StaticLightingSystem,LightBuildFailedMessage
source: Lighting build failed.
es: Error en el diseño de la iluminación.
ja: ライティングのビルドに失敗しました
pt_br: Falha na compilação da iluminação.
zh_cn: 光照构建失败

# StaticLightingSystem,LightBuildInProgressWarning
source: A lighting build is already in progress! Please cancel it before triggering a new build.
es: ¡Diseño de la iluminación aún en progreso! Por favor, cancélelo antes de lanzar un nuevo diseño.
ja: ライティングのビルドは既に進行中です！新しいビルドを開始する前にキャンセルしてください。
pt_br: Uma compilação de iluminação já está em andamento! Cancele-a antes de iniciar uma nova compilação.
zh_cn: 光照构建已经在进行中! 先取消它才能触发新的构建过程。

# StaticLightingSystem,LightBuildKeepToolTip
source: Keeps and applies built lighting data.
es: Mantiene y aplica los datos de la iluminación diseñada.
ja: ビルドされたライティングデータを保持して適用
pt_br: Mantém e aplica dados de iluminação compilados.
zh_cn: 保存并应用构建的光照数据

# StaticLightingSystem,LightBuildProgressMessage
source: Building lighting{0}: {1}%
ja: ライティングをビルド中{0}: {1}%

# StaticLightingSystem,LightBuildUnderwayWarning
source: Static light is currently building! Please cancel it to proceed!
es: ¡La luz estática ya se está construyendo! ¡Por favor, cancélelo para continuar!
ja: スタティックライトは現在ビルド中です！継続するにはビルドをキャンセルしてください！
pt_br: A luz estática está sendo compilada! Cancele para prosseguir!
zh_cn: 目前正在构建静态光源! 请取消该过程才能继续!

# StaticLightingSystem,LightExportProgressMessage
source: Exporting lighting data: {PercentDone} Done
es: Exportando los datos de iluminación: {PercentDone} hecho.
ja: ライティングデータをエクスポート中: {PercentDone} 完了
pt_br: Exportando dados de iluminação: {PercentDone} concluído
zh_cn: 正在导出光照数据: {PercentDone} 已完成

# StaticLightingSystem,LightingBuildFailedDialogMessage
source: The lighting build failed! See the log for more information!
es: ¡Error en el diseño de la iluminación! ¡Vea el registro para más información!
ja: ライティングのビルドに失敗しました！ログで詳細を確認してください！
pt_br: Falha na compilação da iluminação! Consulte o registro para obter mais informações.
zh_cn: 光照构建失败！ 请参照日志获得更多信息!

# StaticLightingSystem,LightingResultsPageName
source: Lighting Build - {TimeStamp}
es: Diseño de la iluminación - {TimeStamp}
ja: ライティングのビルド - {TimeStamp}
pt_br: Compilação de Iluminação - {TimeStamp}
zh_cn: 光照构建- {TimeStamp}

# StaticLightingSystem,LightKickoffSwarmMessage
source: Kicking off Swarm
es: Iniciando el enjambre
ja: Swarmを開始中
pt_br: Iniciando o Swarm
zh_cn: 启动Swarm

# StaticLightingSystem,LightmassError_MissingImportanceVolume
source: No importance volume found and the scene is so large that the automatically synthesized volume will not yield good results. Please add a tightly bounding lightmass importance volume to optimize your scene's quality and lighting build times.
es: No se ha encontrado ningún volumen relevante y la escena es tan larga que el volumen combinado automáticamente no dará buenos resultados. Por favor, añadir un volumen relevante de Lightmass delimitado estrechamente para optimizar los tiempos de diseño de la iluminación y calidad de su escena.
ja: インポータンス ボリュームは検出されず、シーンが大きすぎるため、自動シンクされたボリュームは良い結果は齎しません。シーンの品質とライティングビルド時間を最適化するために、隙間なくバウンディングしたライトマスのインポータンスボリュームを追加してください。
pt_br: Nenhum volume de importância foi encontrado e a cena é tão grande que o volume sintetizado automaticamente não produziria bons resultados. Adicione um volume de importância de Lightmass delimitadora firmemente para otimizar a qualidade da cena e o tempo de compilação da iluminação.
zh_cn: 没有找到重要体积，并且场景太大，以至于自动合成的体积不会产生很好的效果。请添加一个紧凑包围的lightmass重要体积来优化您的场景质量及光照构建时间。

# StaticLightingSystem,SkippedLevels
source: The following levels will not have the lighting rebuilt because of your selected lighting build options: {0}
es: En los siguientes niveles no podrán volver a diseñar la iluminación debido a las opciones de diseño de iluminación que ha seleccionado: {0}
ja: 選択したライティングビルドオプションが原因でライティングは以下のレベルに再ビルドされません: {0}
pt_br: Os seguintes níveis não terão a iluminação recompilada por causa das opções selecionadas de compilação da iluminação: {0}
zh_cn: 因您选择的光照构建选项，以下关卡将不会有光照重建： {0}

# StaticLightingSystem,SkippedLevelsDialogTitle
source: Rebuild Lighting - Warning
es: Volver a diseñar la iluminación - Aviso
ja: ライティングを再ビルド－警告
pt_br: Recompilando Iluminação - Aviso
zh_cn: 重新构建光照-警告

# StaticLightingSystem,StartingSwarmConnectionStatus
source: Starting up Swarm Connection...
es: Iniciando la conexión del enjambre…
ja: Swarm接続を開始中...
pt_br: Iniciando conexão com o Swarm...
zh_cn: 启动Swarm连接...

# StaticLightingSystem,SwarmKickoffFailedMessage
source: Lighting build failed. Swarm failed to kick off.
es: Error en el diseño de la iluminación. Error al expulsar el enjambre.
ja: ライティングのビルドに失敗しました。Swarmを開始できませんでした。
pt_br: Falha na compilação da iluminação. Falha na inicialização do Swarm.
zh_cn: 光照构建失败。 Swarm启动失败。

# StaticMeshActorDetails,BlockingVolumeMenu
source: Create Blocking Volume
es: Crear volumen de bloqueo
ja: ブロッキングボリュームを作成
pt_br: Criar Volume de Bloqueio
zh_cn: 创建阻挡体积

# StaticMeshActorDetails,CreateBlockingVolume
source: Blocking Volume
es: Volumen de bloqueo
ja: ブロッキングボリューム
pt_br: Volume de Bloqueio
zh_cn: 阻挡体积

# StaticMeshActorDetails,CreateBlockingVolumeTooltip
source: Creates a blocking volume from the static mesh
es: Crea un volumen de bloqueo desde la malla estática
ja: スタティックメッシュからブロッキングボリュームを作成
pt_br: Cria um volume de bloqueio a partir da malha estática
zh_cn: 从静态网格物体中创建阻挡体积

# StaticMeshActorDetails,CreateHeavyConvexVolume
source: Heavy Convex Volume
es: Volumen convexo pesado
ja: ヘビー凸型ボリューム
pt_br: Volume Convexo Pesado
zh_cn: 重度凸面体积

# StaticMeshActorDetails,CreateLightConvexVolume
source: Light Convex Volume
es: Volumen convexo de luz
ja: ライト凸型ボリューム
pt_br: Volume Convexo Leve
zh_cn: 轻度凸面体积

# StaticMeshActorDetails,CreateNormalConvexVolume
source: Normal Convex Volume
es: Volumen convexo normal
ja: ノーマル凸型ボリューム
pt_br: Volume Convexo Normal
zh_cn: 普通凸面体积

# StaticMeshActorDetails,CreateRoughConvexVolume
source: Rough Convex Volume
es: Volumen conexo irregular
ja: ラフ凸型ボリューム
pt_br: Volume Convexo Áspero
zh_cn: 粗糙凸面体积

# StaticMeshActorItem,RemoveSMActorFromCluster
source: Remove From Cluster
ja: クラスターから削除
zh_cn: 从群集中删除

# StaticMeshEditor,ApplyLODChanges
source: Applying changes to {StaticMeshName}...
es: Aplicar los cambios a {StaticMeshName}...
ja: {StaticMeshName} に変更を適用中...
pt_br: Aplicando alterações a {StaticMeshName}...
zh_cn: 应用修改到{StaticMeshName}...

# StaticMeshEditor,AutoComputeLOD
source: Auto Compute LOD Distances
es: Calcular automáticamente las distancias del nivel de detalle (LOD)
ja: LOD距離を自動計算
pt_br: Calcular Automaticamente as Distâncias do LOD
zh_cn: 自动计算LOD距离

# StaticMeshEditor,AutoLOD
source: Auto LOD
es: Nivel de detalle (LOD) automático
ja: 自動LOD
pt_br: LOD Automático
zh_cn: 自动LOD

# StaticMeshEditor,BuildScale
source: Build Scale
es: Escala del diseño
ja: ビルドの拡大・縮小
pt_br: Escala da Compilação
zh_cn: 构建比例

# StaticMeshEditor,BuildScale_ToolTip
source: The local scale applied when building the mesh
es: Se ha aplicado la escala local al diseñar la malla
ja: メッシュのビルド時に適用されたローカル拡大・縮小
pt_br: A escala local aplicada ao compilar a malha
zh_cn: 当构建网格物体时应用的局部比例

# StaticMeshEditor,CastShadow
source: Cast Shadow
es: Sombra proyectada
ja: シャドウを落とす
pt_br: Projetar Sombra
zh_cn: 投射阴影

# StaticMeshEditor,CollisionTab
source: Convex Decomposition
es: Descomposición convexa
ja: 凸型分解
pt_br: Decomposição Convexa
zh_cn: 凸分解

# StaticMeshEditor,StaticMeshConvexDecomp_TabTitle
source: Convex Decomposition
es: Descomposición convexa
ja: 凸型分解
pt_br: Decomposição Convexa
zh_cn: 凸分解

# StaticMeshEditor,ConvertBoxCollisionPrompt
source: Are you sure you want to convert all box collision?
es: ¿Está seguro de que quiere transformar toda la colisión de la caja?
ja: すべてのボックスコリジョンを変換してもよろしいですか?
pt_br: Tem certeza de que deseja converter toda a colisão da caixa?
zh_cn: 您确定想转换所有盒式碰撞？

# StaticMeshEditor,DeleteCollision
source: Delete Selected Collision
es: Eliminar colisión seleccionada
ja: 選択したコリジョンを削除
pt_br: Excluir Colisão Selecionada
zh_cn: 删除选定碰撞

# StaticMeshEditor,DeleteCollisionToolTip
source: Deletes the selected Collision from the mesh.
es: Elimina la colisión seleccionada de la malla.
ja: メッシュから選択したコリジョンを削除
pt_br: Exclui a Colisão selecionada da malha.
zh_cn: 从网格物体中删除选定碰撞。

# StaticMeshEditor,DeleteSocketToolTip
source: Deletes the selected socket from the mesh.
es: Elimina el punto de acople seleccionado de la malla.
ja: メッシュから選択したソケットを削除
pt_br: Exclui o soquete selecionado da malha.
zh_cn: 从网格物体中删除选定插槽。

# StaticMeshEditor,DestinationLightmapIndex
source: Destination Lightmap Index
ja: 宛先ライトマップインデックス
zh_cn: 目标光照贴图索引

# StaticMeshEditor,DistanceFieldReplacementMesh
source: Distance Field Replacement Mesh
ja: ディスタンスフィールドリプレイスメントメッシュ
zh_cn: 距离场替换网格物体

# StaticMeshEditor,DistanceFieldResolutionScale
source: Distance Field Resolution Scale
es: Escala de resolución del campo de distancia
ja: 距離フィールド解像度スケール
pt_br: Escala de Resolução de Campo de Distância
zh_cn: 距离场分辨率缩放

# StaticMeshEditor,DuplicateCollision
source: Duplicate Selected Collision
es: Duplicar colisión seleccionada
ja: 選択コリジョンを複製
pt_br: Duplicar Colisão Selecionada
zh_cn: 复制选定碰撞

# StaticMeshEditor,DuplicateCollisionToolTip
source: Duplicates the selected Collision.
es: Duplica la colisión seleccionada.
ja: 選択コリジョンを複製
pt_br: Duplica a colisão selecionada.
zh_cn: 复制选定碰撞。

# StaticMeshEditor,DuplicateSocketToolTip
source: Duplicates the selected socket.
es: Duplica los puntos de acople seleccionados
ja: 選択したソケットを複製
pt_br: Duplica o soquete selecionado.
zh_cn: 复制选定插槽。

# StaticMeshEditor,EnableCollision
source: Enable Collision
es: Activar colisión
ja: コリジョンを有効にする
pt_br: Ativar Colisão
zh_cn: 启用碰撞
