Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlueprintEditor,RemoveExecutionPin
source: Remove Execution Pin
es: Eliminar Pin de ejecución
ja: 実行ピンを削除
pt_br: Remover Fixador de Execução
zh_cn: 删除执行引脚

# BlueprintEditor,RemoveOptionPin
source: Remove Option Pin
es: Eliminar Pin de opción
ja: オプションピンを削除
pt_br: Remover Fixador de Opção
zh_cn: 移除选项引脚

# UICommands.GraphEditorCommands,RemoveOptionPin
source: Remove Option Pin
ja: オプションピンを取り除く

# BlueprintEditor,RemoveOtherStructVarPins
source: Remove Other Struct Var Pins
es: Eliminar otros Pins de variable de estructura
ja: 別の構造体変数ピンを除去
pt_br: Remover Outros Fixadores de Variáveis Struct
zh_cn: 删除其他的结构体变量引脚

# BlueprintEditor,RemoveThisStructVarPin
source: Remove Struct Var Pin
es: Eliminar Pin de variable de estructura
ja: 構造体変数ピンを除去
pt_br: Remover Fixador de Variável Struct
zh_cn: 删除结构体变量引脚

# BlueprintEditor,ReparentTitle
source: Reparent Blueprint
es: Volver a enlazar el Blueprint al padre
ja: 親ブループリントを変更
pt_br: Reierarquizar Esquema
zh_cn: 重新设置蓝图父项

# UICommands.BlueprintEditorCommands,ReparentBlueprint
source: Reparent Blueprint
ja: ブループリントの親を変更

# BlueprintEditor,ReparentWarning
source: Reparenting this blueprint may cause data loss. Continue reparenting?
ja: 親ブループリントを変更するとデータを失う可能性があります。親の変更を継続しますか？
zh_cn: 重新设置这个蓝图的父项可能会导致数据丢失。继续重新设置父项吗？

# BlueprintEditor,ReparentWarning_InterfacesImplemented
source: Following interfaces are already implemented. Continue reparenting? {0}
es: Las siguientes interfaces ya están implementadas. ¿Continuar con la reorganización dinámica de relación jerárquica? {0}
ja: 次のインターフェースはすでに実装されています。親の変更を継続しますか？ {0}
pt_br: As interfaces a seguir já foram implementadas. Continuar reierarquização? {0}
zh_cn: 已经实现了以下接口。继续重新设置父项吗？ {0}

# BlueprintEditor,ReparentYesButton
source: Reparent
es: Volver a enlazar al padre
ja: 親を変更
pt_br: Reierarquizar
zh_cn: 重新设置父项

# BlueprintEditor,ReplaceNodeReferences
source: Replace References
ja: リファレンスを置換
zh_cn: 替换引用

# ContentBrowser,ReplaceReferences
source: Replace References
es: Reemplazar referencias
ja: リファレンスを置換
pt_br: Substituir Referências
zh_cn: 替换引用

# SConsolidateWindow,Consolidate_Title
source: Replace References
es: Reemplazar referencias
ja: リファレンスを置換
pt_br: Substituir Referências
zh_cn: 替换引用

# SDeleteAssetsDialog,Replace References
source: Replace References
es: Reemplazar referencias
ja: リファレンスを置換
pt_br: Substituir Referências
zh_cn: 替换引用

# BlueprintEditor,RestoreAllStructVarPins
source: Restore all struct var pins
es: Restablecer todos los Pins de variable de estructura
ja: すべての構造体変数ピンを復元
pt_br: Remover todos os fixadores de variáveis struct
zh_cn: 恢复所有结构体变量引脚

# BlueprintEditor,SCSViewportTabLabel
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# BlueprintEditor,SCSViewportView
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# Cascade,CascadeViewportTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# Cascade,SummonViewport
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# DestructibleMeshEditor,DestructibleMeshViewport_TabTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# DestructibleMeshEditor,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# FTextureEditorToolkit,TextureViewportTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# FTextureEditorToolkit,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# LevelToolBarViewMenu,ViewportHeading
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# MaterialEditor,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# MaterialEditor,ViewportTabTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# MaterialInstanceEditor,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# MaterialInstanceEditor,ViewportTabTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# PersonaModes,ViewportTabTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# PersonaModes,ViewportView
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# PhAT,PhATViewportTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# PhAT,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# SoundCueEditor,GraphCanvasTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# SoundCueEditor,SoundCueGraphCanvasTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# StaticMeshEditor,StaticMeshViewport_TabTitle
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# StaticMeshEditor,ViewportTab
source: Viewport
es: Ventana gráfica
ja: ビューポート
pt_br: Porta de Visualização
zh_cn: 视口

# BlueprintEditor,SCSViewportView_ToolTip
source: Show the viewport view
es: Mostrar vista de la ventana gráfica
ja: ビューポートビューを表示
pt_br: Exibir vista da porta de visualização
zh_cn: 显示视口视图

# BlueprintEditor,SCSViewportView_Unavailable
source: Viewport is not available for this Blueprint.
es: La ventana gráfica no está disponible para este Blueprint
ja: このブループリントへのビューポートはありません
pt_br: A Porta de Visualização não está disponível para este Esquema.
zh_cn: 这个蓝图无法使用视口。

# BlueprintEditor,SelectionDetailsTooltip
source: The Details tab allows you see and edit properties of whatever is selected.
es: La pestaña Detalles le permite ver y editar las propiedades de cualquier objeto seleccionado.
ja: 詳細タブで選択されているもの全てを表示したりこれらのプロパティを変更できます。
pt_br: A guia Detalhes permite visualizar e editar propriedades do que estiver selecionado.
zh_cn: 详细信息选卡允许您查看及编辑选中项的属性。

# BlueprintEditor,SplitStructPin
source: Split Struct Pin
es: Dividir Pin de estructura
ja: Struct ピンを分割
pt_br: Dividir Fixador de Struct
zh_cn: 分割结构体引脚

# UICommands.GraphEditorCommands,SplitStructPin
source: Split Struct Pin
ja: 構造体ピンを分割

# BlueprintEditor,TimelineEditorTooltip
source: The Timeline editor lets you add tracks and visually keyframe values over time, to be used inside a Blueprint graph.
es: El editor de la línea de tiempo le permite añadir pistas y valores de fotograma clave visualmente en el tiempo, para utilizarse dentro de un gráfico Blueprint.
ja: タイムラインエディタはブループリントグラフ内部で使用するトラックを追加したり、経時的なキーフレーム値を視覚的に追加できます。
pt_br: O editor da Linha do Tempo permite adicionar faixas e valores de quadros-chave visualmente pelo tempo, para serem usados dentro de um grafo de Esquema.
zh_cn: 时间轴编辑器允许您随着时间添加轨迹及可视化的关键帧值，以便在蓝图图表中进行应用。

# BlueprintEditor,TooManyCustomEvents_Error
source: Can use @@ as a template for creating the function, can only have a single custom event! Previously found @@
es: Puede usar @@ como una plantilla para crear la función, ¡solo puede tener un único evento personalizado! Se ha encontrado previamente @@
ja: 関数の作成にテンプレートとして @@ を使用できます。単一カスタムイベントのみを設定出来ます！前回は @@ が見つかりました。
pt_br: Pode usar @@ como modelo para a criação da função, só pode ter um evento personalizado! Anteriormente encontrou @@
zh_cn: 可以使用@@作为模板来创建该函数，仅能使用一个单独的自定义事件! 之前发现了@@

# BlueprintEditor,TooManyPathsMultipleInput_Error
source: Found too many input connections in selection! @@ is connected to @@, previously found @@ connected to @@
es: ¡Se han seleccionado demasiadas conexiones de entrada! @@ está conectado a @@, cuando ya previamente @@ estaba conectado @@
ja: セクションへのインプット接続が多すぎます！ @@ は @@ と接続しています。前回は @@ と接続した @@ が見つかりました。
pt_br: Foram encontradas conexões de entrada demais na seleção! @@ está conectado a @@, anteriormente foi encontrado @@ conectado a @@
zh_cn: 在选中项中发现了太多的输入连接! @@连接到了@@，之前发现@@连接到@@

# BlueprintEditor,TooManyPathsMultipleOutput_Error
source: Found too many output connections in selection! @@ is connected to @@, previously found @@ connected to @@
es: ¡Se han seleccionado demasiadas conexiones de salida! @@ está conectado a @@, cuando ya previamente @@ estaba conectado @@
ja: セクションへのアウトプット接続が多すぎます！ @@ は @@ と接続しています。前回は @@ と接続した @@ が見つかりました。
pt_br: Foram encontradas conexões de saída demais na seleção! @@ está conectado a @@, anteriormente foi encontrado @@ conectado a @@
zh_cn: 在选中项中发现了太多的输出连接! @@连接到了@@，之前发现@@连接到@@

# BlueprintEditor,UnknownObjectName
source: UNKNOWN
es: DESCONOCIDO
ja: 不明
pt_br: DESCONHECIDO
zh_cn: 未知

# SLevelEditorBuildAndSubmit,SourceControlState_Unknown
source: UNKNOWN
es: DESCONOCIDO
ja: 不明
pt_br: DESCONHECIDO
zh_cn: 未知

# BlueprintEditor,UnlitModeMenuOption
source: Unlit
ja: ライティングなし
zh_cn: 无光照

# BlueprintEditor,ViewMenuTitle_Unlit
source: Unlit
ja: ライティングなし
zh_cn: 无光照

# EditorViewportViewMenu,UnlitViewModeDisplayName
source: Unlit
es: Oscuro
ja: 非ライティング
pt_br: Apagado
zh_cn: 不带光照

# EditorViewportViewMenu,ViewMenuTitle_Unlit
source: Unlit
es: Oscuro
ja: 非ライティング
pt_br: Apagado
zh_cn: 不带光照

# UICommands.CascadeCommands,ViewMode_Unlit
source: Unlit
ja: ライティングなし

# BlueprintEditor,UnusedVariablesDeletedMessage
source: The following variable(s) were deleted successfully: {0}.
es: Se han eliminado con éxito las siguientes variables: {0}.
ja: 次の変数の削除に成功しました： {0}
pt_br: As seguintes variáveis foram excluídas com sucesso: {0}.
zh_cn: 成功删除了以下变量： {0}.

# BlueprintEditor,ViewMenuTitle_Wireframe
source: Wireframe
ja: ワイヤーフレーム
zh_cn: 线框

# BlueprintEditor,WireframeModeMenuOption
source: Wireframe
ja: ワイヤーフレーム
zh_cn: 线框

# EditorViewportViewMenu,BrushWireframeViewModeDisplayName
source: Wireframe
es: Trazado de líneas
ja: ワイヤーフレーム
pt_br: Grade de Linhas
zh_cn: 线框

# EditorViewportViewMenu,ViewMenuTitle_BrushWireframe
source: Wireframe
es: Trazado de líneas
ja: ワイヤーフレーム
pt_br: Grade de Linhas
zh_cn: 线框

# EditorViewportViewMenu,ViewMenuTitle_Wireframe
source: Wireframe
es: Trazado de líneas
ja: ワイヤーフレーム
pt_br: Grade de Linhas
zh_cn: 线框

# UICommands.CascadeCommands,ViewMode_Wireframe
source: Wireframe
ja: ワイヤーフレーム

# UICommands.PhATCommands,CollisionRenderingMode_Wireframe
source: Wireframe
ja: ワイヤーフレーム

# UICommands.PhATCommands,MeshRenderingMode_Wireframe
source: Wireframe
ja: ワイヤーフレーム

# UICommands.StaticMeshEditorCommands,SetShowWireframe
source: Wireframe
ja: ワイヤーフレーム

# BlueprintEventNodeSpawner,AddCustomEvent
source: Add Custom Event...
ja: カスタムイベントを追加...
zh_cn: 添加自定义事件...

# BlueprintEventNodeSpawner,AddEventCategory
source: Add Event
ja: イベントを追加
zh_cn: 添加事件

# K2Node_Event,AddEventCategory
source: Add Event
es: Añadir evento
ja: イベントを追加
pt_br: Adicionar Evento
zh_cn: 添加事件

# LevelViewportContextMenu,AddEventSubMenu
source: Add Event
es: Añadir evento
ja: イベントを追加
pt_br: Adicionar Evento
zh_cn: 添加事件

# MyBlueprint,AddEventSubMenu
source: Add Event
es: Añadir evento
ja: イベントを追加
pt_br: Adicionar Evento
zh_cn: 添加事件

# MyBlueprint,AddEventSubMenu_ToolTip
source: Add Event
es: Añadir evento
ja: イベントを追加
pt_br: Adicionar Evento
zh_cn: 添加事件

# UnrealEd,K2_Event
source: Add Event
es: Añadir evento
ja: イベントを追加
pt_br: Adicionar Evento
zh_cn: 添加事件

# BlueprintEventNodeSpawner,EventWithSignatureName
source: Event {0}
es: Evento {0}
ja: イベント {0}
pt_br: Evento {0}
zh_cn: 事件{0}

# BlueprintFavoritesPalette,FavoritesPaletteContext
source: Favorites Palette
es: Paleta favoritos
ja: お気に入りパレット
pt_br: Paleta dos Favoritos
zh_cn: 收藏夹面板

# BlueprintFavoritesPalette,LoadProfile
source: Load Profile
es: Cargar perfil
ja: プロファイルのロード
pt_br: Carrega Perfil
zh_cn: 加载概述文件

# BlueprintFavoritesPalette,LoadProfileTooltip
source: Replace your current favorites with ones from a pre-defined profile.
es: Reemplace sus favoritos actuales con uno de los perfiles predefinidos.
ja: 現在のお気に入りを規定のプロファイルと置換
pt_br: Substituir os favoritos atuais pelos de um perfil predefinido.
zh_cn: 使用预定义的概述文件中的内容替换您的当前收藏夹。

# BlueprintFavoritesPalette,NoProfiles
source: No profiles available
es: No hay perfiles disponibles
ja: 有効なプロファイルがありません
pt_br: Nenhum perfil disponível
zh_cn: 没有概述文件

# BlueprintFavoritesPalette,PaletteToolTip
source: A listing of your favorite and most used nodes.
es: Un listado de sus nodos favoritos y más usados.
ja: ユーザーのお気に入りおよび頻繁に使用するノードのリスト
pt_br: Lista dos nós favoritos e mais usados.
zh_cn: 列出了您最喜欢的及最常用的节点。

# BlueprintFavoritesPalette,ProfileAvailableFmt
source: Loads {0} node favorites
ja: お気に入りの {0} ノードをロード
zh_cn: 加载{0}节点收藏夹

# BlueprintFavoritesPalette,ProfileLoaded
source: Current profile
es: Perfil actual
ja: 現行プロファイル
pt_br: Perfil atual
zh_cn: 当前概述文件

# BlueprintFunctionNodeSpawner,UncategorizedFallbackCategory
source: Call Function
ja: 関数呼び出し
zh_cn: 调用函数

# BlueprintLibraryPalette,All
source: All
es: Todo
ja: 全て
pt_br: Todos
zh_cn: 所有

# FBXOption,FbxOptionWindow_Scene_All
source: All
ja: すべて
zh_cn: 所有

# UICommands.AnimViewportShowCommands,ShowLocalAxesAll
source: All
ja: すべて

# BlueprintLibraryPalette,Class
source: Class:
es: Clase:
ja: クラス：
pt_br: Classe:
zh_cn: 类别:

# BlueprintLibraryPalette,ClassFilter
source: Filter the available nodes by class.
es: Filtra los nodos disponibles por clases.
ja: 利用可能なノードをクラスでフィルタリング
pt_br: Filtrar os nós disponíveis por classe.
zh_cn: 按类别过滤可用的节点

# BlueprintLibraryPalette,ClearFilter
source: Clears the class filter so you can see all available nodes for placement.
es: Borra el filtro de la clase para que pueda ver todos los nodos disponibles para ubicarlo.
ja: 配置可能なノードの確認にクラスフィルタをクリア
pt_br: Remove o filtro de classe para que você possa ver todos os nós disponíveis para colocação.
zh_cn: 清除类别过滤器，以便您可以看到所有可放置的节点。

# BlueprintLibraryPalette,LibraryPaletteContext
source: Library Palette
es: Biblioteca paleta
ja: ライブラリパレット
pt_br: Paleta da Biblioteca
zh_cn: 库面板

# BlueprintLibraryPalette,PaletteTitle
source: Find a Node
es: Buscar un nodo
ja: ノードを検索
pt_br: Localizar um Nó
zh_cn: 查找节点

# BlueprintLibraryPalette,PaletteToolTip
source: An all encompassing list of every node that is available for this blueprint.
es: Una lista que incluye todos los nodos que están disponibles para este Blueprint.
ja: このブループリントで有効なすべてのノードを網羅したリスト
pt_br: Uma lista completa de todos os nós disponíveis para esse esquema.
zh_cn: 该蓝图可用的所有节点的总列表。

# BlueprintPalette,AnimationGraph_Tooltip
source: Animation Graph
es: Gráfico de la animación
ja: アニメーショングラフ
pt_br: Grafo de Animação
zh_cn: 动画图表

# BlueprintPalette,AnimationState_ToolTip
source: Animation State
es: Estado de la animación
ja: アニメーションステート
pt_br: Estado da Animação
zh_cn: 动画状态

# FAnimStateNodeDetails,AnimationStateCategoryTitle
source: Animation State
ja: アニメーションステート
zh_cn: 动画状态

# BlueprintPalette,AnimationTransitionGraph_ToolTip
source: Animation Transition Rule
es: Regla de transición de la animación
ja: アニメーショントランジションルール
pt_br: Regra de Transição da Animação
zh_cn: 动画转换规则

# BlueprintPalette,BlueprintItemClassTooltip
source: {0} Class: {1}
ja: {0} クラス： {1}
zh_cn: {0} 类: {1}

# BlueprintPalette,ConduitGraph_ToolTip
source: Conduit
es: Conducto
ja: コンジット
pt_br: Conduíte
zh_cn: 管道

# BlueprintPalette,Enum_Tooltip
source: Enum Asset
es: Activo enumerado
ja: Enum アセット
pt_br: Ativo de Enum
zh_cn: 枚举资源

# BlueprintPalette,EventGraph_ToolTip
source: Event Graph
es: Evento Gráfico
ja: イベントグラフ
pt_br: Grafo de Evento
zh_cn: 事件图表

# BlueprintPalette,EventSubgraph_ToolTip
source: Event Subgraph
es: Evento Subgráfico
ja: イベントサブグラフ
pt_br: Subgrafo de Evento
zh_cn: 事件子图表

# BlueprintPalette,Function_Tooltip
source: Function
es: Función
ja: 関数
pt_br: Função
zh_cn: 函数

# FindInBlueprints,FunctionGraphCategory
source: Function
es: Función
ja: 関数
pt_br: Função
zh_cn: 函数

# MyBlueprint,AddNewFunction
source: Function
ja: 関数
zh_cn: 函数

# UICommands.BlueprintEditorCommands,AddNewFunction
source: Function
ja: 関数

# BlueprintPalette,FunctionFromInterface_Tooltip
source: Function (from Interface '{InterfaceName}')
ja: 関数（インターフェース'{InterfaceName}'から)
zh_cn: 函数（来自接口 ‘{InterfaceName}’）

# BlueprintPalette,NativeNodeName
source: hold (Alt) for native node name
es: mantener (Alt) para el nombre de nodo nativo
ja: Altキーを押してネイティブノード名を表示
pt_br: segure (Alt) para obter o nome do nó nativo
zh_cn: 将 (Alt)保留给原生节点名

# SGraphNodeK2Base,NativeNodeName
source: hold (Alt) for native node name
es: mantener (Alt) para el nombre de nodo nativo
ja: Altキーを押してネイティブノード名を表示
pt_br: segure (Alt) para obter o nome do nó nativo
zh_cn: 将 (Alt)保留给原生节点名

# BlueprintPalette,NativeNodeNameLabel
source: Native Node Name:
ja: ネイティブ ノード名：
zh_cn: 原生节点名称：

# BlueprintPalette,Override_Tooltip
source: Override
es: Suprimir
ja: オーバーライド
pt_br: Substituir
zh_cn: 重写

# MyBlueprint,Override
source: Override
ja: オーバーライド
zh_cn: 覆盖

# SChordEditBox,ChordAcceptButtonText_Override
source: Override
ja: オーバーライド
zh_cn: 覆盖

# SGraphNodeMakeStruct,EnableOverride
source: Override
ja: オーバーライド

# BlueprintPalette,PotentialOverride_Tooltip
source: Potential Override
es: Supresión potencial
ja: 潜在的なオーバーライド
pt_br: Possível Substituição
zh_cn: 潜在重写

# BlueprintPalette,Rename Delegate
source: Rename Event Dispatcher
es: Cambiar el nombre del emisor del evento
ja: イベントディスパッチャーの名前を変更
pt_br: Renomear Despachante de Evento
zh_cn: 重命名事件调度器

# BlueprintPalette,Rename Function
source: Rename Function
es: Cambiar el nombre de la función
ja: 関数の名前を変更
pt_br: Renomear Função
zh_cn: 重命名函数

# BlueprintPalette,RenameFailed_NameTooLong
source: Names must have fewer than 100 characters!
es: ¡Los nombres deben tener menos de 100 caracteres!
ja: 名前は100文字以内で入力しなくてはいけません！
pt_br: Os nomes devem ter menos de 100 caracteres!
zh_cn: 名称的字符数不得超过100！

# SSCSEditor,RenameFailed_NameTooLong
source: Names must have fewer than 100 characters!
es: ¡Los nombres deben tener menos de 100 caracteres!
ja: 名前は100文字以内で入力してください！
pt_br: Os nomes devem ter menos de 100 caracteres!
zh_cn: 名称的字符数不得超过100！

# BlueprintPalette,RenameFailed_NodeRename
source: Cannot rename associated node!
es: ¡No se puede cambiar el nombre de un nodo asociado!
ja: 関連ノードの名前は変更できません！
pt_br: Não é possível renomear o nó associado!
zh_cn: 无法重新命名相关节点！

# BlueprintPalette,Struct_Tooltip
source: Struct Asset
es: Activo de estructura
ja: 構造体アセット
pt_br: Ativo de Struct
zh_cn: 结构体资源

# BlueprintPalette,VariablePrivacy_is_public_no_tooltip_Tooltip
source: Variable is public but MISSING TOOLTIP.
es: La variable es publica pero le FALTA LA HERRAMIENTA DE AYUDA
ja: 変数はパブリックですがツールヒントがありません。
pt_br: A variável é pública, mas NÃO TEM DICA DE FERRAMENTA.
zh_cn: 变量是公有的，但是缺失提示信息。

# BlueprintPalette,VariablePrivacy_is_public_Tooltip
source: Variable is public and is editable on each instance of this Blueprint.
es: La variable es pública y evitable en cada instancia de este Blueprint.
ja: 変数はブループリントの各インスタンス上でパブリックおよび編集可能です。
pt_br: A variável é pública e editável em cada instância desse Esquema.
zh_cn: 变量是公有的，可以在每个蓝图实例上修改该变量。

# BlueprintPalette,VariablePrivacy_not_public_Tooltip
source: Variable is not public and will not be editable on an instance of this Blueprint.
es: La variable no es pública y no se podrá editar en una instancia de este Blueprint.
ja: 変数はこのブループリントのインスタンス上でパブリック変数ではなく編集不可です。
pt_br: A variável não é pública e não será editável em uma instância desse Esquema.
zh_cn: 变量不是公有的，在这个蓝图实例上将不能修改该变量。

# BlueprintProfilerToolbar,DisplayInheritedEvents_Label
source: Show Inherited Blueprint Events
ja: 継承したブループリントイベントを表示

# BlueprintProfilerToolbar,DisplayInheritedEvents_Tooltip
source: Display events for parent blueprints.
ja: 親ブループリントのイベントを表示

# BlueprintProfilerToolbar,DisplayOptions_Label
source: Display Options
ja: 表示オプション

# BlueprintProfilerToolbar,DisplayOptions_Tooltip
source: Display Options
ja: 表示オプション

# BlueprintProfilerToolbar,HeatMapDisplayMode_Average
source: Average
ja: 平均

# BlueprintProfilerToolbar,HeatMapDisplayModeLabel_Average
source: Average
ja: 平均

# BlueprintProfilerToolbar,HeatMapDisplayMode_MaxTiming
source: Max Time
ja: 最大時間

# BlueprintProfilerToolbar,HeatMapDisplayMode_MaxTiming_Desc
source: Heat Map - Max Time
ja: ヒートマップ - 最大時間

# BlueprintProfilerToolbar,HeatMapDisplayMode_TotalTiming_Desc
source: Heat Map - Max Time
ja: ヒートマップ - 最大時間

# BlueprintProfilerToolbar,HeatMapDisplayMode_None
source: Off
ja: オフ

# BlueprintProfilerToolbar,HeatMapDisplayModeLabel_None
source: Off
ja: オフ

# BlueprintProfilerToolbar,WireHeatMapDisplayMode_None
source: Off
ja: オフ

# LevelViewportToolBar,DevicePreviewMenuClear
source: Off
es: Colisión desconectada
ja: オフ
pt_br: Desligado
zh_cn: 关闭

# MeshPaint_Mode,MeshPaint_ColorViewOff
source: Off
es: Apagado
ja: オフ
pt_br: Desligado
zh_cn: 关闭

# BlueprintProfilerToolbar,HeatMapDisplayMode_None_Desc
source: Normal Display (No Heat Map)
ja: 通常の表示(ヒートマップなし)

# BlueprintProfilerToolbar,HeatMapDisplayMode_Tooltip
source: Heat Map Display Mode
ja: ヒートマップ表示モード

# BlueprintProfilerToolbar,HeatMapDisplayMode_TotalTiming
source: Total Time
ja: 合計時間（ミリ秒）

# BlueprintProfilerToolbar,OverviewLabel
source: Profiler Overview
ja: プロファイラ概要

# BlueprintProfilerToolbar,OverviewViewType
source: Profiler Overview
ja: プロファイラ概要

# BlueprintProfilerToolbar,ProfilerViewLabel
source: Current View:
ja: 現在のビュー:

# BlueprintProfilerToolbar,ResetToDefaultToolTip
source: Reset to Default
ja: デフォルトにリセット

# BodyInstanceCustomization,ResetToDefaultToolTip
source: Reset to Default
es: Reajustar por defecto
ja: デフォルトにリセット
pt_br: Redefinir como Padrão
zh_cn: 重设为默认

# FComponentTransformDetails,ResetToDefaultToolTip
source: Reset to Default
es: Reajustar por defecto
ja: デフォルトにリセット
pt_br: Redefinir como Padrão
zh_cn: 重设为默认

# PropertyEditor,ResetToDefault
source: Reset to Default
es: Reajustar por defecto
ja: デフォルトにリセット
pt_br: Redefinir como Padrão
zh_cn: 重设为默认

# PropertyEditor,ResetToDefaultToolTip
source: Reset to Default
es: Reajustar por defecto
ja: デフォルトにリセット
pt_br: Redefinir como Padrão
zh_cn: 重设为默认

# SplineComponentVisualizer,ResetToDefault
source: Reset to Default
ja: デフォルトにリセット
zh_cn: 重置为默认值

# UICommands.SplineComponentVisualizer,ResetToDefault
source: Reset to Default
ja: デフォルトにリセット
zh_cn: 重置为默认值

# BlueprintProfilerToolbar,ShowInstancesCheck_Label
source: Show Instances
ja: インスタンス表示

# BlueprintProfilerToolbar,ShowInstancesCheck_Tooltip
source: Display statistics by instance rather than by blueprint.
ja: ブループリント単位ではなくインスタンス単位による統計情報を表示

# BlueprintProfilerToolbar,ViewType
source: View Type
ja: 表示タイプ

# ContentBrowser,ViewTypeHeading
source: View Type
es: Tipo vista
ja: 表示タイプ
pt_br: Tipo de Exibição
zh_cn: 视图类型

# BlueprintProfilerView,ProfilerNoDataText
source: The Blueprint Profiler is active but does not currently have any data to display
ja: ブループリント プロファイラはアクティブですが、現在表示できるデータがありません。

# BlueprintProfilerViewTypesUI,AverageTime
source: Avg Time (ms)
ja: 平均時間（ミリ秒）

# BlueprintProfilerViewTypesUI,InclusiveTime
source: Inclusive Time (ms)
ja: 包括時間 (ミリ秒)

# BlueprintProfilerViewTypesUI,MaxTime
source: Max Time (ms)
ja: 最大時間 (ミリ秒)

# BlueprintProfilerViewTypesUI,MinTime
source: Min Time (ms)
ja: 最小時間（ミリ秒）

# BlueprintProfilerViewTypesUI,TotalTime
source: Total Time (ms)
ja: 合計時間（ミリ秒）

# BlueprintSubPalette,CannotCreateInThisSchema
source: Cannot call functions in this type of graph
es: No se puede llamar a las funciones en este tipo de gráfico
ja: この種類のグラフに関数を呼び出せません
pt_br: Não é possível chamar funções neste tipo de grafo
zh_cn: 无法在此类型的图表中调用函数

# FunctionDragDropAction,CannotCreateInThisSchema
source: Cannot call functions in this type of graph
es: No se puede llamar a las funciones en este tipo de gráfico
ja: この種類のグラフに関数を呼ぶことはできません
pt_br: Não é possível chamar funções neste tipo de grafo
zh_cn: 无法在此类型的图表中调用函数

# BlueprintSubPalette,CannotPaste
source: Cannot place this node in this type of graph
es: No se puede colocar este nodo en este tipo de gráfico
ja: この種類のグラフにこのノードを配置できません
pt_br: Não é possível posicionar este nó neste tipo de grafo
zh_cn: 不能在这种类型的图表中放置该节点
