Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# AnimCurvePanel,NewMetadataCreateNew_ToolTip
source: Create a new metadata entry
ja: 新規メタデータインプットを作成
zh_cn: 创建一个新元数据项

# AnimCurvePanel,NewMetadataCurveEntryLabal
source: Metadata Name
ja: メタデータ名
zh_cn: 元数据名称

# AnimCurvePanel,NewMetadataSubMenu
source: Add Metadata...
ja: メタデータを追加...
zh_cn: 添加元数据...

# AnimCurvePanel,NewMetadataSubMenu_ToolTip
source: Add an existing metadata curve
ja: 従来のメタデータカーブを追加
zh_cn: 添加一条现有元数据曲线

# AnimCurvePanel,NewMetadataSubMenuToolTip
source: Add a new metadata entry to the sequence
ja: シーケンスに新規メタデータインプットを追加
zh_cn: 添加新的元数据项到该序列

# AnimCurvePanel,NewVariableCurveCreateNew_Label
source: Create Curve
ja: カーブを作成
zh_cn: 创建曲线

# AnimCurvePanel,NewVariableCurveCreateNew_ToolTip
source: Create a new variable curve
ja: 新規変数カーブを作成
zh_cn: 创建一条新变量曲线

# AnimCurvePanel,NewVariableCurveSubMenu
source: Add Variable Curve...
ja: 変数カーブを追加...
zh_cn: 添加变量曲线...

# AnimCurvePanel,NewVariableCurveSubMenuToolTip
source: Add a new variable curve to the sequence
ja: シーケンスに新規の変数カーブを追加
zh_cn: 添加新的变量曲线到该序列

# AnimCurvePanel,NewVariableSubMenu_ToolTip
source: Add an existing variable curve
ja: 従来の変数カーブを追加
zh_cn: 添加一条现有变量曲线

# AnimCurvePanel,Not Available
source: No curve exists
es: No existe curva
ja: カーブがありません
pt_br: Não existe nenhuma curva
zh_cn: 没有曲线存在

# AnimTrackCurvePanel,Not Available
source: No curve exists
ja: カーブがありません
zh_cn: 没有曲线存在

# AnimCurvePanel,OptionsHeading
source: Options
ja: オプション
zh_cn: 选项

# AnimTimingPanel,TimingPanelOptionsHeader
source: Options
ja: オプション
zh_cn: 选项

# AnimViewportToolBar,AnimViewportOverlayDrawSubMenuToolTip
source: Options
ja: オプション

# Docking,TabOptionsHeading
source: Options
es: Opciones
ja: オプション
pt_br: Opções
zh_cn: 选项

# MaterialInstanceEditor,ParentOptions
source: Options
es: Opciones
ja: オプション
pt_br: Opções
zh_cn: 选项

# ReferenceTreeView,Options
source: Options
es: Opciones
ja: オプション
pt_br: Opções
zh_cn: 选项

# Sequencer,SnapOptions
source: Options
ja: オプション
zh_cn: 选项

# SSkeletonTree,OptionsMenuHeading
source: Options
ja: オプション

# WorldSettingsDetails,LightMapsContextMenuHeading
source: Options
es: Opciones
ja: オプション
pt_br: Opções
zh_cn: 选项

# AnimCurvePanel,RefreshCurve
source: Refresh
es: Actualizar
ja: 更新
pt_br: Atualizar
zh_cn: 刷新

# AnimTrackCurvePanel,RefreshCurve
source: Refresh
ja: 更新
zh_cn: 刷新

# ContentBrowser,RefreshCollection
source: Refresh
es: Actualizar
ja: 更新
pt_br: Atualizar
zh_cn: 刷新

# ContentBrowser,SCCRefresh
source: Refresh
es: Actualizar
ja: 更新
pt_br: Atualizar
zh_cn: 刷新

# Editor.StatsViewer,Refresh
source: Refresh
es: Actualizar
ja: 更新
pt_br: Atualizar
zh_cn: 刷新

# ProjectBrowser,RefreshProjectsText
source: Refresh
ja: 更新
zh_cn: 刷新

# SRetargetSourceWindow,RefreshRetargetSourceActionLabel
source: Refresh
ja: 更新
zh_cn: 刷新

# UICommands.DestructibleMeshEditor,Refresh
source: Refresh
ja: 更新
zh_cn: 刷新

# UICommands.LevelCollectionCommands,RefreshBrowser
source: Refresh
ja: 更新

# UICommands.LevelCollectionCommands,SCCRefresh
source: Refresh
ja: 更新

# AnimCurvePanel,RemoveTrack
source: Remove Track
es: Eliminar pista
ja: トラックを削除
pt_br: Remover Faixa
zh_cn: 删除轨迹

# AnimTrackCurvePanel,RemoveTrack
source: Remove Track
ja: トラックを削除
zh_cn: 删除轨迹

# AnimCurvePanel,RemoveTracks
source: Remove All Tracks
ja: すべてのトラックを削除
zh_cn: 删除所有轨迹

# AnimCurvePanel,RemoveTracksTooltip
source: Remove all tracks
ja: すべてのトラックを削除
zh_cn: 删除所有轨迹

# AnimCurvePanel,RemoveTrackTooltip
source: Remove this track
es: Eliminar esta pista
ja: このトラックを削除
pt_br: Remover esta faixa
zh_cn: 删除这条轨迹

# AnimNotifyPanel,RemoveTrackTooltip
source: Remove this track
es: Eliminar pista actual
ja: このトラックを削除
pt_br: Remover esta faixa
zh_cn: 删除这条轨迹

# AnimTrackCurvePanel,RemoveTrackTooltip
source: Remove this track
ja: このトラックを削除
zh_cn: 删除该轨迹

# AnimCurvePanel,Show Curves
source: Show or Hide Curves
es: Mostrar u ocultar curvas
ja: カーブの表示・非表示
pt_br: Exibir ou Ocultar Curvas
zh_cn: 显示或隐藏曲线

# AnimTrackCurvePanel,Show Curves
source: Show or Hide Curves
ja: カーブを表示または非表示
zh_cn: 显示或隐藏曲线

# AnimCurvePanel,ShowAll
source: Show All
es: Mostrar todo
ja: すべて表示
pt_br: Exibir Todos
zh_cn: 显示所有

# AnimTrackCurvePanel,ShowAll
source: Show All
ja: すべて表示
zh_cn: 显示所有

# LevelViewportToolBar,ShowAllLabel
source: Show All
es: Mostrar todo
ja: すべて表示
pt_br: Exibir Todos
zh_cn: 显示所有

# UICommands.CurveEditorCommands,ShowAllTangents
source: Show All
ja: すべて表示

# UICommands.LevelCollectionCommands,World_ShowAllLevels
source: Show All
ja: すべて表示

# AnimCurvePanel,TrackOptionsHeading
source: Track Options
es: Opciones de la pista
ja: トラックオプション
pt_br: Opções de Faixa
zh_cn: 轨迹选项

# AnimTrackCurvePanel,TrackOptionsHeading
source: Track Options
ja: トラックのオプション
zh_cn: 轨迹选项

# AnimCurvePanel,TypeToggleToMetadataLabel
source: Convert to Metadata
ja: メタデータに変換
zh_cn: 转换为元数据

# AnimCurvePanel,TypeToggleToMetadataToolTip
source: Turns this curve into a Metadata entry. This is a destructive operation and will remove the keys in this curve
ja: このカーブをメタデータインプットに変えます。これは破壊操作でカーブのキーを除去します。
zh_cn: 将该曲线转变为元数据项。这是一个具有破坏性的操作，将会删除曲线中的所有关键帧。

# AnimCurvePanel,TypeToggleToVariableLabel
source: Convert to Variable Curve
ja: 変数カーブに変換
zh_cn: 转换为变量曲线

# AnimCurvePanel,TypeToggleToVariableToolTip
source: Turns this curve into a variable curve.
ja: このカーブを変数カーブに変えます。
zh_cn: 将该曲线转换为一条变量曲线。

# AnimDynamicsNode,DebugOnScreenName
source: Anim Dynamics (Bone:{0})
ja: アニム ダイナミクス (ボーン:{0})
zh_cn: 动画动态（骨骼：{0}）

# AnimDynamicsNode,Description
source: Anim Dynamics
ja: アニム ダイナミクス
zh_cn: 动画动态

# AnimDynamicsNode,NodeTooltip
source: Anim Dynamics
ja: アニム ダイナミクス
zh_cn: 动画动态

# AnimDynamicsNode,ResetButtonRow
source: Reset
ja: リセット
zh_cn: 重置

# LandscapeEditor.Tools,Ramp.Reset
source: Reset
es: Reajustar
ja: リセット
pt_br: Redefinir
zh_cn: 重置

# UICommands.PhATCommands,ResetBoneCollision
source: Reset
ja: リセット

# UICommands.PhATCommands,ResetConstraint
source: Reset
ja: リセット

# AnimDynamicsNode,ResetButtonText
source: Reset Simulation
ja: リセット シミュレーション
zh_cn: 重置模拟

# AnimDynamicsNode,ResetButtonToolTip
source: Resets the simulation for this node
ja: そのノードのシミュレーションをリセット
zh_cn: 重置该节点的模拟

# AnimEditorBase,Animation
source: Animation :
es: Animación:
ja: アニメーション:
pt_br: Animação :
zh_cn: 动画:

# AnimEditorBase,CurrentFrame
source: Current Frame:
es: Fotograma actual:
ja: 現在のフレーム:
pt_br: Quadro Atual:
zh_cn: 当前帧:

# AnimEditorBase,CurrentTime
source: CurrentTime:
ja: 現在の時間:
zh_cn: 当前时间:

# AnimEditorBase,FractionSecondsFmt
source: {0} / {1} (second(s))
ja: {0} / {1} （秒）
zh_cn: {0} / {1} (秒)

# AnimEditorBase,NoEditorObject
source: No Editor Object
es: No hay objeto de edición
ja: エディタオブジェクトがありません
pt_br: Nenhum Objeto de Editor
zh_cn: 无编辑器对象

# AnimEditorBase,Percentage
source: Percentage:
es: Porcentaje
ja: パーセンテージ:
pt_br: Porcentagem:
zh_cn: 百分比:

# AnimGraph_LookAt,AnimGraphNode_LookAt_Tooltip
source: This node allow a bone to trace or follow another bone
es: Este nodo permite a un hueso trazar o seguir a otro hueso
ja: このノードはボーンの追跡または別のボーンの追跡を有効にします
pt_br: Este nó permite que um osso rastreie ou acompanhe outro osso
zh_cn: 该节点允许一根骨骼跟踪或跟随另一根骨骼

# AnimGraph_LookAt,LookAtNode
source: Look At
es: Mirar a
ja: 注視点
pt_br: Buscar em
zh_cn: 查看

# AnimGraphModule,TwoBoneIKEditMode
source: 2-Bone IK
ja: 2ボーンIK

# AnimGraphNode_RandomPlayer,NodeTitle
source: Random Sequence Player
ja: ランダム シーケンス プレイヤー
zh_cn: 随机序列播放器

# AnimGraphNode_TwoWayBlend,Blend
source: Blend
es: Combinar
ja: ブレンド
pt_br: Mistura
zh_cn: 混合

# AnimGraphNode_TwoWayBlend,TwoWayBlendTooltip
source: Blend two poses together
ja: 2つのポーズをブレンドします
zh_cn: 将两个姿势混合到一起

# AnimMontagePanel,AnimMontagePanel_SlotGroupMismatchToolTipText
source: Slot's group '{0}' is different than the Montage's group '{1}'. All slots must belong to the same group.
ja: スロットのグループ '{0}' はモンタージュのグループ '{1}' と異なります。全スロットは同一グループに属さなくてはいけません。
zh_cn: 插槽组'{0}'和蒙太奇组'{1}'不同。所有插槽必须属于相同的组。

# AnimMontagePanel,AnimMontagePanel_SlotNameAlreadyInUseToolTipText
source: Slot named '{0}' is already used in this Montage. All slots must be unique
ja: '{0}' と同一のスロット名は既にモンタージュで使用中です。全スロットは一意の名前でなくてはいけません。
zh_cn: 此蒙太奇中已经使用了名称为'{0}'的插槽。所有插槽都必须是唯一的

# AnimMontagePanel,AnimMontagePanel_StatusBarText
source: Montage Group: '{0}'
ja: モンタージュグループ: '{0}'
zh_cn: 蒙太奇组：'{0}'

# AnimMontagePanel,AnimMontagePanel_StatusBarToolTipText
source: The Montage Group is set by the first slot's group.
ja: モンタージュグループは最初のスロットのグループで設定されます。
zh_cn: 蒙太奇组由第一个插槽组设置。

# AnimMontagePanel,AnimSlotNode_DetailPanelManageButtonLabel
source: Anim Slot Manager
ja: アニメーションスロットマネージャー
zh_cn: 动画插槽管理器

# AnimNodeSlotDetails,AnimSlotNode_DetailPanelManageButtonLabel
source: Anim Slot Manager
ja: アニメーションスロットマネージャー
zh_cn: 动画插槽管理器

# SkeletonSlotNames,AnimSlotManagerTabTitle
source: Anim Slot Manager
ja: アニメーションスロットマネージャー
zh_cn: 动画插槽管理器

# AnimMontagePanel,AnimSlotNode_DetailPanelManageButtonToolTipText
source: Open Anim Slot Manager to edit Slots and Groups.
ja: スロットとグループの編集にアニメーションスロットマネージャーを開く
zh_cn: 打开动画插槽管理器来编辑插槽和组。

# AnimNodeSlotDetails,AnimSlotNode_DetailPanelManageButtonToolTipText
source: Open Anim Slot Manager to edit Slots and Groups.
ja: スロットとグループの編集にアニメーションスロットマネージャーを開きます。
zh_cn: 打开动画插槽管理器来编辑插槽和组。

# AnimMontagePanel,BulkLinkActions
source: Bulk Link Actions
ja: 一括リンクアクション
zh_cn: 批量连接操作

# AnimMontagePanel,DeleteMontageSection
source: Delete Montage Section
es: Eliminar sección de montaje
ja: モンタージュセクションを削除
pt_br: Excluir Seção de Montagem
zh_cn: 删除蒙太奇片段

# AnimMontagePanel,DeleteMontageSectionToolTip
source: Deletes Montage Section
es: Elimina la sección del montaje
ja: モンタージュセクションを削除
pt_br: Exclui a Seção de Montagem
zh_cn: 删除蒙太奇片段

# AnimMontagePanel,DeleteSlot
source: Delete Slot
es: Eliminar ranura
ja: スロットを削除
pt_br: Excluir Slot
zh_cn: 删除插槽

# SkeletonSlotNames,AnimSlotManagerContextMenuDeleteSlotLabel
source: Delete Slot
ja: スロットを削除
zh_cn: 删除插槽

# AnimMontagePanel,DeleteSlotToolTip
source: Deletes Slot
es: Elimina la ranura
ja: スロットを削除
pt_br: Exclui o Slot
zh_cn: 删除插槽

# AnimMontagePanel,DuplicateSlot
source: Duplicate Slot
ja: スロットを複製

# AnimSequenceEditor,DuplicateSlot
source: Duplicate Slot
ja: スロットを複製

# AnimMontagePanel,DuplicateSlotToolTip
source: Duplicates the slected slot
ja: 選択したスロットを複製

# AnimMontagePanel,Montage
source: Montage
es: Montaje
ja: モンタージュ
pt_br: Montagem
zh_cn: 蒙太奇

# AnimMontagePanel,NewMontageSection
source: New Montage Section
es: Sección de montaje nueva
ja: 新規モンタージュセクション
pt_br: Nova Seção de Montagem
zh_cn: 新建蒙太奇片段

# AnimMontagePanel,NewMontageSectionToolTip
source: Adds a new Montage Section
es: Añade una sección de montaje nueva
ja: 新規のモンタージュセクションを追加
pt_br: Adiciona uma nova Seção de Montagem
zh_cn: 添加一个新的蒙太奇片段

# AnimMontagePanel,NewSectionNameLabel
source: Section Name
es: Nombre de la sección
ja: セクション名
pt_br: Nome da Seção
zh_cn: 部分名称

# AnimMontagePanel,NewSlot
source: New Slot
es: Ranura nueva
ja: 新規スロット
pt_br: Novo Slot
zh_cn: 新建插槽

# AnimMontagePanel,NewSlotToolTip
source: Adds a new Slot
es: Añade una ranura nueva
ja: 新規スロットを追加
pt_br: Adiciona um novo Slot
zh_cn: 添加一个新的插槽

# SkeletonSlotNames,AnimSlotManagerContextMenuAddSlotTooltip
source: Adds a new Slot
ja: 新規スロットを追加
zh_cn: 添加一个新插槽

# AnimMontagePanel,Sections
source: Sections
es: Secciones
ja: セクション
pt_br: Seções
zh_cn: 片段

# AnimMontageSectionsPanel,Sections
source: Sections
es: Secciones
ja: セクション
pt_br: Seções
zh_cn: 片段

# PropertyCustomizationHelpers,SectionHeaderTitle
source: Sections
ja: セクション

# AnimMontagePanel,SetElementLink_SubMenu
source: Set Elements to...
ja: ...へエレメントを設定
zh_cn: 设置元素为...

# AnimMontagePanel,SetElementLink_TooTip
source: Sets all montage elements (Sections, Notifies) to a chosen link type.
ja: 選択したリンクの型に全てのモンタージュエレメント（セクション、通知）を設定
zh_cn: 设置所有蒙太奇元素（片段、通知）为选中的链接类型。

# AnimMontagePanel,SetToSlotMenu
source: Link all Elements to Slot...
ja: すべてのエレメントをスロットにリンク...
zh_cn: 连接所有元素到插槽...

# AnimMontagePanel,SetToSlotMenuToolTip
source: Link all elements to a selected slot
ja: すべてのエレメントを選択スロットにリンク...
zh_cn: 连接所有元素到选中的插槽

# AnimMontagePanel,Slots
source: Slots
es: Ranuras
ja: スロット
zh_cn: 插槽

# AnimMontagePanel,SubLinkAbs
source: Absolute
ja: 絶対
zh_cn: 绝对

# AnimMontagePanel,SubLinkPro
source: Proportional
ja: 比例
zh_cn: 比例

# AnimMontagePanel,SubLinkRel
source: Relative
ja: 相対
zh_cn: 相对

# FComponentTransformDetails,RelativeLabel
source: Relative
es: Relativa
ja: 相対
pt_br: Relativo
zh_cn: 相对

# AnimMontagePanel,SubSlotEntry
source: Set to link to this slot
ja: リンクをこのスロットに設定
zh_cn: 设置连接到该插槽

# AnimMontageSectionsPanel,Clear
source: Clear
es: Borrar
ja: クリア
pt_br: Limpar
zh_cn: 清除

# BlendProfilePicker,Clear
source: Clear
ja: クリア
zh_cn: 清除

# PropertyCustomizationHelpers,ClearButtonLabel
source: Clear
es: Borrar
ja: クリア
pt_br: Limpar
zh_cn: 清除

# PropertyEditor,ClearAsset
source: Clear
es: Borrar
ja: クリア
pt_br: Limpar
zh_cn: 清除

# RigPicker,ClearAsset
source: Clear
ja: クリア
zh_cn: 清除

# SContentReference,Clear
source: Clear
es: Borrar
ja: クリア
pt_br: Limpar
zh_cn: 清除

# AnimMontageSectionsPanel,ClearToolTip
source: Resets section orderings
es: Reajusta el orden de la sección
ja: セクション順序をリセット
pt_br: Redefine as ordenações de seção
zh_cn: 重置片段顺序

# AnimMontageSectionsPanel,CreateDefault
source: Create Default
es: Crear predeterminado
ja: デフォルトを作成
pt_br: Criar Padrão
zh_cn: 创建默认项

# AnimMontageSectionsPanel,CreateDefaultToolTip
source: Reconstructs section ordering based on start time
es: Reconstruye el orden de la sección según el tiempo de inicio
ja: 開始時間に合わせてセクションの順序付けを再構築します
pt_br: Reconstrói a ordenação da seção com base no momento de início
zh_cn: 基于起始时间重新排序部分

# AnimMontageSectionsPanel,OnAddSectionToSectionChain
source: Add Section to Composite Sections
es: Añadir sección a las secciones compuestas
ja: コンポジット セクションにセクションを追加
pt_br: Adicionar Seção às Seções Compostas
zh_cn: 向‘组合部分’添加'片段'

# AnimMontageSectionsPanel,Preview
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# AnimViewportToolBar,ClothPreview_Label
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# EnvQueryTestDetails,Preview
source: Preview
ja: プレビュー
zh_cn: 预览

# FontEditor,FontPreviewTitle
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# FontEditor,PreviewTab
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# FPersona,Toolbar_PreviewAsset
source: Preview
ja: プレビュー
zh_cn: 预览

# LevelViewportContextMenu,PreviewHeading
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# LevelViewportToolBar,DevicePreviewMenuTitle_Default
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# NiagaraEffectEditor,Preview
source: Preview
ja: プレビュー
zh_cn: 预览

# PersonaModes,AnimBlueprintPreviewView
source: Preview
ja: プレビュー
zh_cn: 预览

# TranslationEditor,PreviewTab
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# TranslationEditor,PreviewTabTitle
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# UICommands.LevelEditorActions,LightingQuality_Preview
source: Preview
ja: プレビュー
zh_cn: 预览

# UnrealEd,Preview
source: Preview
es: Vista preliminar
ja: プレビュー
pt_br: Visualizar
zh_cn: 预览

# AnimMontageSectionsPanel,PreviewAll
source: Preview All Sections
es: Vista preliminar de todas las secciones
ja: 全セクションをプレビュー
pt_br: Visualizar Todas as Seções
zh_cn: 预览所有片段

# AnimMontageSectionsPanel,PreviewAllToolTip
source: Preview all sections in order they are
es: Vista preliminar de todas las secciones según su orden
ja: 全セクションを順番にプレビュー
pt_br: Visualizar todas as seções na ordem em que estão
zh_cn: 按顺序预览所有片段

# AnimMontageSectionsPanel,PreviewToolTip
source: Preview this track
es: Vista preliminar de esta pista
ja: このトラックをプレビュー
pt_br: Visualizar esta faixa
zh_cn: 预览该轨迹

# AnimMontageSectionsPanel,RemoveNextSection
source: Remove Next Section from Composite
es: Eliminar la siguiente sección de la compuesta
ja: コンポジットから次のセクションを削除
pt_br: Remover Próxima Seção do Composto
zh_cn: 从组合中删除下一个部分

# AnimMontageSegmentDetails,AnimationReferenceLabel
source: Animation Reference
ja: アニメーションリファレンス
zh_cn: 动画引用

# AnimMontageSegmentDetails,AnimationSegmentCategoryTitle
source: Animation Segment
ja: アニメーションセグメント
zh_cn: 动画片段

# AnimMontageSegmentDetails,Default
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
zh_cn: 默认

# BlendListByEnum,Default
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
zh_cn: 默认

# BlueprintDetailsCustomization,Default
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
zh_cn: 默认

# BlueprintDetailsCustomization,DefaultCategory
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
zh_cn: 默认

# BlueprintProfilerToolbar,Default
source: Default
ja: デフォルト

# RigPicker,EngineAssets
source: Default
ja: デフォルト
zh_cn: 默认

# UICommands.PhATCommands,MakeBodyDefault
source: Default
ja: デフォルト

# UnrealEd,Default
source: Default
es: Predeterminado
ja: デフォルト
pt_br: Padrão
zh_cn: 默认

# AnimMontageSegmentDetails,DefaultViewportLabel
source: Default View
es: Vista predeterminada
ja: デフォルトビュー
pt_br: Vista Padrão
zh_cn: 默认视图

# AnimSequenceDetails,DefaultViewportLabel
source: Default View
es: Vista predeterminada
ja: デフォルトビュー
pt_br: Vista Padrão
zh_cn: 默认视图

# AnimMontageSegmentDetails,EndTimeLabel
source: End Time
ja: 終了時間
zh_cn: 结束时间

# AnimMontageSegmentDetails,LoopCountLabel
source: Loop Count
ja: ループ回数
zh_cn: 循环次数

# AnimMontageSegmentDetails,NoMeshFound
source: No skeletal mesh found for skeleton '{0}'
es: No se ha encontrado malla esqueleto para el esqueleto '{0}'
ja: スケルトン '{0}' に対応するスケルタルメッシュが存在しません
pt_br: Nenhuma malha esquelética encontrada para o esqueleto '{0}'
zh_cn: 没有找到骨架'{0}'的网格物体

# AnimSequenceDetails,NoMeshFound
source: No skeletal mesh found for skeleton '{0}'
es: No se ha encontrado malla esqueleto para el esqueleto '{0}'
ja: スケルトン '{0}'に対応するスケルタルメッシュが存在しません
pt_br: Nenhuma malha esquelética encontrada para o esqueleto '{0}'
zh_cn: 没有找到骨架'{0}'的网格物体

# PersonaViewportToolbar,NoMeshFound
source: No skeletal mesh found for skeleton '{0}'
es: No se ha encontrado malla esqueleto para el esqueleto '{0}'
ja: スケルトン '{0}' に対応するスケルタルメッシュが見つかりません
pt_br: Nenhuma malha esquelética encontrada para o esqueleto '{0}'
zh_cn: 没有找到骨架'{0}'的网格物体

# AnimMontageSegmentDetails,PlayRateLabel
source: Play Rate
ja: 再生レート
zh_cn: 播放速率

# Matinee.Popups,NewAnimRates
source: Play Rate
es: Ratio de reproducción
ja: 再生レート
pt_br: Taxa de Reprodução
zh_cn: 播放速率

# AnimMontageSegmentDetails,Previewing
source: Previewing {0}
es: Vista preliminar de {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 正在预览{0}

# AnimSequenceDetails,Previewing
source: Previewing {0}
es: Vista preliminar de {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 正在预览{0}

# PersonaViewportToolbar,Previewing
source: Previewing {0}
es: Vista preliminar de {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 正在预览{0}

# PersonaViewportToolbar,PreviewingAnimBP
source: Previewing {0}
es: Vista preliminar de {0}
ja: プレビュー中 {0}
pt_br: Visualizando {0}
zh_cn: 正在预览{0}

# AnimMontageSegmentDetails,StartTimeLabel
source: Start Time
ja: 開始時間
zh_cn: 起始时间

# AnimNodeSlotDetails,SlotNameTitleLabel
source: Slot Name
es: Nombre de la ranura
ja: スロット名
pt_br: Nome do Slot
zh_cn: 插槽名称

# SkeletonSlotNames,SlotNameNameLabel
source: Slot Name
es: Nombre de la ranura
ja: スロット名
pt_br: Nome do Slot
zh_cn: 插槽名称

# AnimNotifyDetails,Curve Name Hint Text
source: Curve Name...
ja: カーブ名...
zh_cn: 曲线名称...

# AnimNotifyDetails,Hint Text
source: Bone Name...
es: Nombre del hueso...
ja: ボーン名...
pt_br: Nome do Osso...
zh_cn: 骨骼名称...

# SkeletalMeshSocketDetails,SkeletalMeshSocketDetailsHintTextBoneName
source: Bone Name...
es: Nombre del hueso…
ja: ボーン名
pt_br: Nome do Osso...
zh_cn: 骨骼名称...

# AnimNotifyNode,StateNodeDragTransation
source: Drag State Node Marker
ja: State ノードマーカーをドラッグ
zh_cn: 拖拽状态节点标识

# AnimNotifyPanel,AddNewNotifyEvent
source: Add New Anim Notify
es: Añadir un aviso de la animación nuevo
ja: 新規アニム通知を追加
pt_br: Adicionar Nova Notificação de Animação
zh_cn: 添加新动画通知

# AnimNotifyPanel,AddNewSyncMarker
source: Add New Sync Marker
ja: 新規シンクマーカーを追加
zh_cn: 添加新的同步标记

# AnimNotifyPanel,AddNotifyEvent
source: Add Anim Notify
es: Añadir aviso de la animación
ja: アニム通知を追加
pt_br: Adicionar Notificação de Animação
zh_cn: 添加动画通知

# AnimNotifyPanel,AddsAnExistingAnimNotify
source: Add an existing notify
es: Añadir un aviso existente
ja: 既存の通知を追加
pt_br: Adicionar uma notificação existente
zh_cn: 添加一个现有通知

# AnimNotifyPanel,NewNotifySubMenu_ToolTip
source: Add an existing notify
es: Añadir un aviso existente
ja: 既存の通知を追加
pt_br: Adicionar uma notificação existente
zh_cn: 添加一个现有通知

# AnimNotifyPanel,AddSyncMarker
source: Add Sync Marker
ja: シンクマーカーを追加
zh_cn: 添加同步标记

# AnimNotifyPanel,AddTrackTooltip
source: Add track above here
es: Añadir pista encima
ja: この上にトラックを追加
pt_br: Adicionar faixa aqui em cima
zh_cn: 在这上方添加轨迹

# AnimNotifyPanel,AnimNotify_ToolTipBranchingPoint
source: {0} (BranchingPoint)
ja: {0} (分岐ポイント)
zh_cn: {0} (分支点)

# AnimNotifyPanel,Copy
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# K2Node_Copy,Copy
source: Copy
ja: コピー

# MaterialEditor,CopyHLSLButton
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# MeshPaint_Mode,MeshPaint_Copy
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# MoviePlayerSettingsDetails,ExternalMovieImport_Confirm
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# PropertyEditor,CopyAsset
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# PropertyView,CopyProperty
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# UICommands.MatineeCommands,EditCopy
source: Copy
ja: コピー

# UnrealEd,LandscapeMode_Copy
source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制

# AnimNotifyPanel,CopyToolTip
source: Copy animation notify event
es: Copiar evento de aviso de la animación
ja: アニメーション通知イベントのコピー
pt_br: Copiar evento de notificação de animação
zh_cn: 复制动画通知事件

# AnimNotifyPanel,Delete
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# AnimPoseEditor,DeleteCurveButtonLabel
source: Delete
ja: 削除

# AnimPoseEditor,DeletePoseButtonLabel
source: Delete
ja: 削除

# BlendSpaceEditorBase,Delete
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# ContentBrowser,Delete
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# ContentBrowser,DeleteFolder
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# ContentBrowser,DestroyCollection
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# FBXOption,FbxOptionWindow_Scene_Reimport_Filter_Delete_Content
source: Delete
ja: 削除
zh_cn: 删除

# FBXOption,FbxOptionWindow_SM_Delete
source: Delete
ja: 削除
zh_cn: 删除

# LandscapeEditor,Tool.DeleteComponent
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# LandscapeEditor,ToolSet_DeleteComponent
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# NiagaraEffectEditor,DeleteEmitter
source: Delete
ja: 削除
zh_cn: 删除

# PackagesDialogModule,DeleteSelectedButton
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# PropertyCustomizationHelpers,DeleteButtonLabel
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# PropertyCustomizationHelpers,DeleteButtonToolTipText
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# SceneOutliner_FolderTreeItem,DeleteFolder
source: Delete
ja: 削除

# SDeleteAssetsDialog,Delete
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# SkeletonAnimNotifies,DeleteAnimNotifyButtonLabel
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# SkeletonBlendProfiles,Menu_DeleteProfileLabel
source: Delete
ja: 削除
zh_cn: 删除

# SkeletonSlotNames,DeleteOperation
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# SMorphTargetViewer,DeleteMorphTargetButtonLabel
source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
zh_cn: 删除

# SRetargetSourceWindow,DeleteRetargetSourceActionLabel
source: Delete
ja: 削除
zh_cn: 删除

# UICommands.AnimNotifyPanel,DeleteNotify
source: Delete
ja: 削除
zh_cn: 删除
