Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ReferenceViewer,AddressBarMultiplePackagesText
source: {0} and {1} others
es: {0} y {1} otros
ja: {0} と その他の {1}
pt_br: {0} e outros {1}
zh_cn: {0}和{1}其他项

# ReferenceViewer,ReferenceNodeMultiplePackagesComment
source: {0} and {1} others
es: {0} y {1} otros
ja: {0} と その他の {1}
pt_br: {0} e outros {1}
zh_cn: {0}和{1}其他项

# ReferenceViewer,AddToCollectionFailed
source: Failed to add to the collection. {0}
ja: コレクションへの追加に失敗しました {0}

# ReferenceViewer,CreateCollectionSucceeded
source: Created collection {0}
ja: コレクション {0} を作成

# ReferenceViewer,ReferenceNodeCollapsedMessage
source: {0} other nodes
es: {0} otros nodos
ja: {0} その他のノード
pt_br: {0} outros nós
zh_cn: {0} 其他节点

# ReferenceViewer,ReferenceNodeCollapsedTitle
source: Collapsed nodes
es: Nodos reducidos
ja: 折りたたまれたノード
pt_br: Nós combinados
zh_cn: 合并的节点

# ReferenceViewer,ReferenceNodeMultiplePackagesTitle
source: {0} nodes
es: {0} nodos
ja: {0} ノード
pt_br: {0} nós
zh_cn: {0} 节点

# ReferenceViewer,SearchBreadthLabelText
source: Search Breadth Limit
es: Buscar límite de anchura
ja: 幅制限を検索
pt_br: Procurar Limite de Amplitude
zh_cn: 搜索广度限制

# ReferenceViewer,SearchDepthLabelText
source: Search Depth Limit
es: Buscar límite de profundidad
ja: 深度制限を検索
pt_br: Procurar Limite de Profundidade
zh_cn: 搜索深度限制

# ReflectionCaptureDetails,UpdateReflectionCaptures
source: Update Captures
es: Actualizar capturas
ja: キャプチャを更新
pt_br: Atualizar Capturas
zh_cn: 更新截图

# ReimportContext,MessageLogPageLabel
source: Outstanding source content changes {0}
ja: 未処理のソースコンテンツ変更 {0}
zh_cn: 出色的源内容变更{0}

# ReimportContext,OpenMessageLog
source: Open message log
ja: メッセージログを開く
zh_cn: 打开信息日志

# ReimportManager,ImportDialogTitle
source: Import For
es: Importar a
ja: インポート
pt_br: Importar Para
zh_cn: 为...导入

# RenderPassesCustomization,ComboText
source: Add Render Pass...
ja: レンダーパスを追加...
zh_cn: 添加渲染处理...

# RetargetSourceEditor,RetargetSourceDelete_FixUpAnimation_Message
source: Would you like to fix up the following animation(s)? You'll have to save all the assets in the list.
es: ¿Quiere reparar la(s) siguiente(s) animación(es)? Tendrá que guardar todos los activos en la lista.
ja: 次のアニメーションを修正しますか？リストにあるアセットをすべて保存しなくてはいけません。
pt_br: Gostaria de corrigir as animações a seguir? Será necessário salvar todos os ativos da lista.
zh_cn: 您想修复以下动画吗? 您必须保存列表中的所有资源。

# RetargetSourceEditor,RetargetSourceRename_FixUpAnimation_Message
source: Would you like to fix up the following animation(s)? You'll have to save all the assets in the list.
es: ¿Quiere reparar la(s) siguiente(s) animación(es)? Tendrá que guardar todos los activos en la lista.
ja: 次のアニメーションを修正しますか？リストにあるアセットをすべて保存しなくてはいけません。
pt_br: Gostaria de corrigir as animações a seguir? Será necessário salvar todos os ativos da lista.
zh_cn: 您想修复以下动画吗? 您必须保存列表中的所有资源。

# RetargetSourceEditor,RetargetSourceDeleteMessage
source: Following animation(s) is(are) referencing this pose. Are you sure if you'd like to delete this pose?
es: La(s) siguiente(s) animación(es) hace(n) referencia a esta posición. ¿Está seguro de que quiere eliminar esta postura?
ja: 次のアニメーションがこのポーズをリファレンスしています。このポーズを削除しますか？
pt_br: As animações a seguir fazem referência a esta pose. Tem certeza de que deseja excluir esta pose?
zh_cn: 以下动画正在引用该姿势。您确定要删除该姿势吗？

# RigDetails,DisplayNameLabel
source: Display Name
ja: 名前を表示
zh_cn: 显示名称

# RigDetails,OrientationLabel
source: Orientation
ja: 方向
zh_cn: 朝向

# RigDetails,SetAllToParent_Action
source: Set All Transform Constraints to Parent
ja: 全トランスフォームコンストレイントを親に適用
zh_cn: 设置所有变换约束为父项

# RigDetails,SetAllToParent_ButtonLabel
source: Set All Constraints to Parent
ja: 全コンストレイントを親に適用
zh_cn: 设置所有约束为父项

# RigDetails,SetAllToWorld_Action
source: Set All Transform Constraints to World
ja: 全トランスフォームコンストレイントをワールドに適用
zh_cn: 设置所有变换约束为世界

# RigDetails,SetAllToWorld_ButtonLabel
source: Set All Constraints to World
ja: 全コンストレイントをワールドに適用
zh_cn: 设置所有约束为世界

# RigPicker,PickDefaultRig
source: Select Humanoid Rig
ja: ヒューマノイドリグを選択
zh_cn: 选择类人绑定

# RigPicker,PickDefaultRig_Tooltip
source: Select Engine Defined Humanoid Rig
ja: エンジン定義のヒューマノイドリグを選択
zh_cn: 选择引擎定义的类人绑定

# SActorDetails,BlueprintUCSComponentWarning
source: Components created by the User Construction Script can only be edited in the <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">Blueprint</>
ja: ユーザーコンストラクションスクリプトで作成したコンポーネントは <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">ブループリント</> のみで編集可能です。
zh_cn: 用户构建脚本创建的组件仅能在<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">蓝图</>中进行编辑。

# SActorDetails,BlueprintUneditableInheritedComponentWarning
source: Components flagged as not editable when inherited must be edited in the <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">Blueprint</>
ja: 継承時に編集不可のフラグが付いているコンポーネントは <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">ブループリント</> で編集しなくてはいけません。
zh_cn: 当继承标志为不能编辑的组件时，必须在<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">蓝图</>中进行编辑。

# SActorDetails,UneditableNativeComponentWarning
source: Native components are editable when declared as a UProperty in <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">C++</>
ja: <a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">C++</> コードにUPropertyとして宣言するとネイティブコンポーネントは編集可能です
zh_cn: 当原生组件在<a id="HyperlinkDecorator" style="DetailsView.BPMessageHyperlinkStyle">C++</>中声明为UProperty时，则它是可编辑的。

# SAnimationDlgs,SImportPathDialog_Title
source: Select folder to import to
es: Seleccionar carpeta a la que importar
ja: インポートするフォルダを選択
pt_br: Selecionar pasta para onde importar
zh_cn: 选择要导入到的文件夹

# SAnimCurveViewer,AnimCurveRenamed
source: The name "{InvalidName}" is already used.
ja: "{InvalidName}"という名前は既に使用しています

# SAnimCurveViewer,AnimCurveType_Morphtarget
source: Morph Target
ja: モーフターゲット

# SAnimCurveViewer,CurveAction
source: Curve Actions
ja: カーブ アクション

# SCurveEditor,CurveAction
source: Curve Actions
es: Acciones de la curva
ja: カーブ アクション
pt_br: Ações de Curva
zh_cn: 曲线动作

# SAnimCurveViewer,CurveTypeMorphTarget_Tooltip
source: MorphTarget
ja: モーフターゲット

# SAnimCurveViewer,DeleteSmartNameToolTip
source: Delete the selected curve
ja: 選択中のカーブを削除

# SAnimCurveViewer,NewSmartnameLabel
source: New Name
ja: 新規名称

# SAnimCurveViewer,RenameSmartNameToolTip
source: Rename the selected curve
ja: 選択カーブ名を変更

# SAssetFamilyShortcutBar,AssetSelectionSection
source: Select Asset
ja: アセットを選択

# SGraphPinObject,DefaultComboText
source: Select Asset
es: Seleccionar activo
ja: アセットを選択
pt_br: Selecionar Ativo
zh_cn: 选择资源

# SAssetFamilyShortcutBar,ShowInContentBrowser
source: Show In Content Browser
ja: コンテンツブラウザで表示

# SAssetFamilyShortcutBar,ShowInContentBrowser_ToolTip
source: Show this asset in the content browser.
ja: コンテンツブラウザにこのアセットを表示

# SaveAsImplementation,ExistingPackageFailedToUnload
source: Failed to unload existing level.
ja: 既存レベルのアンロードに失敗しました。
zh_cn: 卸载现有关卡失败。

# SaveAsImplementation,ExistingWorldNotInactive
source: You can not unload a level you are currently editing.
ja: 編集中のレベルをアンロードすることはできません。
zh_cn: 您不能卸载您当前正在编辑的关卡。

# SaveAsImplementation,InvalidMapName
source: Failed to save map {Filename}{LineTerminators}{ErrorMessage}
es: Error al guardar el mapa {Filename}{LineTerminators}{ErrorMessage}
ja: マップの保存に失敗しました {Filename}{LineTerminators}{ErrorMessage}
pt_br: Falha ao salvar mapa {Filename}{LineTerminators}{ErrorMessage}
zh_cn: 保存地图{Filename}{LineTerminators}{ErrorMessage}失败

# SBehaviorTreeBlackboardEditor,BlackboardEntryAddTransaction
source: Add Blackboard Entry
es: Añadir entrada del borrador
ja: ブラックボードエントリを追加
pt_br: Adicionar Entrada do Quadro-negro
zh_cn: 添加黑板项

# SBehaviorTreeBlackboardEditor,BlackboardEntryDeleteTransaction
source: Delete Blackboard Entry
es: Borrar entrada del borrador
ja: ブラックボードエントリを削除
pt_br: Excluir Entrada do Quadro-negro
zh_cn: 删除黑板项

# SBehaviorTreeBlackboardEditor,New_Label
source: New Key
es: Nueva clave
ja: 新規キー
pt_br: Nova Chave
zh_cn: 新键值

# SBehaviorTreeBlackboardEditor,New_ToolTip
source: Create a new blackboard entry
es: Crear una nueva entrada del borrador
ja: 新規ブラックボードエントリを作成
pt_br: Criar uma nova entrada de quadro-negro
zh_cn: 创建一个新的黑板项

# SBehaviorTreeBlackboardEditor,Rename_Tooltip
source: Renames this blackboard entry.
es: Cambiar el nombre de esta entrada de borrador.
ja: このブラックボードエントリの名前を変更
pt_br: Renomeia esta entrada do quadro-negro.
zh_cn: 重名民该黑板项

# SBehaviorTreeBlackboardView,BlackboardEntryRenameTransaction
source: Rename Blackboard Entry
es: Cambiar nombre de entrada de borrador
ja: ブラックボードエントリの名前を変更
pt_br: Renomear Entrada do Quadro-negro
zh_cn: 重命名黑板项

# SBehaviorTreeBlackboardView,CheckingBehaviorTree
source: Key renamed, loading {0}
ja: キーの名前を変更、 {0} をロード中
zh_cn: 键已被重命名，正在加载{0}

# SBehaviorTreeBlackboardView,DuplicateKeyWarning
source: A key of this name already exists.
ja: この名前のキーはすでに存在します。
zh_cn: 该名称的关键帧已经存在。

# SBehaviorTreeBlackboardView,DuplicateParentKeyWarning
source: An inherited key of this name already exists.
ja: この名前の継承キーはすでに存在します。
zh_cn: 该名称的继承关键帧已经存在。

# SBehaviorTreeBlackboardView,InheritedKeysSectionLabel
source: Inherited Keys
es: Claves heredadas
ja: 継承したキー
pt_br: Chaves Herdadas
zh_cn: 继承的关键帧

# SBehaviorTreeBlackboardView,ToolbarTimeStamp
source: Time Stamp: {0}
es: Sello de tiempo: {0}
ja: タイムスタンプ: {0}
pt_br: Horário: {0}
zh_cn: 时间戳: {0}

# SBehaviorTreeBlackboardView,UpdatingBehaviorTrees
source: Updating behavior trees
ja: ビヘイビアツリーを更新中
zh_cn: 正在更新行为树

# SBehaviorTreeDiff,AppearanceCornerText_BehaviorDif
source: DIFF
es: COMPARAR
ja: 差分
pt_br: DIFERENÇA
zh_cn: 差异比较

# SBehaviorTreeDiff,BehaviorTreeDifGraphsToolTip
source: Select Graph to Diff
es: Seleccionar un gráfico para comparar
ja: 差分を検出するグラフを選択
pt_br: Selecionar Grafo para Gerar Diferenças
zh_cn: 选择图表来进行比较

# SBlueprintDif,BlueprintDifGraphsToolTip
source: Select Graph to Diff
es: Seleccionar un gráfico para comparar
ja: 差分を検出するグラフを選択
pt_br: Selecionar Grafo para Gerar Diferenças
zh_cn: 选择图表来进行比较

# SBehaviorTreeDiff,BehvaiorTreeDifDifferencesToolTip
source: List of differences found between revisions, click to select
es: Lista de las diferencias encontradas entre las revisiones, pinchar para seleccionar
ja: リビジョン間に差分リストが見つかりました。クリックして選択できます
pt_br: Lista de diferenças encontradas entre revisões, clique para selecionar
zh_cn: 版本差异列表，点击以选择

# SBlueprintDif,BlueprintDifDifferencesToolTip
source: List of differences found between revisions, click to select
es: Lista de las diferencias encontradas entre las revisiones, pinchar para seleccionar
ja: リビジョン間に差分リストが見つかりました。クリックして選択できます
pt_br: Lista de diferenças encontradas entre revisões, clique para selecionar
zh_cn: 版本差异列表，点击以选择

# SBehaviorTreeDiff,BTDifPanelNoGraphTip
source: Graph does not exist in this revision
es: El gráfico no existe en esta revisión
ja: このリビジョンにはグラフが存在しません
pt_br: O grafo não existe nesta revisão
zh_cn: 该修订版中不存在该图表节点

# SBlueprintDif,BPDifPanelNoGraphTip
source: Graph does not exist in this revision
es: El gráfico no existe en esta revisión
ja: リビジョンにグラフが存在しません
pt_br: O grafo não existe nesta revisão
zh_cn: 该修订版中不存在该图表节点

# SBehaviorTreeDiff,CurrentRevision
source: Current Revision
es: Revisión actual
ja: 現在のリビジョン
pt_br: Revisão Atual
zh_cn: 当前修订版：

# SBlueprintDif,CurrentRevision
source: Current Revision
es: Revisión actual
ja: 現在のリビジョン
pt_br: Revisão Atual
zh_cn: 当前修订版：

# SourceControlHistory,CurrentRevsion
source: Current Revision
es: Revisión actual
ja: 現在のリビジョン
pt_br: Revisão Atual
zh_cn: 当前修订版：

# SBehaviorTreeDiff,DIF_Confused
source: There is an unspecified difference
es: Hay una diferencia sin especificar
ja: 詳細不明な差分があります
pt_br: Há uma diferença não especificada
zh_cn: 存在未确定的差异

# SBlueprintDif,DIF_Confused
source: There is an unspecified difference
es: Hay una diferencia sin especificar
ja: 詳細不明な差分があります
pt_br: Há uma diferença não especificada
zh_cn: 存在未确定的差异

# SBehaviorTreeDiff,DIF_UnknownDiff
source: Unknown Diff
es: Comparación desconocida
ja: 不明な差分
pt_br: Diferença desconhecida
zh_cn: 未知差异

# SBlueprintDif,DIF_UnknownDiff
source: Unknown Diff
es: Comparación desconocida
ja: 不明な差分
pt_br: Diferença desconhecida
zh_cn: 未知差异

# SBehaviorTreeDiff,DifBehaviorTreeDefaults
source: Default Diff
es: Comparar predeterminado
ja: デフォルトの差分
pt_br: Geração de Diferenças Padrão
zh_cn: 默认差异比较

# SBehaviorTreeDiff,NamedCurrentRevisionFmt
source: {0} - Current Revision
ja: {0} - 現在のリビジョン
zh_cn: {0} - 当前版本

# SBehaviorTreeDiff,NamedRevisionDiffFmt
source: {0} - Revision {1}, {2}
ja: {0} - リビジョン {1}, {2}

# SBehaviorTreeDiff,NamedRevisionDiffFmtUsesChangelists
source: {0} - Revision {1}, CL {2}, {3}
ja: {0} - リビジョン {1}、CL {2}、{3}
zh_cn: {0} - 版本{1},变更列表{2}, {3}

# SBehaviorTreeDiff,PreviousRevisionDifFmt
source: Revision {0}, {2}
ja: リビジョン {0}, {2}

# SBehaviorTreeDiff,PreviousRevisionDifFmtUsesChangelists
source: Revision {0}, CL {1}, {2}
ja: リビジョン {0}、CL {1}、{2}
zh_cn: 版本{0},变更列表{1}, {2}

# SBehaviorTreeDiff,RevisionDifferences
source: Revision Differences
es: Diferencias de la revisión
ja: リビジョンの差分
pt_br: Diferenças de Revisão
zh_cn: 版本差异

# SBlueprintDif,RevisionDifferences
source: Revision Differences
es: Diferencias de la revisión
ja: リビジョンの差分
pt_br: Diferenças de Revisão
zh_cn: 版本差异

# SBlueprintContextTargetMenu,BlueprintContextTarget
source: Blueprint Context Target(s)
ja: ブループリントコンテキストターゲット
zh_cn: 蓝图情境目标

# SBlueprintContextTargetMenu,ComponentContextTarget
source: Component Context Target(s)
ja: コンポーネントコンテキストターゲット
zh_cn: 组件情境目标

# SBlueprintContextTargetMenu,DisabledTargetTooltip
source: This target is invalid or redundent for this context.
ja: このターゲットはこのコンテキストに無効か重複しています。
zh_cn: 这个目标对于该情境无效或多余。

# SBlueprintContextTargetMenu,GenericTargetTooltip
source: Include variables/functions that belong to this target.
ja: このターゲットに属する変数/関数を含む
zh_cn: 包含属于该目标的变量/函数。

# SBlueprintContextTargetMenu,MenuToolTip
source: Select whose functions/variables you want to see. NOTE: Unchecking everything is akin to 'SHOW EVERYTHING' (you're choosing to have NO target context and to not limit the scope)
ja: 確認する関数/変数を選択します。 注記：チェックをすべて外すと 'SHOW EVERYTHING' と同じ状態になります（ターゲットコンテキストは非選択となりスコープを制限しません）
zh_cn: 选择您想看到谁的 函数/变量。 注意：未选中任何内容等同于‘显示所有内容’（您正在选择没有目标情境，不限制范围）

# SBlueprintContextTargetMenu,UnrecognizedTarget
source: Error: <UNRECOGNIZED>
ja: エラー： <UNRECOGNIZED>
zh_cn: 错误：<UNRECOGNIZED>

# SBlueprintDif,ContainsDifferences
source: Revisions are different
es: Las revisiones son diferentes
ja: リビジョンは異なります
pt_br: As revisões são diferentes
zh_cn: 版本不同

# SBlueprintDif,GraphsIdentical
source: Revisions appear to be identical
es: Las revisiones parecen ser idénticas
ja: 同一のリビジョンです
pt_br: As revisões parecem ser idênticas
zh_cn: 版本相同

# SBlueprintDif,LockGraphsLabel
source: Lock/Unlock
ja: ロック/アンロック
zh_cn: 锁定/解锁

# SBlueprintDif,LockGraphsTooltip
source: Force all graph views to change together, or allow independent scrolling/zooming
ja: 全グラフビューを一緒に強制変更するか、個別のスクロール/ズームを可能にします
zh_cn: 强制所有图表视图一起变更，或允许单独的滚动/缩放

# SBlueprintDif,MissingGraph
source: Graph '{0}' missing from {1}
es: Gráfico '{0}' perdido de {1}
ja: {1} にグラフ '{0}' が見つかりません
pt_br: Grafo '{0}' ausente de {1}
zh_cn: {1}中缺失的图表'{0}'

# SBlueprintDif,NextDiffLabel
source: Next
ja: 次
zh_cn: 下一个

# STutorialContent,DefaultNextButtonLabel
source: Next
ja: 次へ
zh_cn: 下一步

# STutorialContent,NextLabel
source: Next
ja: 次へ
zh_cn: 下一步

# UICommands.EditorViewportCommands,Next
source: Next
ja: 次へ

# UICommands.SBehaviorTreeDiff,Next
source: Next
ja: 次へ
zh_cn: 下一个

# UMG,NextNavigation
source: Next
ja: 次へ
zh_cn: 下一个

# SBlueprintDif,NextDiffTooltip
source: Go to next difference
ja: 次の差分へ移動
zh_cn: 跳转到一个差异处

# UICommands.SBehaviorTreeDiff,Next_ToolTip
source: Go to next difference
ja: 次の差分へ移動
zh_cn: 跳转到下一个差异处

# SBlueprintDif,OlderRevisionIdentifier
source: Right Revision
ja: 正しいリビジョン
zh_cn: 正确版本

# SBlueprintDif,PrevDiffLabel
source: Prev
ja: 前へ
zh_cn: 前一个

# UICommands.SBehaviorTreeDiff,Previous
source: Prev
ja: 前へ
zh_cn: 上一个

# SBlueprintDif,PrevDiffTooltip
source: Go to previous difference
ja: 前の差分へ移動
zh_cn: 跳转到前一个差异处

# UICommands.SBehaviorTreeDiff,Previous_ToolTip
source: Go to previous difference
ja: 前の差分へ移動
zh_cn: 跳转到前一个差异处

# SBlueprintDif,Revision Number
source: Revision {0}
es: Revisión {0}
ja: リビジョン {0}
pt_br: Revisão {0}
zh_cn: 修订版 {0}

# SBlueprintRevisionMenu,RevisionNumber
source: Revision {0}
ja: リビジョン {0}
zh_cn: 版本{0}

# SourceControlHistory,Revision
source: Revision {0}
es: Revisión {0}
ja: リビジョン {0}
pt_br: Revisão {0}
zh_cn: 修订版 {0}

# SBlueprintDiff,GraphsTooltipText
source: Differences in the various graphs present in the blueprint
ja: ブループリントに表示されるさまざまなグラフの相違点
zh_cn: 蓝图中不同图表间的区别

# SBlueprintDiff,MyBlueprintTooltipText
source: Differences in the 'My Blueprints' attributes of the blueprint
ja: ブループリントの「マイブループリント」特性の相違点
zh_cn: 蓝图的'我的蓝图'属性的区别

# SBlueprintGraphContextMenu,BlueprintActionMenuContextTextTooltip
source: Describes the current context of the action list
es: Describe el contexto actual de la lista de acción
ja: アクションリストの現行コンテンツを説明
pt_br: Descreve o contexto atual da lista de ação
zh_cn: 介绍了动作列表的当前内容

# SBlueprintGraphContextMenu,BlueprintActionMenuContextToggle
source: Context Sensitive
es: Contexto sensible
ja: 状況に合わせた表示
pt_br: Sensível ao Contexto
zh_cn: 情境关联

# SBlueprintGraphContextMenu,BlueprintActionMenuContextToggleTooltip
source: Should the list be filtered to only actions that make sense in the current context?
es: ¿Debe filtrarse la lista con solo las acciones que tengan sentido en el contexto actual?
ja: 現行コンテンツに有用なアクションのみでリストをフィルタリングしますか？
pt_br: A lista deve ser filtrada para somente ações coerentes com o contexto atual?
zh_cn: 是否应该过滤该列表使其仅包含在当前情境中有意义的动作?

# SBlueprintGraphContextMenu,Favorite
source: Click to add this item to your favorites.
es: Haga clic para añadir este elemento a sus favoritos.
ja: アイテムをクリックしてお気に入りに追加
pt_br: Clique para adicionar este item aos seus favoritos.
zh_cn: 点击来将该项添加到您的收藏夹中。

# SBlueprintGraphContextMenu,MenuPrompt_AllPins
source: All Possible Actions
es: Todas las acciones posibles
ja: すべてのノード
pt_br: Todas as Ações Possíveis
zh_cn: 所有可能的操作

# SBlueprintGraphContextMenu,MenuPrompt_BlueprintActions
source: All Actions for this Blueprint
es: Todas las acciones para este Blueprint
ja: このブループリントで使えるノード
pt_br: Todas as Ações para este Esquema
zh_cn: 此蓝图的所有操作

# SBlueprintGraphContextMenu,MenuPrompt_ExecPin
source: Executable actions
es: Acciones ejecutables
ja: 実行可能なアクション
pt_br: Ações executáveis
zh_cn: 可执行的动作

# SBlueprintGraphContextMenu,MenuPrompt_InputPin
source: Actions providing a(n) {0}
es: Acciones que proporcionan (n) {0}
ja: {0} を提供する動作
pt_br: Ações que fornecem {0}
zh_cn: 提供{0}的动作

# SBlueprintGraphContextMenu,MenuPrompt_ManyPins
source: Actions for {0} pins
es: Acciones para {0} Pins
ja: {0} ピンの動作
pt_br: Ações para {0} fixadores
zh_cn: {0}引脚的操作

# SBlueprintGraphContextMenu,MenuPrompt_OutputPin
source: Actions taking a(n) {0}
es: Acciones que toman (n) {0}
ja: {0} を取得する動作
pt_br: Ações que recebem {0}
zh_cn: 提供{0}的动作

# SBlueprintGraphContextMenu,PromoteToLocalVariable
source: Promote to local variable
ja: ローカル変数へ昇格
zh_cn: 提升为局部变量

# SBlueprintGraphContextMenu,PromoteToVariable
source: Promote to variable
es: Transformar en variable
ja: 変数へ昇格
pt_br: Promover para variável
zh_cn: 提升为变量

# SBlueprintGraphContextMenu,Unfavorite
source: Click to remove this item from your favorites.
es: Haga clic para eliminar este elemento de tus favoritos.
ja: アイテムをクリックしてお気に入りから削除
pt_br: Clique para remover este item dos seus favoritos.
zh_cn: 点击来将该项从您的收藏夹中删除。

# SBlueprintRevisionMenu,Depo
source: Depot
ja: ディポ
zh_cn: 库

# SBlueprintRevisionMenu,DiffMenuOperationInProgress
source: Updating history...
ja: 履歴を更新中...
zh_cn: 正在更新历史记录...

# SBlueprintRevisionMenu,LocalRevision
source: Local
ja: ローカル
zh_cn: 本地

# UICommands.ReferenceViewerActions,MakeLocalCollectionWithDependencies
source: Local
ja: ローカル

# UICommands.ReferenceViewerActions,MakeLocalCollectionWithReferencers
source: Local
ja: ローカル

# SBlueprintRevisionMenu,LocalRevisionToolTip
source: The current copy you have saved to disk (locally)
ja: ディスクに保存した現在の作業コピー（ローカル）
zh_cn: 您存储到硬盘的当前拷贝（本地）

# SBlueprintRevisionMenu,NoRevisonHistory
source: No revisions found
ja: リビジョンが見つかりません
zh_cn: 未找到修订版

# SBlueprintRevisionMenu,Revisions
source: Revisions
ja: リビジョン
zh_cn: 版本

# SBoneSelectionWidget,BoneClickToolTip
source: {0} Click to choose a different bone
ja: {0} クリックして別のボーンを選択
zh_cn: {0} 点击以选择不同的骨骼

# SBoneSelectionWidget,BonePickerTitle
source: Pick Bone...
ja: ボーンを選択...
zh_cn: 选取骨骼...

# SceneCaptureDetails,AdvancedShowFlagsMenu
source: Advanced Show Flags
ja: 表示フラグの詳細設定
zh_cn: 高级显示标志

# SceneCaptureDetails,CollisionModesShowFlagsMenu
source: Collision Modes Show Flags
ja: コリジョンモードの表示フラグ
zh_cn: 碰撞模式显示标志

# SceneCaptureDetails,CommonShowFlagHeader
source: General Show Flags
ja: 表示フラグを生成
zh_cn: 通用显示标志

# SceneCaptureDetails,DeveloperShowFlagsMenu
source: Developer Show Flags
ja: デベロッパーの表示フラグ
zh_cn: 开发者显示标志

# SceneCaptureDetails,HiddenShowFlagsMenu
source: Hidden Show Flags
ja: 非表示の表示フラグ
zh_cn: 隐藏显示标志

# SceneCaptureDetails,LightingComponentsShowFlagsMenu
source: Lighting Components Show Flags
ja: ライティングコンポーネントの表示フラグ
zh_cn: 光照组件显示标志

# SceneCaptureDetails,LightingFeaturesShowFlagsMenu
source: Lighting Features Show Flags
ja: ライティング機能の表示フラグ
zh_cn: 光照功能显示标志

# SceneCaptureDetails,MiscFlagsMenu
source: Misc Show Flags
ja: その他の表示フラグ
zh_cn: 其它显示标志

# SceneCaptureDetails,PostProcessShowFlagsMenu
source: Post Processing Show Flags
ja: ポストプロセスの表示フラグ
zh_cn: 后期处理显示标志

# SceneCaptureDetails,VisualizeShowFlagsMenu
source: Visualize Show Flags
ja: 可視化の表示フラグ
zh_cn: 可视化显示标志

# SceneComponentDetails,ParentMoreMobileRestriction
source: Selected objects cannot be less mobile than their inherited parents.
es: Los objetos seleccionados no pueden ser menos móviles que sus padres heredados.
ja: 選択したオブジェクトは継承した親よりも可動性がなくてはいけません
pt_br: Os objetos selecionados não podem ser menos móveis do que os pais herdados.
zh_cn: 选中对象的移动性不能低于它们所继承的父类的移动性。

# SceneOutliner_ActorTreeItem,ActorAttachmentsPageLabel
source: Actor attachment
ja: アクタの親子付け
zh_cn: Actor附加物

# SceneOutliner_ActorTreeItem,ActorLabelForMissingActor
source: (Deleted Actor)
ja: （削除したアクタ）
zh_cn: (删除的Actor)

# SceneOutlinerItemLabelColumn,ActorLabelForMissingActor
source: (Deleted Actor)
ja: （削除したアクタ）
zh_cn: (删除的Actor)

# SceneOutliner_ActorTreeItem,Error_AttachChildActor
source: Cannot move {0} as it is a child actor.
ja: 子アクタの {0} は移動できません
zh_cn: 由于{0}为子actor，故无法移动它。

# SceneOutliner_FolderTreeItem,Error_AttachChildActor
source: Cannot move {0} as it is a child actor.
ja: 子アクタの {0} は移動できません。
zh_cn: 由于{0}为子actor，故无法移动它。

# SceneOutliner_ActorTreeItem,FoldersOnActorError
source: Cannot attach folders to actors
ja: フォルダをアクタに親子付けできません
zh_cn: 不能将文件夹附加到actor上

# SceneOutliner_FolderTreeItem,ChildOfItself
source: Cannot move "{FolderPath}" to be a child of itself
ja: 自身の子にするために "{FolderPath}" を移動できません
zh_cn: 不能把"{FolderPath}"移作为自身的子项

# SceneOutliner_FolderTreeItem,CreateSubFolder
source: Create Sub Folder
ja: サブフォルダを作成
zh_cn: 创建子文件夹

# SceneOutliner_FolderTreeItem,FolderAlreadyAssigned
source: {SourceName} is already assigned to {DestPath}
ja: {SourceName} は既に {DestPath} に割り当てられています
zh_cn: {SourceName}已被指派给{DestPath}

# SceneOutliner_FolderTreeItem,FolderAlreadyAssignedRoot
source: {SourceName} is already assigned to root
ja: {SourceName} は既にルートに割り当てられています
zh_cn: {SourceName}已被指派给根项

# SceneOutliner_FolderTreeItem,FolderAlreadyExistsRoot
source: A folder called "{DragName}" already exists at this level
ja: "{DragName}" という名前のフォルダはこのレベルに既に存在します
zh_cn: 名称为 "{DragName}" 的文件夹已经存在于该关卡中

# SceneOutliner_FolderTreeItem,MoveInto
source: Move into "{DropPath}"
ja: "{DropPath}" へ移動
zh_cn: 移入到"{DropPath}"

# SceneOutliner_FolderTreeItem,MoveOutlinerItems
source: Move World Outliner Items
ja: アウトライナアイテムを移動
zh_cn: 移动世界大纲视图项目
