Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SGlobalTabSwitchingDialog,ChangeToolsHeading
source: Tool Windows
ja: ツールウィンドウ
zh_cn: 工具窗口

# SGlobalTabSwitchingDialog,OpenAssetsHeading
source: Active Files
ja: アクティブなファイル
zh_cn: 激活的文件

# SGraphNodeAnimState,PreviewCornerConduitText
source: {0} conduit
ja: {0} コンジット
zh_cn: {0}通道

# SGraphNodeAnimState,PreviewCornerStateText
source: {0} state
ja: {0} ステート
zh_cn: {0}状态

# SGraphNodeDocumentation,InvalidContentNotification
source: No valid content to display.Please choose a valid link and excerpt in the details panel
ja: 表示に無効なコンテンツです。詳細パネルで有効なリンクと引用を選択してください
zh_cn: 没有要显示的有效内容。请选择一个有效链接和详细信息面板中的摘录。

# SGraphNodeK2Base,InReverse
source: (in reverse)
ja: (逆再生)

# SGraphNodeK2Base,Looping
source: (looping)
ja: (ループ中)

# SGraphNodeK2Base,Paused
source: Paused
es: En pausa
ja: 一時停止中
pt_br: Pausado
zh_cn: 已暂停

# SGraphNodeK2Base,Playing
source: Playing
es: Reproduciendo
ja: 再生中
pt_br: Em reprodução
zh_cn: 播放

# SGraphNodeK2Base,WatchingAndValid
source: Watching %s %s
es: Visualizar %s %s
ja: %s をウォッチ中 %s
pt_br: Inspecionando %s %s
zh_cn: 查看%s %s

# SGraphNodeK2Base,WatchingNoDebugObject
source: Watching %s
es: Visualizando %s
ja: %s をウォッチ中
pt_br: Inspecionando %s
zh_cn: 正在查看%s

# SGraphNodeK2Base,WatchingUnknownProperty
source: Watching %s (no debug data)
es: Visualizando %s (sin datos de depuración)
ja: %s をウォッチ中 (デバッグデータなし)
pt_br: Inspecionando %s (sem dados de depuração)
zh_cn: 查看 %s (无调试数据）

# SGraphNodeK2Base,WatchingWhenNotInScope
source: Watching %s (not in scope)
es: Visualizando %s (no en el alcance)
ja: %s をウォッチ中 (スコープ外)
pt_br: Inspecionando %s (fora do escopo)
zh_cn: 查看%s (不在范围内）

# SGraphNodeMakeStruct,SetValue
source: Set Value
ja: 値を設定

# UICommands.CurveEditorCommands,SetValue
source: Set Value
ja: 値を設定

# UICommands.CurveEditorCommands,SetValue_ToolTip
source: Set Value
ja: 値を設定

# UICommands.MatineeCommands,KeySetValue
source: Set Value
ja: 値を設定

# SGraphNodeSequencePlayer,PositionToolTip_Default
source: Position
ja: 位置
zh_cn: 位置

# SplineComponentDetails,Position
source: Position
ja: 位置

# WorldBrowser,Position
source: Position
es: Posición
ja: 位置
pt_br: Posição
zh_cn: 位置

# SGraphNodeSpawnActor,DefaultComboText
source: Select Blueprint
es: Seleccionar Blueprint
ja: ブループリントを選択
pt_br: Selecionar Esquema
zh_cn: 选择蓝图

# SGraphPinActorBasedClass,DefaultComboText
source: Select Class
es: Seleccionar clase
ja: クラスを選択
pt_br: Selecionar Classe
zh_cn: 选择类

# SGraphPinClass,DefaultComboText
source: Select Class
es: Seleccionar clase
ja: クラスを選択
pt_br: Selecionar Classe
zh_cn: 选择类

# SGraphTitleBar,ReadOnlyWarningText
source: {BaseText} (READ-ONLY)
ja: {BaseText} (読み取り専用)
zh_cn: {BaseText} (只读)

# ShaderCompile,ShaderCompileInProgressFormat
source: Compiling Shaders ({ShaderJobs})
es: Compilando degradados ({ShaderJobs})
ja: シェーダーをコンパイル中({ShaderJobs})
pt_br: Compilando Sombreadores ({ShaderJobs})
zh_cn: 编译着色器({ShaderJobs})

# SimpleDialogModule,CreateNewDestructibleMeshTip
source: Create a new DestructibleMesh with a different name, and show in the DestructibleMesh editor
es: Crear una DestructibleMesh nueva con un nombre diferente, y mostrar en el editor de la DestructibleMesh
ja: 破壊可能メッシュを別名で作成して、破壊可能メッシュエディタで表示
pt_br: Criar uma nova DestructibleMesh com um nome diferente e exibe no editor de DestructibleMesh
zh_cn: 创建一个新的具有不同名称的可破坏网格物体，并显示在可破坏网格物体编辑器中。

# SimpleDialogModule,DestructibleMeshAlreadyExistsMessage
source: A DestructibleMesh by the same name already exists. Select an action.
es: Ya existe una DestructibleMesh con el mismo nombre. Seleccionar una acción.
ja: 同じ名前の破壊可能メッシュが既に存在します。アクションを選択してください。
pt_br: Já existe uma DestructibleMesh com o mesmo nome. Selecione uma ação.
zh_cn: 已经存在具有相同名称的可破坏网格物体。请选择一种操作。

# SimpleDialogModule,DestructibleMeshAlreadyExistsTitle
source: DestructibleMesh Already Exists
es: La DestructibleMesh ya existe
ja: 破壊可能メッシュは既に存在します
pt_br: A DestructibleMesh Já Existe
zh_cn: 可破坏网格物体已存在。

# SimpleDialogModule,ReplaceExistingDestructibleMeshTip
source: Replace the existing DestructibleMesh with a new one, and show in the DestructibleMesh editor
es: Reemplazar la DestructibleMesh existente por una nueva, y mostrar en el editor de la DestructibleMesh
ja: 既存の破壊可能メッシュを新規メッシュと置換して、破壊可能メッシュ エディタで表示
pt_br: Substitui a DestructibleMesh existente por uma nova e exibe no editor de DestructibleMesh
zh_cn: 使用新的可破坏网格物体替换现有的网格物体，并显示在可破坏网格物体编辑器中

# SimpleDialogModule,UseExistingDestructibleMeshTip
source: Open the DestructibleMesh editor with the existing mesh
es: Abrir el editor de la DestructibleMesh con la malla existente
ja: 既存メッシュを破壊可能メッシュエディタを開く
pt_br: Abre o editor de DestructibleMesh com a malha existente
zh_cn: 在可破坏网格物体编辑器中打开现有网格物体

# SizeMap,RootNode_Assets
source: assets
ja: アセット
zh_cn: 资源

# SizeMap,RootNode_SizeMapForMultiple
source: Size map for
ja: のサイズマップ
zh_cn: 尺寸贴图针对

# SizeMap,RootNode_SizeMapForOneAsset
source: Size map for
ja: のサイズマップ
zh_cn: 尺寸贴图针对

# SizeMap,RootNode_WarningPrefix
source: WARNING:
ja: 警告:
zh_cn: 警告:

# SkeletalControlNodeDetails,OnlyWorksInSingleSelectMode
source: Multiple types selected
es: Múltiples tipos seleccionados
ja: 複数のタイプが選択されています
pt_br: Diversos tipos selecionados
zh_cn: 选中了多种类型

# SkeletalMeshEdit,BeginCompressAnimation
source: Compress Animation
ja: アニメーションを圧縮
zh_cn: 压缩动画

# SkeletalMeshEdit,BeginImportAnimation
source: Importing Animation
ja: アニメーションをインポート中
zh_cn: 正在导入动画

# SkeletalMeshEdit,BeginImportMorphTargetCurves
source: Importing Morph Target Curves
ja: モーフターゲットカーブをインポート中
zh_cn: 正在导入顶点变形目标曲线

# SkeletalMeshEdit,CompressAnimation
source: Compressing Animation
ja: アニメーションを圧縮中
zh_cn: 正在压缩动画

# SkeletalMeshEdit,Error_CouldNotBuildValidSkeleton
source: Could not create a valid skeleton from the import data that matches the given Skeletal Mesh. Check the bone names of both the Skeletal Mesh for this AnimSet and the animation data you are trying to import.
es: No se ha podido crear un esqueleto válido de los datos de importación que coinciden con la malla esqueleto proporcionada. Compruebe los nombres de los huesos de la malla esqueleto para este AnimSet y los datos de la animación que está intentando importar.
ja: 任意のスケルタルメッシュと一致するインポートデータから有効なスケルトンを作成できませんでした。このアニムセット 用のスケルタル メッシュとインポートするアニメーション データ両方のボーン名を確認してください。
pt_br: Não foi possível criar um esqueleto válido a partir dos dados importados que correspondem a Malha Esquelética fornecida. Verifique os nomes dos ossos tanto da Malha Esquelética deste AnimSet quanto dos dados de animação que você está tentando importar.
zh_cn: 不能基于和给定骨架网格物体相匹配的导入数据创建一个有效的骨架。请检查该动画集的骨架网格物体的骨骼名称和您正在尝试导入的动画数据。

# SkeletalMeshEdit,Error_CouldNotFindFbxTrack
source: Mesh contains {0} bone as root but animation doesn't contain the root track. Import failed.
ja: ルートとして {0} ボーンがメッシュに含まれていますがアニメーションにルートトラックがありません。 インポートに失敗しました。
zh_cn: 网格物体包含作为根骨骼的{0}骨骼，但动画不包含根轨迹。 导入失败。

# SkeletalMeshEdit,Error_CouldNotFindTrack
source: Could not find needed track.
es: No se ha encontrado la pista que necesita.
ja: 必要なトラックが見つかりませんでした
pt_br: Não foi possível encontrar a faixa necessária.
zh_cn: 无法找到所需的轨迹。

# SkeletalMeshEdit,FBXImport_DupeBone
source: Could not import {0}. Duplicate bone name found ('{1}'). Each bone must have a unique name.
es: No se pudo importar {0}. Encontrado nombre de hueso duplicado ('{1}'). Cada hueso debe tener un nombre único.
ja: {0} をインポートできません 複製するボーン名が見つかりました ('{1}')。各ボーンは固有名でなくてはいけません。
pt_br: Não foi possível importar {0}. Nome do osso duplicado encontrado ('{1}'). Cada osso deve ter um nome único.
zh_cn: 无法导入{0}。 发现了重复的骨骼名称 ('{1}')。每个骨骼必须具有唯一的名称。

# SkeletalMeshEdit,FBXImport_InvalidAnimationData
source: This does not contain any valid animation takes.
es: Esto no contiene ninguna toma de animación válida.
ja: 有効なアニメーションテイクが含まれていません
pt_br: Isso não contém trechos de animação válidos.
zh_cn: 这不包含任何有效地动画取入。

# SkeletalMeshEdit,FBXImport_MissingBone
source: The following bones exist in the imported animation, but not in the Skeleton asset {0}. Any animation on these bones will not be imported: {1}
es: Los siguientes huesos existen en la animación importada, pero no en el activo del esqueleto {0}. No se importará ninguna animación en estos huesos: {1}
ja: インポートしたアニメーションに次のボーンが存在しますが、スケルトンアセット {0} には無いようです。これらのボーン上にあるアニメーションはインポートされません： {1}
pt_br: Os ossos a seguir existem na animação importada, mas não no ativo do Esqueleto {0}. Qualquer animação nesses ossos não será importada: {1}
zh_cn: 以下骨骼存在于导入的动画中，但是不存在于骨架资源 {0}中。将不会导入这些骨骼上的任何动画: {1}

# SkeletalMeshEdit,FBXImport_RootMatchFail
source: Root bone name does not match (FBX: {0} | Skeleton: {1})
es: El nombre del hueso raíz no coincide (FBX: {0} | Esqueleto: {1})
ja: ルートボーン名が一致しません(FBX: {0} | スケルトン: {1})
pt_br: O nome do osso raiz não corresponde (FBX: {0} | Esqueleto: {1})
zh_cn: 根骨骼名称不匹配(FBX: {0} | 骨架: {1})

# SkeletalMeshEdit,FBXImport_TransformError
source: Imported bone transform is different from original. Please check Output Log to see detail of error.
ja: インポートしたボーントランスフォームがオリジナルと異なります。エラーの詳細はアウトプットログで確認してください。
zh_cn: 导入的骨骼变换与原始的不同。请检查输出日志来查看错误的详细信息。

# SkeletalMeshEdit,FBXImport_ZeroLength
source: Animation Stack {0} does not contain any valid key. Try different time options when import.
es: La pila de animación {0} no contiene ninguna clave válida. Intente opciones de tiempo distintas al importar.
ja: アニメーションスタック {0} に有効なキーがありません。インポート時に別の時間オプションを試してください。
pt_br: A Pilha da Animação {0} não contém qualquer chave válida. Tente opções de tempo diferente ao importar.
zh_cn: 动画轨迹{0}没有包含任何有效的关键帧。请在导入时尝试不同的事件选项。

# SkeletalMeshEdit,ImportingAnimTrackDetail
source: Importing Animation Track [{TrackName}] ({TrackIndex}/{TotalTracks}) - TotalKey {TotalKey}
ja: アニメーショントラックをインポート中 [{TrackName}] ({TrackIndex}/{TotalTracks}) - Totalキー {TotalKey}
zh_cn: 正在导入动画轨迹[{TrackName}] ({TrackIndex}/{TotalTracks}) - TotalKey {TotalKey}

# SkeletalMeshEdit,ImportingCustomAttributeCurvesDetail
source: Importing Custom Attribute [{CurveName}]
ja: カスタム属性をインポート中 [{CurveName}]
zh_cn: 正在导入自定义属性[{CurveName}]

# SkeletalMeshEdit,ImportingFbxAnimations
source: Importing FBX animations
ja: FBXアニメーションをインポート中
zh_cn: 正在导入FBX动画

# SkeletalMeshEdit,ImportingMorphTargetCurvesDetail
source: Importing Morph Target Curves [{BlendShape}]
ja: モーフターゲットカーブをインポート中 [{BlendShape}]
zh_cn: 正在导入顶点变形目标曲线[{BlendShape}]

# SkeletalMeshEditor,AppLabel
source: SkeletalMeshEditor
ja: スケルタルメッシュエディタ

# SkeletalMeshEditor,WorldCentricTabPrefix
source: SkeletalMeshEditor
ja: スケルタルメッシュエディタ

# SkeletalMeshImport,FailedRestoreSortingForSectionNumber
source: Unable to restore triangle sort setting "{0}" for section {1} as the new mesh does not contain that many sections. Please find the matching section and apply manually.
es: Imposible restaurar la configuración de clasificación del triángulo "{0}" para la sección {1} mientras la malla nueva no contenga tantas secciones. Por favor, busque la sección compatible y aplíquela de forma manual.
ja: 新メッシュに含まれるセクションの数が不足しているため、セクション {1} のトライアングルのソート設定 "{0}" を復元できません。一致するセクションを検索して、手動で適用してください。
pt_br: Não foi possível restaurar a configuração de ordenamento de triângulo "{0}" para a seção {1} já que a nova malha não contém tantas seções. Encontre a seção correspondente e aplique manualmente.
zh_cn: 不能恢复部分 {1} 的三角形排序设置 "{0}"，因为新的网格物体没有包含那么多的部分。请查找匹配的部分，并手动应用。

# SkeletalMeshImport,FailedRestoreSortingNoSectionMatch
source: Unable to restore triangle sort setting "{0}" for section number {1} in the old mesh, as a matching section could not be found in the new mesh. The custom sorting information has been lost.
es: Imposible restaurar la configuración de clasificación del triángulo "{0}" para la sección número {1} en la malla antigua, mientras no se encuentre una sección compatible en la malla nueva. La información de clasificación personalizada se ha perdido.
ja: 一致するセクションが新しいメッシュ内に見つからないため、古いメッシュの対象セクション番号 {1} に対するトライアングルのソート設定 "{0}" を復元できません。カスタムソートした情報は失われます。
pt_br: Não foi possível restaurar a configuração de ordenamento de triângulo "{0}" para o número de seção {1} na malha antiga, já que uma seção correspondente não pôde ser encontrada na nova malha. A informação de ordenamento personalizado foi perdida.
zh_cn: 不能恢复旧网格物体中部分编号{1} 的三角形排序设置 "{0}"，因为在新网格物体中没有找到匹配的部分。自定义排序信息已丢失。

# SkeletalMeshImport,MeshHasDifferentRoot
source: Root Bone is '{0}' instead of '{1}'. Discarding existing LODs.
es: El hueso raíz es '{0}' en lugar de “{1}”. Descartar LODs existentes.
ja: ルート ボーンが '{1}' ではなく '{0}' です 既存のLODを破棄しています
pt_br: O Osso Raiz é '{0}' em vez de '{1}'. Descartando LODs existentes.
zh_cn: 根骨骼为'{0}'而不是 '{1}'。 丢弃现有的LOD。

# SkeletalMeshImport,NewMeshMissingBoneFromLOD
source: New mesh is missing bone '{0}' required by an LOD.
ja: 新規メッシュには LOD で必須のボーン '{0}' が不足しています。
zh_cn: 新网格物体缺失LOD所需的骨骼“{0}”。

# SkeletalMeshImport,RestoreSortingMismatchedStripsForSection
source: While restoring "{0}" sort order for section {1}, {2} of {3} strips could not be matched to the new data.
es: Mientras se restaura el orden de clasificación de "{0}" para la sección {1}, {2} de {3} líneas no se han podido corresponder con los datos nuevos.
ja: "{0}" の復元を試みましたが、 {3} ストリップのセクション {1}、 {2} の ソート順が新データと一致しませんでした
pt_br: Ao restaurar a ordem de classificação "{0}" da seção {1}, {2} de {3} faixas não corresponderam aos novos dados.
zh_cn: 当恢复对部分{1}的"{0}" 排序时，{3}条带的{2}无法与新数据匹配。

# SkeletalMeshImport,SkeletonHasDuplicateBones
source: Skeleton has non-unique bone names. Bone named '{0}' encountered more than once.
es: El esqueleto tiene nombres de hueso no únicos. El hueso de nombre '{0}' se ha encontrado más de una vez.
ja: スケルトンのボーン名は一意ではありません 複数のボーン名 '{0}' が存在するようです
pt_br: O esqueleto possui ossos com nomes não únicos. O osso de nome '{0}' foi encontrado mais de uma vez.
zh_cn: 骨架中有不唯一的骨骼名称。 名称为 '{0}' 的骨骼遇到了不止一次。

# SkeletalMeshImport,WarningNoSkelInfluences
source: Warning skeletal mesh is has no vertex influences
es: Atención: La malla del esqueleto no tiene influencias del vértice
ja: 警告がでているスケルタルメッシュは頂点への影響度がありません
pt_br: Advertência: a malha esquelética não possui influências de vértices
zh_cn: 产生警告的网格物体没有顶点影响

# SkeletalMeshSocketDetails,DuplicateSocket_Error
source: Socket name in use!
es: ¡Ya está en uso ese nombre del punto de acople!
ja: ソケット名は使用されています！
pt_br: Nome de soquete em uso!
zh_cn: 插槽名称正在使用中！

# SSCSSocketManagerEditor,DuplicateSocket_Error
source: Socket name in use!
es: ¡Ya está en uso el nombre del punto de acople!
ja: ソケット名は使用されています！
pt_br: Nome de soquete em uso!
zh_cn: 插槽名称正在使用中！

# SSkeletonTree,DuplicateSocket_Error
source: Socket name in use!
es: ¡Ya está en uso el nombre del punto de acople!
ja: ソケット名は使用されています！
pt_br: Nome de soquete em uso!
zh_cn: 插槽名称正在使用中！

# SkeletalMeshSocketDetails,EmptySocketName_Error
source: Sockets must have a name!
es: ¡Los puntos de acople tienen que tener un nombre!
ja: ソケット名は必須です！
pt_br: Os soquetes devem ter um nome!
zh_cn: 插槽必须有一个名称！

# SSCSSocketManagerEditor,EmptySocketName_Error
source: Sockets must have a name!
es: ¡Los puntos de acople deben tener un nombre!
ja: ソケット名は必須です！
pt_br: Os soquetes devem ter um nome!
zh_cn: 插槽必须有一个名称！

# SSkeletonTree,EmptySocketName_Error
source: Sockets must have a name!
es: ¡Los puntos de acople deben tener un nombre!
ja: ソケット名は必須です！
pt_br: Os soquetes devem ter um nome!
zh_cn: 插槽必须有一个名称！

# SkeletalMeshSocketDetails,SkeletalMeshSocketDetailsHintTextSocketName
source: Socket Name...
es: Nombre del punto de acople...
ja: ソケット名...
pt_br: Nome do Soquete...
zh_cn: 插槽名称...

# SkeletonAnimNotifies,AlreadyInUseMessage
source: '{0}' is already in use.
es: '{0}' está ya en uso.
ja: '{0}' は既に使用中です
pt_br: '{0}' já está em uso.
zh_cn: '{0}'已经在使用中。

# UserDefinedEnumEditor,NameInUseError
source: '{0}' is already in use.
es: '{0}' ya está en uso.
ja: '{0}' は既に使用中です
pt_br: '{0}' já está em uso.
zh_cn: '{0}'已经在使用中。

# SkeletonAnimNotifies,AnimationNotifierTooltip
source: This tab lets you modify custom animation notifies
es: Esta pestaña le permite modificar los avisos de animación personalizados
ja: カスタム仕様のアニメーション通知を修正できるタブ
pt_br: Esta guia permite que você modifique notificações de animação personalizadas
zh_cn: 该选卡允许您修改自定义动画通知

# SkeletonAnimNotifies,AnimNotifiesDeleted
source: {NumAnimationsModified} animation(s) modified to delete notifications
es: {NumAnimationsModified} animación(es) modificada(s) para eliminar avisos
ja: 通知を削除するために{NumAnimationsModified} 個のアニメーションが修正されました
pt_br: {NumAnimationsModified} animações modificadas para excluir notificações
zh_cn: 已修改{NumAnimationsModified}个动画来删除通知

# SkeletonAnimNotifies,AnimNotifiesRenamed
source: {NumAnimationsModified} animation(s) modified to rename notification
es: {NumAnimationsModified} animación(es) modificada(s) para cambiar el nombre de los avisos
ja: 通知名を変更するために{NumAnimationsModified} 個のアニメーションが修正されました
pt_br: {NumAnimationsModified} animações modificadas para renomear notificação
zh_cn: 已修改{NumAnimationsModified}个动画来重命名通知

# SkeletonAnimNotifies,AnimNotifyActions
source: Selected Notify Actions
es: Acciones del aviso seleccionado
ja: 選択した通知アクション
pt_br: Ações de Notificação Selecionadas
zh_cn: 已选中的通知动作

# SkeletonAnimNotifies,DeleteAnimNotifyButtonTooltip
source: Deletes the selected anim notifies.
es: Elimina los avisos de la animación seleccionada.
ja: 選択したアニメーション通知を削除
pt_br: Exclui as notificações da animação selecionada.
zh_cn: 删除选中的动画通知。

# SkeletonAnimNotifies,NameMissing_Error
source: You must provide a name.
es: Debe proporcionar un nombre.
ja: 名前は必須です
pt_br: É preciso fornecer um nome.
zh_cn: 您必须提供名称。

# STimelineEditor,NameMissing_Error
source: You must provide a name.
es: Debe proporcionar un nombre.
ja: 名前は必須です
pt_br: É preciso fornecer um nome.
zh_cn: 您必须提供名称。

# UserDefinedEnumEditor,NameMissingError
source: You must provide a name.
es: Debe especificar un nombre.
ja: 名前は必須です
pt_br: É preciso fornecer um nome.
zh_cn: 您必须提供一个名称。

# SkeletonAnimNotifies,NotifiesSearchBoxHint
source: Search Animation Notifies...
es: Buscar avisos de la animación...
ja: アニメーション通知を検索...
pt_br: Procurar Notificações de Animação...
zh_cn: 搜索动画通知...

# SkeletonAnimNotifies,RenameAnimNotifyButtonTooltip
source: Renames the selected anim notifies.
es: Renombra los avisos de la animación seleccionada.
ja: 選択したアニメーション通知名を変更
pt_br: Renomeia as notificações da animação selecionada.
zh_cn: 重命名选中的动画通知。

# SkeletonAnimNotifies,SkeletonAnimNotifies_ToolTip
source: Shows the skeletons notifies list
es: Muestra la lista de avisos de los esqueletos
ja: スケルトンの通知リストを表示
pt_br: Exibe a lista de notificações dos esqueletos
zh_cn: 显示骨架通知列表

# SkeletonAnimNotifies,SkeletonAnimNotifiesMenu
source: Animation Notifies
es: Avisos de la animación
ja: アニメーション通知
pt_br: Notificações de Animação
zh_cn: 动画通知

# SkeletonAnimNotifies,SkeletonAnimNotifiesTabTitle
source: Animation Notifies
es: Avisos de la animación
ja: アニメーション通知
pt_br: Notificações de Animação
zh_cn: 动画通知

# SkeletonBlendProfiles,BlendProfileActions
source: Blend Profile Actions
ja: ブレンドプロファイルアクション
zh_cn: 混合概述文件操作

# SkeletonBlendProfiles,DeleteTransaction
source: Delete Blend Profiles
ja: ブレンドプロファイルを削除
zh_cn: 删除混合概述文件

# SkeletonBlendProfiles,Menu_DeleteProfileToolTip
source: Delete selected blend profiles.
ja: 選択中のブレンドプロファイルを削除
zh_cn: 删除选中的混合概述文件。

# SkeletonBlendProfiles,Menu_NewProfileLabel
source: Create New...
ja: 新規作成...
zh_cn: 创建新混合概述文件...

# UICommands.LevelCollectionCommands,World_CreateEmptyLevel
source: Create New...
ja: 新規作成...

# SkeletonBlendProfiles,Menu_NewProfileToolTip
source: Create a new blend profile in the current skeleton.
ja: スケルトンに新規ブレンドプロファイルを作成
zh_cn: 在当前骨架中创建一个新的混合概述文件。

# SkeletonBlendProfiles,Menu_RenameProfileToolTip
source: Rename selected profile.
ja: 選択したプロファイルの名前を変更
zh_cn: 重命名选中的概述文件。

# SkeletonBlendProfiles,MenuDescription
source: Blend Profiles
ja: ブレンドプロファイル
zh_cn: 混合概述文件

# SkeletonBlendProfiles,TabLabel
source: Blend Profiles
ja: ブレンドプロファイル
zh_cn: 混合概述文件

# SkeletonBlendProfiles,NameColumnLabel
source: Blend Profile Name
ja: ブレンドプロファイル名
zh_cn: 混合概述文件名称

# SkeletonBlendProfiles,NewBlendProfileTransaction
source: Created new Blend Profile
ja: 新規ブレンドプロファイルを作成
zh_cn: 创建新的混合概述文件

# SkeletonBlendProfiles,RenameErrorString
source: Error "{0}" already exists!
ja: エラー "{0}" は既に存在します
zh_cn: 错误"{0}"已经存在！

# SkeletonBlendProfiles,RenamePopupLabel
source: New Profile Name...
ja: 新規のプロファイル名...
zh_cn: 新的概述文件名称...

# SkeletonBlendProfiles,RenameTransaction
source: Rename Blend Profile
ja: ブレンドプロファイルの名前変更
zh_cn: 重命名混合概述文件

# SkeletonBlendProfiles,SearchBoxHint
source: Search Blend Profiles...
ja: ブレンドプロファイルの検索...
zh_cn: 搜索混合概述文件...

# SkeletonBlendProfiles,SelectedBlendProfileActions
source: Selected Blend Profile Actions
ja: 選択されたブレンドプロファイルのアクション
zh_cn: 选中的混合概述文件操作

# SkeletonEditor,AppLabel
source: SkeletonEditor
ja: スケルトンエディタ

# SkeletonEditor,WorldCentricTabPrefix
source: SkeletonEditor
ja: スケルトンエディタ

# SkeletonFactory,CreateNewSkeletonFailed_BoneMerge
source: Failed to create Skeleton : Could not merge bone.
es: Error al crear el esqueleto: No se a podido fusionar el hueso.
ja: スケルトンの作成に失敗しました：ボーンをマージできませんでした
pt_br: Falha ao criar Esqueleto: Não foi possível mesclar osso.
zh_cn: 创建骨架失败： 不能融合骨骼。

# SkeletonFactory,CreateSkeletonOptions
source: Pick Skeletal Mesh
es: Escoger malla esqueleto
ja: スケルタルメッシュを選択
pt_br: Escolher Malha Esquelética
zh_cn: 选择骨架网格物体

# SkeletonFactory,InvalidSkeletalMesh
source: Must specify a valid skeletal mesh for the skeleton to target.
es: Debe especificar una malla esqueleto válida para el esqueleto que enlazar a la meta.
ja: ターゲット用のスケルトンに有効なスケルタル メッシュを指定しなくてはいけません
pt_br: É preciso especificar uma malha esquelética válida para ser alvo do esqueleto.
zh_cn: 必须为目标骨架指定一个有效的骨架网格物体。

# SkeletonNotifyDetails,Animations_Tooltip
source: List of animations that reference this notify
es: Lista de las animaciones que hacen referencia a este aviso
ja: 通知をリファレンスしているアニメーションのリスト
pt_br: Lista de animações que referenciam essa notificação
zh_cn: 引用此通知的动画列表

# SkeletonNotifyDetails,SkeletonNotifyCategoryName
source: Skeleton Notify
ja: スケルトン通知
zh_cn: 骨架通知

# SkeletonSelectionEditMode,AnimationEditorViewport_RotateBone
source: Rotate Bone
ja: ボーンを回転

# SkeletonSelectionEditMode,AnimationEditorViewport_TranslateBone
source: Translate Bone
ja: ボーンを移動

# SkeletonSlotNames,AnimSlotManagerContextMenuAddGroupLabel
source: Add Group
ja: グループを追加
zh_cn: 添加组

# SkeletonSlotNames,AnimSlotManagerToolbarAddGroupLabel
source: Add Group
ja: グループを追加
zh_cn: 添加组

# SkeletonSlotNames,AnimSlotManagerContextMenuAddGroupTooltip
source: Adds a new Group
ja: 新規グループを追加
zh_cn: 添加一个新组

# SkeletonSlotNames,AnimSlotManagerContextMenuDeleteSlotGroupTooltip
source: Delete this slot group.
ja: このスロットグループを削除
zh_cn: 删除该插槽组。

# SkeletonSlotNames,AnimSlotManagerContextMenuDeleteSlotTooltip
source: Delete this slot.
ja: このスロットを削除
zh_cn: 删除该插槽。

# SkeletonSlotNames,AnimSlotManagerContextMenuRenameSlotTooltip
source: Rename this slot
ja: このスロットの名前を変更
zh_cn: 重命名该插槽

# SkeletonSlotNames,AnimSlotManagerGroupItem
source: (Group) {0}
ja: (グループ) {0}
zh_cn: (组) {0}

# SkeletonSlotNames,AnimSlotManagerSlotItem
source: (Slot) {0}
ja: (スロット) {0}
zh_cn: (插槽) {0}

# SkeletonSlotNames,AnimSlotManagerSlotNameSearchBoxHint
source: Slot name filter...
ja: スロット名のフィルタ...
zh_cn: 插槽名称过滤器...

# SkeletonSlotNames,AnimSlotManagerToolbarAddGroupTooltip
source: Create a new unique Group name
ja: 新規で一意のグループ名を作成
zh_cn: 创建新建唯一组名

# SkeletonSlotNames,AnimSlotManagerToolbarAddSlotTooltip
source: Create a new unique Slot name
ja: 新規で一意のスロット名を作成
zh_cn: 创建新的唯一插槽名

# SkeletonSlotNames,AnimSlotManagerToolbarSaveTooltip
source: Saves changes into Skeleton asset
ja: スケルトンアセットに変更を保存
zh_cn: 存储修改至骨架资源中

# SkeletonSlotNames,AssetReferenceSlowTaskMessage
source: Checking for slot references.
ja: スロットリファレンスのチェック中
zh_cn: 检查插槽引用。

# SkeletonSlotNames,AssetReferenceTask_Blueprints
source: Searching Blueprints
ja: ブループリント検索中
zh_cn: 正在搜索蓝图

# SkeletonSlotNames,AssetReferenceTask_Montages
source: Searching Montages
ja: モンタージュ検索中
zh_cn: 正在搜索蒙太奇
