Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# FBXImpoter,FbxSkeletaLMeshimport_BonesAreMissingFromBindPose
source: The following bones are missing from the bind pose: {0} This can happen for bones that are not vert weighted. If they are not in the correct orientation after importing, please set the "Use T0 as ref pose" option or add them to the bind pose and reimport the skeletal mesh.
ja: 以下のボーンがバインドポーズに不足しています： {0} インポート後に正しい向きに置かれない場合、頂点に重みづけがされていないボーンに発生する可能性があります。 「Use T0 as ref pose」オプションを設定するか、バインドポーズにボーンを追加してスケルタルメッシュを再インポートしてください。
zh_cn: 绑定姿势中缺失以下骨骼： {0} 这个可能发生在没有顶点加权的骨骼上。如果骨骼在导入后朝向不正确， 那么请重新设置"使用T0作为参考姿势"选项或者将它们添加到绑定姿势中并重新导入该骨架网格物体。

# FBXImpoter,FbxSkeletaLMeshimport_ConvertSmoothingGroupFailed
source: Unable to fully convert the smoothing groups for mesh '{0}'
es: No pudo convertir completamente los grupos de suavizado para la malla '{0}'
ja: メッシュ '{0}' のスムージンググループを完全に変換できません
pt_br: Não foi possível converter completamente os grupos de suavização para a malha '{0}'
zh_cn: 不能完全转换'{0}'的平滑组

# FBXImpoter,FbxSkeletaLMeshimport_CouldNotCreatePhysicsAsset
source: Could not create Physics Asset ('{0}') for '{1}'
es: No pudo crear activo físico ('{0}') para '{1}'
ja: '{1}' に対して物理アセット ('{0}') を作成できませんでした
pt_br: Não foi possível criar o Ativo de Física ('{0}') para '{1}'
zh_cn: 不能为 '{1}'创建物理资源 ('{0}')

# FBXImpoter,FbxSkeletaLMeshimport_ExceedsMaxBoneCount
source: '{0}' mesh has '{1}' bones which exceeds the maximum allowed bone count of {2}.
es: la malla '{0}' tiene '{1}' huesos que exceden el recuento máximo de huesos permitido de {2}.
ja: '{0}' メッシュ中に含まれるボーン数 '{1}' が、最大許容ボーン数 {2} を超えています。
pt_br: A malha '{0}' tem '{1}' ossos, o que excede a contagem máxima de ossos permitidos de {2}.
zh_cn: '{0}' 网格物体具有 '{1}' 根骨骼，这超出了{2}所允许的最大骨骼数量。

# FBXImpoter,FbxSkeletaLMeshimport_MaterialIndexInconsistency
source: Face material index inconsistency - forcing to 0
es: Inconsistencia del índice de material de la cara - forzando a 0
ja: フェースマテリアルインデックスに整合性がありません－強制的に0になります
pt_br: Inconsistência do índice do material da face - forçando como 0
zh_cn: 面部材质索引不一致 - 强制为 0

# FbxStaticMeshImport,Error_MaterialIndexInconsistency
source: Face material index inconsistency - forcing to 0
es: Inconsistencia del índice de material de la cara - forzando a 0
ja: フェイスマテリアルインデックスが一致しません。強制的に０になります。
pt_br: Inconsistência do índice do material da face - forçando como 0
zh_cn: 面部材质索引不一致 - 强制为 0

# FBXImpoter,FbxSkeletaLMeshimport_MissingBindPose
source: Could not find the bind pose. It will use time 0 as bind pose.
es: No pudo encontrar la posición de enlace. Utilizará el tiempo 0 como posición de enlace.
ja: バインドポーズが見つかりませんでした。バインドポーズに時間0を使用します
pt_br: Não foi possível encontrar a pose de vinculação. O tempo 0 será usado como pose de vinculação.
zh_cn: 无法找到绑定姿势。它将使用0作为绑定姿势。

# FBXImpoter,FbxSkeletaLMeshimport_MultipleRootFound
source: Multiple roots found
es: Raíces múltiples encontradas
ja: 複数のノードが見つかりました
pt_br: Várias raízes encontradas
zh_cn: 发现了多个根骨骼

# FBXImpoter,FbxSkeletaLMeshimport_NoAssociatedCluster
source: No associated clusters
es: Sin clústeres asociados
ja: 関連するクラスタがありません
pt_br: Nenhum agrupamento associado
zh_cn: 没有相关的集群

# FBXImpoter,FbxSkeletaLMeshimport_NoBone
source: '{0}' has no bones
es: '{0}' no tiene huesos
ja: '{0}' にボーンがありません
pt_br: '{0}' não tem ossos.
zh_cn: '{0}'没有骨骼。

# FBXImpoter,FbxSkeletaLMeshimport_NodeInvalidSkeletalMesh
source: Fbx node: '{0}' is not a valid skeletal mesh
es: El nodo Fbx: '{0}' no es una malla de esqueleto válida
ja: Fbxノード: '{0}' が有効なスケルタルメッシュではありません
pt_br: Nó FBX: '{0}' não é uma malha esquelética válida
zh_cn: Fbx 节点: '{0}'不是一个有效的骨架网格物体。

# FBXImpoter,FbxSkeletaLMeshimport_NoFBXMeshMatch
source: No FBX mesh matches the Unreal mesh '{0}'.
es: Ninguna malla FBX coincide con la malla Unreal '{0}'.
ja: アンリアルメッシュ '{0}' に一致するFBXメッシュがありません
pt_br: Nenhuma malha FBX corresponde com a malha do Unreal '{0}'.
zh_cn: 没有和虚幻网格物体'{0}'相匹配的FBX网格物体。

# FBXImpoter,FbxSkeletaLMeshimport_NoGeometry
source: There is no geometry information in mesh
es: No hay información geométrica en la malla
ja: メッシュにジオメトリ情報がありません
pt_br: Não há informações de geometria na malha
zh_cn: 网格物体中没有几何信息

# FBXImpoter,FbxSkeletaLMeshimport_NoUVSet
source: Mesh '{0}' has no UV set. Creating a default set.
es: La malla '{0}' no tiene el ajuste UV. Creando un ajuste predeterminado.
ja: メッシュ '{0}' にUVセットがありません。デフォルトのセットを作成します。
pt_br: A malha '{0}' não tem um conjunto UV. Criando um conjunto padrão.
zh_cn: 网格物体'{0}'没有UV设置。 创建一组默认UV设置。

# FBXImpoter,FbxSkeletaLMeshimport_OverlappingName
source: Same name but different class: '{0}' already exists
es: Mismo nombre, pero clase diferente: '{0}' ya existe
ja: 同じ名前でクラスの異なる '{0}' が既に存在します
pt_br: Nome igual, mas classe diferente: '{0}' já existe
zh_cn: 同样的名称但是不同类别: '{0}' 已经存在

# FBXImpoter,FbxSkeletaLMeshimport_SameNameExist
source: Asset with the name ('{0}') exists. Overwriting...
es: Ya existe un activo con el nombre '{0}”. Sobrescribiendo...
ja: ('{0}') の名前のアセットが存在します。上書きします...
pt_br: O ativo chamado ('{0}') existe. Sobrescrevendo...
zh_cn: 名称('{0}')的资源已存在。覆盖...

# FBXImpoter,FbxSkeletaLMeshimport_SceneMissingBinding
source: The imported scene has no initial binding position (Bind Pose) for the skin. The plug-in will compute one automatically. However, it may create unexpected results.
es: La escena importada no tiene posición de enlace inicial (posición de enlace) para la piel. El plug-in calculará una automáticamente. Sin embargo, puede crear resultados imprevistos.
ja: インポートしたシーンはボーンの最初のバインド位置（バインドポーズ）がありません。位置はプラグインが自動的に計算しますが、予想外の結果となる場合があります。
pt_br: A cena importada não tem posição de vinculação inicial (Pose de Vinculação) para o revestimento. O plug-in calculará uma automaticamente. No entanto, ela pode gerar resultados inesperados.
zh_cn: 导入的场景没有针对皮肤的初始绑定姿势(Bind Pose)。该插件将自动计算一个绑定姿势。但是，这可能会产生意想不到的结果。

# FBXImpoter,FbxSkeletaLMeshimport_SkeletonRecreateError
source: '{0}' already exists. It fails to recreate it.
es: '{0}' ya existe. Error al recrearla.
ja: '{0}' は既に存在します。再現は失敗します。
pt_br: '{0}' já existe. Ele falha ao recriá-lo.
zh_cn: '{0}' 已经存在。重新创建失败。

# FBXImpoter,FbxSkeletaLMeshimport_TriangulatingFailed
source: Unable to triangulate mesh '{0}'. Check detail for Ouput Log.
es: Incapaz de triangular la malla “{0}”. Compruebe los detalles del registro de salida.
ja: メッシュ '{0}' を三角測量することができません。アウトプットログで詳細を確認してください。
pt_br: Não foi possível triangular a malha '{0}'. Verifique os detalhes para obter o Registro de Saída.
zh_cn: 不能三角化网格物体 '{0}'。请查看输出日志获得详情。

# FBXImpoter,FbxSkeletaLMeshimport_Unsupportingsmoothinggroup
source: Unsupported Smoothing group mapping mode on mesh '{0}'
es: Modo de asignación de grupo de suavizado no soportado en la malla '{0}'
ja: メッシュ '{0}' は未サポートのスムージンググループのマッピングモードです
pt_br: Modo de mapeamento de grupo de suavização não suportado na malha '{0}'
zh_cn: 网格物体'{0}'上不支持的平滑组映射节点

# FBXImpoter,ImportingMorphTargetStatus
source: Importing Morph Target: {NumCompleted} of {NumTasks}
es: Importando meta del modelado: {NumCompleted} de {NumTasks}
ja: モーフターゲットをインポート中: {NumTasks} 中 {NumCompleted}
pt_br: Importar Alvo de Transformação: {NumCompleted} de {NumTasks}
zh_cn: 导入顶点变形目标: 总共{NumTasks}个任务，已完成{NumCompleted} 个

# FBXImpoter,LODBoneDoesNotMatch
source: Bone '{0}' not found in base SkeletalMesh '{1}'. Import failed.
es: No se ha encontrado el hueso '{0}' en SkeletalMesh base '{1}'. Error al importar.
ja: ボーン '{0}' がベース スケルタルメッシュ '{1}' にみつかりません インポートに失敗しました。
pt_br: Osso '{0}' não encontrado na SkeletalMesh de base '{1}'. Falha ao importar.
zh_cn: 在基本骨架网格物体'{1}'中没有找到骨骼'{0}'。 导入失败。

# FBXImpoter,LODBoneHasIncorrectParent
source: Bone '{0}' in LOD has parent '{1}' instead of '{2}'
es: El hueso '{0}' en LOD tiene el padre '{1}' en lugar de '{2}'
ja: LODのボーン '{0}' は、 '{2}' ではなく '{1}' が親です。
pt_br: Osso '{0}' no LOD tem pai '{1}' em vez de '{2}'
zh_cn: LOD中的骨骼'{0}' 具有的父项是 '{1}'而不是'{2}'

# FBXImpoter,LODHasSoftVertices
source: Warning: The mesh LOD you are importing has some vertices with more than one influence.
es: Atención: La malla LOD que está importando tiene algunos vértices con más de una influencia.
ja: 警告：インポートしているメッシュ LOD には影響度を複数個持つ頂点が存在します
pt_br: Atenção: o LOD de malha a importar tem vértices com mais de uma influência.
zh_cn: 警告： 您正在导入的网格物体LOD有一些顶点不仅只有一种影响。

# FBXImpoter,LODMissingSocketBone
source: This LOD is missing bone '{0}' used by socket '{1}'. Aborting import.
es: Este LOD ha perdido el hueso '{0}' que usa el punto de acople '{1}'. Cancelando importación.
ja: このLODはソケット '{1}' が使用するボーン '{0}' にありません インポートを中止します。
pt_br: O osso '{0}', usado pelo soquete '{1}', está ausente no LOD. Anulando importação.
zh_cn: 该LOD丢失了插槽'{1}'使用的骨骼 '{0}'。 中止导入。

# FBXImpoter,LODRootNameIncorrect
source: Root bone in LOD is '{0}' instead of '{1}'. Import failed.
es: El hueso raíz en LOD es '{0}' en lugar de '{1}'. Error al importar.
ja: LODのルートボーンは '{1}' ではなく '{0}' です。 インポートに失敗しました。
pt_br: O osso raiz no LOD é '{0}' em vez de '{1}'. Falha ao importar.
zh_cn: LOD中的根骨骼是 '{0}'，而不是'{1}'。 导入失败。

# FBXImpoter,MultipleRootsFound
source: Multiple roots are found in the bone hierarchy. We only support single root bone.
es: Se han encontrado múltiples raíces en la jerarquía del hueso. Solo se soportan huesos con una única raíz.
ja: ボーン階層に複数のルートが見つかりました。本エンジンは単一ルートボーンのみをサポートしています。
pt_br: Várias raizes são encontradas na hierarquia de ossos. Só são aceitos ossos de raiz única.
zh_cn: 在骨骼层次结构中发现了多个根骨骼。我们仅支持一个单独的根骨骼。

# FbxMainImport,FBX_NoWeightsOnDeformer
source: Ignoring mesh {0} because it but no weights.
es: Ignorando la malla {0} porque no tiene pesos.
ja: ウェイトがないためメッシュ {0} を無視します
pt_br: Ignorando a malha {0} devido à falta de pesos.
zh_cn: 正在忽略网格物体{0}，因为它没有权重。

# FbxMainImport,FbxSkeletaLMeshimport_FileLoadingFailed
source: FBX Scene Loading Failed : '{0}'
es: Error al cargar la escena FBX : '{0}'
ja: FBXシーンのロードに失敗しました: '{0}'
pt_br: Falha de Carregamento da Cena de FBX: '{0}'
zh_cn: FBX场景加载失败 : '{0}'

# FbxMainImport,OpeningFile
source: Reading File
ja: ファイルを読み込み中
zh_cn: 正在读取文件

# FbxMeshUtil,FBXImport_InvalidLODIdx
source: Invalid mesh LOD index {0}, no prior LOD index exists
es: Índice LOD de la malla {0} no válido, no existe un índice LOD anterior
ja: 以前の LOD インデックスが存在しないため、メッシュ LOD インデックス {0} が無効です!
pt_br: Índice de LOD de malha inválido {0}, não existe um índice de LOD anterior!
zh_cn: 无效的网格物体LOD索引{0}，因为前序的LOD索引不存在！

# FbxMeshUtil,FBXImport_NoMesh
source: No meshes were found in file.
es: No se han encontrado mallas en este archivo.
ja: ファイルにメッシュが見つかりませんでした
pt_br: Nenhuma malha encontrada no arquivo.
zh_cn: 在文件中没有找到网格物体。

# FbxMeshUtil,Prompt_NoMeshFound
source: No meshes were found in file.
es: No se han encontrado mallas en este archivo.
ja: ファイルにメッシュが見つかりませんでした
pt_br: Nenhuma malha encontrada no arquivo.
zh_cn: 在文件中没有找到网格物体。

# FbxMeshUtil,FBXImport_ParseFailed
source: FBX file parsing failed.
es: Error al analizar el archivo FBX.
ja: FBXファイルのパースに失敗しました
pt_br: Falha ao analisar arquivo FBX.
zh_cn: FBX文件解析失败。

# FbxMeshUtil,LODImportFail
source: Failed to import mesh for LOD {0}!
es: ¡Error al importar malla para LOD {0}!
ja: LOD {0} へのメッシュのインポートに失敗しました!
pt_br: Falha ao importar malha para o LOD {0}!
zh_cn: 导入LOD {0}的网格物体失败！

# UnrealEd,ImportMeshLOD
source: Failed to import mesh for LOD {0}!
es: ¡Error al importar malla para LOD {0}!
ja: LOD {0} へのメッシュのインポートに失敗しました!
pt_br: Falha ao importar malha para o LOD {0}!
zh_cn: 导入LOD {0}的网格物体失败！

# UnrealEd,LODImportFail
source: Failed to import mesh for LOD {0}!
es: ¡Error al importar malla para LOD {0}!
ja: LOD {0} へのメッシュのインポートに失敗しました!
pt_br: Falha ao importar malha para o LOD {0}!
zh_cn: 导入LOD {0}的网格物体失败！

# FbxMeshUtil,LODImportSuccessful
source: Mesh for LOD {0} imported successfully!
es: ¡Se ha importado correctamente la malla para LOD {0}!
ja: LOD {0} へのメッシュのインポートに成功しました！
pt_br: A malha para o LOD {0} foi importada!
zh_cn: 成功导入LOD {0}的网格物体！

# UnrealEd,LODImportSuccessful
source: Mesh for LOD {0} imported successfully!
es: ¡Se ha importado correctamente la malla para LOD {0}!
ja: LOD {0} へのメッシュのインポートに成功しました！
pt_br: A malha para o LOD {0} foi importada!
zh_cn: 成功导入LOD {0}的网格物体！

# FbxMeshUtil,MultipleFilesSelectedForLOD
source: You may only select one file for the LOD.
es: Solo puede seleccionar un archivo para el LOD.
ja: LODには１つのファイルのみ選択してください
pt_br: Só é possível selecionar um arquivo para o LOD.
zh_cn: 您仅能选择LOD的一个文件。

# FbxMeshUtil,NoFileSelectedForLOD
source: No file was selected for the LOD.
es: No se ha seleccionado ningún archivo para el LOD.
ja: LODにファイルが選択されていません
pt_br: Nenhum arquivo selecionado para o LOD.
zh_cn: 未对LOD选中文件。

# FbxMeshUtil,Prompt_InvalidLODIndex
source: Invalid mesh LOD index {0}, as no prior LOD index exists!
es: ¡El índice LOD de la malla {0} no será válido, mientras no exista un índice LOD anterior!
ja: 以前の LOD インデックスが存在しないため、メッシュ LOD インデックス {0} が無効です!
pt_br: Índice de LOD de malha inválido {0}, pois não existe um índice de LOD anterior!
zh_cn: 无效的网格物体LOD索引{0}，因为前序的LOD索引不存在！

# FBXOption,FbxOptionWindow_Cancel_ToolTip
source: Cancels importing this FBX file
es: Cancela la importación de este archivo FBX
ja: このFBXファイルインポートをキャンセル
pt_br: Cancela a importação deste arquivo FBX
zh_cn: 取消导入该FBX文件

# FBXOption,FbxOptionWindow_ImportAll
source: Import All
es: Importar todo
ja: 全てインポート
pt_br: Importar Todos
zh_cn: 导入所有

# FBXOption,FbxOptionWindow_ImportAll_ToolTip
source: Import all files with these same settings
es: Importar todos los archivos con la misma configuración
ja: 同設定で全ファイルをインポート
pt_br: Importar todos os arquivos com essas mesmas configurações
zh_cn: 导入所有具有同样设置的文件

# FBXOption,FbxOptionWindow_Scene_CollapseAll
source: Collapse All
ja: すべて畳む
zh_cn: 合并全部项

# GameplayTagWidget,GameplayTagWidget_CollapseAll
source: Collapse All
es: Reducir todo
ja: 全て折りたたむ
pt_br: Recolher Todos
zh_cn: 合并全部项

# PropertyView,CollapseAll
source: Collapse All
es: Reducir todo
ja: すべて折りたたむ
pt_br: Recolher Todos
zh_cn: 合并全部项

# ReferenceTreeView,CollapseAll
source: Collapse All
es: Reducir todo
ja: すべて折りたたむ
pt_br: Recolher Todos
zh_cn: 合并全部项

# SClassViewer,CollapseAll
source: Collapse All
es: Ampliar todo
ja: すべて折りたたむ
pt_br: Recolher Todos
zh_cn: 合并全部项

# UICommands.MatineeCommands,CollapseAllGroups
source: Collapse All
ja: すべて折りたたむ

# FBXOption,FbxOptionWindow_Scene_ExpandAll
source: Expand All
ja: すべて展開
zh_cn: 展开全部项

# GameplayTagWidget,GameplayTagWidget_ExpandAll
source: Expand All
es: Expandir todo
ja: 全て展開
pt_br: Expandir Todos
zh_cn: 展开全部

# PropertyView,ExpandAll
source: Expand All
es: Expandir todo
ja: すべて展開
pt_br: Expandir Todos
zh_cn: 展开全部

# ReferenceTreeView,ExpandAll
source: Expand All
es: Expandir todo
ja: すべて展開
pt_br: Expandir Todos
zh_cn: 展开全部

# SClassViewer,ExpandAll
source: Expand All
es: Expandir todo
ja: すべて展開
pt_br: Expandir Todos
zh_cn: 展开全部

# UICommands.MatineeCommands,ExpandAllGroups
source: Expand All
ja: すべて展開

# FBXOption,FbxOptionWindow_Scene_Filters_Label
source: Filters:
ja: フィルター：
zh_cn: 过滤：

# FBXOption,FbxOptionWindow_Scene_Material_Browse
source: Browse...
ja: ブラウズ...

# ProjectBrowser,BrowseProjectButton
source: Browse...
es: Examinar...
ja: ブラウズ...
pt_br: Navegar...
zh_cn: 浏览...

# FBXOption,FbxOptionWindow_Scene_Reimport_Filter_Diff
source: Diff
ja: 差分
zh_cn: 比较差异

# KismetToolbar,Diff
source: Diff
es: Comparar
ja: 差分
pt_br: Listar Diferenças
zh_cn: 比较

# FBXOption,FbxOptionWindow_Scene_Reimport_Filter_Diff_Tooltip
source: Show every reimport item that dont match between the original fbx and the new one.
ja: オリジナルのFBXと一致しない全ての再インポートアイテム表示する。
zh_cn: 显示每一个不匹配原 FBX 以及新的导入项目

# FBXOption,FbxOptionWindow_Scene_Reimport_Filter_Overwrite_Content
source: Overwrite
ja: 上書き
zh_cn: 覆盖

# FBXOption,FbxOptionWindow_Scene_Reimport_ImportHierarchy
source: Reimport Hierarchy
ja: 階層を再インポート
zh_cn: 重新导入的继承关系

# FBXOption,FbxOptionWindow_Scene_Reimport_ImportHierarchy_Tooltip
source: If Check and the original import was done in a blueprint, the blueprint hierarchy will be revisited to include the fbx changes
ja: チェックした場合、元のインポートがブループリントで行われた場合ブループリント階層はFBXの変更を含めるために再検討されます
zh_cn: 如果原导入来自于蓝图，并勾选，蓝图的继承关系将要重新检查来包含 FBX 的改变。

# FBXOption,FbxOptionWindow_SKM_CreateOverride
source: Create Override
ja: 上書きを作成
zh_cn: 创建覆盖

# FBXOption,FbxOptionWindow_SM_CreateOverride
source: Create Override
ja: 上書きを作成
zh_cn: 创建覆盖

# FBXOption,FbxOptionWindow_SM_Select_asset_using
source: Select Asset Using
ja: 使っているアセットを選択
zh_cn: 资源选择方式

# FBXOption,FbxSceneImport_CurrentPath
source: Import Asset Path:
ja: アセットパスからインポート:
zh_cn: 导入资源路径：

# FBXOption,Import_CurrentFileTitle
source: Current File:
ja: 現行ファイル:
zh_cn: 当前文件：

# FBXOption,WidgetFbxSceneActorTab
source: Scene
ja: シーン
zh_cn: 场景

# FBXOption,WidgetFbxSceneActorTabTextToolTip
source: Switch to the scene tab.
ja: シーンタブに切り替える。
zh_cn: 切换到场景选项卡。

# FBXOption,WidgetFbxSceneMaterialsTab
source: Materials
ja: マテリアル
zh_cn: 材质

# LevelViewportContextMenu,SelectMaterialHeading
source: Materials
es: Materiales
ja: マテリアル
pt_br: Materiais
zh_cn: 材质

# PropertyCustomizationHelpers,MaterialHeaderTitle
source: Materials
ja: マテリアル
zh_cn: 材质

# StaticMeshEditor,StaticMeshMaterialsLabel
source: Materials
ja: マテリアル

# UMG,MaterialsSection
source: Materials
ja: マテリアル

# FBXOption,WidgetFbxSceneMaterialsTabTextToolTip
source: Switch to the materials tab.
ja: マテリアルタブに切り替える。
zh_cn: 切换到材质选项卡。

# FBXOption,WidgetFbxSceneReimportSkeletalMeshTab
source: Skeletal Meshes
ja: スケルタルメッシュ
zh_cn: 骨架网格物体

# FBXOption,WidgetFbxSceneSkeletalMeshTab
source: Skeletal Meshes
ja: スケルタルメッシュ
zh_cn: 骨架网格物体

# LevelViewportContextMenu,SelectSkeletalMeshHeading
source: Skeletal Meshes
es: Mallas esqueleto
ja: スケルタルメッシュ
pt_br: Malhas Esqueléticas
zh_cn: 骨架网格物体

# FBXOption,WidgetFbxSceneReimportSkeletalMeshTabTextToolTip
source: Switch to the reimport Skeletal meshes tab.
ja: スケルタルメッシュ再インポートタブに切り替える

# FBXOption,WidgetFbxSceneReimportStaticMeshTab
source: Static Meshes
ja: スタティックメッシュ
zh_cn: 静态网格物体

# FBXOption,WidgetFbxSceneStaticMeshTab
source: Static Meshes
ja: スタティックメッシュ
zh_cn: 静态网格物体

# FoliageEd_Mode,StaticMeshes
source: Static Meshes
es: Mallas estáticas
ja: スタティックメッシュ
pt_br: Malhas Estáticas
zh_cn: 静态网格物体

# LevelToolBarBuildMenu,StaticMeshes
source: Static Meshes
es: Mallas estáticas
ja: スタティックメッシュ
pt_br: Malhas Estáticas
zh_cn: 静态网格物体

# LevelViewportContextMenu,SelectStaticMeshHeading
source: Static Meshes
es: Mallas estáticas
ja: スタティックメッシュ
pt_br: Malhas Estáticas
zh_cn: 静态网格物体

# FBXOption,WidgetFbxSceneReimportStaticMeshTabTextToolTip
source: Switch to the reimport static meshes tab.
ja: スタティックメッシュ再インポートタブに切り替える。
zh_cn: 切换到重新导入静态网格物体页面。

# FBXOption,WidgetFbxSceneSkeletalMeshTabTextToolTip
source: Switch to the skeletal meshes tab.
ja: スケルタルメッシュタブに切り替える。
zh_cn: 切换到骨架网格物体选项卡。

# FBXOption,WidgetFbxSceneStaticMeshTabTextToolTip
source: Switch to the static meshes tab.
ja: スタティックメッシュタブに切り替える
zh_cn: 切换到静态网格物体选项卡。

# FbxSceneFactory,BeginImportingFbxSceneTask
source: Importing FBX scene
ja: FBXシーンをインポート
zh_cn: 导入 FBX 场景

# FBXSceneImportFactory,CreateReimportDataFailed
source: Failed to create the re import data asset, which will make impossible the re import of this scene. Look in the logs to see the reason. Press Ok to continue or Cancel to abort the import process
ja: インポートデータアセットの作成に失敗しました。このシーンの再インポートは不可能になります。 ログで理由を確認してください。 OKを押して続けてください。もしくはキャンセルを押してインポートを中止してください。
zh_cn: 创建重新导入资源失败，无法重新导入此场景。 查看日志了解原因。 点击 OK 继续或者 Cancel 取消并退出导入进程

# FbxSceneReImportFactory,BeginReImportingFbxSceneTask
source: ReImporting FBX scene
ja: FBXシーンの再インポート中
zh_cn: 重新导入 FBX 场景

# FbxStaticMeshImport,ContentBrowser_CannotDeleteReferenced
source: {0} wasn't created. The asset is referenced by other content.
es: {0} no fue creado. El activo está referenciado por otro contenido.
ja: {0} は作成されませんでした。 アセットは別のコンテンツにリファレンスされています。
pt_br: {0} não foi criado. O ativo é referenciado por outro conteúdo.
zh_cn: 没有创建{0}。 该资源被其他内容引用了。

# FbxStaticMeshImport,Error_FailedToTriangulate
source: Unable to triangulate mesh '{0}'
es: Incapaz de triangular la malla '{0}'
ja: メッシュ '{0}' を三角測量できません
pt_br: Não foi possível triangular a malha '{0}'
zh_cn: 不能三角化网格物体 '{0}'。

# FbxStaticMeshImport,Error_NoFBXMeshAttributeFound
source: No FBX attribute mesh found when reimport scene static mesh '{0}'. The FBX file contain no static mesh.
ja: シーンスタティックメッシュ '{0}' の再インポート時に、FBXアットリビュートメッシュが見つかりませんでした。FBXファイルにスタティックメッシュが含まれていません。
zh_cn: 在重新导入场景静态网格物体 {0} 时没有发现 FBX 属性。此 FBX 文件未包含静态网格物体。

# FbxStaticMeshImport,Error_NoFBXMeshFound
source: No FBX mesh found when reimport Unreal mesh '{0}'. The FBX file is crashed.
es: Ninguna malla FBX encontrada al reimportar la malla Unreal '{0}'. El archivo FBX se ha caído.
ja: アンリアルメッシュ '{0}' のインポート時にFBXメッシュが見つかりませんでした。FBXファイルはクラッシュしました。
pt_br: Nenhuma malha FBX encontrada ao reimportar a malha do Unreal '{0}'. O arquivo FBX está corrompido.
zh_cn: 当重新导入虚幻网格物体'{0}'时没有发现FBX网格物体。此FBX 文件已崩溃。

# FbxStaticMeshImport,Error_NoFBXMeshNameFound
source: No FBX attribute mesh with the same name was found when reimport scene static mesh '{0}'.
ja: シーンスタティックメッシュ '{0}' の再インポート時に、同じ名前を持つFBXアットリビュートメッシュが見つかりませんでした。
zh_cn: 在重新导入场景静态网格 {0} 时没用发现同名的 FBX 属性网格。

# FbxStaticMeshImport,Error_NoGeometryInMesh
source: There is no geometry information in mesh '{0}'
es: No hay información geométrica en la malla '{0}'
ja: メッシュ '{0}' にジオメトリ情報がありません
pt_br: Não há informações de geometria na malha '{0}'
zh_cn: 网格物体中没有几何信息'{0}'

# FbxStaticMeshImport,Error_NoTrianglesFoundInMesh
source: No triangles were found on mesh '{0}'
ja: メッシュ '{0}' にトライアングルがありません
zh_cn: 在网格物体 '{0}'上没有找到三角形

# FbxStaticMeshImport,Error_TooManyMaterials
source: StaticMesh has a large number({0}) of materials and may render inefficently. Consider breaking up the mesh into multiple Static Mesh Assets
ja: スタティックメッシュはレンダリングが非効率になるほどたくさんのマテリアル数 ({0}) を含んでいます。メッシュを複数のスタティックメッシュに分割することを検討してください

# FbxStaticMeshImport,Error_UnsupportedSmoothingGroup
source: Unsupported Smoothing group mapping mode on mesh '{0}'
es: Modo de asignación de grupo de suavizado no soportado en la malla '{0}'
ja: メッシュ '{0}' で未サポートのスムージンググループマッピンググループモードです。
pt_br: Modo de mapeamento de grupo de suavização não suportado na malha '{0}'
zh_cn: 网格物体'{0}'上不支持的平滑组映射节点

# FbxStaticMeshImport,Error_UVSetLayoutProblem
source: Warning: The light map UV set for static mesh '{0}' appears to have layout problems. Either the triangle UVs are overlapping one another or the UV are out of bounds (0.0 - 1.0 range.)
es: Advertencia: el ajuste UV del mapa de luz para la malla estática '{0}' parece tener problemas de diseño. O bien los triángulos UV se solapan unos con otros o los UV están fuera de los límites (rango 0.0 - 1.0).
ja: 警告：スタティックメッシュ '{0}' のライトマップUVセットのレイアウトに問題があるようです。トライアングル UV が重なっているか、UV が範囲外です (範囲: 0.0 ～ 1.0)。
pt_br: Advertência: O UV de mapa de luz definido para a malha estática '{0}' parece ter problemas de layout. Os UVs estão sobrepondo uns aos outros ou o UV está fora dos limites (intervalo 0.0 - 1.0).
zh_cn: 警告： 为静态网格物体 '{0}' 设置的光照贴图UV组看上去存在布局问题。可能是三角形UV相互重叠，或者UV超出边界(范围0.0 - 1.0)

# FbxStaticMeshImport,Prompt_MeshVerySmall
source: Warning: The imported mesh is very small. This is most likely an issue with the units used when exporting to FBX.
ja: 警告: インポートしたメッシュのサイズが小さすぎます。FBXへエクスポート時に、単位が問題になる可能性があります。
zh_cn: 警告：导入的网格物体非常小。这很可能是由于导出到FBX文件时使用的单位导致的问题。

# FColorPropertySection,BlueArea
source: Blue
ja: ブルー
zh_cn: 蓝色

# MeshPaint_Mode,MeshPaint_ColorChannels_Blue
source: Blue
es: Azul
ja: ブルー
pt_br: Azul
zh_cn: 蓝色

# ParameterSection,BlueArea
source: Blue
ja: ブルー
zh_cn: 蓝色

# UICommands.TextureEditorCommands,BlueChannel
source: Blue
ja: ブルー

# FColorPropertySection,GreenArea
source: Green
ja: グリーン
zh_cn: 绿色

# MeshPaint_Mode,MeshPaint_ColorChannelsGreen
source: Green
es: Verde
ja: グリーン
pt_br: Verde
zh_cn: 绿色

# ParameterSection,GreenArea
source: Green
ja: グリーン
zh_cn: 绿色

# UICommands.TextureEditorCommands,GreenChannel
source: Green
ja: グリーン

# FColorPropertySection,OpacityArea
source: Opacity
ja: オペシティ
zh_cn: 不透明度
