Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SBlueprintRevisionMenu,RevisionToolTip
source: CL #{CheckInNumber} {UserName} {DateTime} {ChanglistDescription}
zh_cn: 变更列表#{CheckInNumber} {UserName} {DateTime} {ChanglistDescription}

# SceneCaptureDetails,LightTypesShowFlagsMenu
source: Light Types Show Flags
zh_cn: 光源类型显示标志

# SCreateAnimationDlg,SCreateAnimationDlg_Title
source: Create New Animation Object
zh_cn: 创建新动画对象

# ScrubWidget,AppendAnim_AskNumFrames
source: Number of Frames to Append
zh_cn: 要附加的帧数

# ScrubWidget,AppendBegin
source: Append in the beginning
zh_cn: 在开始处附加

# ScrubWidget,AppendBegin_ToolTip
source: Append in the beginning
zh_cn: 在开始处附加

# ScrubWidget,AppendEnd
source: Append at the end
zh_cn: 在结尾处附加

# ScrubWidget,AppendEnd_ToolTip
source: Append at the end
zh_cn: 在结尾处附加

# SCurveEditor,AddKeyToAllCurves
source: Add key to all curves
zh_cn: 添加关键帧到所有曲线

# SCurveEditor,AddKeyToAllCurveToolTip
source: Adds a key at the hovered time to all curves. Keys can also be added with Shift + Click.
zh_cn: 在鼠标悬停的时间处向所有曲线添加一个关键帧。也可以使用‘Shift+左击’来添加关键帧。

# SCurveEditor,AddKeyToCurveToolTipFormat
source: Add a new key at the hovered time to the {0} curve. Keys can also be added with Shift + Click.
zh_cn: 在{0}曲线的鼠标悬停时间处添加一个新的关键帧。也可以使用‘Shift+左击’来添加关键帧。

# SCurveEditor,AddKeyValueToAllCurves
source: Add key & value to all curves
zh_cn: 添加关帧和值到所有曲线

# SCurveEditor,AddKeyValueToAllCurveToolTip
source: Adds a key & value at the hovered time to all curves. Keys can also be added with Shift + ctrl + Click.
zh_cn: 在鼠标悬停的时间处添加关键帧和值到所有曲线。也可以使用Shift+ctrl+单击来添加关键帧。

# SCurveEditor,CurveEditor_SetPostInfinityExtrapolation
source: Set Post-Infinity Extrapolation
zh_cn: 设置后循环外插值

# SCurveEditor,CurveEditor_SetPreInfinityExtrapolation
source: Set Pre-Infinity Extrapolation
zh_cn: 设置前循环外插值

# SequencerContextMenus,KeyInterpolationMenu
source: Key Interpolation
zh_cn: 关键帧插值

# SDeleteAssetsDialog,DeleteSourceFilesAndMore_Tooltip
source: When checked, the following source content files will also be deleted along with the assets: {0} ... and {1} more.
zh_cn: 当选中该项，以下的源内容文件也会随同该资源一同删除： {0} ... 和 {1} 等。

# SequenceBrowser,AssetBrowser_FolderPathLabel
source: Folder :
zh_cn: 文件夹：

# Sequencer,AddAnimationTooltip
source: Adds an animation track.
zh_cn: 添加一个动画轨迹。

# Sequencer,AddAudioTrack_Transaction
source: Add Audio Track
zh_cn: 添加音频轨迹

# Sequencer,AddEventTrack_Transaction
source: Add Event Track
zh_cn: 添加事件轨迹

# Sequencer,AddPTransformTooltip
source: Adds a transform track.
zh_cn: 添加变换轨迹。

# Sequencer,AddSlomoTrack_Transaction
source: Add Play Rate Track
zh_cn: 添加播放速率轨迹

# Sequencer,AutoKeyMode
source: Auto-Key Mode
zh_cn: Auto-Key 模式

# Sequencer,CreateKey_Transaction
source: Create Key
zh_cn: 创建关键帧

# Sequencer,DuplicateKeysTransaction
source: Duplicate Keys
zh_cn: 克隆关键帧

# Sequencer,GeneralOptions
source: General Options
zh_cn: 通用选项

# Sequencer,GeneralOptionsToolTip
source: General Options
zh_cn: 通用选项

# Sequencer,PasteMatineeAnimControlTrack
source: Paste Matinee SkeletalAnimation Track
zh_cn: 粘贴Matinee骨架动画轨迹

# Sequencer,PasteMatineeAnimControlTrackTooltip
source: Pastes keys from a Matinee float track into this track.
zh_cn: 将关键帧从Matinee浮点轨迹粘贴到此轨迹。

# Sequencer,PasteMatineeFloatTrackTooltip
source: Pastes keys from a Matinee float track into this track.
zh_cn: 将关键帧从Matinee浮点轨迹粘贴到此轨迹。

# Sequencer,PasteMatineeMoveTrack
source: Paste Matinee Move Track
zh_cn: 粘贴Matinee运动轨迹

# Sequencer,PasteMatineeMoveTrackTooltip
source: Pastes keys from a Matinee move track into this track.
zh_cn: 将关键帧从Matinee运动轨迹粘贴到此轨迹。

# Sequencer,PasteMatineeParticleTrack
source: Paste Matinee Particle Track
zh_cn: 粘贴Matinee粒子轨迹

# Sequencer,PasteMatineeToggleTrack
source: Paste Matinee Particle Track
zh_cn: 粘贴Matinee粒子轨迹

# Sequencer,PasteMatineeToggleTrackTooltip
source: Pastes keys from a Matinee particle track into this track.
zh_cn: 将关键帧从Matinee粒子轨迹粘贴到此轨迹。

# Sequencer,PlaybackStartEnd
source: End
zh_cn: 结束

# Sequencer,PlaybackStartLabel
source: Start
zh_cn: 开始

# Sequencer,SaveDirtyPackagesTooltip
source: Saves the current level sequence
zh_cn: 保存当前关卡序列

# Sequencer,SequencerEditMode
source: Sequencer Mode
zh_cn: 序列器模式

# Sequencer,SetKeyTime_Transaction
source: Set Key Time
zh_cn: 设置关键帧时间

# SequencerContextMenus,SetKeyTime
source: Set Key Time
zh_cn: 设置关键帧时间

# Sequencer,SnappingMenuFrameRangesHeader
source: Frame Ranges
zh_cn: 帧范围

# Sequencer,SplitSection_Transaction
source: Split Section
zh_cn: 分割片段

# SequencerContextMenus,SplitSection_Transaction
source: Split Section
zh_cn: 分割片段

# Sequencer,ToggleNodeActive
source: Toggle Node Active
zh_cn: 切换节点激活状态

# Sequencer,ToggleNodeLocked
source: Toggle Node Locked
zh_cn: 切换节点锁定状态

# Sequencer,ToggleSectionLocked
source: Locked
zh_cn: 锁定

# SequencerDisplayNode,ToggleNodeLock
source: Locked
zh_cn: 锁定

# Sequencer,ToggleSectionLocked_Transaction
source: Toggle Section Locked
zh_cn: 切换片段锁定状态

# Sequencer,ToggleSectionLockedTooltip
source: Toggle section locked/unlocked
zh_cn: 切换片段锁定/解锁状态

# Sequencer,TrimSection_Transaction
source: Trim Section
zh_cn: 剪辑片段

# SequencerContextMenus,TrimSection_Transaction
source: Trim Section
zh_cn: 剪辑片段

# Sequencer,UndoDeletingObject
source: Delete Node
zh_cn: 删除节点

# Sequencer,UndoPossessingObject
source: Possess Object in Sequencer
zh_cn: 在序列器中拥有对象

# Sequencer.Popups,SetKeyFramePopup
source: New Frame
zh_cn: 新建帧

# SequencerContextMenus,BringForward
source: Bring Forward
zh_cn: 向前

# SequencerContextMenus,BringForwardTransaction
source: Bring Forward
zh_cn: 向前

# SequencerContextMenus,BringToFront
source: Bring To Front
zh_cn: 最前

# SequencerContextMenus,BringToFrontTransaction
source: Bring to Front
zh_cn: 最前

# SequencerContextMenus,DeleteKeyToolTip
source: Deletes the selected keys
zh_cn: 删除选中的关键帧

# SequencerContextMenus,DeleteSectionToolTip
source: Deletes this section
zh_cn: 删除该片段

# SequencerContextMenus,EditSectionTooltip
source: Edit section
zh_cn: 编辑片段

# SequencerContextMenus,PasteFromHistory
source: Paste From History
zh_cn: 从历史记录粘贴

# SequencerContextMenus,PasteIntoTitle
source: Paste Into {0}
zh_cn: 粘贴到{0}

# SequencerContextMenus,PasteKeysTransaction
source: Paste Keys
zh_cn: 粘贴关键帧

# SequencerContextMenus,PasteMenuHeaderFormat
source: {0} ({1} tracks)
zh_cn: {0}（{1} 个轨迹）

# SequencerContextMenus,SelectAllKeys
source: Select All Keys
zh_cn: 选择所有关键帧

# SequencerContextMenus,SelectAllKeysTooltip
source: Select all keys in section
zh_cn: 选择片段中的所有关键帧

# SequencerContextMenus,SendBackward
source: Send Backward
zh_cn: 向后

# SequencerContextMenus,SendBackwardTransaction
source: Send Backward
zh_cn: 向后

# SequencerContextMenus,SendToBack
source: Send To Back
zh_cn: 最后

# SequencerContextMenus,SendToBackTransaction
source: Send to Back
zh_cn: 最后

# SequencerContextMenus,SetExtrapConstantTooltip
source: Set extrapolation constant
zh_cn: 设置外插值常量

# SequencerContextMenus,SetExtrapCycle
source: Cycle
zh_cn: 循环

# SequencerContextMenus,SetExtrapCycleTooltip
source: Set extrapolation cycle
zh_cn: 设置外插值循环

# SequencerContextMenus,SetExtrapCycleWithOffset
source: Cycle with Offset
zh_cn: 带偏移循环

# SequencerContextMenus,SetExtrapCycleWithOffsetTooltip
source: Set extrapolation cycle with offset
zh_cn: 将外插值设置为带偏移循环

# SequencerContextMenus,SetExtrapLinearTooltip
source: Set extrapolation linear
zh_cn: 设置外插值线性

# SequencerContextMenus,SetExtrapolationMode_Transaction
source: Set Extrapolation Mode
zh_cn: 设置外插值模式

# SequencerContextMenus,SetExtrapOscillate
source: Oscillate
zh_cn: 振荡

# SequencerContextMenus,SetExtrapOscillateTooltip
source: Set extrapolation oscillate
zh_cn: 设置外插值振荡

# SequencerContextMenus,SetKeyFrame
source: Set Key Frame
zh_cn: 设置关键帧

# SequencerContextMenus,SetKeyFrameTooltip
source: Set key frame
zh_cn: 设置关键帧

# SequencerContextMenus,SetKeyInterpolationAuto
source: Cubic (Auto)
zh_cn: 立方体（自动）

# SequencerContextMenus,SetKeyInterpolationAutoTooltip
source: Set key interpolation to auto
zh_cn: 将关键帧插值设置为自动插值

# SequencerContextMenus,SetKeyInterpolationBreak
source: Cubic (Break)
zh_cn: 立方体（中断）

# SequencerContextMenus,SetKeyInterpolationBreakTooltip
source: Set key interpolation to break
zh_cn: 将关键帧插值设置为中断插值

# SequencerContextMenus,SetKeyInterpolationConstantTooltip
source: Set key interpolation to constant
zh_cn: 将关键帧插值设置为常量插值

# SequencerContextMenus,SetKeyInterpolationLinearTooltip
source: Set key interpolation to linear
zh_cn: 将关键帧插值设置为线性插值

# SequencerContextMenus,SetKeyInterpolationUser
source: Cubic (User)
zh_cn: 立方体（用户）

# SequencerContextMenus,SetKeyInterpolationUserTooltip
source: Set key interpolation to user
zh_cn: 将关键帧插值设置为用户插值

# SequencerContextMenus,SetKeyTimeTooltip
source: Set key time
zh_cn: 设置关键帧时间

# SequencerContextMenus,SetPostInfinityExtrapTooltip
source: Set post-infinity extrapolation
zh_cn: 设置后循环外插值

# SequencerContextMenus,SetPreInfinityExtrapTooltip
source: Set pre-infinity extrapolation
zh_cn: 设置前循环外插值

# SequencerContextMenus,SplitSectionTooltip
source: Split section at current MouseDownTime
zh_cn: 在当前MouseDownTime分割片段

# SequencerContextMenus,ToggleSectionActive
source: Active
zh_cn: 激活

# SequencerDisplayNode,ToggleNodeActive
source: Active
zh_cn: 激活

# SequencerContextMenus,ToggleSectionActive_Transaction
source: Toggle Section Active
zh_cn: 切换片段激活状态

# SequencerContextMenus,ToggleSectionActiveTooltip
source: Toggle section active/inactive
zh_cn: 切换片段激活/禁用状态

# SequencerContextMenus,TrimSectionLeft
source: Trim Left
zh_cn: 剪辑左侧

# SequencerContextMenus,TrimSectionLeftTooltip
source: Trim section at current MouseDownTime to the left
zh_cn: 将当前MouseDownTime的片段剪辑到左侧

# SequencerContextMenus,TrimSectionRight
source: Trim Right
zh_cn: 剪辑右侧

# SequencerContextMenus,TrimSectionRightTooltip
source: Trim section at current MouseDownTime to the right
zh_cn: 将当前MouseDownTime的片段剪辑到右侧

# SequencerDisplayNode,DeleteNodeTooltip
source: Delete this or selected tracks
zh_cn: 删除该节点或选中的轨道

# SequencerDisplayNode,RenameNodeTooltip
source: Rename this track
zh_cn: 重命名该轨

# SequencerDisplayNode,ToggleNodeActiveTooltip
source: Set this track or selected tracks active/inactive
zh_cn: 选择本轨道或已选择轨道的激活/取消

# SequencerDisplayNode,ToggleNodeLockTooltip
source: Lock or unlock this node or selected tracks
zh_cn: 锁定或解锁这个节点，或者选择轨道

# SequencerHelpers,Snap_120Fps
source: 120 fps
zh_cn: 120 帧/秒

# UnrealEd,InterpEd_FrameRate_120_fps
source: 120 fps
pt_br: 120 qps
zh_cn: 120 帧每秒

# SequencerHelpers,Snap_15Fps
source: 15 fps
zh_cn: 15 帧/秒

# UnrealEd,InterpEd_FrameRate_15_fps
source: 15 fps
pt_br: 15 qps
zh_cn: 15 帧每秒

# SequencerHelpers,Snap_24Fps
source: 24 fps (film)
zh_cn: 24 帧/秒 (电影)

# SequencerHelpers,Snap_25Fps
source: 25 fps (PAL/25)
zh_cn: 25 帧/秒 (PAL/25)

# UnrealEd,InterpEd_FrameRate_25_fps
source: 25 fps (PAL/25)
pt_br: 25 qps (PAL/25)
zh_cn: 25 帧每秒 (PAL/25)

# SequencerHelpers,Snap_29.97Fps
source: 29.97 fps (NTSC/30)
zh_cn: 29.97 帧/秒 (NTSC/30)

# UnrealEd,InterpEd_FrameRate_29_97_fps
source: 29.97 fps (NTSC/30)
pt_br: 29.97 qps (NTSC/30)
zh_cn: 29.97 帧每秒 (NTSC/30)

# SequencerHelpers,Snap_30Fps
source: 30 fps
zh_cn: 30 帧/秒

# UnrealEd,InterpEd_FrameRate_30_fps
source: 30 fps
pt_br: 30 qps
zh_cn: 30 帧每秒

# SequencerHelpers,Snap_48Fps
source: 48 fps
zh_cn: 48 帧/秒

# SequencerHelpers,Snap_50Fps
source: 50 fps (PAL/50)
zh_cn: 50帧/秒 (PAL/50)

# UnrealEd,InterpEd_FrameRate_50_fps
source: 50 fps (PAL/50)
pt_br: 50 qps (PAL/50)
zh_cn: 50帧每秒 (PAL/50)

# UnrealEd,InterpEd_FrameRate_59_94_fps
source: 59.94 fps (NTSC/60)
pt_br: 59.94 qps (NTSC/60)
zh_cn: 59.94 帧每秒 (NTSC/60)

# SequencerHelpers,Snap_60Fps
source: 60 fps
zh_cn: 60 帧/秒

# UnrealEd,InterpEd_FrameRate_60_fps
source: 60 fps
pt_br: 60 qps
zh_cn: 60 帧每秒

# SequencerHelpers,Snap_OneHundredSeconds
source: 100s
zh_cn: 100秒

# SequencerHelpers,Snap_OneHundredthSeconds
source: 0.01s
zh_cn: 0.01秒

# SequencerHelpers,Snap_OneSeconds
source: 1s
zh_cn: 1秒

# SequencerHelpers,Snap_OneTenthSeconds
source: 0.1s
zh_cn: 0.1秒

# SequencerHelpers,Snap_OneThousandthSeconds
source: 0.001s
zh_cn: 0.001秒

# SequencerHelpers,Snap_TenSeconds
source: 10s
zh_cn: 10秒

# SFbxReimportSceneStaticMeshListView,CheckForImport
source: Add Selection To Import
zh_cn: 将选中项添加到导入

# SFbxReimportSceneTreeView,CheckForImport
source: Add Selection To Import
zh_cn: 添加选中内容到导入

# SFbxSceneMaterialsListView,CheckForImport
source: Add Selection To Import
zh_cn: 将选中项添加到导入

# SFbxSceneStaticMeshListView,CheckForImport
source: Add Selection To Import
zh_cn: 将选中项添加到导入

# SFbxSceneTreeView,CheckForImport
source: Add Selection To Import
zh_cn: 将选中项添加到导入

source: Added, create content
zh_cn: 已添加，新建内容

source: This item was added to the fbx scene file, content will be create if this item is select for reimport
zh_cn: 此物体已经被添加到 FBX 场景文件中，如果该物体被选择并重新导入，内容将会新建

source: Added, override content
zh_cn: 已添加，覆盖内容

source: This item was added but a content was found, content will be override if this item is select for reimport
zh_cn: 此物件已被添加，但找到一个内容。如果此物件被选中并重新导入，内容将会被覆盖

source: This item cannot be reimport because there is no valid status
zh_cn: 由于没有有效状态，该物件无法被重新导入。

source: No valid status
zh_cn: 没有有效状态

source: Removed, delete content
zh_cn: 已移除，删除内容

source: This item was deleted but a content was found, content will be delete if this item is select for reimport
zh_cn: 该物体已被删除，但找到一个内容。如果选择该物体并重新导入，内容将被删除。

source: Same, create content
zh_cn: 相同，创建内容

source: This item match the old fbx but no content was found, content will be create if this item is select for reimport
zh_cn: 此物件和旧的 FBX 匹配，但并未找到内容。如果该物件被选择并重新导入，内容会被创建。

source: Same, replace content
zh_cn: 相同，替换内容

source: This item match the old fbx, content will be replace if this item is select for reimport
zh_cn: 此物件匹配旧的 FBX，如果选中并重新导入内容将会被替换。

# SFbxReimportSceneStaticMeshListView,UncheckForImport
source: Remove Selection From Import
zh_cn: 从导入中移除选中内容

# SFbxReimportSceneTreeView,UncheckForImport
source: Remove Selection From Import
zh_cn: 从导入中删除选中项

# SFbxSceneMaterialsListView,UncheckForImport
source: Remove Selection From Import
zh_cn: 从导入中删除选中项

# SFbxSceneStaticMeshListView,UncheckForImport
source: Remove Selection From Import
zh_cn: 从导入中删除选中项

# SFbxSceneTreeView,UncheckForImport
source: Remove Selection From Import
zh_cn: 从导入中删除选中项

# SFbxReimportSceneStaticMeshListView,FbxChooseReimportAssetContentPath
source: Choose static mesh asset for reimporting the fbx scene content
zh_cn: 为重新导入 FBX 场景选择静态网格资源

# SFbxReimportSceneStaticMeshListView,FbxImportScene_SM_ResetAssign
source: Reset to FBX content
zh_cn: 重置 FBX 内容

# SFbxSceneMaterialsListView,AssignExistingMaterial
source: Assign Existing Material...
zh_cn: 指派已存在的材质...

# SFbxSceneMaterialsListView,ResetAssignExistingMaterial
source: Reset Material to Fbx content
zh_cn: 根据 FBX 内容重置材质

# SGameplayCueEditor,AddingNewGameplaycue
source: Adding new GameplayCue Tag
zh_cn: 添加新GameplayCue标签

# SGameplayCueEditor,BuildEventMap
source: Searching Blueprints for GameplayCue events
zh_cn: 正在搜索GameplayCue事件的蓝图

# SGameplayCueEditor,CreateBlueprintOptions
source: New GameplayCue Handler
zh_cn: 新建GameplayCue处理器

# SGameplayCueEditor,HideUnhandled
source: Hide Unhandled GameplayCues
zh_cn: 隐藏未处理的GameplayCue

# SGameplayCuePickerDialog,CommonClassesAreaTitle
source: GameplayCue Notifies
zh_cn: GameplayCue通知

# SGraphNodeDocumentation,DocumentationNode
source: UDN - {0}
zh_cn: 虚幻开发者网络 - {0}

# SizeMap,Bytes
source: bytes
zh_cn: 字节

# SizeMap,MissingAsset
source: MISSING!
zh_cn: 缺失！

# SizeMap,RootNode_NAssetsFailedToLoad
source: assets were missing! Only partial results shown.
zh_cn: 资源缺失！仅显示了部分结果。

# SizeMap,RootNode_References
source: total assets
zh_cn: 总资源

# SizeMap,SelfNodeLabel
source: *SELF*
zh_cn: *自身*

# SizeMap,SharedGroupName
source: *SHARED*
zh_cn: *共享*

# SizeMap,UnknownSize
source: unknown size
zh_cn: 未知大小

# SizeMap,UnknownSizeButAtLeastThisBig
source: at least
zh_cn: 至少

# SkeletalControlNodeDetails,DefaultCategory
source: Default Category
zh_cn: 默认分类

# SkeletalControlNodeDetails,HasNoOverridePin
source: Enabling this pin will make it visible for setting on the node.
zh_cn: 启用该引脚将使其可见，以便在节点上进行设置。

# SkeletalControlNodeDetails,HasOverridePin
source: Enabling this pin will make it visible for setting on the node and automatically enable the value for override when using the struct. Any updates to the resulting struct will require the value be set again or the override will be automatically disabled.
zh_cn: 启用该引脚将使其可见，以在节点上进行设置，并且当使用该结构体时会自动使用该值进行覆盖。对此最终结构体的任何更新都要求再次设置该值，否则将会自动地禁用覆盖功能。

# SkeletalMeshImport,LODDataWarningMessage
source: Previous LODs exist, but the bone hierarchy is not compatible. This could cause crash if you keep the old LODs. Would you like to regenerate them using mesh reduction? Or the previous LODs will be lost.
zh_cn: 存在以前的LOD，但骨骼层次结构不兼容。 如果您保留旧的LOD，则可能导致崩溃。是否使用网格物体缩减重新生成LOD？或者以前的LOD将丢失。

# SkeletalMeshImport,NoCompatibleSkeleton
source: New base mesh is not compatible with previous LODs. LOD will be removed.
zh_cn: 新的基础网格物体与以前的LOD不兼容。将删除LOD。

# SkeletalMeshImport,RegenLODs
source: Generating new LODs
zh_cn: 正在生成新的LOD

# SkeletonBlendProfiles,MenuToolTip
source: Shows the blend profile manager
zh_cn: 显示混合概述文件管理器

# SkeletonBlendProfiles,NumEntriesColumnLabel
source: Blend Entry Count
zh_cn: 混合项数量

# SkeletonSlotNames,SlotReferenceBlueprintExplanation
source: The following animation blueprints contain nodes that reference the selected item. Remove or change the nodes listed to proceed
zh_cn: 以下动画蓝图包含引用选中项的节点。请删除或修改所列出的节点来继续。

# SkeletonSlotNames,SlotReferenceMontageExplanation
source: The following montages contain slots that reference the chosen item. Remove or change the referenced item to proceed.
zh_cn: 以下蒙太奇包含引用选中项的插槽。请删除或修改引用的项来继续。

# SkeletonSlotNames,ToastRenameFailDesc
source: Rename Failed! Slot name {0} already exists in the target skeleton.
zh_cn: 重命名失败！插槽名称{0}已经存在于目标骨架中。

# SkeletonWidget,AssetRemapTooltip
source: Select compatible asset to remap to.
zh_cn: 选择要重新映射到的兼容资源。

# SkeletonWidget,BestGuessButton
source: Auto-Fill Using Best Guess
zh_cn: 使用最佳猜测自动填充

# SkeletonWidget,BestGuessDescription
source: Auto-Fill will look at the names of all compatible assets for the new skeleton and look for something similar to use for the remapped asset.
zh_cn: 自动填充将为新骨架查看所有的兼容资源的名称，并查找某个类似物来在重新映射的资源中使用。

# SkeletonWidget,ColumnLabel_RemapAssetRemap
source: Remapped Asset
zh_cn: 重新映射的资源

# SkeletonWidget,RemapAssets
source: Choose Assets to Remap
zh_cn: 选择要重新映射的资源

# SkeletonWidget,RemapAssetsDescription
source: The assets shown below need to be duplicated or remapped for the new blueprint. Select a new animation to use in the new animation blueprint for each asset or leave blank to duplicate the existing asset.
zh_cn: 以下显示的资源需要复制或重新映射到新的蓝图上。请为每个资源选择一个要在新动画蓝图中使用的新动画或者保留空白来复制现有资源。

# SkeletonWidget,RemapSkeleton_DupeName_Prefix
source: Prefix
zh_cn: 前缀

# SkeletonWidget,RemapSkeleton_DupeName_ReplaceTo
source: with
zh_cn: 替换为

# SkeletonWidget,RemapSkeleton_DupeName_Suffix
source: Suffix
zh_cn: 后缀

# SkeletonWidget,RemapSkeleton_RemapToExisting
source: Allow remapping to existing assets
zh_cn: 允许重新映射到现有资源

# SkeletonWidget,RetargetBasePose_RenameLable
source: New Asset Name
zh_cn: 新的资源名称

# SkeletonWidget,RetargetBasePose_WarningMessage
source: *Make sure you have the similar retarget base pose. If they don't look alike here, you can edit your base pose in the Retarget Manager window.
zh_cn: *请确保您具有相似的重定向基本姿势。 如果它们这里看上去不一样，那么您可以在重定向管理器窗口中编辑您的基本姿势。

# SNodeVariableReferences,FindWhat
source: Find what:
zh_cn: 查找内容：

# SNodeVariableReferences,PickSourceVariable
source: Pick a source variable from the My Blueprints list!
zh_cn: 从我的蓝图列表中选择一个源变量！

# SNodeVariableReferences,UnselectedTargetReference
source: Please select a target reference!
zh_cn: 请选择一个重定向引用！

# SoundCueSchema,FromSelected
source: From Selected
zh_cn: 从选中项

# SourceControlHistory,FileSizeInMBFmt
source: {0} MB
zh_cn: {0} 兆字节

# SRowEditor,AddRowTooltip
source: Add a new row to the data table
zh_cn: 向数据表格添加新的一行

# SRowEditor,MoveDownTooltip
source: Move the currently selected row down by one in the data table
zh_cn: 将当前选中的行在数据表格中下移一行

# SRowEditor,MoveToBottomTooltip
source: Move the currently selected row to the bottom of the data table
zh_cn: 将当前选中的行移动到数据表格的底部

# SRowEditor,MoveToTopTooltip
source: Move the currently selected row to the top of the data table
zh_cn: 将当前选中的行移动到数据表格的顶部

# SRowEditor,MoveUpTooltip
source: Move the currently selected row up by one in the data table
zh_cn: 将当前选中的行在数据表格中上移一行

# SRowEditor,RemoveRowTooltip
source: Remove the currently selected row from the data table
zh_cn: 从数据表格中删除当前选中的行

# SRowEditor,RowNameLabel
source: Row Name:
zh_cn: 行名称：

# SRowEditor,SelectedRowTooltip
source: Select a row to edit
zh_cn: 选择一行进行编辑

# SSCSEditor,CannotFindProperty
source: Cannot find corresponding variable (make sure component has been assigned to one)
zh_cn: 无法找到对应的变量(请确保已经给它分配组件)

# SSCSEditor,DefaultSceneRootToolTip
source: This is the default scene root component. It cannot be copied, renamed or deleted. It can be replaced by drag/dropping another scene component over it.
zh_cn: 这是默认场景根组件。不能复制、重命名或删除它。 可以通过拖拽/放置另一个场景组件到其上方来替换它。

# SSCSEditor,TooltipIntroducedIn
source: Introduced in
zh_cn: 引入

# SSequencerLabelBrowser,RemoveLabelMenuEntryTip
source: Remove this label from this list and all tracks
zh_cn: 从本列表及所有轨道中删除该标签

# SSequencerLabelBrowser,RenameLabelMenuEntryTip
source: Change the name of this label
zh_cn: 修改标签名

# SSequencerLabelEditor,FilterBoxToolTip
source: Type one or more strings to filter by. New label names may not contain whitespace. Use the `.` symbol to filter or create hierarchical labels
zh_cn: 输入字符过滤信息。新的标签名中不能含有空格。使用符号“.”来过滤或创建具有依附关系的标签。

# SSequencerLabelEditor,LabelAs
source: Label as:
zh_cn: 标签为：

# SSkeletonTree,BlendProfileLabel
source: Blend Profile Scale
zh_cn: 混合概述文件范围

# SSkeletonTree,RecursiveSetBlendScales_Label
source: Recursively Set Blend Scales To {0}
zh_cn: 递归地设置混合范围为{0}

# SSkeletonTree,RecursiveSetBlendScales_ToolTip
source: Sets all child bones to use the same blend profile scale as the selected bone
zh_cn: 设置使得所有子骨骼使用同选中骨骼相同的混合概述文件范围

# SSkeletonTree,RemoveBonesFromLODWarning
source: This action can't be undone. Would you like to continue?
zh_cn: 无法撤销此操作。是否继续？

# SSourceControlRevert,RevertFailed
source: Failed to revert file {0} since it is currently in use.
zh_cn: 无法恢复文件{0}，因为它当前正在使用中。

# StaticLightingSystem,EditorBuildUnderwayWarning
source: A build process is currently underway! Please cancel it to proceed!
zh_cn: 一个编译过程目前正在进行中！请取消它再继续！

# StaticMeshEditor,ApplyDefaultLODSettings
source: Changing LOD group will overwrite the current settings with the defaults from LOD group '{0}'. Do you wish to continue?
zh_cn: 修改LOD组将会使用LOD组'{0}'的默认值覆盖当前设置。您想继续吗？

# StaticMeshEditor,BuildAdjacencyBuffer
source: Build Adjacency Buffer
zh_cn: 构建邻接缓冲区

# StaticMeshEditor,BuildReversedIndexBuffer
source: Build Reversed Index Buffer
zh_cn: 构建反向的索引缓冲

# StaticMeshEditor,UseMikkTSpace
source: Use MikkTSpace Tangent Space
zh_cn: 使用MikkTSpace切线空间

# STimelineEditor,PinAlreadyInUse
source: "{TrackName}" is already in use as a default pin!
zh_cn: "{TrackName}"已经作为默认引脚使用！

# STimelineEditor,SynchronizeViewLabel
source: Synchronize View
zh_cn: 同步视图

# STimelineEditor,SynchronizeViewToolTip
source: Keep the zoom and pan of this curve synchronized with other curves.
zh_cn: 保持该曲线的缩放比例和平移同其他曲线同步。

# Structure,Change3dWidgetEnabled
source: Change 3d Widget Enabled
zh_cn: 已启用修改三维控件

# Structure,ChangeMultiLineTextEnabled
source: Change Multi-line Text Enabled
zh_cn: 改变多行文本启用

# Structure,ReorderVariables
source: Varaibles reordered
zh_cn: 变量已重新排序

# StructureEditor,MultiLineText
source: Multi-line Text
zh_cn: 多行文本

# StructureEditor,MultiLineTextToolTip
source: Should this property allow multiple lines of text to be entered?
zh_cn: 这个控件允许多行文本输入吗？

# STutorialButton,DismissAllRemindersTooltip
source: Selecting this option will prevent all tutorial blips from being displayed.
zh_cn: 选中该项将阻止显示所有指南提示。
