Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SSceneOutliner,MoveOutlinerItems
source: Move World Outliner Items
ja: アウトライナアイテムを移動
zh_cn: 移动世界大纲视图项目

# SceneOutliner_FolderTreeItem,MoveToRoot
source: Move to root
ja: ルートへ移動
zh_cn: 移动到根路径中

# SceneOutlinerActorInfoColumn,CustomColumnMode_InternalName
source: ID Name
es: Nombre de ID
ja: ID名
pt_br: Nome do ID
zh_cn: ID 名称

# SceneOutlinerItemLabelColumn,CustomColumnMode_InternalName
source: ID Name
ja: ID名
zh_cn: ID名称

# SceneOutlinerActorInfoColumn,CustomColumnMode_UncachedLights
source: # Uncached Lights
es: # Luces sin almacenar en caché
ja: # 非キャッシュライト
pt_br: Nº de Luzes não Armazenadas em Cache
zh_cn: # 未缓存的光源

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_Class
source: Displays the name of each actor's type
es: Muestra el nombre de cada tipo de actor.
ja: 各アクタタイプの名前を表示
pt_br: Exibe o nome do tipo de cada ator
zh_cn: 显示没中actor类型的名称

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_InternalName
source: Shows the internal name of the actor (for diagnostics)
es: Muestra el nombre interno del actor (para el diagnóstico)
ja: 対象アクタの内部での呼称を表示します (診断用)
pt_br: Exibe o nome interno do ator (para diagnóstico)
zh_cn: 显示该actor的内部名称 (用于诊断)

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_Layer
source: Displays the layer each actor is in, and allows you to search by layer name
es: Muestra la capa de cada actor que hay, y le permite buscar por nombre de capa
ja: 各アクタが配置されているレイヤを表示します。レイヤ名での検索も可能です
pt_br: Exibe a camada em que está cada ator e permite procurar pelo nome da camada
zh_cn: 显示每个actor所在的图层，允许您按图层名称进行搜索

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_Level
source: Displays the level each actor is in, and allows you to search by level name
es: Muestra el nivel de cada actor que hay, y le permite buscar por nombre de nivel
ja: 各アクタが配置されているレベルを表示します。レベル名での検索も可能です
pt_br: Exibe o nível em que está cada ator e permite procurar pelo nome do nível
zh_cn: 显示每个actor所在的关卡，允许您按关卡名称进行搜索

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_None
source: Hides all extra actor info
es: Oculta toda información extra del actor
ja: アクタのその他の情報をすべて非表示
pt_br: Oculta todas as informações extras do ator
zh_cn: 隐藏所有额外的actor信息

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_Socket
source: Shows the socket the actor is attached to, and allows you to search by socket name
es: Muestra el punto de acople del actor al que está acoplado, y le permite buscar por nombre de punto de acople
ja: アクタが親子付けされたソケットを表示して、ソケット名による検索が可能になります
pt_br: Exibe o soquete ao qual o ator está anexado e permite pesquisar pelo nome do soquete
zh_cn: 显示此actor附着的插槽，并使得您可以通过插槽名称来搜索

# SceneOutlinerActorInfoColumn,CustomColumnModeToolTip_UncachedLights
source: Shows the number of uncached static lights (missing in lightmap)
es: Muestra el número de luces estáticas no almacenadas (faltan en el mapa de iluminación)
ja: 不変な静的ライト数を表示します（ライトマップで不明）
pt_br: Exibe o número de luzes estáticas sem cache (ausentes no mapa de luz)
zh_cn: 显示未缓存的静态光源（光照贴图中缺失的光源）的数量

# SceneOutlinerGutter,SetActorVisibility
source: Set Actor Visibility
es: Ajustar visibilidad del actor
ja: アクタの可視性を設定
pt_br: Definir Visibilidade do Ator
zh_cn: 设置Actor可见性

# SceneOutlinerItemLabelColumn,ComponentMobility_Movable
source: {ActorClassName} with movable mobility
ja: ムーバブル可動性と {ActorClassName}
zh_cn: 可移动的{ActorClassName}

# SceneOutlinerItemLabelColumn,ComponentMobility_Static
source: {ActorClassName} with static mobility
ja: スタティック可動性と {ActorClassName}
zh_cn: 静态{ActorClassName}

# SceneOutlinerItemLabelColumn,ComponentMobility_Stationary
source: {ActorClassName} with stationary mobility
ja: ステーショナリー可動性と {ActorClassName}
zh_cn: 固定{ActorClassName}

# SceneOutlinerItemLabelColumn,ItemLabel_HeaderText
source: Label
ja: ラベル
zh_cn: 标签

# SceneOutlinerItemLabelColumn,RenameFailed_AlreadyExists
source: A folder with this name already exists at this level
ja: 同名のフォルダはこのレベルにすでに存在します
zh_cn: 具有该名称的文件夹已经存在于该关卡中

# SceneOutlinerItemLabelColumn,RenameFailed_InvalidChar
source: Folder names cannot contain / or \.
ja: フォルダ名に / または \ は使用できません
zh_cn: 文件夹名称不得包含 / 或 \ 。

# SceneOutlinerItemLabelColumn,RenameFailed_TooLong
source: Names must be less than {CharCount} characters long.
ja: 名前の長さは {CharCount} 未満ではなくてはいけません
zh_cn: 名称必须少于{CharCount}个字符。

# SSCSEditor,RenameFailed_TooLong
source: Names must be less than {CharCount} characters long.
ja: 名前の長さは {CharCount} 未満でなくてはいけません
zh_cn: 名称必须少于{CharCount}个字符。

# SceneOutlinerItemLabelColumn,RenameFailed_TreeItemDeleted
source: Tree item no longer exists
ja: ツリーアイテムはもう存在しません
zh_cn: 树项已不存在

# SceneOutlinerItemLabelColumn,WorldLabel_Tooltip
source: The world settings for {0}, double-click to edit
ja: {0} のワールドセッティング、ダブルクリックして編集します
zh_cn: {0}的世界设置，双击以编辑

# SceneOutlinerItemLabelColumn,WorldLabel_TooltipNonInteractive
source: The world {0}
ja: ワールド {0}

# SChoiceDialog,CopyMessageHyperlink
source: Copy Message
es: Copiar mensaje
ja: メッセージをコピー
pt_br: Copiar Mensagem
zh_cn: 复制信息

# SOutputLogDialog,CopyMessageHyperlink
source: Copy Message
ja: メッセージをコピー
zh_cn: 复制消息

# SVerbChoiceDialog,CopyMessageHyperlink
source: Copy Message
es: Copiar mensaje
ja: メッセージをコピー
pt_br: Copiar Mensagem
zh_cn: 复制信息

# SChoiceDialog,CopyMessageTooltip
source: Copy the text in this message to the clipboard (CTRL+C)
es: Copiar el texto en este mensaje al portapapeles (CTRL+C)
ja: メッセージのテキストをクリップボードにコピー(CTRL+C)
pt_br: Copia o texto nesta mensagem para a área de transferência (CTRL+C)
zh_cn: 复制此信息中的文本到剪贴板(CTRL+C)

# SOutputLogDialog,CopyMessageTooltip
source: Copy the text in this message to the clipboard (CTRL+C)
ja: メッセージのテキストをクリップボードにコピー(CTRL+C)
zh_cn: 复制此消息中的文本到剪切板(CTRL+C)

# SVerbChoiceDialog,CopyMessageTooltip
source: Copy the text in this message to the clipboard (CTRL+C)
es: Copiar el texto en este mensaje al portapapeles (CTRL+C)
ja: メッセージのテキストをクリップボードにコピー(CTRL+C)
pt_br: Copia o texto nesta mensagem para a área de transferência (CTRL+C)
zh_cn: 复制此信息的文本到剪切板（CTRL+C）

# SChordEditBox,ChordAcceptButton_ToolTip
source: Accept this new binding
ja: この新しいバインディングを承認する
zh_cn: 接受此新绑定

# SChordEditBox,ChordEditButtonRemove_ToolTip
source: Remove this binding
ja: このバインディングを取り除く
zh_cn: 删除该绑定

# SChordEditor,KeyAlreadyBound
source: {0} is already bound to {1}
ja: {0} は既に {1} とバウンドしています
zh_cn: {0}已经绑定到{1}

# SChordEditor,NewBindingHelpText_CurrentBinding
source: Default: {InputCommandBinding}
ja: デフォルト： {InputCommandBinding}
zh_cn: 默认：{InputCommandBinding}

# SChordEditor,NewBindingHelpText_NoCurrentBinding
source: Type a new binding
ja: 新規バインディングをインプット
zh_cn: 输入一个新绑定

# SClassPickerDialog,CommonClassesAreaTitle
source: Common Classes
ja: よく使うクラス
zh_cn: 常见类

# SClassViewer,ActorsOnly
source: Actors Only
es: Solo actores
ja: アクタ専用
pt_br: Somente Atores
zh_cn: 仅Actors

# SClassViewer,ActorsOnly_Tooltip
source: Filter the Class Viewer to show only actors
es: Filtrar el visor de la clase para mostrar solo los actores
ja: クラスビューアをフィルタリングしてアクタのみを表示
pt_br: Filtra o Visualizador de Classe para exibir somente atores.
zh_cn: 过滤类别查看器来仅显示actor

# SClassViewer,BlueprinsOnly_Tooltip
source: Filter the Class Viewer to show only base blueprint classes.
es: Filtrar el visor de la clase para mostrar solo las clases del Blueprint base.
ja: ベースブループリントのクラスのみを表示するクラスビューアにフィルタリング
pt_br: Filtra o Visualizador de Classe para exibir somente classes de esquema de base.
zh_cn: 过滤类别查看器来仅显示蓝图基类

# SClassViewer,BlueprintsOnly
source: Blueprint Class Bases Only
ja: ブループリントクラスベースのみ
zh_cn: 仅蓝图基类

# SClassViewer,ClassViewerMenuCreateBlueprint
source: Create Blueprint Class...
ja: ブループリント クラスを作成...
zh_cn: 创建蓝图类...

# SClassViewer,ClassViewerMenuCreateBlueprint_Tooltip
source: Creates a Blueprint Class using this class as a base.
ja: このクラスをベースにブループリントクラスを作成
zh_cn: 使用此类作为基类来创建蓝图类。

# SClassViewer,ClassViewerMenuCreateCPlusPlusClass
source: Create New C++ Class...
es: Crear una clase C++ nueva…
ja: 新規のC++クラスを作成...
pt_br: Criar Nova Classe do C++...
zh_cn: 创建新 C++ 类...

# SClassViewer,ClassViewerMenuCreateCPlusPlusClass_Tooltip
source: Creates a new C++ class using this class as a base.
es: Crea una clase C++ nueva usando esta clase como una base.
ja: このクラスをベースに新規C++クラスを作成
pt_br: Cria uma nova classe do C++ usando esta classe como base.
zh_cn: 使用此类作为基类创建一个新的C++类。

# SClassViewer,ClassViewerMenuCreateDeprecatedBlueprint_Tooltip
source: Class is deprecated!
ja: クラスは非推奨です！
zh_cn: 类已废弃！

# SClassViewer,ClassViewerMenuEditBlueprint
source: Edit Blueprint Class...
ja: ブループリントクラスを編集...
zh_cn: 编辑蓝图类...

# SClassViewer,ClassViewerMenuEditBlueprint_Tooltip
source: Open the Blueprint Class in the editor.
ja: エディタでブループリントクラスを開く
zh_cn: 打开编辑器中的蓝图类。

# SClassViewer,ClassViewerMenuOpenCPlusPlusClass
source: Open C++ Header...
es: Abrir cabecera C++…
ja: C++ヘッダを開く...
pt_br: Abrir Cabeçalho do C++...
zh_cn: 打开C++头文件...

# SClassViewer,ClassViewerMenuOpenCPlusPlusClass_Tooltip
source: Open the header file for this class in the IDE.
es: Abrir el archivo de cabecera para esta clase en el entorno de desarrollo integrado (IDE).
ja: IDEでこのクラスのヘッダファイルを開く
pt_br: Abre o arquivo de cabeçalho para esta classe no IDE.
zh_cn: 在集成开发环境中打开这个类的头文件。

# SClassViewer,CollapseAll_Tooltip
source: Collapses the entire tree
es: Amplia todo el árbol
ja: ツリー全体を折りたたむ
pt_br: Recolhe toda a árvore
zh_cn: 合并整个树结构

# SClassViewer,ExpandAll_Tooltip
source: Expands the entire tree
es: Expande todo el árbol
ja: ツリー全体を展開
pt_br: Expande toda a árvore
zh_cn: 展开整个树结构

# SClassViewer,Filters_Tooltip
source: Filter options for the Class Viewer.
es: Opciones del filtro para el visor de la clase.
ja: クラスビューアのフィルタオプション
pt_br: Opções de filtro para o Visualizador de Classe.
zh_cn: 类别查看器的过滤器选项。

# SClassViewer,LoadPackage
source: Loading Package...
es: Cargando paquete...
ja: パッケージをロード中...
pt_br: Carregando Pacote...
zh_cn: 正在加载包...

# SClassViewer,PackageLoadFail
source: Package Load Failed
es: Error al cargar el paquete
ja: パッケージのロードに失敗しました
pt_br: Falha ao Carregar o Pacote
zh_cn: 包加载失败

# SClassViewer,PlaceableOnly
source: Placeable Only
es: Solo variables
ja: 配置可能なもののみ
pt_br: Somente Posicionável
zh_cn: 仅可放置的

# SClassViewer,PlaceableOnly_Tooltip
source: Filter the Class Viewer to show only placeable actors.
es: Filtrar el visor de la clase para mostrar solo los actores que se pueden colocar.
ja: クラスビューアをフィルタリングして配置可能なアクタのみを表示
pt_br: Filtra o Visualizador de Classe para exibir somente atores posicionáveis.
zh_cn: 过滤类别查看器来仅显示可放置的actor

# SClassViewer,RebuildingClassHierarchy
source: Rebuilding Class Hierarchy
es: Volver a diseñar la jerarquía de clase
ja: クラス階層の再ビルド中
pt_br: Recompilando Hierarquia de Classes
zh_cn: 重新构建类的层次结构

# SClassViewer,Tree_Tooltip
source: Tree options for the Class Viewer.
es: Opciones del árbol para el visor de la clase.
ja: クラスビューアのツリーオプション
pt_br: Opções de árvore para o Visualizador de Classe.
zh_cn: 类别查看器的树结构选项。

# SColorGradientEditor,AddGradientStop
source: Add Gradient Stop
es: Añadir parada de gradiente
ja: グラデーションの分岐点を追加
pt_br: Adicionar Fim de Degradê
zh_cn: 添加梯度停止点

# SColorGradientEditor,ChangeGradientStopAlpha
source: Change Gradient Stop Alpha
es: Cambiar alfa de parada del gradiente
ja: グラデーションの分岐点アルファを変更
pt_br: Alterar Alfa do Fim de Degradê
zh_cn: 变更梯度停止点Alpha

# SColorGradientEditor,ChangeGradientStopColor
source: Change Gradient Stop Color
es: Cambiar color de parada del gradiente
ja: グラデーションの分岐点カラーを変更
pt_br: Alterar Cor do Fim de Degradê
zh_cn: 变更梯度停止点颜色

# SColorGradientEditor,ChangeGradientStopTime
source: Change Gradient Stop Time
es: Cambiar tiempo de parada del gradiente
ja: グラデーションの分岐点時間を変更
pt_br: Alterar Momento do Fim de Degradê
zh_cn: 变更梯度停止点时间

# SColorGradientEditor,ClickToAddAlphaStop
source: Click in this area add opacity stops
es: Pinchar en este área para añadir paradas de opacidad
ja: この領域をクリックしてオパシティ分岐点を追加
pt_br: Clique nessa área para adicionar paradas de opacidade
zh_cn: 点击此区域以添加不透明度停止点

# SColorGradientEditor,ClickToAddColorStop
source: Click in this area add color stops
es: Pinchar en este área para añadir paradas del color
ja: この領域をクリックしてカラー分岐点を追加
pt_br: Clique nessa área para adicionar paradas de cor
zh_cn: 点击此区域以添加颜色停止点

# SColorGradientEditor,DeleteGradientStop
source: Delete Gradient Stop
es: Eliminar parada del gradiente
ja: グラデーションの分岐点を削除
pt_br: Excluir Fim de Degradê
zh_cn: 删除梯度停止点

# SColorGradientEditor,MoveGradientStop
source: Move Gradient Stop
es: Mover parada del gradiente
ja: グラデーションの分岐点を移動
pt_br: Mover Fim de Degradê
zh_cn: 移动梯度停止点

# SColorGradientEditor,RemoveGradientStop
source: Remove Stop
es: Eliminar parada
ja: 分岐点を取り除く
pt_br: Remover Parada
zh_cn: 移除停止点

# SColorGradientEditor,RemoveGradientStopTooltip
source: Removes the selected gradient stop
es: Elimina la parada de gradiente seleccionada
ja: 選択したグラデーションの分岐点を取り除く
pt_br: Remove o fim de degradê selecionado
zh_cn: 移除选定的梯度停止点

# SColorGradientEditor,SetColorMenuItem
source: Choose Color...
es: Elegir color...
ja: カラーを選択...
pt_br: Escolher Cor...
zh_cn: 选择颜色...

# SColorGradientEditor,SetColorMenuItem_ToolTip
source: Opens a color picker to change the color of the stop
es: Abre un seleccionador del color para cambiar el color de la parada
ja: カラーピッカーを開いて分岐点のカラーを変更
pt_br: Abre um seletor de cor para alterar a cor da parada
zh_cn: 打开颜色选取器以变更停止点颜色

# SConsolidateWindow,Consolidate_SaveDirtyAssets
source: Save dirtied assets
es: Guardar activos «sucios»
ja: 変更したパッケージを保存
pt_br: Salvar ativos sujos
zh_cn: 保存已修改的资源

# SConsolidateWindow,Consolidate_Select
source: Select an asset to serve as the asset to consolidate the non-selected assets to. This will replace all uses of the non-selected assets below with the selected asset.
es: Seleccionar un activo para que sirva como el activo para consolidar los no seleccionados. Esto reemplazará todos los usos de los activos no seleccionados en la parte inferior por el activo seleccionado.
ja: 非選択状態の複数アセットの結合に使用するアセットを選択してください。非選択状態のアセットすべての使用は以下に選択されたアセットと置換されます。
pt_br: Selecione um ativo para servir como o ativo para os quais consolidar os ativos não selecionados. Isso substituirá todos os usos dos ativos não selecionados abaixo com o ativo selecionado.
zh_cn: 选择一个资源作为未选中资源要合并到的资源。这将会使用选中的资源替换以下应用的所有未选中资源。

# SConsolidateWindow,Consolidate_WarningPartial
source: Not all objects could be consolidated, no save has occurred
es: Es posible que no todos lo objetos estén consolidados, no se ha guardado.
ja: オブジェクトの一部を結合できなかったため保存できませんでした
pt_br: Nem todos os objetos puderam ser consolidados, nenhum salvamento ocorreu
zh_cn: 不是所有对象都能合并，没有发生任何保存

# SConsolidateWindow,Consolidate_WarningSameClass
source: The object to consolidate are not the same class
es: Los objetos a consolidar no son de la misma clase
ja: 結合するオブジェクトのクラスが一致しません
pt_br: O objeto a ser consolidado não é da mesma classe
zh_cn: 要合并的对象不是同一类

# SConsolidateWindow,ConsolidateAssetsButton
source: Consolidate Assets
es: Consolidar activos
ja: 結合アセット
pt_br: Consolidar Ativos
zh_cn: 合并资源

# SContentReference,Find
source: Find in content browser
es: Examinar en el buscador de contenido
ja: コンテンツブラウザで検索
pt_br: Localizar no navegador de conteúdo
zh_cn: 在内容浏览器中查找

# SContentReference,PickAsset
source: Pick an asset from a popup menu
es: Escoger un activo de un menú emergente
ja: ポップアップメニューからアセットを選択
pt_br: Escolher um ativo de um menu pop-up
zh_cn: 从弹出菜单中选择一个资源

# SContentReference,Tools
source: Tools
es: Herramientas
ja: ツール
pt_br: Ferramentas
zh_cn: 工具

# UnrealEditor,WorkspaceMenu_LevelEditorToolsCategory
source: Tools
es: Herramientas
ja: ツール
pt_br: Ferramentas
zh_cn: 工具

# ScopedModifierDetails,CapturedAttributeLabel
source: Captured Attribute:
ja: キャプチャした属性:
zh_cn: 捕获的属性：

# ScopedModifierDetails,CapturedAttributeNotSnapshotted
source: Not Snapshotted
ja: スナップショットなし
zh_cn: 未屏幕截图

# ScopedModifierDetails,CapturedAttributeSnapshotLabel
source: Captured Status:
ja: キャプチャしたステータス:
zh_cn: 捕获的状态：

# ScopedModifierDetails,CapturedAttributeSnapshotted
source: Snapshotted
ja: スナップショット
zh_cn: 已屏幕截图

# ScopedModifierDetails,CapturedAttributeSourceLabel
source: Captured Source:
ja: キャプチャしたソース:
zh_cn: 捕获的源：

# ScopedModifierDetails,CaptureDefLabel
source: Backing Capture Definition
ja: キャプチャの定義をバックアップ中
zh_cn: 支持捕获定义

# ScopedModifierDetails,CaptureDefTooltip
source: The capture definition to use to populate the scoped modifier. Only options specified by the execution class are presented here.
ja: スコープモディファイアの追加に使用するキャプチャ設定の定義です。実行クラスで指定したオプションのみがここに表示されます。
zh_cn: 用于填充范围内的修饰符的捕获定义。此处仅呈现由执行类指定的选项。

# SkeletonWidget,SSelectFolderDlg_Title
source: Create New Animation Object
ja: 新規アニメーションオブジェクトを作成
zh_cn: 创建新的动画对象

# SCreateAssetFromActor,AssetInUseError
source: Asset name already in use!
es: ¡Ya está en uso el nombre del activo!
ja: アセット名は既に使用中です！
pt_br: Nome de ativo já em uso!
zh_cn: 资源名称已经被使用！

# ScrubWidget,InsertAfter_ToolTip
source: Insert a frame after current position
ja: 現在位置の後にフレームを挿入
zh_cn: 在当前位置后插入一帧

# ScrubWidget,InsertAfterCurrentFrame
source: Insert frame after {0}
ja: {0} の後にフレームを挿入
zh_cn: 在{0}之后插入帧

# ScrubWidget,InsertBefore_ToolTip
source: Insert a frame before current position
ja: 現在位置の前にフレームを挿入
zh_cn: 在当前位置之前插入一帧

# ScrubWidget,InsertBeforeCurrentFrame
source: Insert frame before {0}
ja: {0} の前にフレームを挿入
zh_cn: 在{0}之前插入帧

# ScrubWidget,RemoveAfter_ToolTip
source: Remove sequence after current position
es: Eliminar secuencia posterior a la posición actual
ja: 現在位置より後ろのシーケンスを取り除きます
pt_br: Remover sequência depois da posição atual
zh_cn: 删除当前位置之后的序列

# ScrubWidget,RemoveBefore_ToolTip
source: Remove sequence before current position
es: Eliminar secuencia anterior a la posición actual
ja: 現在位置より前にあるシーケンスを取り除きます
pt_br: Remover sequência antes da posição atual
zh_cn: 删除当前位置之前的序列

# ScrubWidget,RemoveFromFrame
source: Remove from frame {0} to frame {1}
es: Eliminar del fotograma {0} al fotograma {1}
ja: フレーム {0} から {1} までを削除
pt_br: Remover do quadro {0} até o quadro {1}
zh_cn: 删除帧{0}到帧{1}之间的帧

# ScrubWidget,RemoveTillFrame
source: Remove frame 0 to frame {0}
es: Eliminar fotograma 0 a fotograma {0}
ja: フレーム0から {0} までを削除
pt_br: Remover do quadro 0 até o quadro {0}
zh_cn: 从帧{0}删除帧0

# ScrubWidget,ReZeroAtFrame
source: ReZero at frame {0}
es: Reajustar a cero en el fotograma {0}
ja: フレーム {0} でReZero
pt_br: Rezerar no quadro {0}
zh_cn: 在帧{0}处归零

# ScrubWidget,ReZeroAtFrame_ToolTip
source: Resets the root track of the frame to (0, 0, 0), and apply the difference to all root transform of the sequence. It moves whole sequence to the amount of current root transform.
es: Reinicia la pista raíz del fotograma a (0, 0, 0), y aplica la diferencia a toda la transformación raíz de la secuencia. Mueve la secuencia completa a la cantidad de transformación raíz actual.
ja: ゲームのルートトラックを (0, 0, 0) にリセットして、差分をシーケンスのすべてのルートトランスフォームに適用しました。シーケンス全体を進行中のルートトランスフォームの量に移動します
pt_br: Redefine a faixa raiz do quadro para (0, 0, 0) e aplica a diferença para toda a transformação raiz da sequência. A sequência inteira é movida para a quantidade da transformação raiz atual.
zh_cn: 将该帧的根轨迹重置为(0, 0, 0)，并将区别应用给序列的所有根变换。它将整个序列移动当前根变换的量。

# ScrubWidget,SequenceEditing
source: Sequence Editing
es: Edición de secuencia
ja: シーケンス編集
pt_br: Edição de Sequência
zh_cn: 序列编辑

# SCurveEditor,AddKeyToCurveLabelFormat
source: Add key to {0}
ja: {0} にキーを追加
zh_cn: 添加关键帧到{0}

# SCurveEditor,CreateExternalCurve_ToolTip
source: Create an external asset using this internal curve
es: Crear un activo externo usando esta curva interna
ja: 内部カーブを使用して外部アセットを作成
pt_br: Criar um ativo externo usando essa curva interna
zh_cn: 使用这个内部曲线创建一个外部资源

# SCurveEditor,CurveEditor_AddKey
source: Add Key(s)
es: Añadir clave(s)
ja: キーを追加
pt_br: Adicionar Chave(s)
zh_cn: 添加关键帧

# SCurveEditor,CurveEditor_BakeCurve
source: Bake Curve
ja: カーブをベイク

# SCurveEditor,CurveEditor_Drag
source: Mouse Drag
es: Desplazamiento con el ratón
ja: マウスをドラッグ
pt_br: Arrastar do Mouse
zh_cn: 鼠标拖拽

# SCurveEditor,CurveEditor_FlattenTangents
source: Flatten Tangents
ja: 接線を平坦化
zh_cn: 平整切线

# UICommands.CurveEditorCommands,FlattenTangents_ToolTip
source: Flatten Tangents
ja: 接線を平坦化

# SCurveEditor,CurveEditor_MoveKeys
source: Move Keys
es: Teclas de movimiento
ja: キーを移動
pt_br: Mover Chaves
zh_cn: 移动关键帧

# Sequencer,MoveKeysTransaction
source: Move Keys
es: Mover claves
ja: キーを移動
pt_br: Mover Chaves
zh_cn: 移动关键帧

# SCurveEditor,CurveEditor_NewTime
source: New Time Entered
es: Se ha introducido un tiempo nuevo
ja: 新たに入力された時間
pt_br: Novo Momento Inserido
zh_cn: 新输入的时间

# SCurveEditor,CurveEditor_NewValue
source: New Value Entered
es: Se ha introducido un valor nuevo
ja: 新たに入力された値
pt_br: Novo Valor Inserido
zh_cn: 新输入的值

# SCurveEditor,CurveEditor_ReduceCurve
source: Reduce Curve
ja: カーブを削減

# SCurveEditor,CurveEditor_RemoveKeys
source: Delete Key(s)
es: Eliminar clave(s)
ja: キーを削除
pt_br: Excluir Chave(s)
zh_cn: 删除关键帧

# SCurveEditor,CurveEditor_SetInterpolationMode
source: Select Interpolation Mode
es: Seleccionas modo interpolación
ja: 補間モードを選択
pt_br: Selecionar Modo de Interpolação
zh_cn: 选择插值模式

# SCurveEditor,HideFormat
source: Hide {0} curve
ja: {0} カーブを非表示
zh_cn: 隐藏 {0} 曲线

# SCurveEditor,KeyInterpolationMode
source: Key Interpolation
ja: キー補間
zh_cn: 关键帧插值

# SCurveEditor,LockFormat
source: Lock {0} curve for editing
ja: 編集のため {0} カーブをロック
zh_cn: 锁定{0}曲线以供编辑

# SCurveEditor,SetTime
source: Set New Time
es: Ajustar tiempo nuevo
ja: 新しい時間を設定
pt_br: Definir Novo Momento
zh_cn: 设置新时间

# SCurveEditor,SetValue
source: Set New Value
ja: 新しい値を設定

# SCurveEditor,ShowCurves
source: Show Curves
es: Mostrar curvas
ja: カーブを表示
pt_br: Exibir Curvas
zh_cn: 显示曲线

# SCurveEditor,ShowCurves_ToolTip
source: Toggles displaying the curves for linear colors
es: Conmuta la visualización de las curvas para los colores lineales
ja: 線形カラーのカーブの表示を切り替える
pt_br: Alterna a exibição de curvas para cores lineares
zh_cn: 切换显示线性颜色的曲线

# SCurveEditor,ShowFormat
source: Show {0} curve
ja: {0} カーブを表示
zh_cn: 显示{0}曲线

# SCurveEditor,ShowGradient
source: Show Gradient
es: Mostrar gradiente
ja: グラディエントを表示
pt_br: Exibir Degradê
zh_cn: 显示渐变

# SCurveEditor,ShowGradient_ToolTip
source: Toggles displaying the gradient for linear colors
es: Conmuta la visualización de la gradiente para colores lineales
ja: 線形カラーのグラデーションの表示を切り替える
pt_br: Alterna a exibição de degradê para cores lineares
zh_cn: 切换显示线性颜色的渐变

# SCurveEditor,Tangents
source: Tangents
ja: 接線
zh_cn: 切线

# UICommands.AnimViewportMenuCommands,SetShowTangents
source: Tangents
ja: タンジェント

# UICommands.StaticMeshEditorCommands,SetShowTangents
source: Tangents
ja: タンジェント

# SCurveEditor,UnlockFormat
source: Unlock {0} curve for editing
ja: 編集のため {0} カーブのロックを解除
zh_cn: 解锁{0}曲线以供编辑

# SCurveEditor,ZoomToFitHorizontal
source: Zoom To Fit Horizontal
es: Hacer zoom para ajustar en horizontal
ja: 水平方向に合わせてズーム
pt_br: Ajuste de Zoom Horizontal
zh_cn: 缩放以适合水平方向尺寸

# SCurveEditor,ZoomToFitVertical
source: Zoom To Fit Vertical
es: Hacer zoom para ajustar en vertical
ja: 垂直方向に合わせてズーム
pt_br: Ajuste de Zoom Vertical
zh_cn: 缩放以适合垂直方向尺寸

# SDeleteAssetsDialog,AddPendingDeleteTooltip
source: Adds the selected assets to the list of pending deleted assets.
es: Añade los activos seleccionados a la lista de activos borrados pendientes.
ja: 選択中のアセットを削除するアセット保留リストに追加
pt_br: Adiciona os ativos selecionados à lista de ativos excluídos pendentes.
zh_cn: 将选中的资源添加到待删除的资源列表中。

# SDeleteAssetsDialog,AreYouSure
source: Are you sure you want to delete these assets?
es: ¿Está seguro de que quiere eliminar estos activos?
ja: アセットを削除してよろしいですか？
pt_br: Deseja mesmo excluir esses ativos?
zh_cn: 您确定要删除这些资源吗？

# SDeleteAssetsDialog,AssetOptionsText
source: Asset Options
es: Opciones de activo
ja: アセットのオプション
pt_br: Opções do Ativo
zh_cn: 资源选项

# SDeleteAssetsDialog,AssetsReferencingPendingDeletedAssets
source: Assets Referencing the Pending Deleted Assets
ja: アセットは削除が保留中のアセットをリファレンスしています
zh_cn: 引用待删除资源的资源

# SDeleteAssetsDialog,AttemptingDelete
source: Pending Deleted Assets
es: Activos eliminados pendientes
ja: 削除したアセットを保留中
pt_br: Ativos Excluídos Pendentes
zh_cn: 待删除的资源
