Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# STutorialRoot,PreviousTutorialNotFound
source: Could not start previous tutorial {0}
zh_cn: 无法启动之前的指南{0}

# TextureEditor,QuickInfo_PerCubeSide
source: x6 (CubeMap)
zh_cn: x6 (立方体贴图)

# TimeSlider,FrameTextFormat
source: Playback Range (at frame {0}):
zh_cn: 回放范围（从第 {0} 帧）：

# TimeSlider,SetPlaybackEnd
source: Set End Time
zh_cn: 设置结束时间

# TimeSlider,SetPlaybackStart
source: Set Start Time
zh_cn: 设置起始时间

# TimeSlider,TimeTextFormat
source: Playback Range (at {0}s):
zh_cn: 回放范围（从第 {0} 秒）：

# TransformToolBar,2DSnap_EditLayer
source: Edit Layers...
zh_cn: 编辑图层...

# TransformToolBar,Layer2DSnap_ToolTip
source: Set the 2d layer snap value
zh_cn: 设置二维图层对齐值

# TransitionRuleGetter,AnimationAssetTimeRemaining
source: TimeRemaining
zh_cn: 剩余时间

# TranslationDataManager,PreviewAllTranslationsInEditorFail
source: Failed to preview translations in Editor!
zh_cn: 无法在编辑器中预览翻译内容！

# TranslationDataManager,SaveSelectedTranslationsToTranslationServiceFail
source: {0} translations for {1} target failed to save to Translation Service!
zh_cn: 针对{1}目标的{0}个 翻译无法保存到翻译服务！

# TranslationDataManager,SaveSelectedTranslationsToTranslationServiceSuccess
source: {0} translations for {1} target uploaded for processing to Translation Service.
zh_cn: 针对{1}目标的{0}个 翻译已上传到翻译服务进行处理！

# TranslationDataManager,SaveToLocalizationServiceUnspecifiedError
source: An unspecified error occured when trying to save to the Localization Service.
zh_cn: 当尝试保存到本地化服务时发生了未知错误。

# TranslationEditor,DownloadFromLocalizationServiceFinishedNowImporting
source: Download from Localization Service Finished, Importing...
zh_cn: 从本地化服务处下载结束，正在导入...

# TranslationEditor,DownloadLatestFromLocalizationServiceDownloadError
source: An error occured while downloading the file from the Localization Service.
zh_cn: 当从本地化服务处下载文件时发生错误。

# TranslationEditor,DownloadLatestFromLocalizationServiceFileProcessError
source: An error occured when processing the file downloaded from the Localization Service.
zh_cn: 当处理从本地化服务处下载的文件时发生错误。

# TranslationEditor,DownloadLatestFromLocalizationServiceUnspecifiedError
source: An unspecified error occured when trying download and import from the Localization Service.
zh_cn: 当从本地化服务处下载并导入文件时发生未知错误。

# TranslationEditor,ExportFailedError
source: Translation export failed!
zh_cn: 翻译导出失败！

# TranslationEditor,ImportFailedError
source: Translation import failed!
zh_cn: 翻译导入失败！

# TranslationEditor,ImportFromLocalizationServiceFinished
source: Import from Localization Service Complete!
zh_cn: 从本地化服务处导入完成！

# TranslationEditor,ImportingFromLocalizationService
source: Importing Latest from Localization Service...
zh_cn: 正在从本地化服务处导入最新内容...

# TranslationPicker,CultureInvariantLabel
source: This text is culture-invariant
zh_cn: 该文本不会随着文化变化而改变

# TranslationPicker,NotGatheredForLocalizationLabel
source: This text is not gathered for localization
zh_cn: 该收集的文本不用进行本地化

# TranslationPicker,RequiredLocalizationInfoNotFound
source: This text is not ready to be localized.
zh_cn: 该文本没有准备好进行本地化。

# UICommands.BehaviorTreeEditorCommands,BackInto
source: Back: Into
zh_cn: 返回： 到

# UICommands.BehaviorTreeEditorCommands,BackOver
source: Back: Over
zh_cn: 返回： 经过

# UICommands.BehaviorTreeEditorCommands,ForwardInto
source: Forward: Into
zh_cn: 向前：到

# UICommands.BehaviorTreeEditorCommands,ForwardOver
source: Forward: Over
zh_cn: 向前: 结束

# UICommands.ContentBrowser,DirectoryUp
source: Up
zh_cn: 向上到父项目录

# UICommands.EditorViewportClient,Up
source: Up
zh_cn: 向上

# UMG,UpNavigation
source: Up
zh_cn: 向上

# UICommands.DebuggerCommands,StepInto
source: Step Into
zh_cn: 进入

# UICommands.DebuggerCommands,StepInto_ToolTip
source: Step Into the next node to be executed
zh_cn: 跳进下一个被执行的节点内

# UICommands.DebuggerCommands,StepOut_ToolTip
source: Step Out to the next node to be executed in the parent graph
zh_cn: 跳出到父级图上的下一个被执行的节点上

# UICommands.DebuggerCommands,StepOver
source: Step Over
zh_cn: 跳过

# UICommands.DebuggerCommands,StepOver_ToolTip
source: Step to the next node to be executed in the current graph
zh_cn: 跳到当前图中的下个被执行的节点上

# UICommands.EditorViewportClient,Down
source: Down
zh_cn: 向下

# UMG,DownNavigation
source: Down
zh_cn: 向下

# UICommands.KismetToolbar,ToggleProfiler_ToolTip
source: Toggle Profiler State
zh_cn: 切换分析器状态

# UICommands.LevelEditorActions,BrowseDocumentation_ToolTip
source: Opens the main documentation page, and allows you to search across all UE4 support sites.
zh_cn: 打开文档主页，允许您搜索所有虚幻引擎4支持网站。

# UICommands.LevelEditorActions,MoveSelectionDownIn2DLayers
source: Send selection backward a snap layer
zh_cn: 将选中项后移一个对齐图层

# UICommands.LevelEditorActions,MoveSelectionDownIn2DLayers_ToolTip
source: Send selection backward a snap layer
zh_cn: 将选中项后移一个对齐图层

# UICommands.LevelEditorActions,MoveSelectionToBottom2DLayer
source: Send selection to the back snap layer
zh_cn: 将选中项移动到后面的对齐图层上

# UICommands.LevelEditorActions,MoveSelectionToBottom2DLayer_ToolTip
source: Send selection to the back snap layer
zh_cn: 将选中项移动到后面的对齐图层上

# UICommands.LevelEditorActions,MoveSelectionToTop2DLayer
source: Bring selection to the front snap layer
zh_cn: 将选中对象带到前面的对齐图层

# UICommands.LevelEditorActions,MoveSelectionToTop2DLayer_ToolTip
source: Bring selection to the front snap layer
zh_cn: 将选中对象带到前面的对齐图层

# UICommands.LevelEditorActions,MoveSelectionUpIn2DLayers
source: Bring selection forward a snap layer
zh_cn: 将选中项前移一个对齐图层

# UICommands.LevelEditorActions,MoveSelectionUpIn2DLayers_ToolTip
source: Bring selection forward a snap layer
zh_cn: 将选中项前移一个对齐图层

# UICommands.LevelEditorActions,SelectOwningHierarchicalLODCluster
source: Select Owning Hierarchical LOD cluster Using Selected Static Mesh (Selected Actor Types)
zh_cn: 选择使用选中静态网格物体的拥有的层次化LOD群集(选中的 Actor 类型)

# UICommands.LevelEditorActions,SelectOwningHierarchicalLODCluster_ToolTip
source: Select Owning Hierarchical LOD cluster for the selected actor
zh_cn: 选择选中actor拥有的层次化LOD群集。

# UICommands.MainFrameActions,VisitForums_ToolTip
source: Go the the Unreal Engine forums to view announcements and engage in discussions with other developers.
zh_cn: 去虚幻引擎论坛查看公告，并加入到其他开发者的讨论中。

# UICommands.MainFrameActions,VisitSearchForAnswersPage
source: Answer Hub...
zh_cn: 回答中心...

# UICommands.MainFrameActions,VisitSearchForAnswersPage_ToolTip
source: Go to the AnswerHub to ask questions, search existing answers, and share your knowledge with other UE4 developers.
zh_cn: 去AnswerHub问问题、搜索现有答案并同其他虚幻引擎4开发者分享您的知识。

# UICommands.MainFrameActions,VisitWiki_ToolTip
source: Go to the Unreal Engine Wiki page to view community-created resources, or to create your own.
zh_cn: 去虚幻引擎Wiki页面查看社区创建的资源或者创建您自己的资源。

# UICommands.MainFrameActions,ZipUpProject_ToolTip
source: Zips up the project into a zip file.
zh_cn: 将项目压缩成一个压缩文件。

# UICommands.SplineComponentVisualizer,ResetToDefault_ToolTip
source: Reset this spline to its archetype default.
zh_cn: 重置该样条曲线为其默认原型。

# UICommands.SplineComponentVisualizer,VisualizeRollAndScale
source: Visualize Roll and Scale
zh_cn: 可视化翻转及缩放

# UICommands.SplineComponentVisualizer,VisualizeRollAndScale_ToolTip
source: Whether the visualization should show roll and scale on this spline.
zh_cn: 可视化是否应该在该样条曲线上显示翻转和缩放。

# UICommands.TranslationEditorToolbar,ImportLatestFromLocalizationService
source: Import from Translation Service
zh_cn: 从翻译服务处导入

# UICommands.TranslationEditorToolbar,ImportLatestFromLocalizationService_ToolTip
source: Download and Import Latest Translations From Localization Service. (Localization Service settings can be modified in the Localization Dashboard)
zh_cn: 从本地化服务处下载并导入最新翻译内容。(本地化服务设置可以在本地化控制板中修改)

# UK2Node_BaseAsyncTask,AsyncTaskError
source: BaseAsyncTask: Missing function %s from class %s for async task @@
zh_cn: 基本异步任务：同步任务@@缺失函数%s（该函数位于类%s中）

# UK2Node_BaseAsyncTask,UK2Node_BaseAsyncTaskGetNodeTitle
source: Async Task: Missing Function
zh_cn: 异步任务：缺失函数

# UK2Node_GetClassDefaults,ClassPinDescription
source: The class from which to access one or more default values.
zh_cn: 用于从中访问一个或多个默认值的类。

# UK2Node_GetClassDefaults,InvalidClassTypeOnCompile
source: Missing or invalid input class type for @@
zh_cn: @@缺失输入类或者输入类无效

# UK2Node_GetClassDefaults,NodeTitle
source: Get Class Defaults
zh_cn: 获得类默认值

# UK2Node_GetClassDefaults,UnmatchedOutputPinOnCompile
source: Failed to find a class member to match @@
zh_cn: 没找到和@@相匹配的类成员

# UK2Node_GetClassDefaults,UnsafeConnectionWarning
source: @@ has an unsafe connection to the @@ output pin that is not fully supported at this time. It should be disconnected to avoid potentially corrupting class defaults at runtime. If you need to keep this connection, make sure you're not changing the state of any elements in the array. Also note that if you recreate this node, it will not include this output pin.
zh_cn: @@ 的输出端有一个不安全的连接，目前还没有完整的支持。建议先把这个连接断开来避免运行时该类的潜在问题。如果你想要保留这个连接，那请不要修改该状态内数组的各个元素。同时需要注意如果你重新创建这个节点的话，这个输出端将不会包括在内。

# UMG,Binding_UnsupportedType_Function
source: Member:{0} Unable to bind {1}, unsupported type.
zh_cn: 成员:{0}无法绑定{1},不受支持的类型。

# UMG,Binding_UnsupportedType_Property
source: Member:{0} Unable to bind {1}, unsupported type.
zh_cn: 成员:{0}无法绑定{1},不受支持的类型。

# UMG,CantHaveMultipleChildren
source: Widget can't have multiple children.
zh_cn: 控件无法具有多个子项。

# UMG,CenterAnchorControls
source: Hold [Ctrl] to update widget position
zh_cn: 按住 [Ctrl] 更新控件位置

# UMG,CenterCenter
source: Center/Center
zh_cn: 中心/中心

# UMG,ControlResetsPosition
source: Hold [Control] to update the position to match.
zh_cn: 按住 [control] 更新匹配位置

# UMG,MissingEventReply_Warning
source: Event Reply @@ should not be empty. Return a reply such as Handled or Unhandled.
zh_cn: Event Reply @@不能为空。需返回一个回复，比如Handled或Unhandled。

# UMG,NamedSlotAlreadyFull
source: Named Slot already has a child.
zh_cn: 命名插槽已有子项。

# UMG,NavigationExplicit
source: Explicit
zh_cn: 明确的

# UMG,NavigationRuleExplicit
source: Explicit
zh_cn: 明确的

# UMG,NavigationRuleExplicitHint
source: Navigation will go to a specified widget.
zh_cn: 导航将跳转到指定控件。

# UMG,PositionX
source: Position X
zh_cn: 位置X

# UMG,PositionY
source: Position Y
zh_cn: 位置Y

# UMG,PressAltToMoveFromParent
source: Press [Alt] to move the widget out of the current parent
zh_cn: 点击 [Alt] 来将控件从当前父项移出

# UMG,ReplaceWithChildTooltip
source: Remove this widget and insert the children of this widget into the parent.
zh_cn: 删除此控件并将此控件的子项插入父项中。

# UMG,ShiftResetsAlignment
source: Hold [Shift] to update the alignment to match.
zh_cn: 按住 [Shift] 更新匹配对齐。

# UnrealEd,DeltaMoveActors
source: Move Actors by Delta
zh_cn: 按间隔移动Actor

# UnrealEd,Error_MatineeActionMustHaveData
source: Matinee must have valid InterpData assigned before being edited.
zh_cn: 在编辑之前，Matinee必须分配有效的插值数据。

# UnrealEd,Error_MatineeCantOpenDuringPIE
source: Matinee cannot be opened during Play in Editor.
zh_cn: 当处于‘在编辑器中运行’过程中时，无法打开Matinee。

# UnrealEd,FBXSceneImportOpionsTitle
source: FBX Scene Import Options
zh_cn: FBX场景导入选项

# UnrealEd,FBXSceneReimportOpionsTitle
source: FBX Scene Reimport Options
zh_cn: FBX 场景重新导入选项

# UnrealEd,FoliageMode_DragDropTypesTransaction
source: Drag-drop Foliage
zh_cn: 拖拽放置植被

# UnrealEd,FoliageMode_SaveFoliageTypeObject
source: Foliage Editing: Save Foliage Type Object
zh_cn: 植被编辑：保存植被类型对象

# UnrealEd,ImportScene
source: Import Scene
zh_cn: 导入场景

# UnrealEd,NiagaraEditorBreakConnection
source: Niagara Editor: Break Connection
zh_cn: Niagara编辑器：断开连接

# UnrealEd,NiagaraEditorCreateConnection
source: Niagara Editor: Create Connection
zh_cn: Niagara编辑器：创建连接

# UnrealEd,NiagaraEditorNewNode
source: Niagara Editor: New Node
zh_cn: Niagara编辑器：新建节点

# UnrealEd,NullClass
source: (null class)
zh_cn: (空类)

# UnrealEd,TransactionContainedPIEObject
source: A PIE object was in the transaction buffer and had to be destroyed
zh_cn: 一个‘在编辑器中运行’对象位于事物缓冲区中且没有销毁

# UnrealEd.Editor,DirtyingAnimBlueprintsDueToOptimizationChange
source: Invalidating All Anim Blueprints
zh_cn: 使得所有动画蓝图无效

# UnrealEd.Editor,DirtyingBlueprintsDueToTickChange
source: InvalidatingAllBlueprints
zh_cn: 使所有蓝图无效

# UnrealEd.Editor,PIETravelFailure
source: TravelFailure: {FailureType}, Reason for Failure: '{ErrorString}'. Shutting down PIE.
zh_cn: 漫游失败：{FailureType}, 失败原因：'{ErrorString}'。正在关闭‘在编辑器中运行’功能。

# UnrealEdSrv,TestToolTip
source: TestToolTip
zh_cn: 测试工具提示

# VariableDragDropAction,CannotPlaceSetter
source: Variable '{VariableName}' is readonly, you cannot set this variable.
zh_cn: 变量'{VariableName}'是只读的，您不能设置这个值。

# WorldBrowser,Layer_DefaultName
source: MyLayer
zh_cn: 我的图层

# WorldBrowser,TiledLandscapeImport_FlipYAxisToolTip
source: Whether tile Y coordinate should be flipped (Make sure 'Flip Y-Axis Orientation' option is switched off in World Machine)
zh_cn: 是否翻转平铺块Y轴(确保在世界机器中关闭“翻转Y-轴”朝向选项)

# CascadeToolbar,CurrentLOD
source: LOD:
es: Nivel de detalle (LOD):

# EnvironmentQueryEditor,AppLabel
source: EnvironmentQuery
es: Consulta del entorno

# LandscapeEditor,LandscapeViewModeLOD
source: LOD
es: Nivel de detalle (LOD)

# LevelViewportToolBar,LandscapeLODDisplayName
source: LOD
es: Nivel de detalle (LOD)

# MeshPaint_Mode,MeshPaint_ImportLODLabel
source: LOD
es: Nivel de detalle (LOD)

# PersonaMeshDetails,LODIndex
source: LOD {0}
es: Nivel de detalle (LOD) {0}

# PersonaMeshDetails,LODLevel
source: LOD{0}
es: Nivel de detalle (LOD){0}

# StaticMeshEditor,LODLevel
source: LOD{0}
es: Nivel de detalle (LOD){0}

# SourceCodeNavigation,SuggestedCodeIDE_Mac
source: Xcode
es: Código X

# UMG,IsVariable
source: Is Variable
es: Es variable
pt_br: É Variável

# A3Nodes,Fabrik
source: FABRIK
pt_br: TRAMA

# FindInBlueprintManager,Uber
source: Uber
pt_br: Super
