Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# AssetEditorManager,RestoreOpenAssetsAfterCrash
source: The Editor did not shut down cleanly, would you like to attempt to restore previously open assets now?
es: El editor no se cerró correctamente, ¿quiere intentar recuperar los activos anteriormente abiertos?
ja: エディタが正しく閉じられませんでした。前回開いたアセットを復元しますか？
pt_br: O Editor não foi fechado corretamente. Gostaria de tentar restaurar agora os ativos abertos anteriormente?
zh_cn: 编辑器没有正常关闭，您现在要尝试恢复先前打开的资源吗?

# AssetEditorToolkit,BrowseDocumentationTooltip
source: Browse {Editor} documentation...
es: Explorar {Editor} la documentación...
ja: {Editor} ドキュメントをブラウズ...
pt_br: Procurar documentação do {Editor}...
zh_cn: 浏览{Editor}文档...

# AssetEditorToolkit,FindInContentBrowser
source: Find in Content Browser...
es: Examinar en el buscador de contenido...
ja: コンテンツブラウザで検索...
pt_br: Localizar no Navegador de Conteúdo...
zh_cn: 在内容浏览器中搜索...

# MaterialInstanceEditor,ShowInCB
source: Find in Content Browser...
es: Examinar en el buscador de contenido
ja: コンテンツブラウザで検索...
pt_br: Localizar no Navegador de Conteúdo...
zh_cn: 在内容浏览器中搜索...

# SClassViewer,ClassViewerMenuFindContent
source: Find in Content Browser...
es: Examinar en el buscador de contenido…
ja: コンテンツブラウザを検索...
pt_br: Localizar no Navegador de Conteúdo...
zh_cn: 在内容浏览器中搜索...

# AssetEditorToolkit,FindInContentBrowserButton
source: Find in CB
es: Buscar en CB (closed beta)
ja: コンテンツブラウザで検索
pt_br: Localizar no CB
zh_cn: 在内容浏览器中查找

# AssetEditorToolkit,Reimport_Label
source: Reimport {Name}...
es: Volver a importar {Name}...
ja: {Name}を再インポート...
pt_br: Reimportar {Name}...
zh_cn: 重新导入{Name}...

# AssetEditorToolkit,Reimport_ToolTip
source: Reimports this {Type}
es: Volver a importar este {Type}
ja: この {Type}を再インポート
pt_br: Reimporta este {Type}
zh_cn: 重新导入此{Type}

# AssetEditorToolkit,Toolbar_TabTitle
source: Toolbar
es: Barra de Herramientas
ja: ツールバー
pt_br: Barra de ferramentas
zh_cn: 工具栏

# AssetEditorToolkit,ToolbarTab
source: Toolbar
es: Barra de Herramientas
ja: ツールバー
pt_br: Barra de ferramentas
zh_cn: 工具栏

# LevelEditor,ToolBarTabTitle
source: Toolbar
es: Barra de Herramientas
ja: ツールバー
pt_br: Barra de ferramentas
zh_cn: 工具栏

# LevelEditorTabs,LevelEditorToolBar
source: Toolbar
es: Barra de Herramientas
ja: ツールバー
pt_br: Barra de ferramentas
zh_cn: 工具栏

# AssetEditorToolkit,ToolTipCollectionsLabel
source: Collections
ja: コレクション
zh_cn: 收藏夹

# ContentBrowser,AssetCollectionOptionsMenuHeading
source: Collections
es: Colecciones
ja: コレクション
pt_br: Coleções
zh_cn: 集合

# ContentBrowser,AssetToolTipKey_Collections
source: Collections
es: Colecciones
ja: コレクション
pt_br: Coleções
zh_cn: 集合

# ContentBrowser,CollectionsListTitle
source: Collections
es: Colecciones
ja: コレクション
pt_br: Coleções
zh_cn: 集合

# AssetImportDataCustomization,ChangePath_Tooltip
source: Browse for a new source file path
ja: 新規ソースファイルパスをブラウズ
zh_cn: 浏览获得新的源码文件路径

# AssetImportDataCustomization,ClearPath_Tooltip
source: Clear this source file information from the asset
ja: アセットからのソースファイル情報をクリア
zh_cn: 从资源中清除该源码文件信息

# AssetImportDataCustomization,SourceFile
source: Source File
ja: ソースファイル
zh_cn: 源码文件

# GameProjectGeneration,SourceFileLabel
source: Source File
es: Archivo fuente
ja: ソースファイル
pt_br: Arquivo da Fonte
zh_cn: 源文件

# AssetNotifications,SkeletonNeedsToBeSaved
source: Skeleton {SkeletonName} needs to be saved
es: Es necesario guardar el esqueleto {SkeletonName}
ja: {SkeletonName} スケルトンを保存しなくてはいけません
pt_br: É necessário salvar o esqueleto {SkeletonName}
zh_cn: 需要保存骨架{SkeletonName}

# AssetTypeActions,AssetTypeActions_BehaviorTree
source: Behavior Tree
es: Árbol de comportamiento
ja: ビヘイビアツリー
pt_br: Árvore de Comportamento
zh_cn: 行为树

# BehaviorTreeEditor,BehaviorTreeGraphLabel
source: Behavior Tree
ja: ビヘイビアツリー
zh_cn: 行为树

# BehaviorTreeEditor,BehaviorTreeMode
source: Behavior Tree
ja: ビヘイビアツリー
zh_cn: 行为树

# AssetTypeActions,AssetTypeActions_Blackboard
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# BehaviorTreeEditor,BlackboardMode
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# BehaviorTreeEditorCommands,Blackboard
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# BehaviorTreeEditorFactories,BlackboardEditor
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# BehaviorTreeEditorFactories,BlackboardLabel
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# BehaviorTreeEditorFactories,BlackboardView
source: Blackboard
es: Borrador
ja: ブラックボード
pt_br: Quadro-negro
zh_cn: 黑板

# AssetTypeActions,AssetTypeActions_EditorUtilityBlueprint
source: Blutility
es: Utilidad del Blueprint (blutility)
ja: ブループリントユーティリティ

# GlobalBlutilityDialog,AppLabel
source: Blutility
es: Utilidad del Blueprint (Blutility)
ja: ブループリントユーティリティ

# AssetTypeActions,AssetTypeActions_EnvironmentQuery
source: Environment Query
es: Consulta del entorno
ja: 環境クエリ
pt_br: Consulta do Ambiente
zh_cn: 环境查询

# AssetTypeActions,AssetTypeActions_GameplayAbilitiesBlueprint
source: Gameplay Ability Blueprint
es: Blueprint de capacidad del modo juego
ja: ゲームプレイ アビリティブループリント
pt_br: Esquema da Habilidade de Jogo
zh_cn: 游戏功能蓝图

# AssetTypeActions,AssetTypeActions_GameplayEffect
source: Gameplay Effect
ja: ゲームプレイエフェクト
zh_cn: 游戏效果

# AssetTypeActions,AssetTypeActions_GameplayTagAssetBaseEditorTitle
source: Tag Editor: Owned Gameplay Tags: {0}
es: Editor de etiquetas: Etiquetas del modo juego adquiridas: {0}
ja: タグエディタ: 所有ゲームプレイタグ: {0}
pt_br: Editor de Rótulos: Rótulos de Jogabilidade Atribuídos: {0}
zh_cn: 标签编辑器: 具有的游戏标签： {0}

# AssetTypeActions,AssetTypeActions_GameplayTagAssetBaseMultipleAssets
source: {0} Assets
es: {0} Activos
ja: {0} アセット
pt_br: {0} Ativos
zh_cn: {0}个资源

# GameplayTagContainerCustomization,GameplayTagDetailsBase_MultipleAssets
source: {0} Assets
es: {0} Activos
ja: {0} アセット
pt_br: {0} Ativos
zh_cn: {0}个资源

# GameplayTagQueryCustomization,GameplayTagDetailsBase_MultipleAssets
source: {0} Assets
ja: {0} アセット
zh_cn: {0}个资源

# AssetTypeActions,AssetTypeActions_GeometryCache
source: GeometryCache
ja: ジオメトリーキャッシュ
zh_cn: 几何体缓存

# AssetTypeActions,AssetTypeActions_NiagaraEffect
source: Niagara Effect
ja: ナイアガラエフェクト

# NiagaraEffectEditor,EffectLabel
source: Niagara Effect
ja: ナイアガラエフェクト
zh_cn: Niagara 特效

# NiagaraEffectEditor,NiagaraEffect
source: Niagara Effect
ja: ナイアガラエフェクト
zh_cn: Niagara 特效

# NiagaraEffectEditor,WorkspaceMenu_NiagaraEffectEditor
source: Niagara Effect
ja: ナイアガラエフェクト
zh_cn: Niagara 特效

# AssetTypeActions,AssetTypeActions_NiagaraScript
source: Niagara Script
ja: ナイアガラスクリプト

# AssetTypeActions,AssetTypeActions_WidgetBlueprint
source: Widget Blueprint
es: Blueprint Widget
ja: ウィジェットブループリント
pt_br: Esquema do Widget
zh_cn: 控件蓝图

# FBlueprintDifferenceTreeEntry,WidgetTreeLabel
source: Widget Blueprint
ja: ウィジェットブループリント

# AssetTypeActions,Behavior Tree Diff
source: {0} - Behavior Tree Diff
es: {0} - Comparar árbol de comportamiento
ja: {0} - ビヘイビアツリーの差分
pt_br: {0} - Lista de Diferenças da Árvore de Comportamento
zh_cn: {0} - 行为树比较

# AssetTypeActions,Blutility_Edit
source: Edit Blueprint
es: Editar Blueprint
ja: ブループリントの編集
pt_br: Editar Esquema
zh_cn: 编辑蓝图

# LevelViewportContextMenuBlueprints,EditBlueprint
source: Edit Blueprint
es: Editar Blueprint
ja: ブループリントを編集
pt_br: Editar Esquema
zh_cn: 编辑蓝图

# LevelViewportContextMenuBlueprints,EditBlueprintSubMenu
source: Edit Blueprint
es: Editar Blueprint
ja: ブループリントを編集
pt_br: Editar Esquema
zh_cn: 编辑蓝图

# SSCSEditor,EditBlueprint
source: Edit Blueprint
ja: ブループリントを編集
zh_cn: 编辑蓝图

# AssetTypeActions,Blutility_EditDefaults
source: Edit Defaults
es: Editar predeterminados
ja: デフォルトの編集
pt_br: Editar Padrões
zh_cn: 编辑默认值

# PersonaModes,AnimBlueprintDefaultsDefaultsMode
source: Edit Defaults
es: Editar predeterminados
ja: デフォルトを編集
pt_br: Editar Padrões
zh_cn: 编辑默认值

# AssetTypeActions,Blutility_EditDefaultsTooltip
source: Edits the default properties for the selected blueprints.
es: Edita las propiedades predeterminadas para los Blueprints seleccionados.
ja: 選択したブループリントのデフォルトプロパティを編集する
pt_br: Edita as propriedades padrão para os esquemas selecionados.
zh_cn: 对选中蓝图编辑默认属性。

# AssetTypeActions,Blutility_EditTooltip
source: Opens the selected blueprints in the full blueprint editor.
es: Abre los Blueprints seleccionados en el editor del Blueprint completo.
ja: 選択ブループリントをフルのブループリントエディタで開く
pt_br: Abre os esquemas selecionados no editor de esquemas completo.
zh_cn: 在蓝图编辑器中打开选中的蓝图。

# AssetTypeActions,Blutility_NewDerivedBlueprintIsDeprecatedTooltip
source: Blueprint class is deprecated, cannot derive a child Blueprint!
ja: ブループリントクラスは非推奨です。子ブループリントは派生できません。
zh_cn: 蓝图类已废弃，无法派生子蓝图！

# AssetTypeActions,Blutility_NewDerivedBlueprintTooltip
source: Creates a Child Blueprint Class based on the current Blueprint, allowing you to create variants easily.
ja: 現行ブループリントに基づく子 ブループリントクラスを作成します。バリアントを簡単に作成できます。
zh_cn: 基于当前蓝图创建一个子蓝图类，从而允许您简单地创建变种。

# AssetTypeActions,FailedToLoadWidgetBlueprint
source: Widget Blueprint could not be loaded because it derives from an invalid class. Check to make sure the parent class for this blueprint hasn't been removed!
ja: 無効なクラスから派生したためウィジェットブループリントはロードできません。 このブループリントの親クラスが取り除かれていないことを確認してください！
zh_cn: 无法加载控件蓝图，因为它继承了一个无效的类。 请检查确保没有删除该蓝图的父类！

# AssetTypeActions,GameplayEffect_ConvertToBlueprint
source: Convert to Blueprint
ja: ブループリントへ変換
zh_cn: 转换为蓝图

# AssetTypeActions,GameplayEffect_EditTooltip
source: Converts this gameplay effect to a gameplay effect blueprint.
ja: このゲームプレイエフェクトをゲームプレイ Effectブループリントへ変換
zh_cn: 转换该游戏效果为游戏效果蓝图。

# AssetTypeActions,GameplayTags_Edit
source: Edit Gameplay Tags...
es: Editar las etiquetas del juego...
ja: ゲームプレイタグの編集
pt_br: Editar Rótulos de Jogabilidade...
zh_cn: 编辑游戏标签...

# AssetTypeActions,GameplayTags_EditToolTip
source: Opens the Gameplay Tag Editor.
es: Abre el editor de etiquetas del modo juego.
ja: ゲームプレイタグエディタを開く
pt_br: Abre o Editor de Rótulos de Jogabilidade.
zh_cn: 打开游戏标签编辑器

# AssetTypeActions,GlobalBlUtilitiesOnly
source: Can only invoke global blutilities.
es: Solo puede reunir utilidades del Blueprint (blutilities) globales
ja: グローバルブループリントユーティリティのみ起動できます
pt_br: Só pode chamar blutilities globais.
zh_cn: 仅能调用全局blutilities。

# AssetTypeActions,NamelessBehaviorTreeDiff
source: Behavior Tree Diff
es: Comparar árbol de comportamiento
ja: ビヘイビアツリーの差分
pt_br: Lista de Diferenças da Árvore de Comportamento
zh_cn: 行为树比较

# SBehaviorTreeDiff,Diff
source: Behavior Tree Diff
es: Comparar árbol de comportamiento
ja: ビヘイビアツリーの差分
pt_br: Lista de Diferenças da Árvore de Comportamento
zh_cn: 行为树比较

# AssetTypeActions,NamelessWidgetBlueprintDiff
source: Widget Blueprint Diff
ja: ウィジェットブループリントの差分
zh_cn: 控件蓝图比较

# AssetTypeActions,WidgetBlueprintDiff
source: {0} - Widget Blueprint Diff
ja: {0} - ウィジェットブループリントの差分
zh_cn: {0} - 控件蓝图比较

# AssetView,InvalidColumnId
source: Invalid Column Item
es: Elemento de columna no válido
ja: 不正な列アイテム
pt_br: Item de Coluna Inválido
zh_cn: 无效的栏目项

# AssetView,OnDragOverCollection
source: Add to Collection
es: Añadir a la Colección
ja: コレクションに追加
pt_br: Adicionar à Coleção
zh_cn: 添加到集

# AssetViewerSettingsCustomizations,AssetViewerSettingsCategory
source: Settings
ja: 設定

# BlendProfilePicker,MenuSettings
source: Settings
ja: 設定
zh_cn: 设置

# LevelEditorToolBar,QuickSettingsCombo
source: Settings
ja: 設定
zh_cn: 设置

# PhAT,PhatAssetSettings
source: Settings
es: Ajustes
ja: 設定
pt_br: Configurações
zh_cn: 设置

# TransformToolBar,SnapToSurfaceSettings
source: Settings
es: Ajustes
ja: 設定
pt_br: Configurações
zh_cn: 设置

# AssetViewerSettingsCustomizations,PreviewSceneProfileDetails_ProfileNameLabel
source: Profile Name
ja: プロファイル名

# BlendProfilePicker,NewProfileName
source: Profile Name
ja: プロファイル名
zh_cn: 概述文件名称

# AssetViewerSettingsCustomizations,PreviewSceneProfileName_NotValid
source: This name is already in use
ja: この名前は既に使用中です。

# AssetViewerSettingsCustomizations,RenameProfile
source: Rename Profile
ja: プロファイルの名前変更

# AttenuationSettings,BoxExtents
source: The dimensions of the of the box.
es: Dimensiones de la caja.
ja: ボックスの範囲です
pt_br: As dimensões da caixa.
zh_cn: 合体的大小

# AttenuationSettings,BoxExtentsLabel
source: Extents
ja: 範囲
zh_cn: 范围

# AttenuationSettings,CapsuleHalfHeightLabel
source: Capsule Half Height
es: Cápsula de media altura
ja: カプセル半高
pt_br: Meia Altura da Cápsula
zh_cn: 胶囊体半高

# AttenuationSettings,CapsuleHalfHeightToolTip
source: The attenuation capsule's half height.
es: Atenuación de la cápsula de media altura.
ja: 減衰カプセルの半高です
pt_br: A meia altura da cápsula de atenuação.
zh_cn: 衰减胶囊体的一半高度。

# AttenuationSettings,CapsuleRadiusLabel
source: Capsule Radius
es: Radio de la cápsula
ja: カプセル半径
pt_br: Raio da Cápsula
zh_cn: 胶囊体半径

# AttenuationSettings,CapsuleRadiusToolTip
source: The attenuation capsule's radius.
es: Atenuación del radio de la cápsula.
ja: 減衰カプセルの半径です
pt_br: O raio da cápsula de atenuação.
zh_cn: 衰减胶囊体的半径。

# AttenuationSettings,ConeAngleLabel
source: Cone Angle
es: Ángulo del cono
ja: コーン角度
pt_br: Ângulo do Cone
zh_cn: 锥角

# AttenuationSettings,ConeAngleToolTip
source: The angle of the inner edge of the attenuation cone's falloff. Inside this angle sounds will be at full volume.
es: El ángulo del borde interior del decaimiento del cono de atenuación. Dentro de este ángulo los sonidos deben estar a todo volumen.
ja: 減衰コーンフォールオフの内縁の角度です。この角度の内側のサウンドはフルボリュームになります。
pt_br: O ângulo da aresta interna do decaimento do cone de atenuação. Dentro deste ângulo, os sons estarão no volume total.
zh_cn: 衰减圆锥的衰减内边角。在该角度内，音效将会达到最大音量。

# AttenuationSettings,ConeFalloffAngleLabel
source: Cone Falloff Angle
es: Ángulo de decaimiento del cono
ja: コーン減退角度
pt_br: Ângulo de Decaimento do Cone
zh_cn: 锥形衰减角

# AttenuationSettings,ConeFalloffAngleToolTip
source: The angle of the outer edge of the attenuation cone's falloff. Outside this angle sounds will be inaudible.
es: El ángulo del borde exterior del decaimiento del cono de atenuación. Fuera de este ángulo los sonidos deben ser inaudibles.
ja: 減衰コーンフォールオフの外縁の角度です。この角度の外側のサウンドは聞こえません。
pt_br: O ângulo da aresta externa do decaimento do cone de atenuação. Fora deste ângulo, os sons estarão inaudíveis.
zh_cn: 衰减圆锥的衰减外边角。超出这个角度，将听不到音效。

# AttenuationSettings,ConeRadiusLabel
source: Cone Radius
es: Radio del cono
ja: コーン半径
pt_br: Raio do Cone
zh_cn: 锥形半径

# AttenuationSettings,ConeRadiusToolTip
source: The attenuation cone's radius.
es: Atenuación del radio del cono.
ja: 減衰コーンの半径です
pt_br: O raio do cone de atenuação.
zh_cn: 衰减圆锥的半径。

# AttenuationSettings,RadiusLabel
source: Radius
es: Radio
ja: 半径
pt_br: Raio
zh_cn: 半径

# MeshPaint_Mode,MeshPaint_LabelRadius
source: Radius
es: Radio
ja: 半径
pt_br: Raio
zh_cn: 半径

# AttenuationSettings,RadiusToolTip
source: The distance from the location of the sound at which falloff begins.
es: Distancia de la ubicación del sonido en la que comienza el decaimiento.
ja: フォールオフが開始するサウンド位置からの距離です
pt_br: A distância do local do som no qual o decaimento começa.
zh_cn: 音效衰减的起始位置

# AttributeDetailsCustomization,LevelPreviewLabel
source: Preview At {0}
ja: {0} でプレビュー
zh_cn: 以{0}预览

# AttributeDetailsCustomization,LevelPreviewToolTip
source: Adjust the preview level.
ja: プレビューレベルを調整します。
zh_cn: 调整预览级别。

# AttributeDetailsCustomization,None
source: None
ja: なし
zh_cn: 无

# BitmaskLiteralDetails,BitmaskEnumTypeName_None
source: None
ja: なし

# BlendProfilePicker,NoSelectionEntry
source: None
ja: なし
zh_cn: 无

# BlendSpace1DDialog,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# BlendSpaceDialog,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# Blueprint,ClassIsNull
source: None
ja: なし
zh_cn: 无

# BlueprintDetailsCustomization,BitmaskEnumTypeName_None
source: None
ja: なし

# BlueprintEditor,BlueprintEditor_NoParentClass
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# BrushDetails,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# CurveTableCustomization,None
source: None
ja: なし
zh_cn: 无

# DeviceProfileDetails,NoParentSelection
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# DialogueWaveDetails,None
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# DiffViewUtils,NoBlueprint
source: None
ja: なし
zh_cn: 无

# Editor.StatsViewer,ActorArrayHyperlinkNone
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# FActorDragDropOp,None
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# FDataTableCategoryCustomizationLayout,DataTable_None
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# FDataTableCustomizationLayout,DataTable_None
source: None
es: Ninguna
ja: なし
pt_br: Nenhum
zh_cn: 无

# GameProjectUtils,NoParentClass
source: None
ja: なし
zh_cn: 无

# HardwareTargeting,AA_None
source: None
ja: なし
zh_cn: 无

# K2Node,None
source: None
ja: なし
zh_cn: 无

# LandscapeEditor.TargetLayers,ViewMode.Debug_None
source: None
es: (Ninguno)
ja: なし
pt_br: Nenhum
zh_cn: 无

# LevelViewportContextMenu,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# LocalizationDashboard,NoServiceProviderName
source: None
ja: なし
zh_cn: 无

# MaterialEditor,NoParameter
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# MeshPaint_Mode,MeshPaint_InstVertexColorsStartText
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# NiagaraEffectEditor,None
source: None
ja: なし
zh_cn: 无

# PropertyEditor,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# SBehaviorTreeBlackboardView,NullKeyDesc
source: None
ja: なし
zh_cn: 无

# SceneOutlinerActorInfoColumn,CustomColumnMode_None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# SDeleteAssetsDialog,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# SkeletalMeshComponentDetails,None
source: None
ja: なし
zh_cn: 无

# SkeletonWidget,AssetRemapNone
source: None
ja: なし
zh_cn: 无

# SRigWindow,None
source: None
ja: なし
zh_cn: 无

# SSCSEditor,None
source: None
ja: なし
zh_cn: 无

# SSkeletonTree,None
source: None
ja: なし
zh_cn: 无

# SubInstanceNode,ClassNone
source: None
ja: なし

# UICommands.AnimViewportShowCommands,HideDisplayInfo
source: None
ja: なし

# UICommands.AnimViewportShowCommands,ShowBoneDrawNone
source: None
ja: なし

# UICommands.AnimViewportShowCommands,ShowLocalAxesNone
source: None
ja: なし

# UICommands.AnimViewportShowCommands,ShowOverlayNone
source: None
ja: なし

# UICommands.PhATCommands,CollisionRenderingMode_None
source: None
ja: なし

# UICommands.PhATCommands,ConstraintRenderingMode_None
source: None
ja: なし

# UICommands.PhATCommands,MeshRenderingMode_None
source: None
ja: なし

# UMG,None
source: None
ja: なし
zh_cn: 无

# UnrealEd,LandscapeMode_Brush_None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# WorldBrowser,EmptyInspectedLevelText
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# WorldBrowser,None
source: None
es: Ninguno
ja: なし
pt_br: Nenhum
zh_cn: 无

# AttributeDetailsCustomization,PropertyType_Tooltip
source: Which Property To Modify?
es: ¿Qué propiedad desea modificar?
ja: どのプロパティを変更しますか？
pt_br: Qual propriedade modificar?
zh_cn: 要修改哪个属性?

# AttributeDetailsCustomization,ReplicationLabel
source: Replication
ja: 複製
zh_cn: 复制

# BlueprintDetailsCustomization,VariableReplicationLabel
source: Replication
es: Duplicación
ja: レプリケーション
pt_br: Replicação
zh_cn: 复制

# AttributeDetailsCustomization,VariableDetailsCategory
source: Variable
ja: 変数
pt_br: Variável
zh_cn: 变量

# BlueprintDetailsCustomization,VariableDetailsCategory
source: Variable
ja: 変数
pt_br: Variável
zh_cn: 变量

# FindInBlueprints,Variable
source: Variable
ja: 変数
pt_br: Variável
zh_cn: 变量

# MyBlueprint,AddNewVariable
source: Variable
ja: 変数
zh_cn: 变量

# UICommands.BlueprintEditorCommands,AddNewVariable
source: Variable
ja: 変数

# AudioSettingsDetails,DialogueCategoryLabel
source: Dialogue
ja: ダイアログ

# AutoReimportManager,AssetReimportLabel
source: Asset Reimport
ja: アセットの再インポート
zh_cn: 资源重新导入

# AutoReimportManager,DontImportButtonText
source: Don't Import
ja: インポートしない

# AutoReimportManager,Success_DeletedAsset
source: Attempting to delete {0} (its source file has been removed).
ja: {0} を削除中（ソースファイルは除去済み）
zh_cn: 正在尝试删除{0} (它的源文件已被删除)。

# AutoSaveNotify,AutoSaveCancelToolTip
source: Postpone Autosave
es: Posponer autoguardado
ja: オートセーブを延期
pt_br: Adiar Salvamento Automático
zh_cn: 推迟自动保存

# AutoSaveNotify,AutoSaveFailed
source: Auto-save failed. Please check the log for the details.
ja: 自動保存に失敗しました。ログで詳細を確認してください。
zh_cn: 自动保存失败。请检查日志获得详情。

# AutoSaveNotify,AutoSaveIn
source: Autosave in {TimeInSecondsUntilAutosave} seconds
es: Autoguardar en {TimeInSecondsUntilAutosave} segundos
ja: {TimeInSecondsUntilAutosave} 秒後にオートセーブします
pt_br: Salvar automaticamente em {TimeInSecondsUntilAutosave} segundos
zh_cn: {TimeInSecondsUntilAutosave} 秒后自动保存

# AutoSaveNotify,AutoSaveNothingToDo
source: Already auto-saved.
ja: すでに オートセーブされました
zh_cn: 已经自动保存

# AutoSaveNotify,AutoSavePending
source: Autosave pending
es: Pendiente de autoguardado
ja: オートセーブを保留中です
pt_br: Salvamento Automático pendente
zh_cn: 自动保存等待

# AutoSaveNotify,AutoSavePostponed
source: Autosave postponed
es: Autoguardado pospuesto
ja: オートセーブが延期されました
pt_br: Salvamento Automático adiado
zh_cn: 自动保存延迟

# AutoSaveNotify,AutoSaveSave
source: Save Now
es: Guardar ahora
ja: 今すぐ保存
pt_br: Salvar Agora
zh_cn: 现在就保存

# AutoSaveNotify,AutoSaveSaveToolTip
source: Force Autosave
es: Forzar autoguardado
ja: 強制オートセーブ
pt_br: Forçar Salvamento Automático
zh_cn: 强制自动保存

# AutoSaveNotify,AutoSaveXPackagesIn
source: Autosave in {TimeInSecondsUntilAutosave} seconds for {DirtyPackagesCount} items
es: Autoguardar en {TimeInSecondsUntilAutosave} segundos para {DirtyPackagesCount} elementos
ja: {TimeInSecondsUntilAutosave} 秒後に {DirtyPackagesCount} 個のアイテムがオートセーブします
pt_br: Salvar automaticamente em {TimeInSecondsUntilAutosave} segundos para {DirtyPackagesCount} itens
zh_cn: {TimeInSecondsUntilAutosave} 秒后自动保存{DirtyPackagesCount}项

# AutoSaveNotify,AutoSaving
source: Saving
es: Guardando
ja: 保存中
pt_br: Salvando
zh_cn: 正在保存

# AutoSaveNotify,PerformingAutoSave_Caption
source: Auto-saving out of date packages...
ja: 期限切れパッケージをオートセーブ中
zh_cn: 自动保存过期的包...

# FileHelpers,PerformingAutoSave_Caption
source: Auto-saving out of date packages...
ja: 期限切れパッケージをオートセーブ中...
zh_cn: 自动保存过期的包...

# AutoSaveNotify,WaitingToPerformAutoSave
source: Waiting to perform Auto-save...
ja: オートセーブ実行待機中
zh_cn: 等待执行自动保存

# BaseToolkit,WorkspaceMenu_BaseToolkit
source: Toolkit
ja: ツールキット
zh_cn: 工具包

# BasicTokenParser,ContextualNoInt
source: {0}: Missing expected integer constant
es: {0}: Falta la constante de número entero prevista
ja: {0} :期待していた整数定数が不足
pt_br: {0}: constante de inteiro esperada ausente
zh_cn: {0}: 缺失应有的整型常量

# BasicTokenParser,IdTooLong
source: Identifer ({0}...) exceeds maximum length of {1}
es: El identificador ({0}...) supera la longitud máxima de {1}
ja: 識別子 ( {0} ...) は最大長 {1} を超えています
pt_br: O identificador ({0}...) excede o comprimento máximo de {1}
zh_cn: 标识符({0}...)超出{1}的最大长度

# BasicTokenParser,MissingRequirement
source: Missing '{0}' in {1}
es: Falta '{0}' en {1}
ja: {1} に '{0}' が不足
pt_br: '{0}' ausente em {1}
zh_cn: 在{1}中丢失了'{0}'

# BasicTokenParser,MissingSemiBefore
source: Missing ';' before '{0}'
es: Falta ';' antes de '{0}'
ja: ';' が '{0}' の前に不足
pt_br: ';' ausente antes de '{0}'
zh_cn: 在 '{0}'之前丢失 ';'

# BasicTokenParser,MissingSemiColon
source: Missing ';'
es: Falta ';'
ja: ';' が不足
pt_br: ';' ausente
zh_cn: 丢失 ';'

# BasicTokenParser,NoClosingQuote
source: Unterminated quoted string ({0})
es: Cadena entre comillas sin concluir ({0})
ja: 終端文字のない引用された文字列 ( {0} )
pt_br: String mencionada não encerrada ({0})
zh_cn: 引用字段的引号不配对({0})

# BasicTokenParser,NoCommentClose
source: No end to a comment by the end of the expression
es: Falta cerrar el comentario al final de la expresión
ja: 式の終わりにコメントの終わりがありません
pt_br: Nenhum fim para um comentário no fim da expressão
zh_cn: 直到表达式结尾处没有注释的结束符
