Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.MatineeCommands,SelectInSection
source: Select In Section
ja: セクション内を選択

# UICommands.MatineeCommands,SelectInSection_ToolTip
source: Selects the keys in Section
ja: セクション内のキーを選択

# UICommands.MatineeCommands,Show3DTrajectory
source: Show 3D Trajectory
ja: 3D軌道を表示

# UICommands.MatineeCommands,Show3DTrajectory_ToolTip
source: Shows 3D trajectory
ja: 3D軌道を表示

# UICommands.MatineeCommands,ShowAll3DTrajectories
source: Show All 3D Trajectories
ja: 3D軌道をすべて表示

# UICommands.MatineeCommands,ShowAll3DTrajectories_ToolTip
source: Shows all movement track trajectories
ja: 移動トラックの軌道をすべて表示

# UICommands.MatineeCommands,ShowTimeCursorPosForAllKeys
source: Show Time Cursor Position
ja: タイムカーソル位置を表示

# UICommands.MatineeCommands,ShowTimeCursorPosForAllKeys_ToolTip
source: Shows relative time cursor position on keys
ja: キーの相対時間のカーソル位置を表示

# UICommands.MatineeCommands,SoundKeySetPitch
source: Set Sound Pitch
ja: サウンドピッチを設定

# UICommands.MatineeCommands,SoundKeySetPitch_ToolTip
source: Sets key sound pitch
ja: キーのサウンドピッチを設定

# UICommands.MatineeCommands,SoundKeySetVolume
source: Set Sound Volume
ja: サウンドボリュームを設定

# UICommands.MatineeCommands,SoundKeySetVolume_ToolTip
source: Sets key sound volume
ja: キーのサウンドボリュームを設定

# UICommands.MatineeCommands,SplitAnimKey
source: Split Anim Key
ja: アニメーションキーを分割

# UICommands.MatineeCommands,StretchSection
source: Stretch Section
ja: セクションを拡大

# UnrealEd,StretchSection
source: Stretch Section
es: Alargar sección
ja: セクションを拡大
pt_br: Esticar Seção
zh_cn: 拉伸部分

# UICommands.MatineeCommands,StretchSection_ToolTip
source: Stretches the selected section
ja: 選択セクションを拡大

# UICommands.MatineeCommands,StretchSelectedKeyFrames
source: Stretch Selected Key Frames
ja: 選択キーフレームを拡大

# UICommands.MatineeCommands,StretchSelectedKeyFrames_ToolTip
source: Stretches the selected keys
ja: 選択キーを拡大

# UICommands.MatineeCommands,ToggleAllowKeyframeBarSelection
source: Allow Keyframe Bar Selection
ja: キーフレームバーの選択を許可

# UICommands.MatineeCommands,ToggleAllowKeyframeBarSelection_ToolTip
source: Toggles keyframe bar selection
ja: キーフレームバー選択を切り替える

# UICommands.MatineeCommands,ToggleAllowKeyframeTextSelection
source: Allow Keyframe Text Selection
ja: キーフレームテキストの選択を許可

# UICommands.MatineeCommands,ToggleAllowKeyframeTextSelection_ToolTip
source: Toggles keyframe text selection
ja: キーフレームテキスト選択を切り替える

# UICommands.MatineeCommands,ToggleCurveEditor_ToolTip
source: Toggles curve editor
ja: カーブ エディタを切り替える

# UICommands.MatineeCommands,ToggleDirectorTimeline
source: Director Timeline
ja: ディレクタータイムライン

# UICommands.MatineeCommands,ToggleDirectorTimeline_ToolTip
source: Toggles director timeline
ja: ディレクタータイムラインを切り替え

# UICommands.MatineeCommands,ToggleGorePreview
source: Gore
ja: ゴア表現

# UICommands.MatineeCommands,ToggleGorePreview_ToolTip
source: Enable Gore in Editor Preview
ja: ゴア表現をエディタ プレビューで有効化

# UICommands.MatineeCommands,ToggleKeyFlip
source: Flip Toggle
ja: 切り替えをフリップ

# UICommands.MatineeCommands,ToggleKeyFlip_ToolTip
source: Flips toggle action
ja: トグル動作を切り替える

# UICommands.MatineeCommands,ToggleLockCameraPitch
source: Lock Camera Pitch
ja: カメラのピッチをロック

# UICommands.MatineeCommands,ToggleLockCameraPitch_ToolTip
source: Toggles lock camera pitch
ja: カメラピッチ（上下動）のロックを切り替える

# UICommands.MatineeCommands,TogglePanInvert
source: Pan Invert
ja: パンを反転

# UICommands.MatineeCommands,TogglePanInvert_ToolTip
source: Toggles pan invert
ja: パンの反転を切り替える

# UICommands.MatineeCommands,ToggleSnap_ToolTip
source: Toggle Snap
ja: スナップを切り替える

# UICommands.MatineeCommands,ToggleSnapTimeToFrames
source: Time to Frames
ja: 時間をフレームに

# UICommands.MatineeCommands,ToggleSnapTimeToFrames_ToolTip
source: Snap Time to Frames | Snaps the timeline cursor to the frame rate specified in the Snap Size setting
ja: タイムラインカーソルをスナップサイズ ドロップダウンで指定したフレームレートにスナップします

# UICommands.MatineeCommands,TrackDelete
source: Delete Track
ja: トラックを削除

# UICommands.MatineeCommands,TrackDelete_ToolTip
source: Deletes selected track
ja: 選択中のトラックを削除

# UICommands.MatineeCommands,TrackNormalizeVelocity
source: Normalize Velocity
ja: 速度を正規化

# UnrealEd,NormalizeVelocity
source: Normalize Velocity
es: Normalizar la velocidad
ja: 速度を正規化
pt_br: Normalizar Velocidade
zh_cn: 正规化速度

# UICommands.MatineeCommands,TrackNormalizeVelocity_ToolTip
source: Normalizes track velocity
ja: トラック速度を正規化

# UICommands.MatineeCommands,TrackRename_ToolTip
source: Renames selected track
ja: 選択トラックの名前を変更

# UICommands.MatineeCommands,TrackSplitTransAndRot
source: Split Translation And Rotation
ja: 移動と回転を分割

# UICommands.MatineeCommands,TrackSplitTransAndRot_ToolTip
source: Splits movement into translation and rotation tracks
ja: 動作を移動と回転トラックへ分割

# UICommands.MatineeCommands,ViewEndofTrack_ToolTip
source: Move to End of Track
ja: トラック終端へ移動

# UICommands.MatineeCommands,ViewFrameStats
source: View Frame Stats
ja: フレームの統計情報を表示

# UICommands.MatineeCommands,ViewFrameStats_ToolTip
source: Views frame stats
ja: フレームの統計情報を表示

# UICommands.MatineeCommands,ZoomInAlt
source: Zoom In Alt
ja: Altキーでズームイン

# UICommands.MatineeCommands,ZoomOutAlt
source: Zoom Out Alt
ja: Altキーでズームアウト

# UICommands.MatineeCommands,ZoomToTimeCursorPosition
source: Zoom To Time Cursor Position
ja: タイムカーソル位置へズーム

# UICommands.MatineeCommands,ZoomToTimeCursorPosition_ToolTip
source: Toggles center zoom on time cursor position
ja: タイムカーソル位置でセンターズームに切り替える

# UICommands.MovieScene_TransformTrack,AddRotationKey
source: Add Rotation Key
ja: 回転キーを追加
zh_cn: 添加旋转度关键帧

# UICommands.MovieScene_TransformTrack,AddRotationKey_ToolTip
source: Add a rotation key at the current time for the selected actor.
ja: 選択したアクターへの新規の回転キーをここに打つ
zh_cn: 在选中actor的当前时间处设置一个旋转关键帧

# UICommands.MovieScene_TransformTrack,AddScaleKey
source: Add Scale Key
ja: スケールキーを追加
zh_cn: 添加缩放关键帧

# UICommands.MovieScene_TransformTrack,AddScaleKey_ToolTip
source: Add a scale key at the current time for the selected actor.
ja: 選択したアクターへの新規のスケールキーをここに打つ
zh_cn: 在选中actor的当前时间处设置一个缩放关键帧

# UICommands.MovieScene_TransformTrack,AddTransformKey
source: Add Transform Key
ja: トランスフォームキーを追加
zh_cn: 添加变换关键帧

# UICommands.MovieScene_TransformTrack,AddTransformKey_ToolTip
source: Add a transform key at the current time for the selected actor.
ja: 選択したアクターへの新規のトランスフォームキーをここに打つ
zh_cn: 在选中actor的当前时间处设置一个变换关键帧

# UICommands.MovieScene_TransformTrack,AddTranslationKey
source: Add Translation Key
ja: 平行移動キーを追加
zh_cn: 添加平移关键帧

# UICommands.MovieScene_TransformTrack,AddTranslationKey_ToolTip
source: Add a translation key at the current time for the selected actor.
ja: 選択したアクターへの新規の平行移動キーをここに打つ
zh_cn: 在选中actor的当前时间处设置一个平移关键帧

# UICommands.MyBlueprint,DeleteEntry_ToolTip
source: Deletes this function or variable from this blueprint.
ja: このブループリントから関数または変数を削除
zh_cn: 从此蓝图中删除此函数或变量。

# UICommands.MyBlueprint,FocusNode
source: Focus
ja: フォーカス
zh_cn: 聚焦

# UICommands.MyBlueprint,FocusNode_ToolTip
source: Focuses on the associated node
ja: 関連ノードをフォーカス
zh_cn: 聚焦到相关节点上

# UICommands.MyBlueprint,FocusNodeInNewTab
source: Focus in New Tab
ja: 新規タブをフォーカス
zh_cn: 聚焦在新选卡中

# UICommands.MyBlueprint,FocusNodeInNewTab_ToolTip
source: Focuses on the associated node in a new tab
ja: 新規タブで関連ノードをフォーカス
zh_cn: 聚焦到新选卡中的相关节点上

# UICommands.MyBlueprint,ImplementFunction
source: Implement Function
ja: 関数を実装
zh_cn: 实现函数

# UICommands.MyBlueprint,ImplementFunction_ToolTip
source: Implements this overridable function as a new function.
ja: 新規関数としてオーバーライド可能なこの関数を実装
zh_cn: 实现这个可重载的函数作为新函数。

# UICommands.MyBlueprint,OpenGraph
source: Open Graph
ja: グラフを開く
zh_cn: 打开图表

# UICommands.MyBlueprint,OpenGraph_ToolTip
source: Opens up this function, macro, or event graph's graph panel up.
ja: 関数、マクロ、またはイベントグラフのグラフパネルを新規タブで開く
zh_cn: 打开该函数、宏或事件图表的图表面板。

# UICommands.MyBlueprint,OpenGraphInNewTab
source: Open in New Tab
ja: 新規タブで開く
zh_cn: 在新选卡中打开

# UICommands.MyBlueprint,OpenGraphInNewTab_ToolTip
source: Opens up this function, macro, or event graph's graph panel up in a new tab. Hold down Ctrl and double click for shortcut.
ja: 関数、マクロ、またはイベントグラフのグラフパネルを新規タブで開きます。ショートカットキーはCtrlキーを押しながらダブルクリックです
zh_cn: 在新选卡中打开该函数、宏或事件图表的图表面板。 按住Ctrl并双击来进行快捷操作。

# UICommands.PersonaCommands,AddBodyPart
source: Add Body Part
ja: ボディパーツを追加

# UICommands.PersonaCommands,AddBodyPart_ToolTip
source: Add extra body parts for the current mesh
ja: 現行メッシュに追加ボディパーツを追加

# UICommands.PersonaCommands,AnimNotifyWindow
source: Anim Notifies
ja: アニメーション通知

# UICommands.SkeletonEditorCommands,AnimNotifyWindow
source: Anim Notifies
ja: アニメーション通知

# UICommands.PersonaCommands,ChangeSkeletonPreviewMesh
source: Set Preview Mesh as Default
ja: デフォルト設定にプレビューメッシュを設定

# UICommands.SkeletonEditorCommands,ChangeSkeletonPreviewMesh
source: Set Preview Mesh as Default
ja: デフォルト設定にプレビューメッシュを設定

# UICommands.PersonaCommands,ChangeSkeletonPreviewMesh_ToolTip
source: Changes the skeletons default preview mesh to the current open preview mesh. The skeleton will require saving after this action.
ja: スケルトンのプレビューメッシュを現在開いているプレビューメッシュへ変更します。変更後はスケルトンを保存しなくてはいけません。

# UICommands.SkeletonEditorCommands,ChangeSkeletonPreviewMesh_ToolTip
source: Changes the skeletons default preview mesh to the current open preview mesh. The skeleton will require saving after this action.
ja: スケルトンのプレビューメッシュを現在開いているプレビューメッシュへ変更します。変更後はスケルトンを保存しなくてはいけません。

# UICommands.PersonaCommands,ImportLODs
source: Import LODs
ja: LOD をインポート

# UICommands.PersonaCommands,ImportLODs_ToolTip
source: Import LODs of the current mesh.
ja: 現行メッシュのLODをインポート

# UICommands.PersonaCommands,ImportMesh
source: Import Mesh
ja: メッシュをインポート

# UICommands.SkeletonEditorCommands,ImportMesh
source: Import Mesh
ja: メッシュをインポート

# UICommands.PersonaCommands,ImportMesh_ToolTip
source: Import new mesh for this skeleton.
ja: このスケルトンに新規メッシュをインポート

# UICommands.SkeletonEditorCommands,ImportMesh_ToolTip
source: Import new mesh for this skeleton.
ja: このスケルトンに新規メッシュをインポート

# UICommands.PersonaCommands,ReimportMesh
source: Reimport Mesh
ja: メッシュを再インポート

# UICommands.SkeletalMeshEditorCommands,ReimportMesh
source: Reimport Mesh
ja: メッシュを再インポート

# UICommands.PersonaCommands,ReimportMesh_ToolTip
source: Reimport the current mesh.
ja: 現在のメッシュを再インポート

# UICommands.SkeletalMeshEditorCommands,ReimportMesh_ToolTip
source: Reimport the current mesh.
ja: 現在のメッシュを再インポート

# UICommands.PersonaCommands,RemoveUnusedBones
source: Remove Unused Bones from Skeleton
ja: スケルトンから未使用ボーンを削除

# UICommands.SkeletonEditorCommands,RemoveUnusedBones
source: Remove Unused Bones from Skeleton
ja: スケルトンから未使用ボーンを削除

# UICommands.PersonaCommands,RemoveUnusedBones_ToolTip
source: Removes any bones from the skeleton that are not used by any of its meshes. The skeleton and associated animations will require saving after this action.
ja: メッシュに使用していないすべてのボーンをスケルトンから取り除きます。その後、スケルトンと関連性のあるアニメーションを保存しなくてはいけません。

# UICommands.SkeletonEditorCommands,RemoveUnusedBones_ToolTip
source: Removes any bones from the skeleton that are not used by any of its meshes. The skeleton and associated animations will require saving after this action.
ja: メッシュで使用していないすべてのボーンをスケルトンから取り除きます。その後、スケルトンと関連性のあるアニメーションを保存しなくてはいけません。

# UICommands.PersonaCommands,RetargetManager_ToolTip
source: Manager retarget setups.
ja: マネージャーリターゲット設定

# UICommands.PersonaCommands,SaveAnimationAssets
source: Save Animation Assets
ja: アニメーションアセットを保存

# UICommands.PersonaCommonCommands,TogglePlay_ToolTip
source: Play or pause the current animation
ja: 現在のアニメーションを再生またはポーズ

# UICommands.PersonaCommands,TogglePreviewAsset
source: Toggle Preview Asset
ja: プレビューアセットを切り替え

# UICommands.PersonaCommands,TogglePreviewAsset_ToolTip
source: Toggle Preview Asset
ja: プレビューアセットを切り替え

# UICommands.PersonaCommands,ToggleReferencePose
source: Toggle Reference Pose
ja: リファレンスポーズの切り替え

# UICommands.PersonaCommands,ToggleReferencePose_ToolTip
source: Toggle Reference Pose
ja: リファレンスポーズの切り替え

# UICommands.PersonaCommands,UpdateSkeletonRefPose
source: Update Skeleton RefPose
ja: スケルトンのRefPoseを更新

# UICommands.SkeletonEditorCommands,UpdateSkeletonRefPose
source: Update Skeleton RefPose
ja: スケルトンのRefPoseを更新

# UICommands.PhATCommands,AddBox
source: Add Box
ja: ボックスを追加

# UICommands.PhATCommands,AddBox_ToolTip
source: Add Box To Selected Bone
ja: 選択したボーンにボックスを追加

# UICommands.PhATCommands,AddNewBody_ToolTip
source: Add New Body To Selected Bone.
ja: 選択したボーンに新しいボディを追加

# UICommands.PhATCommands,AddSphere
source: Add Sphere
ja: 球体を追加

# UICommands.PhATCommands,AddSphere_ToolTip
source: Add Sphere To Selected Bone
ja: 選択したボーンに球体を追加

# UICommands.PhATCommands,AddSphyl
source: Add Sphyl
ja: Sphylを追加

# UICommands.PhATCommands,AddSphyl_ToolTip
source: Add Sphyl To Selected Bone
ja: 選択したボーンにSphylを追加

# UICommands.PhATCommands,ApplyPhysicalMaterial
source: Apply PhysMat
ja: 物理マテリアルを適用

# UICommands.PhATCommands,ApplyPhysicalMaterial_ToolTip
source: Applies Currently Selected Physical Material In Content Browser To All Bodies
ja: コンテンツブラウザで現在選択されている物理マテリアルをすべてのボディに適用

# UICommands.PhATCommands,BackView_ToolTip
source: Orthographic view from back
ja: 背後からの平行投影ビュー

# UICommands.PhATCommands,BottomView_ToolTip
source: Orthographic view from bottom
ja: 下からの平行投影ビュー

# UICommands.PhATCommands,ChangeDefaultMesh
source: Change Mesh
ja: メッシュを変更

# UICommands.StaticMeshEditorCommands,ChangeMesh
source: Change Mesh
ja: メッシュを変更

# UICommands.PhATCommands,ChangeDefaultMesh_ToolTip
source: Change Default SkeletalMesh
ja: デフォルトの スケルタルメッシュ を変更

# UICommands.PhATCommands,CollisionRenderingMode_None_ToolTip
source: No Collision Rendering Mode
ja: コリジョンレンダリングモードなし

# UICommands.PhATCommands,CollisionRenderingMode_Solid_ToolTip
source: Solid Collision Rendering Mode
ja: ソリッドなコリジョンレンダリングモード

# UICommands.PhATCommands,CollisionRenderingMode_Wireframe_ToolTip
source: Wireframe Collision Rendering Mode
ja: ワイヤフレームコリジョンレンダリング モード

# UICommands.PhATCommands,ConstraintRenderingMode_AllLimits
source: All Limits
ja: すべての制限

# UICommands.PhATCommands,ConstraintRenderingMode_AllLimits_ToolTip
source: All Limits Constraint Rendering Mode
ja: All Limits コンストレイン レンダリング モード

# UICommands.PhATCommands,ConstraintRenderingMode_AllPositions
source: All Positions
ja: すべての位置

# UICommands.PhATCommands,ConstraintRenderingMode_AllPositions_ToolTip
source: All Positions Constraint Rendering Mode
ja: All Positions コンストレイン レンダリング モード

# UICommands.PhATCommands,ConstraintRenderingMode_None_ToolTip
source: No Constraint Rendering Mode
ja: コンストレイントレンダリングモードなし

# UICommands.PhATCommands,ConvertToBallAndSocket
source: To B&S
ja: ボール & ソケットへ

# UICommands.PhATCommands,ConvertToBallAndSocket_ToolTip
source: Convert Selected Constraint To Ball-And-Socket
ja: 選択中のコンストレイントをボールアンドソケットに変換

# UICommands.PhATCommands,ConvertToHinge
source: To Hinge
ja: ヒンジへ

# UICommands.PhATCommands,ConvertToHinge_ToolTip
source: Convert Selected Constraint To Hinge
ja: 選択中のコンストレイントをヒンジに変換

# UICommands.PhATCommands,ConvertToPrismatic
source: To Prismatic
ja: プリズマティックへ

# UICommands.PhATCommands,ConvertToPrismatic_ToolTip
source: Convert Selected Constraint To Prismatic
ja: 選択中のコンストレイントをプリズマティックに変換

# UICommands.PhATCommands,ConvertToSkeletal
source: To Skeletal
ja: スケルタルへ

# UICommands.PhATCommands,ConvertToSkeletal_ToolTip
source: Convert Selected Constraint To Skeletal
ja: 選択中のコンストレイントをスケルタルに変換

# UICommands.PhATCommands,CopyProperties
source: Copy Properties
ja: プロパティをコピー

# UICommands.PhATCommands,CopyProperties_ToolTip
source: Copy Properties: Copy Properties Of Currently Selected Object To Next Selected Object
ja: プロパティをコピー：現在選択中オブジェクトのプロパティを、次に選択するオブジェクトへコピーします

# UICommands.PhATCommands,CycleConstraintActive
source: Cycle active constraint
ja: アクティブコンストレインを切り替える

# UICommands.PhATCommands,CycleConstraintOrientation
source: Cycle selected constraint orientation
ja: 選択したコンストレインの配向を切り替える

# UICommands.PhATCommands,DeleteAllBodiesBelow
source: Delete All Bodies Below
ja: 以下のボディをすべて削除

# UICommands.PhATCommands,DeleteAllBodiesBelow_ToolTip
source: Delete All Bodies Below
ja: 以下のボディをすべて削除

# UICommands.PhATCommands,DeleteBody_ToolTip
source: Delete Selected Body
ja: 選択ボディを削除

# UICommands.PhATCommands,DeleteConstraint_ToolTip
source: Delete Selected Constraint
ja: 選択コンストレイントを削除

# UICommands.PhATCommands,DeletePrimitive_ToolTip
source: Delete Selected Primitive
ja: 選択プリミティブを削除

# UICommands.PhATCommands,DeleteSelected
source: Delete selected primitive or constraint
ja: 選択中のプリミティブまたはコンストレイントを削除

# UICommands.PhATCommands,DisableCollision
source: Collision Off
ja: コリジョン オフ

# UICommands.PhATCommands,DisableCollision_ToolTip
source: Disable Collision Of Currently Selected Body With Next Selected Body
ja: 現在選択中のボディと次に選択するボディのコリジョンを無効にする

# UICommands.PhATCommands,DisableMotorsBelow
source: Disable Motors Below
ja: 以下のモーターを無効化

# UICommands.PhATCommands,DisableMotorsBelow_ToolTip
source: Disable Motors Below
ja: 以下のモーターを無効化

# UICommands.PhATCommands,DrawGroundBox_ToolTip
source: Displays Floor Grid
ja: フロアグリッドを表示

# UICommands.PhATCommands,DuplicatePrimitive_ToolTip
source: Duplicate Selected Primitive
ja: 選択中のプリミティブを複製

# UICommands.PhATCommands,EditingMode_Body
source: Bodies
ja: ボディ

# UICommands.PhATCommands,EditingMode_Body_ToolTip
source: Body Editing Mode
ja: ボディ編集モード

# UICommands.PhATCommands,EditingMode_Constraint_ToolTip
source: Constraint Editing Mode
ja: コンストレイント編集モード

# UICommands.PhATCommands,EnableCollision
source: Collision On
ja: コリジョンオン

# UICommands.PhATCommands,EnableCollision_ToolTip
source: Enable Collision Of Currently Selected Body With Next Selected Body
ja: 現在選択中のボディと次に選択するボディのコリジョンを有効にする

# UICommands.PhATCommands,EnableMotorsBelow
source: Enable Motors Below
ja: 以下のモーターを有効にする

# UICommands.PhATCommands,EnableMotorsBelow_ToolTip
source: Enable Motors Below
ja: 以下のモーターを有効にする

# UICommands.PhATCommands,FocusOnSelection
source: Focus the viewport on the current selection
ja: 現在の選択内容をビューポートでフォーカス

# UICommands.PhATCommands,FrontView_ToolTip
source: Orthographic view from front
ja: 前面からの平行投影ビュー

# UICommands.PhATCommands,HierarchyFilterAll_ToolTip
source: Show Entire Hierarchy
ja: 階層構造全体を表示

# UICommands.PhATCommands,HierarchyFilterBodies
source: Bones With Bodies
ja: ボディと一体となったボーン

# UICommands.PhATCommands,HierarchyFilterBodies_ToolTip
source: Filter Bones With Bodies
ja: ボディと一体となったボーンをフィルタリング

# UICommands.PhATCommands,InstanceProperties
source: Instance Properties
ja: インスタンスのプロパティ

# UICommands.PhATCommands,InstanceProperties_ToolTip
source: Instance Properties: Displays Instance Properties When In Body Editing Mode
ja: インスタンスプロパティ：ボディ編集モード時、インスタンスのプロパティを表示します

# UICommands.PhATCommands,KinematicAllBodiesBelow
source: Set All Bodies Below To Kinematic
ja: 以下の全ボディをキネマティックにリセット

# UICommands.PhATCommands,KinematicAllBodiesBelow_ToolTip
source: Set All Bodies Below To Kinematic
ja: 以下の全ボディをキネマティックにリセット

# UICommands.PhATCommands,LeftView_ToolTip
source: Orthographic view from left
ja: 左からの平行投影ビュー

# UICommands.PhATCommands,MakeAllBodiesBelowDefault
source: Reset All Bodies Below To Default
ja: 以下の全ボディをデフォルトにリセット

# UICommands.PhATCommands,MakeAllBodiesBelowDefault_ToolTip
source: Reset All Bodies Below To Default
ja: 以下の全ボディをデフォルトにリセット

# UICommands.PhATCommands,MakeBodyDefault_ToolTip
source: Reset This Body To Default
ja: このボディをデフォルトにリセット

# UICommands.PhATCommands,MakeBodyKinematic
source: Kinematic
ja: キネマティク

# UICommands.PhATCommands,MakeBodyKinematic_ToolTip
source: Make Body Kinematic
ja: キネマティクボディを作成

# UICommands.PhATCommands,MakeBodySimulated
source: Simulated
ja: シミュレート適用

# UICommands.PhATCommands,MakeBodySimulated_ToolTip
source: Make Body Simulated
ja: シミュレートしたボディを作成

# UICommands.PhATCommands,MeshRenderingMode_None_ToolTip
source: No Mesh Rendering Mode
ja: メッシュレンダリングモードなし

# UICommands.PhATCommands,MeshRenderingMode_Solid_ToolTip
source: Solid Mesh Rendering Mode
ja: ソリッドなメッシュレンダリングモード

# UICommands.PhATCommands,MeshRenderingMode_Wireframe_ToolTip
source: Wireframe Mesh Rendering Mode
ja: ワイヤフレーム メッシュ レンダリング モード

# UICommands.PhATCommands,Mirror_ToolTip
source: Finds the body on the other side and duplicates constraint and body
ja: 反対側でボディを検索してコンストレイントとボディを複製

# UICommands.PhATCommands,PasteProperties
source: Paste Properties
ja: プロパティを貼り付け

# UICommands.PhATCommands,PasteProperties_ToolTip
source: Paste Properties: Copy Properties Of Currently Selected Object To Next Selected Object
ja: プロパティを貼り付け：現在選択中オブジェクトのプロパティを、次に選択するオブジェクトへコピーします

# UICommands.PhATCommands,RecordAnimation
source: RecordAnimation
ja: アニメーション録画

# UICommands.PhATCommands,RecordAnimation_ToolTip
source: Record Animation
ja: アニメーション録画

# UICommands.PhATCommands,RepeatLastSimulation_ToolTip
source: Previews Physics Simulation
ja: 物理シミュレーションをプレビュー

# UICommands.PhATCommands,ResetConstraint_ToolTip
source: Reset Constraint
ja: コンストレイントをリセット

# UICommands.PhATCommands,ResetEntireAsset
source: Reset Asset
ja: アセットをリセット

# UICommands.PhATCommands,ResetEntireAsset_ToolTip
source: Opens Body Creation Settings And Replaces Asset Using The New Settings
ja: ボディ作成設定を開き、新設定を利用してアセットを置換

# UICommands.PhATCommands,RightView_ToolTip
source: Orthographic view from right
ja: 右からの平行投影ビュー

# UICommands.PhATCommands,SelectAllObjects
source: Select All Objects
ja: すべてのオブジェクトを選択

# UICommands.PhATCommands,SelectAllObjects_ToolTip
source: Select All Objects
ja: すべてのオブジェクトを選択

# UICommands.PhATCommands,SelectionLock
source: Lock Selection
ja: 選択内容をロック

# UICommands.PhATCommands,ShowKinematicBodies
source: Kinematic Bodies
ja: キネマティクボディ

# UICommands.PhATCommands,ShowKinematicBodies_ToolTip
source: Displays Kinematic Bodies In Red
ja: キネマティクボディを赤く表示

# UICommands.PhATCommands,ShowSkeleton_ToolTip
source: Show Skeleton
ja: スケルトンを表示

# UICommands.PhATCommands,SimulatedAllBodiesBelow
source: Set All Bodies Below To Simulated
ja: 以下の全ボディをシミュレーションにリセット

# UICommands.PhATCommands,SimulatedAllBodiesBelow_ToolTip
source: Set All Bodies Below To Simulated
ja: 以下の全ボディをシミュレーションにリセット

# UICommands.PhATCommands,SimulationNoGravity
source: No Gravity Simulation
ja: 重力シミュレーションなし

# UICommands.PhATCommands,SimulationNoGravity_ToolTip
source: Run Physics Simulation without gravity. Use this to debug issues with your ragdoll. If the setup is correct, the asset should not move!
ja: 重力を適用せずに物理シミュレーションを実行します。ラグドールのデバッグ処理に使用してください。設定が正しいとアセットは移動しません！

# UICommands.PhATCommands,SimulationNormal
source: Real Simulation
ja: リアルシミュレーション

# UICommands.PhATCommands,SimulationNormal_ToolTip
source: Previews Normal Physics Simulation
ja: 通常物理シミュレーションをプレビュー

# UICommands.PhATCommands,SnapConstraint_ToolTip
source: Snap Constraint To Bone
ja: コンストレイントをボーンにスナップ

# UICommands.PhATCommands,ToggleBoneInfuences
source: Bone Influences
ja: ボーン影響度

# UICommands.PhATCommands,ToggleBoneInfuences_ToolTip
source: Displays Vertices Weighted To Currently Selected Bone or Body
ja: 現在選択中のボディまたはボーンに重み付けされている頂点を表示

# UICommands.PhATCommands,ToggleGraphicsHierarchy_ToolTip
source: Show Graphical Hierarchy Of Joints In Preview Viewport
ja: ジョイントのグラフィカル階層構造をプレビュービューポートに表示

# UICommands.PhATCommands,ToggleMassProperties
source: Mass Properties
ja: マスプロパティ

# UICommands.PhATCommands,ToggleMassProperties_ToolTip
source: Show Mass Properties For Bodies When Simulation Is Enabled
ja: シミュレーションが有効時のボディのマスプロパティを表示

# UICommands.PhATCommands,ToggleMotor
source: Toggle Motor
ja: モーターを切り替える

# UICommands.PhATCommands,ToggleMotor_ToolTip
source: Toggle Motor
ja: モーターを切り替える

# UICommands.PhATCommands,ToggleSelectedSimulation_ToolTip
source: Run Physics Simulation on selected objects. Use this to tune specific parts of your ragdoll.
ja: 選択したオブジェクトに物理シミュレーションを実行します。ラグドールの特定部位の調整に使用してください。

# UICommands.PhATCommands,ToggleSwing1
source: Toggle Swing1 Constraint
ja: Swing1コンストレイントを切り替える

# UICommands.PhATCommands,ToggleSwing2
source: Toggle Swing2 Constraint
ja: Swing2コンストレイントを切り替える

# UICommands.PhATCommands,ToggleTwist
source: Toggle Twist Constraint
ja: Twistコンストレイントを切り替える

# UICommands.PhATCommands,TopView_ToolTip
source: Orthographic view from top
ja: 上からの平行投影ビュー
