Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# ContentBrowser,RenameCollectionTooltip
source: Rename this collection.
es: Cambiar el nombre de esta colección.
ja: このコレクションの名前を変更
pt_br: Renomear esta coleção.
zh_cn: 重命名该收藏夹

# ContentBrowser,RenameFolderAlreadyExists
source: A folder already exists at this location with this name.
es: Ya existe una carpeta en esa ubicación con ese nombre.
ja: この名前のフォルダはこの場所にすでに存在しています
pt_br: Já existe uma pasta nesse local com esse nome.
zh_cn: 一个同名的文件夹已经存在于这个位置。

# ContentBrowser,RenameFolderTooltip
source: Rename the selected folder.
es: Cambiar el nombre de la carpeta seleccionada.
ja: 選択されたフォルダの名前を変更
pt_br: Renomear a pasta selecionada.
zh_cn: 重命名选中的文件夹。

# ContentBrowser,RenameTooltip
source: Rename the selected asset.
es: Cambiar el nombre del activo seleccionado.
ja: 選択したアセットの名前を変更
pt_br: Renomear o ativo selecionado.
zh_cn: 重命名选中的资源

# ContentBrowser,ReplaceAssetMessage
source: {ExistingAsset} already exists. Do you want to replace it?
ja: {ExistingAsset} は既に存在します。置換してもよろしいですか？
zh_cn: {ExistingAsset}已存在。您想替换它吗？

# ContentBrowser,SaveAll
source: Save All
ja: すべて保存
zh_cn: 保存所有

# ContentBrowser,SaveFolder
source: Save All
ja: すべて保存
zh_cn: 保存所有

# UICommands.ContentBrowser,SaveAllCurrentFolder
source: Save All
ja: すべて保存

# UICommands.MainFrameActions,SaveAll
source: Save All
ja: すべて保存
zh_cn: 保存所有内容

# ContentBrowser,SaveAssetTooltip
source: Saves the asset to file.
es: Guarda el activo en el archivo.
ja: アセットをファイルに保存
pt_br: Salva o ativo no arquivo.
zh_cn: 保存该资源到文件。

# ContentBrowser,SaveCollectionTooltip
source: Save this collection.
ja: コレクションを保存
zh_cn: 保存该收藏夹。

# ContentBrowser,SaveDirtyPackagesTooltip
source: Save all modified assets.
es: Guardar todos los activos modificados.
ja: 変更したアセットをすべて保存
pt_br: Salva todos os ativos modificados.
zh_cn: 保存所有已修改的资源。

# ContentBrowser,SaveDynamicCollection_OverwriteExistingCollectionToolTip
source: Overwrite '{0}' with the current search query
ja: 今の検索クエリーで '{0}' を上書き
zh_cn: 使用当前搜索查询覆盖 '{0}'

# ContentBrowser,SaveFolderTooltip
source: Saves all modified assets in this folder.
es: Guarda todos los activos modificados en esta carpeta.
ja: このフォルダ内で変更されたすべてのアセットを保存
pt_br: Salva todos os ativos modificados nesta pasta.
zh_cn: 在此文件夹中保存所有修改过的资源。

# ContentBrowser,SaveSearchButtonTooltip
source: Save the current search as a dynamic collection.
ja: ダイナミックコレクションとしての今の検索を保存する。
zh_cn: 将当前搜索保存为动态收藏夹。

# ContentBrowser,SCCCheckInTooltip
source: Checks in the selected asset to source control.
es: Reserva el activo seleccionado al control de código fuente.
ja: 選択されているアセットをソースコントロールにチェックイン
pt_br: Registra a entrada do ativo selecionado para o controle de origem.
zh_cn: 将选中的资源迁入到源码控制

# UICommands.LevelCollectionCommands,SCCCheckIn_ToolTip
source: Checks in the selected asset to source control.
ja: 選択されているアセットをソースコントロールにチェックイン

# ContentBrowser,SCCCheckOutTooltip
source: Checks out the selected asset from source control.
es: Revisa el activo seleccionado del control de código fuente.
ja: 選択されたアセットをソースコントロールからチェックアウト
pt_br: Registra a saída dos ativos selecionados do controle de origem.
zh_cn: 从源码控制中迁出选中的资源。

# UICommands.LevelCollectionCommands,SCCCheckOut_ToolTip
source: Checks out the selected asset from source control.
ja: 選択されたアセットをソースコントロールからチェックアウト

# ContentBrowser,SCCConnectToSourceControl
source: Connect To Source Control...
ja: ソースコントロールに接続
zh_cn: 连接到源码控制...

# UICommands.MainFrameActions,ConnectToSourceControl
source: Connect To Source Control...
ja: ソースコントロールに接続...
zh_cn: 连接到源代码控制...

# ContentBrowser,SCCDiffAgainstDepot
source: Diff Against Depot
es: Comparar con el almacén
ja: ディポとの差分を検出する
pt_br: Listar Diferenças em Relação ao Depósito
zh_cn: 和Depot中文件进行比较

# SPackagesDialog,SCCDiffAgainstDepot
source: Diff Against Depot
es: Comparar con el almacén
ja: ディポとの差分を検出する
pt_br: Listar Diferenças em Relação ao Depósito
zh_cn: 和Depot中文件进行比较

# UICommands.LevelCollectionCommands,SCCDiffAgainstDepot
source: Diff Against Depot
ja: ディポとの差分を検出する

# ContentBrowser,SCCDiffAgainstDepotTooltip
source: Look at differences between your version of the asset and that in source control.
es: Observa las diferencias entre tu versión del activo y la del control del código fuente.
ja: 手元のバージョンとソースコントロールのバージョンとの違いを確認
pt_br: Observa as diferenças entre a sua versão do ativo e a que está no controle de origem.
zh_cn: 比较您的资源版本和源码控制中的资源版本的区别。

# SPackagesDialog,SCCDiffAgainstDepotTooltip
source: Look at differences between your version of the asset and that in source control.
es: Observa las diferencias entre tu versión del activo y la del control de código fuente.
ja: 手元のバージョンとソースコントロール上のバージョンを比較して差分を表示します
pt_br: Observa as diferenças entre a sua versão do ativo e a que está no controle de origem.
zh_cn: 比较您的资源版本和源码控制中的资源版本的区别。

# UICommands.LevelCollectionCommands,SCCDiffAgainstDepot_ToolTip
source: Look at differences between your version of the asset and that in source control.
ja: 手元のバージョンとソースコントロールのバージョンとの違いを確認

# ContentBrowser,SCCHistory
source: History
es: Historial
ja: 履歴
pt_br: Histórico
zh_cn: 历史记录

# MainEditMenu,HistoryHeading
source: History
es: Historial
ja: 履歴
pt_br: Histórico
zh_cn: 历史记录

# TranslationEditor,HistoryTab
source: History
es: Historial
ja: 履歴
pt_br: Histórico
zh_cn: 历史记录

# TranslationEditor,HistoryTabTitle
source: History
es: Historial
ja: 履歴
pt_br: Histórico
zh_cn: 历史记录

# UICommands.LevelCollectionCommands,SCCHistory
source: History
ja: 履歴

# ContentBrowser,SCCHistoryTooltip
source: Displays the source control revision history of the selected asset.
es: Visualizar el historial de cambios del control de código fuente del activo seleccionado.
ja: 選択したアセットのソースコントロール履歴を表示
pt_br: Exibe o histórico de revisão do controle de origem do ativo selecionado.
zh_cn: 显示选中资源的源码控制中的版本历史。

# UICommands.LevelCollectionCommands,SCCHistory_ToolTip
source: Displays the source control revision history of the selected asset.
ja: 選択したアセットのソースコントロール履歴を表示

# ContentBrowser,SCCMerge
source: Merge
ja: マージ
zh_cn: 融合

# UICommands.BlueprintEditorCommands,BeginBlueprintMerge
source: Merge
ja: マージ

# UICommands.LevelEditorActions,MergePolys
source: Merge
ja: マージ
zh_cn: 融合

# ContentBrowser,SCCMergeTooltip
source: Opens the blueprint editor with the merge tool open.
ja: マージツールを開きながらブループリントエディタを開きます。
zh_cn: 在融合工具打开的情况下打开蓝图编辑器。

# ContentBrowser,SCCOpenForAddTooltip
source: Adds the selected asset to source control.
es: Añade el activo seleccionado al control del código fuente.
ja: 選択したアセットをソースコントロールに追加
pt_br: Adiciona o ativo selecionado ao controle de origem.
zh_cn: 将选中的资源添加到源码控制

# UICommands.LevelCollectionCommands,SCCOpenForAdd_ToolTip
source: Adds the selected asset to source control.
ja: 選択したアセットをソースコントロールに追加

# ContentBrowser,SCCRefreshTooltip
source: Updates the source control status of the asset.
es: Actualiza el estado del control de código fuente del activo.
ja: アセットのソース制御ステータスを更新
pt_br: Atualiza o status do controle de origem do ativo.
zh_cn: 更新资源的源码控制状态。

# UICommands.LevelCollectionCommands,SCCRefresh_ToolTip
source: Updates the source control status of the asset.
ja: アセットのソースコントロールステータスを更新

# ContentBrowser,SCCRevert
source: Revert
es: Restablecer
ja: 元に戻す
pt_br: Reverter
zh_cn: 恢复

# NormalMapIdentification,ImportTexture_RevertNormalMapSettings
source: Revert
es: Restablecer
ja: リバート
pt_br: Reverter
zh_cn: 恢复

# SSourceControlRevert,RevertButton
source: Revert
es: Restablecer
ja: 巻き戻す
pt_br: Reverter
zh_cn: 恢复

# ContentBrowser,SCCRevertTooltip
source: Reverts the asset to the state it was before it was checked out.
es: Restablece el activo al estado en el que estaba antes de haberlo comprobado.
ja: チェックアウトする前の状態に戻す
pt_br: Reverte o ativo ao estado anterior ao seu registro da saída.
zh_cn: 将资源回复到其被迁出前的状态。

# ContentBrowser,SCCSyncTooltip
source: Updates the item to the latest version in source control.
es: Actualiza el elemento a la última versión en el control del código fuente.
ja: ソース制御のアイテムを最新バージョンへ更新
pt_br: Atualiza o item para a versão mais recente no controle de origem.
zh_cn: 在源代码控制中将此项目更新到最新版本。

# ContentBrowser,SearchBoxHint
source: Search Assets
es: Buscar activos
ja: アセットを検索
pt_br: Buscar Ativos
zh_cn: 搜索资源

# ContentBrowser,SetCollectionColorTooltip
source: Sets the color this collection should appear as.
es: Ajusta el color en el que debe aparecer esta colección.
ja: コレクションが表示される色に色を設定
pt_br: Define a cor de exibição desta coleção.
zh_cn: 设置此收藏夹呈现的颜色。

# ContentBrowser,SetCollectionShareType
source: Set Share Type
ja: シェアタイプを設定
zh_cn: 设置共享类型

# ContentBrowser,SetCollectionShareTypeTooltip
source: Change the share type of this collection.
ja: コレクションのシェイプタイプを変更
zh_cn: 修改该组合的共享类型。

# ContentBrowser,SetColor
source: Set Color
es: Ajustar el color
ja: カラーを設定
pt_br: Definir Cor
zh_cn: 设置颜色

# UICommands.CurveEditorCommands,SetColor
source: Set Color
ja: カラーを設定

# UICommands.CurveEditorCommands,SetColor_ToolTip
source: Set Color
ja: カラーを設定

# UICommands.MatineeCommands,KeySetColor
source: Set Color
ja: カラーを設定

# ContentBrowser,SetColorTooltip
source: Sets the color this folder should appear as.
es: Ajusta el color de esta carpeta en el que debe aparecer.
ja: このフォルダにカラーを設定
pt_br: Define a cor de exibição desta pasta.
zh_cn: 设置此文件夹应显示的颜色。

# ContentBrowser,ShowCollectionOption
source: Show Collections
ja: コレクションを表示
zh_cn: 显示收藏夹

# ContentBrowser,ShowCollectionOptionToolTip
source: Show the collections list in the view.
ja: ビューにコレクションリストを表示
zh_cn: 在视图中显示收藏夹列表。

# ContentBrowser,ShowDevelopersFolderOption
source: Show Developers Folder
es: Muestra la carpeta del desarrollador
ja: デベロッパーフォルダを表示
pt_br: Exibir a Pasta dos Desenvolvedores
zh_cn: 显示开发者文件夹

# ContentBrowser,ShowDevelopersFolderOptionToolTip
source: Show the developers folder in the view.
es: Mostrar la carpeta de desarrolladores en la vista.
ja: ビュー内にデベロッパーフォルダを表示
pt_br: Exibir a pasta dos desenvolvedores na visualização.
zh_cn: 在视图中显示开发者文件夹。

# ContentBrowser,ShowEngineFolderOption
source: Show Engine Content
es: Muestra el contenido del motor
ja: エンジンのコンテンツを表示
pt_br: Exibir Conteúdo do Mecanismo
zh_cn: 显示引擎内容

# ContentBrowser,ShowEngineFolderOptionToolTip
source: Show the engine content in the view.
es: Mostrar el contenido del motor en la vista.
ja: ビュー内にエンジンのコンテンツを表示
pt_br: Exibir o conteúdo do mecanismo na visualização.
zh_cn: 在视图中显示引擎内容文件夹。

# ContentBrowser,ShowFoldersOption
source: Show Folders
es: Mostrar las carpetas
ja: フォルダを表示
pt_br: Exibir Pastas
zh_cn: 显示文件夹

# ContentBrowser,ShowFoldersOptionToolTip
source: Show folders in the view as well as assets.
es: Mostrar en la vista las carpetas y los activos.
ja: ビュー内のアセットのフォルダを表示
pt_br: Exibe as pastas na visualização e também os ativos.
zh_cn: 显示视图以及资源中的文件夹。

# ContentBrowser,ShowInFolderView
source: Show in Folder View
ja: フォルダビューで表示
zh_cn: 在文件夹视图中显示

# ContentBrowser,ShowInFolderViewTooltip
source: Selects the folder that contains this asset in the Content Browser Sources Panel.
ja: コンテンツをブラウザソースパネルで含むフォルダを選択。
zh_cn: 在内容浏览器源面板中选择包含该资源的文件夹。

# ContentBrowser,ShowOtherDevelopersFilterTooltipText
source: Show Other Developers Assets
es: Mostrar otros activos desarrolladores
ja: 他のデベロッパーのアセットを表示
pt_br: Exibir Ativos de Outros Desenvolvedores
zh_cn: 显示其他开发者资源

# ContentBrowser,ShowOutputLogHyperlink
source: Show Output Log
ja: アウトプットログを表示
zh_cn: 显示输出日志

# PlayLevel,ShowOutputLogHyperlink
source: Show Output Log
es: Mostrar registro de salida
ja: アウトプットログを表示
pt_br: Exibir Registro de Saída
zh_cn: 显示输出日志

# UATHelper,ShowOutputLogHyperlink
source: Show Output Log
ja: アウトプットログを表示

# ContentBrowser,ShowPluginFolderOption
source: Show Plugin Content
es: Mostrar el contenido del Plugin
ja: プラグインコンテンツを表示
pt_br: Exibir Conteúdo do Plugin
zh_cn: 显示插件内容

# ContentBrowser,ShowPluginFolderOptionToolTip
source: Shows plugin content in the view.
es: Muestra el contenido del plugin en la vista.
ja: ビューにプラグインコンテンツを表示
pt_br: Exibir o conteúdo do plugin na visualização.
zh_cn: 在视图中显示插件内容。

# ContentBrowser,SizeMap
source: Size Map...
ja: サイズマップ
zh_cn: 尺寸贴图...

# UICommands.GlobalEditorCommonCommands,ViewSizeMap
source: Size Map...
ja: サイズマップ...
zh_cn: 尺寸贴图...

# UICommands.ReferenceViewerActions,ShowSizeMap
source: Size Map...
ja: サイズマップ...

# ContentBrowser,SizeMapOnFolderTooltip
source: Shows an interactive map of the approximate memory used by the assets in this folder and everything they reference.
ja: このフォルダのアセットと参照している全てのおおよそのメモリ使用のインタラクティブマップを表示する。
zh_cn: 显示该文件夹中的资源所及它们所引用内容占用的大致内存的交互图。

# ContentBrowser,SizeMapTooltip
source: Shows an interactive map of the approximate memory used by this asset and everything it references.
ja: このアセットと参照している全てのおおよそのメモリ使用のインタラクティブマップを表示する。
zh_cn: 显示该资源及其引用的所有内容所占的大致内存的交互图。

# ContentBrowser,SourceControlSubMenuToolTip
source: Source control actions.
ja: ソース コントロールの動作
zh_cn: 源码控制操作。

# ContentBrowser,SourcesTreeToggleTooltip
source: Show or hide the sources panel
es: Mostrar/Ocultar el panel de las fuentes
ja: ソースパネルを表示もしくは非表示
pt_br: Exibir ou ocultar o painel de origens
zh_cn: 显示或隐藏源码面板

# ContentBrowser,SwitchOpsTooltip
source: Switch comparsion type
ja: 比較タイプを切り替える
zh_cn: 切换比较类型

# ContentBrowser,ThumbnailEditModeLabel
source: Editing Thumbnails. Drag a thumbnail to rotate it if there is a 3D environment.
es: Edición de miniaturas. Arrastra una miniatura para girarla si hay un entorno 3D.
ja: サムネイル編集中。3D環境の場合はサムネイルをドラッグすることで回転させることができます。
pt_br: Editando Miniaturas. Arraste uma miniatura para girá-la se houver um ambiente 3D.
zh_cn: 编辑缩略图。如果有三维场景，可以拖拽一个缩略图来旋转它。

# ContentBrowser,ThumbnailEditModeOption
source: Thumbnail Edit Mode
es: Modo edición de la miniatura
ja: サムネイル編集モード
pt_br: Modo de Edição de Miniaturas
zh_cn: 缩略图编辑模式

# ContentBrowser,ThumbnailEditModeOptionToolTip
source: Toggle thumbnail editing mode. When in this mode you can rotate the camera on 3D thumbnails by dragging them.
es: Conmutar modo edición de la miniatura. En este modo se puede rotar la cámara en 3D las miniaturas arrastrándolas.
ja: サムネイル編集モードを切り替えます。このモードでドラッグ操作をすると 3D サムネイルでカメラを回転できます。
pt_br: Alterna para o modo de edição de miniaturas. Nesse modo, é possível arrastar as miniaturas 3d para girar a câmera nelas.
zh_cn: 切换缩略图编辑模式。当位于该模式时，您可以通过拖拽三维缩略图来其上面旋转相机。

# ContentBrowser,ThumbnailScaleToolTip
source: Adjust the size of thumbnails.
es: Ajustar el tamaño de la rejilla:
ja: サムネイルのサイズ調整
pt_br: Ajusta o tamanho das miniaturas.
zh_cn: 调整缩略图的尺寸。

# FoliageEd_Mode,ThumbnailScaleToolTip
source: Adjust the size of thumbnails.
ja: サムネイルのサイズを調整する。
zh_cn: 调整缩略图的大小。

# ContentBrowser,ThumbnailsHeading
source: Thumbnails
es: Miniaturas
ja: サムネイル
pt_br: Miniaturas
zh_cn: 缩略图

# FoliageEd_Mode,ThumbnailView
source: Thumbnails
ja: サムネイル
zh_cn: 缩略图

# ContentBrowser,TileViewOption
source: Tiles
es: Teselas
ja: タイル
pt_br: Placas
zh_cn: 平铺块

# ContentBrowser,TileViewOptionToolTip
source: View assets as tiles in a grid.
es: Visualizar los activos como teselas en una rejilla.
ja: グリッドにアセットをタイル表示
pt_br: Exibe ativos como placas em uma grade.
zh_cn: 以网格中的平铺块形式查看资源。

# ContentBrowser,UpdateCollection
source: Update
ja: アップデート
zh_cn: 更新

# GameProjectUtils,UpdateProjectFileConfirm
source: Update
es: Actualizar
ja: アップデート
pt_br: Atualizar
zh_cn: 更新

# UICommands.FontEditor,Update
source: Update
ja: 更新
zh_cn: 更新

# ContentBrowser,ValueMenuDesc
source: Target Value
ja: ターゲット値
zh_cn: 目标值

# ContentBrowser,ViewButton
source: View Options
es: Opciones de vista
ja: 表示オプション
pt_br: Opções de Exibição
zh_cn: 视图选项

# FoliageEd_Mode,ViewOptionsHeading
source: View Options
ja: ビューオプション
zh_cn: 视图选项

# SSceneOutliner,ViewButton
source: View Options
es: Opciones de visualización
ja: 表示オプション
pt_br: Opções de Exibição
zh_cn: 视图选项

# WorldBrowser,ViewButton
source: View Options
es: Opciones de visualización
ja: 表示オプション
pt_br: Opções de Exibição
zh_cn: 视图选项

# ContentBrowser,WildcardFilterHeadingHeadingTooltip
source: {0} Assets.
ja: {0} アセット。
zh_cn: {0}个资源

# ContentBrowser,WildcardFilterTooltip
source: Filter by {0}.
ja: {0} でフィルタする。
zh_cn: 使用{0}进行过滤

# ContentBrowser,WindowHeader
source: Enter Chunk ID
ja: チャンクIDを入力
zh_cn: 输入组块ID

# ContentCmdlets,ChangelistDescription
source: Resave Deprecated Packages
es: Volver a guardar los paquetes obsoletos
ja: 非推奨パッケージを再保存する
pt_br: Salvar Novamente Pacotes Descontinuados
zh_cn: 重新保存已废弃的包

# ContentCmdlets,ChangelistDescriptionBuildLighting
source: Rebuild lightmaps.
ja: ライトマップを再ビルド
zh_cn: 重建光照贴图。

# ContentDirectoryMonitor,Error_FailedToCreateAsset
source: Failed to create new asset ({0}) for file ({1}).
ja: ファイル ({1}) の新規アセット ({0}) の作成に失敗しました
zh_cn: 为文件({1})创建新资源({0})失败。

# ContentDirectoryMonitor,Error_FailedToReimportAsset
source: Failed to reimport asset {0}.
ja: アセット {0} の再インポートに失敗しました
zh_cn: 重新导入资源{0}失败。

# ContentDirectoryMonitor,Error_UnloadingPackage
source: There was an error unloading a package: {0}.
ja: パッケージのアンロード中にエラーが発生しました： {0}
zh_cn: 有一个错误的卸载包：{0}。

# ContentDirectoryMonitor,Info_CreatingNewAsset
source: Importing new asset {0}.
ja: 新規アセット{0}をインポート。
zh_cn: 正在导入新资源{0}。

# ContentDirectoryMonitor,Info_FailedToImportAsset
source: Failed to import file {0}.
ja: ファイル {0} のインポートに失敗しました
zh_cn: 导入文件{0}失败。

# ContentDirectoryMonitor,Success_CreatedNewAsset
source: Reimported asset {0} from {1}.
ja: {1} からアセット {0} を再インポートする
zh_cn: 从{1}重新导入资源{0}。

# ContentFeaturePacks,FeaturePackSearchCategory
source: Feature Packs
ja: フィーチャーパック
zh_cn: 功能包

# ContentSourceViewModel,BlueprintFeature
source: Blueprint Feature
ja: ブループリント機能
zh_cn: 蓝图功能

# ContentSourceViewModel,CodeFeature
source: C++ Feature
ja: C++ 機能
zh_cn: C++功能

# ContentSourceViewModel,ContentPacks
source: Content Packs
ja: コンテンツパック
zh_cn: 内容包

# ContentSourceViewModel,Miscellaneous
source: Miscellaneous
ja: 未分類
zh_cn: 其他

# FEditorSettingsViewerModule,UserSettingsName
source: Miscellaneous
es: Varios
ja: 未分類
pt_br: Diversos
zh_cn: 其它

# UnrealEditor,WorkspaceMenu_DeveloperToolsMiscCategory
source: Miscellaneous
ja: 未分類
zh_cn: 其它

# Contexts,3DTransformTrack
source: 3DTransformTrack
ja: 3Dトランスフォームトラック
zh_cn: 三维变换轨迹

# Contexts,AnimGraphCommands
source: Anim Graph Commands
ja: アニメーショングラフコマンド

# Contexts,AnimMontagePanel
source: Anim Montage Panel
ja: アニムモンタージュパネル
zh_cn: 动画蒙太奇面板

# Contexts,AnimNotifyPanel
source: Anim Notify Panel
es: Panel aviso de la animación
ja: アニム 通知 パネル
pt_br: Painel de Notificação de Animação
zh_cn: 动画通知面板

# Contexts,AnimSequenceEditor
source: Sequence Editor
es: Editor de secuencia
ja: シーケンスエディタ
pt_br: Editor de Sequência
zh_cn: 序列编辑器

# Contexts,AnimViewportLODCmd
source: Animation Viewport LOD Command
es: Comando LOD de la ventana gráfica de la animación
ja: Animation Viewport LOD コマンド
pt_br: Comando de LOD da Porta de Visualização de Animação
zh_cn: 动画视口LOD命令

# Contexts,AnimViewportMenu
source: Animation Viewport Menu
es: Menú de la ventana gráfica de la animación
ja: アニメーションビューポートメニュー
pt_br: Menu da Porta de Visualização de Animação
zh_cn: 动画视口菜单

# Contexts,AnimViewportPlayback
source: Animation Viewport Playback
es: Reproducción de la ventana gráfica de la animación
ja: アニメーションビューポート再生
pt_br: Reprodução da Porta de Visualização de Animação
zh_cn: 动画视口回放

# Contexts,AnimViewportShowCmd
source: Animation Viewport Show Command
es: Comando de la muestra de la ventana gráfica de la animación
ja: アニメーションビューポート表示コマンド
pt_br: Comando de Exibição da Porta de Visualização de Animação
zh_cn: 动画视口显示命令

# Contexts,BlueprintEditor_SpawnNodes
source: Blueprint Editor - Spawn Nodes by chord
ja: ブループリントエディタ - コードでノードをスポーン
zh_cn: 蓝图编辑器 - 按弦线生成节点

# Contexts,DesignerCommands
source: Common Designer Commands
ja: 共通デザイナーコマンド
zh_cn: 常见的供设计师使用的命令

# Contexts,DestructibleMeshEditor
source: DestructibleMesh Editor
es: Editor de la malla destructible
ja: 破壊可能メッシュ エディタ
pt_br: Editor de DestructibleMesh
zh_cn: DestructibleMesh编辑器

# DestructibleMeshEditor,AppLabel
source: DestructibleMesh Editor
es: Editor DestructibleMesh
ja: 破壊可能メッシュエディタ
pt_br: Editor de DestructibleMesh
zh_cn: DestructibleMesh编辑器

# Contexts,EditorViewportCommands
source: Common Viewport Commands
es: Comandos de la ventana gráfica común
ja: 共通ビューポートコマンド
pt_br: Comandos Comuns de Porta de Visualização
zh_cn: 常见视口命令

# Contexts,FoliageEditMode
source: Foliage Edit Mode
es: Modo Edición del follaje
ja: フォリッジ編集モード
pt_br: Modo de Edição de Folhagem
zh_cn: 植被编辑模式

# FoliageEditMode,ToolkitName
source: Foliage Edit Mode
es: Modo edición del follaje
ja: フォリッジ編集モード
pt_br: Modo de Edição de Folhagem
zh_cn: 植被编辑模式

# Contexts,FoliagePalette
source: Foliage Palette
ja: フォリッジパレット
zh_cn: 植被控制板

# Contexts,FontEditor
source: Font Editor
es: Editor del tipo de letra
ja: フォントエディタ
pt_br: Editor de Fontes
zh_cn: 字体编辑器

# FontEditor,AppLabel
source: Font Editor
es: Editor del tipo de letra
ja: フォントエディタ
pt_br: Editor de Fontes
zh_cn: 字体编辑器

# FontEditor,WorkspaceMenu_FontEditor
source: Font Editor
es: Editor del tipo de letra
ja: フォントエディタ
pt_br: Editor de Fontes
zh_cn: 字体编辑器

# Contexts,FullBlueprintEditor
source: Full Blueprint Editor
es: Editor del Blueprint completo
ja: フルブループリントエディタ
pt_br: Editor de Esquemas Completo
zh_cn: 完整蓝图编辑器

# Contexts,GraphEditor
source: Graph Editor
es: Editor gráfico
ja: グラフエディタ
pt_br: Editor de Grafos
zh_cn: 图表编辑器

# Contexts,LandscapeEditor
source: Landscape Editor
es: Editor del terreno
ja: ランドスケープエディタ
pt_br: Editor de Paisagem
zh_cn: 地貌编辑器

# LandscapeEditor,ToolkitName
source: Landscape Editor
es: Editor del terreno
ja: ランドスケープエディタ
pt_br: Editor de Paisagem
zh_cn: 地貌编辑器

# Contexts,LevelEditor
source: Level Editor
es: Editor de nivel
ja: レベルエディタ
pt_br: Editor de Níveis
zh_cn: 关卡编辑器

# LevelEditor,LevelEditorTab
source: Level Editor
es: Editor de nivel
ja: レベルエディタ
pt_br: Editor de Níveis
zh_cn: 关卡编辑器

# UnrealEditor,WorkspaceMenu_LevelEditorCategory
source: Level Editor
ja: レベルエディタ
zh_cn: 关卡编辑器

# Contexts,LevelEditorModes
source: Level Editor Modes
es: Modos del editor de nivel
ja: レベルエディタモード
pt_br: Modos do Editor de Níveis
zh_cn: 关卡编辑器模式

# Contexts,LevelViewports
source: Level Viewports
es: Ventanas gráficas del nivel
ja: レベルビューポート
pt_br: Portas de Visualização de Níveis
zh_cn: 关卡视口

# Contexts,LocalizationDashboard
source: Localization Dashboard
ja: ローカライゼーションダッシュボード
zh_cn: 本地化控制板

# LocalizationDashboard,MainTabTitle
source: Localization Dashboard
ja: ローカライゼーションダッシュボード
zh_cn: 本地化控制板

# MainWindowMenu,LocalizationDashboardLabel
source: Localization Dashboard
ja: ローカライゼーションダッシュボード
zh_cn: 本地化面板

# Contexts,LocalizationTargetEditor
source: Localization Target Editor
ja: ローカライゼーションターゲットエディタ
zh_cn: 本地化目标编辑器

# Contexts,MaterialEditor
source: Material Editor
es: Editor de material
ja: マテリアルエディタ
pt_br: Editor de Materiais
zh_cn: 材质编辑器

# MaterialEditor,AppLabel
source: Material Editor
es: Editor de Material
ja: マテリアルエディタ
pt_br: Editor de Materiais
zh_cn: 材质编辑器

# MaterialEditor,WorkspaceMenu_MaterialEditor
source: Material Editor
es: Editor de Material
ja: マテリアルエディタ
pt_br: Editor de Materiais
zh_cn: 材质编辑器

# UnrealEd,MaterialEditor
source: Material Editor
es: Editor de material
ja: マテリアルエディタ
pt_br: Editor de Materiais
zh_cn: 材质编辑器

# Contexts,MaterialEditor_SpawnNodes
source: Material Editor - Spawn Nodes
es: Editor de material - Generar nodos
ja: マテリアルエディタ － ノードをスポーン
pt_br: Editor de Materiais – Nós de Criação
zh_cn: 材质编辑器 - 生成节点

# Contexts,Persona
source: Persona
es: Perfil
ja: ペルソナ
zh_cn: 角色编辑器

# FPersona,AppLabel
source: Persona
es: Perfil
ja: ペルソナ
zh_cn: 角色编辑器

# PersonaModule,PersonaMessageLogName
source: Persona
ja: ペルソナ

# Contexts,PhAT
source: PhAT
ja: PhAT(物理アセットエディタ)

# PhAT,AppLabel
source: PhAT
ja: PhAT(物理アセットエディタ)

# Contexts,ReferenceViewer
source: Reference Viewer
es: Visor de referencia
ja: リファレンス ビューア
pt_br: Visualizador de Referências
zh_cn: 引用查看器

# ReferenceViewer,ReferenceViewerTitle
source: Reference Viewer
es: Visor de referencia
ja: リファレンスビューア
pt_br: Visualizador de Referências
zh_cn: 引用查看器

# Contexts,SCSEditorViewport
source: SCS Editor Viewport
ja: SCSエディタビューポート
zh_cn: SCS编辑器视口

# Contexts,Sequencer
source: Sequencer
es: Secuenciador
ja: シーケンサー
pt_br: Sequenciador
zh_cn: 定序器
