Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# K2Node,InaccessibleVarError
source: Cannot access the blueprint's '{0}' variable from the expression: '@@'
es: No se puede acceder a la variable '{0}' del Blueprint desde la expresión: '@@'
ja: 次の表現式からブループリントの '{0}' 変数にアクセスできません: '@@'
pt_br: Não é possível acessar a variável '{0}' do esquema da expressão: '@@'
zh_cn: 不能从该表达式中访问蓝图的'{0}'变量：'@@'

# K2Node,IncompatibleVarError
source: Blueprint '{0}' variable is incompatible with graph pins in the expression: '@@'
es: La variable Blueprint '{0}' es incompatible con los Pins gráficos en la expresión: '@@'
ja: ブループリント '{0}' 変数は次の表現式のグラフピンと互換性がありません: '@@'
pt_br: A variável do esquema '{0}' é incompatível com os fixadores do grafo na expressão: '@@'
zh_cn: 蓝图 '{0}'变量和表达式中的图表引脚不兼容：'@@'

# K2Node,InputAction_Name
source: InputAction {InputActionName}
ja: インプットアクション {InputActionName}
zh_cn: 输入动作{InputActionName}

# K2Node,InputAction_Tooltip
source: Event for when the keys bound to input action {0} are pressed or released.
ja: インプットアクション {0} と結合しているキーが押された時、またはリリースされた時のイベント
zh_cn: 针对按下或释放同输入动作{0}相绑定的按键的事件。

# K2Node,InputAxis_Name
source: InputAxis {InputAxisName}
ja: インプットAxis {InputAxisName}
zh_cn: 输入轴{InputAxisName}

# K2Node,InputAxis_Tooltip
source: Event that provides the current value of the {0} axis once per frame when input is enabled for the containing actor.
ja: 格納されているアクタに対してインプットが有効な時、フレーム毎に1度 {0} 軸の現在の値を渡すイベントです
zh_cn: 当启用了所包含的Actor的输入时，该事件每帧提供{0}轴的当前值。

# K2Node,InputAxisKey_Tooltip
source: Event that provides the current value of the {0} axis once per frame when input is enabled for the containing actor.
ja: 格納されているアクタに対してインプットが有効な時、フレーム毎に1度 {0} 軸の現在の値を渡すイベントです
zh_cn: 当启用了所包含的Actor的输入时，该事件每帧提供{0}轴的当前值。

# K2Node,InputKey_Tooltip
source: Events for when the {0} key is pressed or released.
es: Eventor para cuando la tecla {0} está pulsada o no.
ja: {0} キーを押したりリリースした時のイベント
pt_br: Eventos para quando a tecla {0} é pressionada ou solta.
zh_cn: 当按下或释放{0}键时对应的事件。

# K2Node,InputKey_Tooltip_Modifiers
source: Events for when the {0} key is pressed or released while {1} is also held.
es: Eventos para cuando la tecla {0} está pulsada o no mientras {1} aún está pulsada.
ja: {1} を押下しながら {0} キーを押したりリリースした時のイベント
pt_br: Eventos para quando a tecla {0} é pressionada ou solta quando {1} também está pressionada.
zh_cn: 当按下或释放{0}键且按住{1}时对应的事件。

# K2Node,InputTouch_ListTitle
source: Touch
es: Tocar
ja: タッチ
pt_br: Toque
zh_cn: 触摸

# K2Node,InputTouch_Name
source: InputTouch
ja: インプットTouch
zh_cn: 输入触摸

# K2Node,InputTouch_Tooltip
source: Event for when a finger presses, releases or is moved on a touch device.
ja: タッチデバイス上で指を押した時、リリースした時、または移動した時のイベント
zh_cn: 针对手指按下、释放或在触摸设备上移动时的事件。

# K2Node,InputTunnelTooltip
source: Inputs into this graph
es: Introduce en ese gráfico
ja: このグラフにインプット
pt_br: Entradas neste grafo
zh_cn: 输入此图表

# K2Node,InternalConnectionError
source: BaseAsyncTask: Internal connection error. @@
es: BaseAsyncTask: error de conexión interna. @@
ja: BaseAsyncタスク: 内部コネクションエラー。 @@
pt_br: BaseAsyncTask: Erro interno de conexão. @@
zh_cn: BaseAsyncTask: 内部连接错误。 @@

# UK2Node_BaseAsyncTask,InternalConnectionError
source: BaseAsyncTask: Internal connection error. @@
es: BaseAsyncTask: error de conexión interna. @@
ja: BaseAsyncタスク: 内部コネクションエラー。 @@
pt_br: BaseAsyncTask: Erro interno de conexão. @@
zh_cn: BaseAsyncTask: 内部连接错误。@@

# K2Node,InternalExpressionError
source: Internal node error for expression: '@@'
es: Error de nodo interno para la expresión: '@@'
ja: 式に対する内部ノードエラー: '@@'
pt_br: Erro interno de nó para a expressão: '@@'
zh_cn: 表达式的内部节点错误： '@@'

# K2Node,Invalid
source: Is Not Valid
ja: は有効でない
zh_cn: 无效

# K2Node,InvalidGraph
source: Invalid Graph
es: Gráfico no válido
ja: 無効なグラフ
pt_br: Grafo Inválido
zh_cn: 无效的图表

# K2Node,InvalidMatineeController
source: INVALID MATINEECONTROLLER
es: MATINEECONTROLLER NO VÁLIDO
ja: 無効なマチネコントローラ
pt_br: MATINEECONTROLLER INVÁLIDO
zh_cn: 无效的MATINEECONTROLLER

# K2Node,InvalidMessageNode
source: Invalid Message Node
es: Nodo de mensaje no válido
ja: 無効なメッセージノード
pt_br: Nó de Mensagem Inválido
zh_cn: <无效的消息节点>

# K2Node,InvalidSelfNode
source: Self node @@ cannot be used in a static function.
ja: Self ノード @@ はスタティック関数に使用できません
zh_cn: 在静态函数中无法使用Self节点@@。

# K2Node,K2Node_StructMemberGet_Tooltip
source: Get member variables of {VariableName}
es: Obtener variables de miembro de {VariableName}
ja: {VariableName} のメンバー変数を取得
pt_br: Obter variáveis-membros de {VariableName}
zh_cn: 获得{VariableName}的成员变量

# K2Node,K2Node_StructMemberSet_Tooltip
source: Set member variables of {VariableName}
es: Ajustar variables de miembro de {VariableName}
ja: {VariableName} のメンバー変数をセット
pt_br: Definir as variáveis-membros de {VariableName}
zh_cn: 设置{VariableName}的成员变量

# K2Node,LatentFunc
source: Latent
es: Latente
ja: 潜在的
pt_br: Latente

# K2Node,Literal_Tooltip
source: Stores a reference to an actor in the level
es: Almacena una referencia a un actor en el nivel
ja: レベルのアクタへのリファレンスを保存
pt_br: Armazena uma referência a um ator no nível
zh_cn: 存储一个到关卡中的actor的引用

# K2Node,LiteralGameplayTag
source: Make Literal GameplayTagContainer
es: Crear literal GameplayTagContainer
ja: リテラルゲームプレイTagContainerを作成
pt_br: Fazer GameplayTagContainer Literal
zh_cn: 创建文字性的GameplayTagContainer

# K2Node,LiteralNotCompatible
source: Literal type ({0}) is incompatible with pin: '@@'
es: El tipo literal ({0}) es incompatible con el Pin: '@@'
ja: リテラル型 ({0}) はピンと互換性がありません: '@@'
pt_br: O tipo literal ({0}) é incompatível com o fixador: '@@'
zh_cn: 文字类型 ({0})和引脚不兼容： '@@'

# K2Node,LiteralTitle
source: Create a Reference to {0}
ja: {0} のリファレンスを作成
zh_cn: 创建一个到{0}的引用

# K2Node,LiteralTitleMultipleActors
source: Create References to {0} selected Actors
ja: {0} 選択アクタのリファレンスを作成
zh_cn: 创建到{0}个选中Actor的引用

# K2Node,LocalTemporaryVariable_Tooltip
source: Local temporary {VariableType} variable
es: Variable temporal local {VariableType}
ja: ローカルの一時的な {VariableType} 変数
pt_br: Variável {VariableType} temporária local
zh_cn: 局部临时{VariableType}变量

# K2Node,LocalVariable
source: Local {TypeName}
ja: ローカル {TypeName}
pt_br: {TypeName} Local
zh_cn: 局部{TypeName}

# K2Node,LocalVariable_Name
source: {Title} Local Variable
es: {Title} Variable local
ja: {Title} ローカル変数
pt_br: {Title} Variável Local
zh_cn: {Title} 局部变量

# K2Node,LocalVariableNotFound_Error
source: Unable to find local variable with name '{VariableName}' for @@
es: Imposible encontrar la variable local con el nombre '{VariableName}' para @@
ja: @@ に対して '{VariableName}' という名前の変数を発見できません
pt_br: Não foi possível localizar a variável local de nome '{VariableName}' para @@
zh_cn: 无法找到@@的名称为'{VariableName}'的局部变量

# VariableSetHandler,LocalVariableNotFound_Error
source: Unable to find local variable with name '{VariableName}' for @@
es: Imposible encontrar la variable local con el nombre '{VariableName}' para @@
ja: @@ に対して '{VariableName}' という名前の変数を発見できません
pt_br: Não foi possível localizar a variável local de nome '{VariableName}' para @@
zh_cn: 无法为@@寻找名称为'{VariableName}'的本地变量

# K2Node,LocalVariableNotFoundInScope_Error
source: Unable to find local variable with name '{VariableName}' for @@, scope expected: @@, scope found: {ScopeName}
es: Imposible encontrar la variable local con el nombre '{VariableName}' para @@, ámbito previsto: @@, ámbito encontrado: {ScopeName}
ja: @@ に対して '{VariableName}' という名前の変数を発見できません。期待されるスコープ： @@ 、見つかったスコープ： {ScopeName}
pt_br: Não foi possível localizar a variável local de nome '{VariableName}' para @@, escopo esperado: @@, escopo encontrado: {ScopeName}
zh_cn: 无法找到@@的名称为 '{VariableName}'的局部变量，找到的作用范围：{ScopeName}

# VariableSetHandler,LocalVariableNotFoundInScope_Error
source: Unable to find local variable with name '{VariableName}' for @@, scope expected: @@, scope found: {ScopeName}
es: Imposible encontrar la variable local con el nombre '{VariableName}' para @@, ámbito previsto: @@, ámbito encontrado: {ScopeName}
ja: @@ に対して '{VariableName}' という名前の変数を発見できません。期待されるスコープ： @@ 、見つかったスコープ： {ScopeName}
pt_br: Não foi possível localizar a variável local de nome '{VariableName}' para @@, escopo esperado: @@, escopo encontrado: {ScopeName}
zh_cn: 无法找到名称为'{VariableName}'的局部变量，期望的作用域：@@,找到的作用域: {ScopeName}

# K2Node,MacroGraphInstance_Tooltip
source: {0} instance
ja: {0} インスタンス
zh_cn: {0}实例

# K2Node,MacroInstance
source: Macro instance
ja: マクロインスタンス
zh_cn: 宏实例

# K2Node,MacroInstanceFindInContentBrowser
source: Find in Content Browser
es: Examinar en el buscador de contenido
ja: コンテンツブラウザで検索
pt_br: Localizar no Navegador de Conteúdo
zh_cn: 在内容浏览器中搜索

# SClassViewer,ClassViewerMenuFindContent_Tooltip
source: Find in Content Browser
es: Examinar en el buscador de contenido
ja: コンテンツブラウザを検索
pt_br: Localizar no Navegador de Conteúdo
zh_cn: 在内容浏览器中搜索

# UICommands.GlobalEditorCommonCommands,FindInContentBrowser
source: Find in Content Browser
ja: コンテンツブラウザで検索
zh_cn: 在内容浏览器中查找

# UICommands.LevelCollectionCommands,World_FindInContentBrowser
source: Find in Content Browser
ja: コンテンツブラウザを検索

# UICommands.SequencerCommands,FindInContentBrowser
source: Find in Content Browser
ja: コンテンツブラウザで検索

# K2Node,MacroInstanceFindInContentBrowserTooltip
source: Finds the Blueprint Macro Library that contains this Macro in the Content Browser
es: Busca en la biblioteca macro del Blueprint que contenga este macro en el buscador de contenido.
ja: このマクロを含んだブループリントマクロライブラリをコンテンツブラウザで検索
pt_br: Localiza a Biblioteca de Macros de Esquema que contém esta Macro no Navegador de Conteúdo
zh_cn: 寻找在内容浏览器中包含此宏的蓝图宏库

# K2Node,MacroInstanceHeader
source: Macro Instance
es: Instancia Macro
ja: マクロインスタンス
pt_br: Instância de Macro
zh_cn: 宏实例

# K2Node,MakeArray_InputIsExec
source: Cannot make an array with an execution input!
ja: 実行インプットで配列が作れません！
zh_cn: 不能使用执行输入创建一个数组！

# K2Node,MathExprGFailedGen
source: Failed to generate full expression graph for: '@@'
es: Error al generar el gráfico de expresión completo para: '@@'
ja: 次に対して完全な式グラフを生成できませんでした: '@@'
pt_br: Falha ao gerar um grafo completo da expressão para: '@@'
zh_cn: 无法为以下项生成完整的表达式图表：'@@'

# K2Node,MathExprParseError
source: PARSE ERROR in '@@': {0}
es: ERROR DE ANÁLISIS en '@@': {0}
ja: '@@' のパースエラー: {0}
pt_br: ANALISAR ERRO em '@@': {0}
zh_cn: '@@'中存在解析错误:{0}

# K2Node,MatineeeControllerTitle
source: Create a Matinee Controller for {0}
ja: {0} のマチネコントローラーを作成
zh_cn: 为{0}创建一个Matinee控制器

# K2Node,MissingArgument
source: Failed to generate argument #{0} for the '{1}' function, in the expression: '@@'
es: Error al generar el argumento #{0} para la función '{1}', en la expresión: '@@'
ja: 次の式に '{1}' 関数の引数 #{0} を生成できませんでした: '@@'
pt_br: Falha ao gerar o argumento #{0} para a função '{1}' na expressão: '@@'
zh_cn: 无法在该表达式中为 '{1}'函数生成参数#{0}: '@@'

# K2Node,MissingBeginSpawningActorArrayFunction
source: AbilityTask: Proxy is missing BeginSpawningActorArray native function. @@
ja: アビリティタスク: プロキシに BeginSpawningActorArray ネイティブ関数がありません。 @@
zh_cn: AbilityTask：代理丢失了BeginSpawningActorArray原生函数。@@

# K2Node,MissingBeginSpawningActorFunction
source: AbilityTask: Proxy is missing BeginSpawningActor native function. @@
ja: アビリティタスク: プロキシにBeginSpawningActor ネイティブ関数がありません。 @@
zh_cn: AbilityTask: 代理丢失了BeginSpawningActor原生函数。@@

# K2Node,MissingDelegateProperties
source: BaseAsyncTask: Proxy has no delegates defined. @@
es: BaseAsyncTask: Proxy no tiene delegados definidos. @@
ja: BaseAsyncタスク: プロキシにデリゲートが定義されていません。 @@
pt_br: BaseAsyncTask: O Proxy não tem delegados definidos. @@
zh_cn: BaseAsyncTask: Proxy（代理）没有定义代理。@@

# UK2Node_BaseAsyncTask,MissingDelegateProperties
source: BaseAsyncTask: Proxy has no delegates defined. @@
es: BaseAsyncTask: Proxy no tiene delegados definidos. @@
ja: BaseAsyncタスク: プロキシにデリゲートが定義されていません。 @@
pt_br: BaseAsyncTask: O Proxy não tem delegados definidos. @@
zh_cn: BaseAsyncTask: 代理未定义代理。 @@

# K2Node,MissingFinishSpawningActorArrayFunction
source: AbilityTask: Proxy is missing FinishSpawningActorArray native function. @@
ja: アビリティタスク: プロキシに FinishSpawningActorArray ネイティブ関数がありません。 @@
zh_cn: AbilityTask:代理丢失了FinishSpawningActorArray原生函数。 @@

# K2Node,MissingFinishSpawningActorFunction
source: AbilityTask: Proxy is missing FinishSpawningActor native function. @@
es: AbilityTask: al Proxy le falta la función nativa FinishSpawningActor. @@
ja: アビリティタスク: プロキシにFinishSpawningActorネイティブ関数がありません。 @@
pt_br: AbilityTask: função nativa FinishSpawningActor ausente no Proxy. @@
zh_cn: AbilityTask: 代理丢失了FinishSpawningActor原生函数。 @@

# K2Node,MissingFuncClose
source: '{0}' closing
es: Cerrando '{0}'
ja: '{0}' を閉じています
pt_br: '{0}' fechando
zh_cn: '{0}' 关闭

# K2Node,MissingSpawnedActorInputPin
source: AbilityTask: Proxy is missing SpawnedActor input pin in FinishSpawningActor. @@
es: AbilityTask: al Proxy le falta el Pin de entrada SpawnedActor en FinishSpawningActor. @@
ja: アビリティタスク: プロキシのFinishSpawningActorにSpawnedActorインプットピン。 @@
pt_br: AbilityTask: fixador de entrada SpawnedActor em FinishSpawningActor ausente no Proxy. @@
zh_cn: AbilityTask: 代理在FinishSpawningActor中丢失了SpawnedActor输入引脚。 @@

# K2Node,MultiCompare_AssetInterface
source: Compare Tag Asset Interface to Other Tag Containers
ja: タグアセットインターフェースを別のタグコンテナと比較
zh_cn: 将标签资源接口同其他标签容器比较

# K2Node,MultiCompare_TagAssetInterfaceSingleTags
source: Compare Tag Asset Interface to Other Tags
ja: タグアセットインターフェースと別のタグと比較
zh_cn: 将标签资源接口同其他标签比较

# K2Node,MultiCompare_TagContainer
source: Compare Tag Container to Other Tag Containers
ja: タグコンテナを別のタグコンテナと比較する
zh_cn: 将标签容器同其他标签容器比较

# K2Node,MultiCompare_TagContainerSingleTags
source: Compare Tag Container to Other Tags
ja: タグコンテナと別のタグを比較
zh_cn: 将标签容器同其他标签比较

# K2Node,MultiCompareTagContainer_ToolTip
source: Sets the an output for each input value
ja: 各インプット値にアウトプットを設定
zh_cn: 为每个输入值设置一个输出

# K2Node,MultiGate
source: MultiGate
ja: マルチゲート

# K2Node,MultipleExecPinError
source: Cannot support more exec pins!
ja: これ以上のピンをサポートできません！
zh_cn: 不能再支持更多的执行引脚！

# K2Node_CustomEvent,MultipleExecPinError
source: Cannot support more exec pins!
ja: これ以上実行ピンをサポートできません！
zh_cn: 不支持更多的执行引脚！

# K2Node,MultipleMatineeeControllerTitle
source: Create Matinee Controllers for {0} selected MatineeActors
ja: {0} 選択 MatineeActorsのマチネコントローラーを作成
zh_cn: 为选中的{0}个MatineeActors创建Matinee控制器

# K2Node,NodeNeverExecuted_Warning
source: @@ will never be executed
es: @@ nunca se ejecutará
ja: @@ を実行できません
pt_br: @@ nunca será executado
zh_cn: @@将永远不会被执行

# K2Node_MultiGate,NodeNeverExecuted_Warning
source: @@ will never be executed
es: @@ nunca se ejecutará
ja: @@を実行することはできません
pt_br: @@ nunca será executado
zh_cn: @@将永远不会被执行

# KismetCompiler,NodeNeverExecuted_Warning
source: @@ will never be executed
es: @@ nunca se ejecutará
ja: @@ を実行することはできません
pt_br: @@ nunca será executado
zh_cn: @@将永远不会被执行

# K2Node,NoGraphGenerated
source: No root node generated from the expression: '@@'
es: No hay nodo raíz generado por la expresión: '@@'
ja: 式からルートノードは生成されませんでした: '@@'
pt_br: Nenhum nó raiz gerado da expressão: '@@'
zh_cn: 没有从该表达式中生成根节点：'@@'

# K2Node,NoReturnTypeError
source: The '{0}' function returns nothing, it cannot be used in the expression: '@@'
es: La función '{0}' no devuelve nada, no puede utilizarse en la expresión: '@@'
ja: '{0}' 関数は何も返しません。式で使用することはできません。: '@@'
pt_br: A função '{0}' não retorna nada. Ela não pode ser usada na expressão: '@@'
zh_cn: '{0}'函数什么都没有返回，它不能用于该表达式中： '@@'

# K2Node,NoRetValPin
source: Failed to find an output pin for: '@@'
es: Error al buscar un Pin de salida para: '@@'
ja: '@@' に対してアウトプットピンがありません
pt_br: Falha ao buscar um fixador de saída para: '@@'
zh_cn: 没有找到以下项的输出引脚：'@@'

# K2Node,NotEditableError
source: Cannot edit this node!
ja: このノードは編集できません！
zh_cn: 无法编辑该节点！

# K2Node,NoValidExecutionPinForBranch_Error
source: @@ must have a valid execution pin @@
es: @@ debe tener un Pin de ejecución válido @@
ja: @@ に有効な実行ピン @@ が必要です
pt_br: @@ deve ter um fixador de execução válido @@
zh_cn: @@必须具有有效的执行引脚@@

# K2Node_MultiGate,NoValidExecutionPinForExecSeq_Error
source: @@ must have a valid execution pin @@
es: @@ debe tener un Pin de ejecución válido @@
ja: @@ に有効な実行ピン @@ が必要です
pt_br: @@ deve ter um fixador de execução válido @@
zh_cn: @@必须具有有效的执行引脚@@

# K2Node_Switch,NoValidExecutionPinForSwitch_Error
source: @@ must have a valid execution pin @@
es: @@ debe tener un Pin de ejecución válido @@
ja: @@ に有効な実行ピン @@ が必要です
pt_br: @@ deve ter um fixador de execução válido @@
zh_cn: @@必须具有有效的执行引脚@@

# K2Node_Switch,NoValidSelectionPinForSwitch_Error
source: @@ must have a valid execution pin @@
es: @@ debe tener un Pin de ejecución válido @@
ja: @@ に有効な実行ピン @@ が必要です
pt_br: @@ deve ter um fixador de execução válido @@
zh_cn: @@必须具有有效的执行引脚@@

# K2Node,NoVariablePin
source: Failed to find the '{0}' pin for: '@@'
es: Error al buscar el Pin '{0}' para: '@@'
ja: '@@' に対して '{0}' ピンがありません
pt_br: Falha ao buscar o fixador '{0}' para: '@@'
zh_cn: 没有找到以下项的'{0}'引脚：'@@'

# K2Node,OperatorParamsError
source: Cannot find a '{0}' function that takes the supplied param types, for expression: '@@'
es: No puede encontrar una función '{0}' que emplee los tipos de parámetros suministrados, para la expresión: '@@'
ja: 次の表現式に供給されるパラメータ型を受け取る '{0}' 関数がありません: '@@'
pt_br: Não é possível encontrar uma função '{0}' que use os tipos de parâmetros fornecidos, para a expressão: '@@'
zh_cn: 无法从表达式中找到取入所提供的参数类型的 '{0}'函数：'@@'

# K2Node,OutputTunnelTooltip
source: Outputs from this graph
es: Salidas del gráfico
ja: このグラフからのアウトプット
pt_br: Saídas deste grafo
zh_cn: 从此图表输出

# K2Node,PersistentLocalVariable
source: Persistent Local {VariableType}
es: {VariableType} local persistente
ja: パーシスタントローカル {VariableType}
pt_br: {VariableType} Local Persistente
zh_cn: 永久性局部{VariableType}

# K2Node,PinConnectionDisallowed
source: This parameter is for internal use only.
ja: このパラメターは内部使用のものです。
zh_cn: 该参数仅供内部使用。

# K2Node,PinOnBoundryNode_Warning
source: Warning: Pin '%s' on boundary node '%s' could not be found in the composite node '%s'
es: Atención: No se ha encontrado el Pin '%s' del nodo delimitado '%s' en el nodo compuesto '%s'
ja: 警告：Boundaryノード '%s' 上のピン '%s' はコンポジット ノード '%s' で見つかりませんでした
pt_br: Advertência: o fixador '%s' no nó de limite '%s' não foi encontrado no nó composto '%s'
zh_cn: 警告： 引脚 '%s' (位于边界节点'%s'上）不能在合成节点 '%s'中找到

# K2Node,PinsNotCompatible
source: Output pin '@@ 'is not compatible with input: '@@'
es: El Pin de salida '@@ “no es compatible con la entrada: '@@'
ja: アウトプットピン '@@' は以下のインプット値と互換性がありません： '@@'
pt_br: O fixador de saída '@@' não é compatível com a entrada: '@@'
zh_cn: 输出引脚'@@ '和输入不兼容： '@@'

# K2Node,RemapRestrictedLinkReference
source: {0}: Variable '{1}' was automatically changed to '{2}'. Verify that logic works as intended. (This warning will disappear once the blueprint has been resaved)
ja: {0}: 変数 '{1}' は自動的に '{2}' に変更されました。設定通りにロジックが機能するか確認してください（この警告はブループリントを再保存すると非表示になります）。
zh_cn: {0}:变量'{1}'已经自动改为'{2}'。请验证该逻辑能否如期工作。(一旦蓝图被重新保存后，该警告将会消失。)

# K2Node,ReplicatedEditorOnlyVar
source: Editor-Only | Replicated
ja: エディタオンリー | リプリケーテッド
zh_cn: 仅编辑器 | 复制

# K2Node,ReplicatedVar
source: Replicated
es: Duplicado
ja: 複製済み
pt_br: Replicado
zh_cn: 已重复

# STimelineEditor,Replicated
source: Replicated
es: Duplicado
ja: 複製
pt_br: Replicado
zh_cn: 已重复

# K2Node,ResultConnectError
source: Failed to connect the generated nodes with expression's result pin: '@@'
es: Error al conectar los nodos generados con el Pin de resultado de la expresión: '@@'
ja: 表現式の結果ピンと生成ノードを接続できませんでした: '@@'
pt_br: Falha ao conectar os nós gerados com o fixador do resultado da expressão: '@@'
zh_cn: 无法将生成的节点连接到表达式的结果引脚：'@@'

# K2Node,ReturnNode
source: Return Node
ja: リターンノード
zh_cn: 返回节点

# K2Node,ReturnNodeMenuTitle
source: Add Return Node...
ja: リターンノードの追加
zh_cn: 添加返回节点...

# K2Node,ReturnNodeTooltip
source: The node terminates the function's execution. It returns output parameters.
ja: そのノードは関数の実行を抹消します。アウトプットパラメターをリターンします。
zh_cn: 该节点终止执行函数。它返回输出参数。

# K2Node,ReturnTypeError
source: The '{0}' function's return type is incompatible with graph pins in the expression: '@@'
es: El tipo de retorno de la función '{0}' no es compatible con los Pins gráficos en la expresión: '@@'
ja: '{0}' 関数の戻り型は式のグラフピンと互換性がありません: '@@'
pt_br: O tipo de retorno da função '{0}' é incompatível com os fixadores do grafo na expressão: '@@'
zh_cn: '{0}'函数的返回类型和表达式中的图表引脚不兼容：'@@'

# K2Node,SelfReferenceName
source: Self-Reference
es: Autoreferencia
ja: セルフリファレンス
pt_br: Autorreferência
zh_cn: 自引用

# K2Node,ServerEvent
source: Authority Only. This event only fires on the server.
ja: 権限オンリー。このイベントはサーバーでのみ発動します。
zh_cn: 仅权威者使用。该事件仅在服务器上触发。

# K2Node,ServerFunction
source: Authority Only. This function will only execute on the server.
ja: 権限対象のみ。この関数はサーバー側のみで実行します
zh_cn: 仅供权威者使用。该函数将仅在服务器上执行。

# K2Node,ServerOnlyFunc
source: Server Only
es: Solo servidor
ja: サーバー専用
pt_br: Somente Servidor
zh_cn: 仅服务器

# K2Node_Event,ServerOnlyEvent
source: Server Only
es: Solo servidor
ja: サーバー専用
pt_br: Somente Servidor
zh_cn: 仅服务器

# K2Node,Set
source: Set
es: Ajustar
ja: セット
pt_br: Definir
zh_cn: 设置

# PinTypeSelector,SetTooltip
source: Set
ja: セット

# VariableDragDropAction,CreateSetVariable
source: Set
es: Ajustar
ja: セット
pt_br: Definir
zh_cn: 设置

# K2Node,SetMembersInVariable
source: Set members in {VariableName}
es: Ajustar miembros en {VariableName}
ja: {VariableName} のメンバーをセット
pt_br: Definir membros em {VariableName}
zh_cn: 在{VariableName}中设置成员

# K2Node,SetPinName
source: Set {PinName}
es: Ajustar {PinName}
ja: {PinName} を設定
pt_br: Definir {PinName}
zh_cn: 设置{PinName}

# K2Node,SetPinOutputTooltip
source: Retrieves the value of the variable, can use instead of a separate Get node
ja: 変数の値を読み出します。独立したGetノードの代わりに使用できます
zh_cn: 获得该变量的值，并使用，而不是使用单独的Get节点。

# K2Node,SetRefVarNodeTitle
source: Set By-Ref Var
es: Ajustar valor por referencia
ja: リファレンス渡し変数を設定
pt_br: Definir Variável por Referência
zh_cn: 设置By-Ref变量

# K2Node,SetRefVarNodeTitle_Typed
source: Set {PinType}
es: Ajustar {PinType}
ja: {PinType} を設定
pt_br: Definir {PinType}
zh_cn: 设置{PinType}

# K2Node,SetValueOfRefVariable
source: Set the value of the connected pass-by-ref variable
es: Ajustar el valor de la variable de paso por referencia conectada
ja: 接続されたリファレンス渡し変数の値を設定
pt_br: Definir o valor da variável conectada passada por referência
zh_cn: 设置连接的pass-by-ref变量值

# K2Node,SetWithNotify
source: Set with Notify
es: Ajustar con aviso
ja: 通知と設定
pt_br: Definir com Notificação
zh_cn: 使用通知设置

# K2Node,SetWithNotifyPinName
source: Set with Notify {PinName}
es: Ajustar con aviso {PinName}
ja: 通知 {PinName} と一緒に設定
pt_br: Definir com Notificação {PinName}
zh_cn: 使用通知{PinName}设置

# K2Node,SpawnActor
source: SpawnActor {ActorName}
ja: スポーンアクタ {ActorName}
zh_cn: 生成Actor {ActorName}

# K2Node,SpawnActor_BaseTitle
source: Spawn Actor from Class
es: Generar actor desde clase
ja: クラスからアクタをスポーンします
pt_br: Criar Ator a partir da Classe
zh_cn: 从类生成Actor

# K2Node,SpawnActor_Title_NONE
source: SpawnActor NONE
ja: スポーンアクタ NONE
zh_cn: 生成Actor 无

# K2Node,SpawnActorNone_Title
source: SpawnActor NONE
ja: スポーンアクタ NONE
zh_cn: 生成Actor 无

# K2Node,SpawnActor_Title_Unknown
source: SpawnActor
ja: スポーンアクタ
zh_cn: 生成Actor

# K2Node,SpawnActorUnknown_Title
source: SpawnActor
ja: スポーンアクタ
zh_cn: 生成Actor

# K2Node,StaticArray_Warning
source: @@ - the native property is a static array, which is not supported by blueprints
ja: @@ - ネイティブプロパティはスタティック配列です。ブループリントでサポートしていません。
zh_cn: @@ - 该原生属性是蓝图不支持的静态数组

# K2Node_BreakStruct,StaticArray_Warning
source: @@ - the native property is a static array, which is not supported by blueprints
ja: @@ - ネイティブプロパティはスタティック配列です。ブループリントではサポートしていません。
zh_cn: @@ - 该原生属性是蓝图不支持的静态数组

# K2Node_MakeStruct,StaticArray_Warning
source: @@ - the native property is a static array, which is not supported by blueprints
ja: @@ - ネイティブプロパティはスタティック配列です。ブループリントはサポートしていません。
zh_cn: @@ - 该原生属性是一个蓝图不支持的静态数组。

# K2Node,Switch_Enum
source: Switch on {EnumName}
es: Activar {EnumName}
ja: {EnumName} をオン
pt_br: Alternar em {EnumName}
zh_cn: 开启{EnumName}
