Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,FilteringBrush
source: Filtering brush
es: Filtrando pincel
ja: ブラシをフィルタリング中
pt_br: Filtrando pincel
zh_cn: 正在过滤画刷

# UnrealEd,FilteringWorld
source: Filtering world
es: Filtrando mundo
ja: ワールドをフィルタリング中
pt_br: Filtrando mundo
zh_cn: 正在过滤世界

# UnrealEd,Flip
source: Flip
es: Invertir
ja: 反転
pt_br: Inverter
zh_cn: 翻转

# UnrealEd,FoliageMode_DeleteMesh
source: Are you sure you want to remove {0} instances?
ja: {0} インスタンスを取り除いてよろしいですか？
zh_cn: 您确认要移除{0}实例吗？

# UnrealEd,FoliageMode_DuplicateSettingsObject
source: Foliage Editing: Copy Settings Object
es: Edición del follaje: copiar la configuración del objeto
ja: フォリッジの編集: 設定オブジェクトをコピー
pt_br: Edição de Folhagem: Copiar Objeto de Configurações
zh_cn: 植被编辑：复制设置对象

# UnrealEd,FoliageMode_EditTransaction
source: Foliage Editing
es: Edición de follage
ja: フォリッジの編集
pt_br: Edição de Folhagem
zh_cn: 植被编辑

# UnrealEd,FoliageMode_RemoveMeshTransaction
source: Foliage Editing: Remove Mesh
es: Edición de follaje: Eliminar capa
ja: フォリッジ編集：メッシュを削除
pt_br: Edição de Folhagem: Remover Malha
zh_cn: 植被编辑： 删除网格物体

# UnrealEd,FoliageMode_ReplaceSettingsObject
source: Foliage Editing: Replace Settings Object
es: Edición de follaje: reemplazar la configuración del objeto
ja: フォリッジの編集：設定オブジェクトを置換
pt_br: Edição de Folhagem: Substituir Objeto de Configurações
zh_cn: 植被编辑：替换设置对象

# UnrealEd,FoliageMode_Transaction_SnapToGround
source: Snap Foliage To Ground
ja: フォリッジを地面へスナップ

# UnrealEd,FontFactory_ImportingTrueTypeFont
source: Importing TrueType Font...
es: Importando fuente de TrueType…
ja: TrueTypeフォントをインポート...
pt_br: Importando Fonte TrueType...
zh_cn: 正在导入TrueType字体...

# UnrealEd,FullyLoadingPackages
source: Fully loading packages
es: Paquetes cargados por completo
ja: パッケージを完全にロード中
pt_br: Carregando pacotes por completo
zh_cn: 完全加载包

# UnrealEd,GCStreamedOutLevelsTransReset
source: GC Streaming Levels
es: Todos los niveles de transmisión de flujo GC
ja: GCストリーミングレベル
pt_br: Níveis de Transmissão de GC
zh_cn: GC动态载入关卡

# UnrealEd,GeometryOptimization
source: Geometry Optimization
es: Optimización de la geometría
ja: ジオメトリを最適化
pt_br: Otimização de Geometria
zh_cn: 几何体优化

# UnrealEd,GeomModifierPen_Warning_AddingVertexInWrongViewport
source: Vertices can only be added to one viewport at a time.
es: Los vértices solo se pueden añadir por cada ventana gráfica.
ja: 頂点は一度に1つだけビューポートに追加できます
pt_br: Vértices só podem ser adicionados a uma porta de visualização por vez.
zh_cn: 一次仅能把顶点添加到一个视口中

# UnrealEd,GeoModeVertexSnap
source: Vertex Snap
es: Magnetismo del vértice
ja: 頂点スナップ
pt_br: Aderência a Vértices
zh_cn: 顶点对齐

# UnrealEd,GraphEd_BreakNodeLinks
source: Break Node Links
es: Romper enlaces del nodo
ja: ノードのリンクを切断します
pt_br: Quebrar Vínculos do Nó
zh_cn: 断开节点连接

# UnrealEd,GraphEd_BreakPinLinks
source: Break Pin Links
es: Romper los enlaces del Pin
ja: ピンのリンクを切断
pt_br: Quebra Vínculos do Fixador
zh_cn: 断开引脚连接

# UnrealEd,GraphEd_BreakSinglePinLink
source: Break Pin Link
es: Romper enlace con…
ja: ピンのリンクを切断
pt_br: Quebra Vínculo do Fixador
zh_cn: 断开引脚连接

# UnrealEd,GraphEd_CreateConnection
source: Create Pin Link
es: Crear enlace del Pin
ja: PIEリンクを作成
pt_br: Criar Vínculo de Fixador
zh_cn: 创建引脚连接

# UnrealEd,GraphEd_DragDropNode
source: Drag&Drop Node
es: Arrastrar y soltar nodo
ja: Drag&Dropノード
pt_br: Nó Drag&Drop
zh_cn: 拖拽&放置 节点

# UnrealEd,GraphEd_ReplaceVariable
source: Replace Variable
ja: 変数を置換
zh_cn: 替换变量

# UnrealEd,Group_Add
source: Add Actors to Group
es: Añadir actores al grupo
ja: アクタをグループに追加
pt_br: Adicionar Atores ao Grupo
zh_cn: 将Actor添加到组

# UnrealEd,Group_CantCreateGroupMultipleLevels
source: Can't group the selected actors because they are in different levels.
es: No se pueden agrupar los actores seleccionados por están en niveles diferentes.
ja: 選択したアクタは別のレベルに存在しているためグループ化できませんでした
pt_br: Não é possível agrupar os atores selecionados porque eles estão em níveis diferentes.
zh_cn: 不能组合选中的actor，因为它们在不同的关卡中

# UnrealEd,Group_Disband
source: Disband Group
es: Separar al grupo
ja: グループを解散する
pt_br: Debandar Grupo
zh_cn: 解散组

# UnrealEd,Group_Lock
source: Lock Groups
es: Bloquear grupos
ja: グループをロック
pt_br: Bloquear Grupos
zh_cn: 锁定组

# UnrealEd,Group_Regroup
source: Regroup Ctrl+G
es: Reagrupar Ctrl+G
ja: Ctrl+Gキーを押して再グループ化
pt_br: Reagrupar Ctrl+G
zh_cn: 重新组合Ctrl+G

# UnrealEd,Group_Unlock
source: Unlock Groups
es: Desbloquear grupos
ja: グループのロックを解除
pt_br: Desbloquear Grupos
zh_cn: 解锁组

# UnrealEd,GroupDelete
source: Group Delete
es: Eliminación del grupo
ja: グループ削除
pt_br: Exclusão de Grupo
zh_cn: 删除组

# UnrealEd,HideSelectedAtStartup
source: Hide Selected at Editor Startup
es: Ocultar selección al arrancar el editor
ja: エディタ起動時に選択内容を非表示にする
pt_br: Ocultar Selecionado na Inicialização do Editor
zh_cn: 在启动时隐藏选中项

# UnrealEd,HideUnselected
source: Hide Unselected
es: Ocultar los no seleccionados
ja: 非選択内容を非表示にする
pt_br: Ocultar Não Selecionado
zh_cn: 隐藏未选中项

# UnrealEd,HorizontalAlignment
source: Horizontal Alignment
es: Alineación horizontal
ja: 水平調整
pt_br: Alinhamento Horizontal
zh_cn: 水平对齐

# UnrealEd,Import_TextureHasBeenPaintedInEditor
source: The texture '{0}' has been painted on by the Mesh Paint tool. Reimporting it will override any changes. Would you like to continue?
es: La textura '{0}' se ha pintado mediante la herramienta de pintura de malla. Volver a importarla suprimirá cualquier cambio. ¿Quiere continuar?
ja: テクスチャ '{0}' はメッシュペイントツールでペイントされています 再インポートするとすべての変更内容がオーバーライドされてしまいます。 本当に続けますか？
pt_br: A textura '{0}' foi pintada pela ferramenta de Pintura da Malha. Importá-la novamente substituirá qualquer alteração. Deseja continuar?
zh_cn: 贴图 '{0}' 已经通过网格物体描画工具进行描画。 重新导入会覆盖任何变更内容。 您想要继续吗？

# UnrealEd,ImportedAssetAlreadyExists
source: {0} Would you like to overwrite the existing settings? Yes or Yes to All: Overwrite the existing settings. No or No to All: Preserve the existing settings. Cancel: Abort the operation.
ja: {0} 既存設定を上書きしますか？ 「はい」または「すべてはい」： 既存設定を上書きします 「いいえ」または「すべていいえ」：既存設定を保存します 「キャンセル」：: 操作をアボートします
zh_cn: {0}您想要覆盖已存设置吗？ 选择Yes或Yes to All：覆盖已存设置。 选择No或No to All：保留已存设置。 取消：退出操作。

# UnrealEd,ImportFailed
source: Failed to import file '{0}'
ja: ファイル '{0}' のインポートに失敗しました

# UnrealEd,ImportFailed_Destructible
source: Reimport Failed
es: Error al volver a importar
ja: 再インポートに失敗しました
pt_br: Falha na Reimportação
zh_cn: 重新导入失败

# UnrealEd,ImportingActors
source: Importing actors
es: Importando actores
ja: アクタをインポート中
pt_br: Importando Atores
zh_cn: 正在导入actor

# UnrealEd,ImportingBrush
source: Importing brush
es: Importando pincel
ja: ブラシをインポート中
pt_br: Importando pincel
zh_cn: 正在导入画刷

# UnrealEd,Importingf
source: Importing ({NodeIndex} of {ArrayLength})
es: Importando ({NodeIndex} de {ArrayLength})
ja: インポート中 ({ArrayLength} の {NodeIndex}})
pt_br: Importando ({NodeIndex} de {ArrayLength})
zh_cn: 正在导入({ArrayLength}的{NodeIndex})

# UnrealEd,ImportingMap_F
source: Importing map: {MapFilename}...
es: Importando mapa: {MapFilename}...
ja: マップをインポート中: {MapFilename}...
pt_br: Importando mapa: {MapFilename}...
zh_cn: 正在导入地图: {MapFilename}...

# UnrealEd,ImportMatineeSequence
source: Import UnrealMatinee Sequence
es: Importar secuencia UnrealMatinee
ja: UnrealMatineeシーケンスをインポート
pt_br: Importar Sequência UnrealMatinee
zh_cn: 导入UnrealMatinee序列

# UnrealEd,ImportMatineeSequence_MissingCameras
source: Create all cameras not in the current Unreal scene but present in the file?
es: ¿Crear todas las cámaras que no están en la escena de Unreal actual pero que están presentes en el archivo?
ja: 現在のUnreal シーンに存在せず、ファイルには存在するカメラをすべて作成しますか?
pt_br: Criar todas as câmeras nas cenas presentes no arquivo mas não na cena atual do Unreal?
zh_cn: 创建当前虚幻场景中不存在的但存在于该文件夹中的所有相机?

# UnrealEd,InsertChild
source: Insert Child
es: Insertar hijo
ja: 子を挿入
pt_br: Inserir Filho
zh_cn: 插入子项

# UnrealEd,InsertModule
source: Insert Module
es: Insertar módulo
ja: モジュールを挿入
pt_br: Inserir Módulo
zh_cn: 插入模块

# UnrealEd,InterpEd_ChangeGroupFolder
source: Change Group Folder
es: Modificar carpeta de grupo
ja: グループ フォルダを変更
pt_br: Alterar Pasta do Grupo
zh_cn: 修改组文件夹

# UnrealEd,InterpEd_Copy_NeedToSelectGroup
source: No selected tracks or groups to copy. Please highlight a track or group to copy by clicking on the track or group's name to the left.
es: No se han seleccionado las pistas o grupos a copiar. Por favor, resalte el grupo o pista que copiar pinchando en el nombre del grupo o pista a la izquierda.
ja: コピーするトラックまたはグループが選択されていません。左にあるトラックまたはグループ名をクリックしてコピー対象をハイライトしてください。
pt_br: Não há faixas ou grupos selecionados para copiar. Destaque um grupo ou faixa para copiar clicando no nome do grupo ou da faixa à esquerda.
zh_cn: 没有选中轨迹或组以进行复制。 请点击左侧的轨迹名或组名来突出选中一个轨迹或组来进行复制。

# UnrealEd,InterpEd_Cut_SelectedTrackOrGroup
source: Cut Selected Track or Group
es: Cortar la pista o grupo seleccionado
ja: 選択したトラックまたはグループの切り取り
pt_br: Recortar Grupo ou Faixa Selecionada
zh_cn: 剪切选中的轨迹或组

# UnrealEd,InterpEd_DeleteSelectedFolder
source: Are you sure you want to delete folder ({0})? Any groups that are attached to this folder will be detached first (but not deleted)!
es: ¿Está seguro de que quiere eliminar la carpeta ({0})? ¡Cualquiera de los grupos que estén acoplados a esta carpeta serán desacoplados primero (pero no eliminados)!
ja: フォルダ ({0}) を削除してもよろしいですか？このフォルダに親子付けされているすべてのグループは最初に親子付けが解除されます(ただし削除はされません)!
pt_br: Deseja excluir a pasta '{0}'? Qualquer grupo anexado a esta pasta será desanexado dela primeiro (mas não excluído)!
zh_cn: 您确定要删除文件夹 ({0})? 首先需要解除（但不是删除）附加到该文件夹的所有组合。!

# UnrealEd,InterpEd_Duplicate_NoGroup
source: Must Select A Group Before Duplicating
es: Se debe seleccionar un grupo antes de duplicar
ja: 複製するまえにグループを選択しなくてはいけません
pt_br: É Necessário Selecionar Um Grupo Antes da Duplicação
zh_cn: 在复制前必须选择 A 组

# UnrealEd,InterpEd_ExportAnimationInfoDialogTitle
source: Export Animation Info
ja: アニメーション情報をエクスポート

# UnrealEd,InterpEd_HierachyRepairsNotification
source: Warning: Problems were detected with the organizational data in this Matinee sequence and repairs have been made. Some groups may have been removed from the folders they were previously in. No changes were made to the actual Matinee sequence data. You should resave the level to make these repairs permanent.
es: Atención: Se han detectado fallos con los datos organizativos en esta secuencia de matinee y se han hecho algunas reparaciones. Algunos grupos se deben eliminar de las carpetas en las que estaban anteriormente. No se han hecho cambios a los datos de la secuencia de matinee actual. Debe volver a guardar el nivel para hacer permanentes dichas reparaciones.
ja: 警告：マチネシーケンスの組織データで問題が検出されましたが、修復されました。以前存在した一部のグループがフォルダから取り除かれた可能性があります。マチネシーケンスの実データに変更はありません。修復を永続化させるために再保存してください。
pt_br: Advertência: Foram detectados problemas nos dados organizacionais desta sequência Matinê e foram feitos reparos. Alguns grupos podem ter sido removidos das pastas em que estavam anteriormente. Nenhuma mudança foi feita nos dados da sequência Matinê de fato. Você deve salvar novamente o nível para que estes reparos sejam permanentes.
zh_cn: 警告： 在该Matinee序列中的组织数据中发现了问题，并进行了修复。 某些组可能已经从它们之前所在的文件夹中删除。没有对当前Matinee序列数据进行任何修改。 您需要重新保存关卡来永久地保存这些修复。

# UnrealEd,InterpEd_KeyContext_SyncGenericBrowserToSoundCue_F
source: Find {0} in Generic Browser...
es: Examinar {0} en el buscador genérico…
ja: 汎用ブラウザで {0} を検索...
pt_br: Encontrar {0} no Navegador Genérico...
zh_cn: 在内容浏览器中查找{0}

# UnrealEd,InterpEd_Move_SelectedTrackOrGroup
source: Move Selected Track or Group
es: Mover grupo o pista seleccionado
ja: 選択したトラックまたはグループを移動
pt_br: Mover Grupo ou Faixa Selecionada
zh_cn: 移动选中的轨迹或组

# UnrealEd,InterpEd_NoKeyframesSelected
source: No Keyframes Were Selected
es: No se han seleccionado fotogramas clave
ja: キーフレームが選択されていません
pt_br: Não Foram Selecionados Quadros-chave
zh_cn: 没有选中关键帧

# UnrealEd,InterpEd_Paste_NeedToSameTrack
source: No track of similar type selected. Please select a track of the same type as the keyframe was copied from.
es: No se ha seleccionado una pista de tipo similar. Por favor, seleccione una pista del mismo tipo que el del fotograma clave del que se ha copiado.
ja: 同じ種類のトラックが選択されていません。キーフレームがコピーされたキーフレームと同一タイプのトラックを選択してください。
pt_br: Não há faixa de tipo semelhante selecionada. Selecione uma faixa do mesmo tipo daquela de que o quadro-chave foi copiado.
zh_cn: 没有选中类似类型的轨迹。 请选择一条和所复制的关键帧所在轨迹是相同类型的轨迹。

# UnrealEd,InterpEd_Paste_NeedToSelectGroup
source: No selected groups to paste into. Please highlight a group to copy by clicking on the group's name to the left.
es: No se ha seleccionado el grupo en el que pegarlo. Por favor, resalte el grupo que copiar pinchando en el nombre del grupo a la izquierda.
ja: 情報を貼り付けるグループが選択されていません。左にあるグループ名をクリックしてコピーするグループをハイライトしてください。
pt_br: Não há grupos selecionados para colar. Destaque um grupo para copiar clicando no nome do grupo à esquerda.
zh_cn: 没有选择要粘帖到的组。 请点击左侧的组名来突出选中一个组来进行复制。

# UnrealEd,InterpEd_Paste_OneGroup
source: Can only have one group selected when pasting.
es: Solo se puede tener un grupo seleccionado cuando se pega.
ja: 貼り付け時に選択できるグループは 1 つのみです。
pt_br: Só é possível ter um grupo selecionado ao colar.
zh_cn: 当粘帖时仅能选中一个组合。

# UnrealEd,InterpEd_Paste_SelectedKeyframe
source: Paste Selected Keyframe
es: Pegar el fotograma clave seleccionado
ja: 選択したキーフレームを貼り付け
pt_br: Colar Quadro-chave Selecionado
zh_cn: 粘贴选定的关键帧

# UnrealEd,InterpEd_Paste_SelectedTrackOrGroup
source: Paste Selected Track or Group.
es: Pegar la pista o grupo seleccionado.
ja: 選択したトラックまたはグループを貼り付け
pt_br: Colar Faixa ou Grupo Selecionado.
zh_cn: 粘帖选中的轨迹或组

# UnrealEd,InterpEd_RecordingStateActive
source: Recording {0} / {1}
es: Grabación {0} / {1}
ja: {0} / ({1}) を録画中
pt_br: Gravando {0} / {1}
zh_cn: 正在录制{0} / {1}

# UnrealEd,InterpEd_RecordingStateGetReadyPause
source: Recording will begin in {0}
es: La grabación comenzará en {0}
ja: 録画は {0} 以内に開始します
pt_br: A gravação começará em {0}
zh_cn: 录制将会从{0}开始

# UnrealEd,InterpEd_RecordMenu_CameraMovementScheme
source: Camera Movement
es: Movimiento de la cámara
ja: カメラ動作
pt_br: Movimento da Câmera
zh_cn: 相机运动

# UnrealEd,InterpEd_RecordMenu_CameraMovementScheme_FreeCam
source: Free Camera
es: Cámara libre
ja: フリー カメラ
pt_br: Câmera Livre
zh_cn: 释放相机

# UnrealEd,InterpEd_RecordMenu_CameraMovementScheme_PlanarCam
source: Planar Camera
es: Cámara plana
ja: 平面カメラ
pt_br: Câmera Planar
zh_cn: 平面相机

# UnrealEd,InterpEd_RecordMenu_InvertXAxis
source: Invert X Axis
es: Invertir eje X
ja: X軸を反転
pt_br: Inverter Eixo X
zh_cn: 反转X轴

# UnrealEd,InterpEd_RecordMenu_PitchSmoothing
source: Pitch Smoothing
es: Ángulo suavizado
ja: スムージングをピッチ
pt_br: Suavização de Inclinação
zh_cn: 倾斜平滑处理

# UnrealEd,InterpEd_RecordMenu_RecordMode
source: Record Mode
es: Modo grabación
ja: 録画モード
pt_br: Modo de Gravação
zh_cn: 录制模式

# UnrealEd,InterpEd_RecordMenu_RollSmoothing
source: Roll Smoothing
es: Suavizado
ja: スムージングをロール
pt_br: Suavização de Giro
zh_cn: 翻转平滑处理

# UnrealEd,InterpEd_RecordMenu_RotationSpeedMultiplier
source: Rotation Speed
es: Velocidad de rotación
ja: 回転速度
pt_br: Velocidade de Rotação
zh_cn: 旋转速度

# UnrealEd,InterpEd_RecordMenu_TranslationSpeedMultiplier
source: Translation Speed
es: Velocidad de traslación
ja: 変換速度
pt_br: Velocidade de Translação
zh_cn: 平移速度

# UnrealEd,InterpEd_RecordMenu_Trim
source: Trim
es: Borde
ja: トリミング
pt_br: Recortar
zh_cn: 修剪

# UnrealEd,InterpEd_RecordMenu_ZoomDistance
source: Zoom Distance
es: Distancia del zoom
ja: ズーム距離
pt_br: Distância do Zoom
zh_cn: 缩放距离

# UnrealEd,InterpEd_RecordMenu_ZoomSpeedMultiplier
source: Zoom Speed
es: Velocidad del zoom
ja: ズーム速度
pt_br: Velocidade do Zoom
zh_cn: 缩放速度

# UnrealEd,InterpEd_RecordMode_CameraGroupName
source: CameraGroupCG
ja: カメラグループCG
zh_cn: 相机组CG

# UnrealEd,InterpEd_Snap_Keys
source: Snap to Keys
es: Atraer hasta las claves
ja: キーにスナップ
pt_br: Aderir às Chaves
zh_cn: 对齐到关键帧

# UnrealEd,InterpEd_TimelineInfo_Frames
source: frames
es: fotogramas
ja: フレーム
pt_br: quadros
zh_cn: 帧

# UnrealEd,InterpEd_TimelineInfo_Seconds
source: Seconds
es: Segundos
ja: 秒
pt_br: Segundos
zh_cn: 秒

# UnrealEd,InterpEd_Track_TooManySelected
source: Only 1 track can be selected for this operation.
es: Solo se puede seleccionar 1 pista para esta operación.
ja: この操作で指定できるトラックは 1 つのみです
pt_br: Apenas 1 faixa pode ser selecionada para esta operação.
zh_cn: 在这个操作中仅能选择一条轨迹。

# UnrealEd,InterpEd_Undo_ShowOrHideAllTrajectories
source: Show or Hide All Trajectories
es: Mostrar u ocultar todas las trayectorias
ja: すべての移動パスを表示 / 非表示
pt_br: Exibir ou Ocultar Todas as Trajetórias
zh_cn: 显示或隐藏所有轨迹

# UnrealEd,InterpEd_Undo_SplitTranslationAndRotation
source: Split translation and rotation
es: Dividir traslación y rotación
ja: 移動と回転を分割
pt_br: Separar translação e rotação
zh_cn: 分割平移和旋转

# UnrealEd,InterpEd_Undo_ToggleTrackEnabled
source: Enable/Disable Track
es: Activar/Desactivar pista
ja: トラックを有効にする/無効にする
pt_br: Ativar/Desativar Faixa
zh_cn: 启用/禁用 轨迹

# UnrealEd,InterpEd_Undo_ToggleTrajectory
source: Toggle 3D Trajectory for Track
es: Conmutar la trayectoria 3D para la pista
ja: 3D移動パスをトラックに切り替える
pt_br: Alterna Trajetória 3D para Faixa
zh_cn: 切换轨迹的3D轨线

# UnrealEd,IntersectingBrushWithWorld
source: Intersecting brush with world
es: Pincel
ja: ワールドとブラシを交差
pt_br: Fazendo interseção do pincel com o mundo
zh_cn: 让画刷和世界进行交集操作

# UnrealEd,IntersectSelectionSet
source: Intersect Selection Set
es: Cruzar
ja: 選択内容一式を交差
pt_br: Fazer Interseção do Conjunto de Seleção
zh_cn: 对选项集合执行交集操作

# UnrealEd,InvalidClassToMakeBlueprintFrom
source: Invalid class to make a Blueprint of.
es: La clase no es válida para crear un Blueprint
ja: ブループリントの作成に無効なクラス
pt_br: Classe inválida para criar um Esquema.
zh_cn: 用于创建蓝图的类无效。

# UnrealEd,InvalidMarginText
source: Valid Margin formats are: Uniform Margin; eg. 0.5 Horizontal / Vertical Margins; eg. 2, 3 Left / Top / Right / Bottom Margins; eg. 0.2, 1, 1.5, 3
es: Los formatos de margen válidos son: Borde uniforme;ej. 0.5 Bordes horizontales / verticales; ej. 2, 3 Bordes izquierda / superior/ derecha / inferior; ej. 0.2, 1, 1.5, 3
ja: 有効なマージン形式: 均一なマージン; 例. 0.5 横 / 縦マージン; 例. 2, 3 左 / 上 / 右 / 下マージン; 例. 0.2, 1, 1.5, 3
pt_br: Formatos Válidos de Margem são: Margem Uniforme; e.g. 0.5 Margens Horizontal / Vertical; e.g. 2, 3 Margens Esquerda / Cima / Direita / Baixo; e.g. 0.2, 1, 1.5, 3
zh_cn: 无效的留白格式: 均匀留白; 比如0.5 水平/垂直 留白; 比如 2, 3 左侧/ 顶部 / 右侧 / 底部 留白； 比如 0.2, 1, 1.5, 3

# UnrealEd,InvalidModules
source: An emitter has modules that are incompatible with its type data.
es: Un emisor tiene módulos que son incompatibles con sus datos tipo.
ja: エミッタにこの型のデータと互換性のないモジュールが含まれています。
pt_br: Um emissor possui módulos que são incompatíveis com seu tipo de dado.
zh_cn: 发射器具有和它的类型数据不匹配的模块。

# UnrealEd,K2_AddTimeline
source: Add Timeline
es: Añadir línea de tiempo
ja: タイムラインを追加
pt_br: Adicionar Linha do Tempo
zh_cn: 添加时间轴

# UnrealEd,K2_CustomEvent
source: Add Custom Event
es: Añadir evento personalizado
ja: カスタムイベントを追加
pt_br: Adicionar Evento Personalizado
zh_cn: 添加自定义事件

# UnrealEd,Key_F
source: KEY {0}
es: CLAVE {0}
ja: キー ({0})
pt_br: CHAVE {0}
zh_cn: 关键帧{0}

# UnrealEd,LandscapeExport_HeightmapFilename
source: Choose filename for Heightmap Export
es: Elegir nombre de archivo para exportar el mapa de altura
ja: ハイトマップのエクスポート先ファイル名を選択してください
pt_br: Escolha o nome do arquivo para Exportar o Mapa de alturas
zh_cn: 选择导出高度图的文件名

# UnrealEd,LandscapeExport_LayerFilename
source: Choose filename for Layer {0} Export
es: Exportar un nombre de archivo para exportar la capa {0}
ja: レイヤ {0} のエクスポート先ファイル名を選択してください
pt_br: Escolha o nome do arquivo para Exportar a Camada {0}
zh_cn: 选择导出图层 {0} 的文件名

# UnrealEd,LandscapeImport_BadHeightmapSize
source: File size does not match
es: El tamaño del archivo no es compatible
ja: ファイルサイズが一致しません
pt_br: O tamanho do arquivo não corresponde
zh_cn: 文件大小不匹配

# UnrealEd,LandscapeImport_BadLayerName
source: You must enter a name for the layer being imported from {0}.
es: Debe introducir un nombre para la capa que ha importado de {0}.
ja: {0} からインポートされたレイヤに名前を入力しなくてはいけません。
pt_br: Você deve inserir um nome para a camada sendo importada do {0}.
zh_cn: 您必须为从{0}导入的图层输入一个名称。

# UnrealEd,LandscapeImport_BadLayerSize
source: Layer {0} file size does not match the heightmap resolution.
es: El tamaño del archivo de capa {0} no es compatible con la resolución del mapa de altura
ja: レイヤ {0} のファイル サイズがハイトマップの解像度と一致しません
pt_br: O tamanho da camada {0} não corresponde a resolução do mapa de alturas.
zh_cn: 图层{0}的文件尺寸与高度图分辨率不匹配。

# UnrealEd,LandscapeMode_AddComponent
source: Add New Landscape Component
es: Añadir componente del terreno nuevo
ja: 新規ランドスケープ コンポーネントを追加
pt_br: Adicionar Novo Componente de Paisagem
zh_cn: 添加新的地貌组件

# UnrealEd,LandscapeMode_Brush_Falloff_Linear
source: Linear falloff
es: Decaimiento lineal
ja: 線形フォールオフ
pt_br: Decaimento linear
zh_cn: 线性衰减

# UnrealEd,LandscapeMode_Brush_Falloff_Spherical
source: Spherical falloff
es: Decaimiento esférico
ja: 球形フォールオフ
pt_br: Decaimento esférico
zh_cn: 球形衰减

# UnrealEd,LandscapeMode_Brush_Falloff_Tip
source: Tip falloff
es: Decaimiento en punta
ja: 先端フォールオフ
pt_br: Decaimento de ponta
zh_cn: 尖端衰减

# UnrealEd,LandscapeMode_Brush_PatternAlpha
source: Pattern Alpha
es: Alfa del patrón
ja: パターンアルファ
pt_br: Alfa do Padrão
zh_cn: Alpha模式

# UnrealEd,LandscapeMode_Brush_Splines
source: Splines
ja: スプライン
pt_br: Emendas
zh_cn: 样条曲线

# UnrealEd,LandscapeMode_Splines
source: Splines
ja: スプライン
pt_br: Emendas
zh_cn: 样条曲线

# UnrealEd,LandscapeMode_DeleteComponent
source: Delete Landscape Components
es: Eliminar componentes del terreno
ja: ランドスケープコンポーネントを削除
pt_br: Excluir Componentes da Paisagem
zh_cn: 删除地貌组件

# UnrealEd,LandscapeMode_EditTransaction
source: Landscape Editing: {0}
es: Edición del terreno: {0}
ja: ランドスケープ編集: {0}
pt_br: Edição de Paisagem: {0}
zh_cn: 地貌编辑: {0}

# UnrealEd,LandscapeMode_HydraErosion
source: Hydraulic Erosion
es: Erosión hídrica
ja: 水による侵食
pt_br: Erosão Hidráulica
zh_cn: 水力侵蚀

# UnrealEd,LandscapeMode_Mask
source: Region Selection
es: Selección de la región
ja: 領域の選択内容
pt_br: Seleção de Região
zh_cn: 区域选择

# UnrealEd,LandscapeMode_MoveToLevel
source: Move to Streaming Level
es: Mover al nivel de transmisión de flujo
ja: ストリーミングレベルに移動
pt_br: Mover Para o Nível de Transmissão
zh_cn: 移动到动态载入关卡

# UnrealEd,LandscapeMode_Region
source: Region Copy/Paste
es: Copiar/Pegar región
ja: 領域をコピー / 貼り付け
pt_br: Copiar/Colar Região
zh_cn: 复制/粘帖 区域

# UnrealEd,LandscapeMode_Selection
source: Component Selection
es: Selección del componente
ja: コンポーネントの選択内容
pt_br: Seleção de Componente
zh_cn: 选择组件

# UnrealEd,LandscapeMoveToStreamingLevel_RenameFailed
source: Move To Streaming Level did not succeed because shared resources could not be moved to a new package.
es: No se ha movido al nivel de la transmisión de flujo correctamente porque los recursos compartidos no se han podido mover a un paquete nuevo.
ja: 共有リソースを新規パッケージへ移動できなかったため、ストリーミングレベルへの移動操作が失敗しました。
pt_br: Mover Para o Nível de Transmissão falhou porque recursos compartilhados não podem ser movidos para um novo pacote.
zh_cn: 移动到动态载入关卡失败，因为不能把共享的资源移动到一个新包中。

# UnrealEd,LandscapeMoveToStreamingLevel_SharedResources
source: The following items must be moved out of the persistent level and into a package that can be shared between multiple levels: {0}
es: Los siguientes activos se deben sacar del nivel permanente y meterlos en un paquete que se pueda compartir entre múltiples niveles: {0}
ja: 次のアイテムはパーシスタントレベルに格納せず、複数のレベル間で共有可能なパッケージに移動する必要があります: {0}
pt_br: Os seguintes itens devem ser removidos do nível persistente para um pacote que possa ser compartilhado entre vários níveis: {0}
zh_cn: 以下项目必须从永久关卡移出，并移入到一个可以在多关卡间共享的包： {0}
