Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# PersonaMeshDetails,Warning_OverMaxClothSimulVerts
source: {0} submeshes have over {1} cloth simulation vertices. Please reduce simulation vertices under {1}. It has possibility not to work correctly. Proceed?
es: Las subcapas de la malla {0} tienen unos {1} vértices de simulación de prenda. Por favor, reduzca los vértices de simulación por debajo de {1}. Es posible que no funcionen correctamente. ¿Continuar?
ja: {0} サブメッシュに {1} を上回るクロスシミュレーション頂点があります。シミュレーションする頂点を {1} 未満にしてください。 継続しますか？
pt_br: {0} submalhas têm mais de {1} vértices de simulação de vestuário. Reduza os vértices de simulação sob {1}. Talvez ele não funcione corretamente. Continuar?
zh_cn: {0}子网格物体具有多余{1}个布料模拟顶点。请将模拟顶点数降低到{1}以下。它可能已经不能正常工作。 继续?

# PersonaMeshDetails,WeldingThreshold
source: Welding Threshold
es: Límite de soldadura
ja: 結合しきい値
pt_br: Limiar de Soldagem
zh_cn: 融合阈值

# StaticMeshEditor,WeldingThreshold
source: Welding Threshold
es: Límite de fusión
ja: 連結しきい値
pt_br: Limiar de Soldagem
zh_cn: 融合阈值

# PersonaMeshMode,MeshProperties_MenuTitle
source: Mesh Details
es: Detalles de la capa
ja: メッシュの詳細
pt_br: Detalhes da Malha
zh_cn: 网格物体详细信息

# PersonaMeshMode,MeshProperties_TabTitle
source: Mesh Details
es: Detalles de la capa
ja: メッシュの詳細
pt_br: Detalhes da Malha
zh_cn: 网格物体详细信息

# PersonaMeshMode,MeshProperties_MenuToolTip
source: Shows the skeletal mesh properties
es: Mostrar las propiedades de la malla esqueleto
ja: スケルタルメッシュのプロパティを表示
pt_br: Exibe as propriedades da malha esquelética
zh_cn: 显示骨架网格物体属性

# PersonaMode,AnimAssetBrowserTooltip
source: The Asset Browser lets you browse all animation-related assets (animations, blend spaces etc).
es: El explorador de activos le permite examinar todos los activos relacionados con la animación (animaciones, espacios combinados, etc.).
ja: アセットブラウザでアニメーション関連のアセット(アニメーション、ブレンドスペースなど)すべてをブラウズできます
pt_br: O Navegador de Ativos permite navegar por todos os ativos relacionados a animações (animações, espaços de mistura etc.).
zh_cn: 资源浏览器允许您浏览所有动画相关的资源(动画、混合空间等)。

# PersonaMode,MorphTargetTooltip
source: The Morph Target tab lets you preview any morph targets (aka blend shapes) available for the current mesh.
es: La pestaña Meta del modelado le permite previsualizar todas las metas del modelado (aka blend shapes) disponibles para la malla actual.
ja: モーフターゲットタブで現在のメッシュに有効なすべてのモーフターゲット(別名ブレンドスペース)をプレビューできます
pt_br: A guia Alvo de Transformação permite a visualização de alvos de transformação (formatos de mistura) disponíveis para a malha atual.
zh_cn: 顶点变形目标选卡允许您预览当前网格物体可用的任何顶点变形目标（也称为混合空间）。

# PersonaMode,RetargetSourceTooltip
source: In this panel, you can manage retarget sources for different body types
es: En este panel, podrá administrar las fuentes de reorientación para los diferentes tipos de cuerpo
ja: さまざまなボディタイプのリターゲットソースをこのパネルで管理できます
pt_br: Neste painel, é possível gerenciar as fontes de redirecionamento para diferentes tipos de corpo
zh_cn: 在该面板中，您可以管理不同刚体类型的重定向源

# PersonaMode,SkeletonTreeTooltip
source: The Skeleton Tree tab lets you see and select bones (and sockets) in the skeleton hierarchy.
es: La ficha Árbol del esqueleto le permite ver y seleccionar los huesos (y puntos de acople) en la jerarquía del esqueleto.
ja: スケルトンツリータブでスケルトン階層のボーン(またソケット)を確認して選択できます
pt_br: A guia Árvore do Esqueleto permite que você veja e selecione ossos (e soquetes) na hierarquia do esqueleto.
zh_cn: 骨架树选卡允许您在骨架层次结构中查看及选择骨骼 (及插槽) 。

# PersonaModes,AdvancedPreviewScene
source: Preview Scene Settings
ja: プレビューシーン設定

# PersonaModes,PreviewSceneSettingsTab
source: Preview Scene Settings
ja: プレビューシーン設定

# StaticMeshEditor,PreviewSceneTab
source: Preview Scene Settings
ja: プレビューシーン設定

# StaticMeshEditor,StaticMeshPreviewScene_TabTitle
source: Preview Scene Settings
ja: プレビューシーン設定

# PersonaModes,AnimBlueprintDefaultsPreviewMode
source: Edit Preview
es: Editar vista preliminar
ja: プレビューを編集
pt_br: Editar Visualização
zh_cn: 编辑预览

# PersonaModes,AnimBlueprintPreviewEditorTooltip
source: The editor lets you change the values of the preview instance
ja: エディタでプレビューインスタンスの値を変更できます
zh_cn: 该编辑器允许您变更预览实例的值

# PersonaModes,AnimBlueprintPreviewTabTitle
source: Anim Preview Editor
ja: アニメーションプレビューエディタ
zh_cn: 动画预览编辑器

# PersonaModes,AnimBlueprintPreviewView_ToolTip
source: Shows the animation preview editor view (as well as class defaults)
ja: アニメーションプレビューエディタビューを表示（およびクラスデフォルト）
zh_cn: 显示动画预览编辑器视图（以及类默认值）

# PersonaModes,AnimBlueprintPropertyEditorDefaultMode
source: Switch to editing the class defaults
ja: クラスデフォルトの編集に切り替える
zh_cn: 切换到编辑类默认值

# PersonaModes,AnimBlueprintPropertyEditorPreviewMode
source: Switch to editing the preview instance properties
es: Cambia a edición de las propiedades de instancia de la vista preliminar
ja: プレビューインスタンスプロパティの編集に切り替える
pt_br: Alternar para edição das propriedades da instância da visualização
zh_cn: 切换到编辑预览实例属性

# PersonaModes,AnimCurveTabView
source: Animation Curves
ja: アニメーションカーブ

# PersonaModes,AnimCurveTabView_ToolTip
source: Shows the animation curve viewer
ja: アニメーションカーブビューアを表示

# PersonaModes,AnimCurveViewTabTitle
source: Anim Curves
ja: アニメーションカーブ

# PersonaModes,AnimSubClassTabToolTip
source: Editor for overriding the animation assets referenced by the parent animation graph.
es: Editor para anular los activos de animación referenciados por el gráfico de animación padre.
ja: 親アニメーショングラフがリファレンスするアニメーションアセットのオーバライドに使用するエディタ
pt_br: Editor de substituição dos ativos de animação referenciados pelo grafo de animação pai.
zh_cn: 覆盖父项动画图表所引用的动画资源的编辑器

# PersonaModes,AssetBrowser
source: Asset Browser
es: Buscador de activos
ja: アセットブラウザ
pt_br: Navegador de Ativos
zh_cn: 资源浏览器

# PersonaModes,AssetBrowserTabTitle
source: Asset Browser
es: Buscador de activos
ja: アセットブラウザ
pt_br: Navegador de Ativos
zh_cn: 资源浏览器

# PersonaModes,AssetBrowser_ToolTip
source: Shows the animation asset browser
es: Muestra el buscador de activos de la animación
ja: アニメーションアセットブラウザを表示
pt_br: Exibe o navegador de ativos de animação
zh_cn: 显示动画资源浏览器

# PersonaModes,DetailsToolTip
source: Shows the details tab for selected objects.
ja: 選択したオブジェクトの詳細タブを表示

# PersonaModes,MorphTargetTabTitle
source: Morph Target Previewer
es: Vista preliminar de la meta del modelado
ja: モーフターゲットプレビューア
pt_br: Visualizador de Alvo de Transformação
zh_cn: 顶点变形目标预览器

# PersonaModes,MorphTargetTabView
source: Morph Target Previewer
es: Vista preliminar de la meta del modelado
ja: モーフターゲットプレビューア
pt_br: Visualizador de Alvo de Transformação
zh_cn: 顶点变形目标预览器

# PersonaModes,MorphTargetTabView_ToolTip
source: Shows the morph target viewer
es: Muestra el visor meta del modelado
ja: モーフターゲットビューアーを表示
pt_br: Exibe o visualizador de alvo de transformação
zh_cn: 显示顶点变性目标查看器

# PersonaModes,ParentPlayerOverrideEditor
source: Asset Override Editor
es: Editor de anulación de activos
ja: アセットオーバーライドエディタ
pt_br: Editor de Substituição de Ativos
zh_cn: 资源覆盖编辑器

# PersonaModes,PersonaDetailsToolTip
source: Edit the details of selected objects.
ja: 選択オブジェクトの詳細を編集

# PersonaModes,RetargetManagerTabView_ToolTip
source: Manages different options for retargeting
ja: リターゲティングのさまざまなオプションを管理
zh_cn: 管理重定向的不同选项

# PersonaModes,SkeletonTreeView_ToolTip
source: Shows the skeleton tree
es: Muestra en árbol del esqueleto
ja: スケルトンツリーを表示
pt_br: Exibe a árvore de esqueletos
zh_cn: 显示骨架树

# SkeletonTreeSummoner,SkeletonTreeView_ToolTip
source: Shows the skeleton tree
ja: スケルトンツリーを表示

# PersonaModes,ViewportView_ToolTip
source: Shows the viewport
es: Muestra la ventana gráfica
ja: ビューポートを表示
pt_br: Exibe a porta de visualização
zh_cn: 显示视口

# PersonaModule,AddLoopiingInterpolation
source: This will add an extra first frame at the end of the animation to create a better looping interpolation. This action cannot be undone. Would you like to proceed?
ja: 優れたループ補間を作成するためにアニメーションの終わりに追加の初回フレームを追加します。この動作をやり直すことはできません。継続しますか？

# PersonaModule,ExportToFBXExportSkeletalMeshToo
source: Would you like to export the current skeletal mesh with the animation(s)?
ja: 現行スケルタル メッシュをアニメーションとエクスポートしますか?

# PersonaModule,ExportToFBXFileOverwriteMessage
source: Exporting to '{DestinationFolder}' will cause one or more existing FBX files to be overwritten. Would you like to continue?
ja: '{DestinationFolder}' へのエクスポートは、1つ以上の既存FBXファイルが上書きされる原因となります。継続しますか？

# PersonaModule,ExportToFBXProgress
source: Exporting Animation(s) to FBX
ja: アニメーションをFBXへエクスポート中

# PersonaModule,SkeletonSelectionEditMode
source: Skeleton Selection
ja: スケルトン選択

# PersonaModule,TimeTakenWarning
source: In order to verify curve usage all Skeletal Meshes and Animations that use this skeleton will be loaded, this may take some time. Proceed? Number of Meshes: {0} Number of Animations: {1}
ja: ボーンの検証に、このスケルトンのロードに利用する全スケルタルメッシュを使用します。少し時間がかかるかもしれません。 継続しますか？ メッシュの数: {0} アニメーションの数: {1}

# PersonaToolbar,AnimationModeButtonTooltip
source: Switch to animation editing mode
es: Cambiar al modo edición de la animación
ja: アニメーション編集モードへ切り替える
pt_br: Alterna para o modo de edição de animação
zh_cn: 切换到动画编辑模式

# PersonaToolbar,AnimModeButtonTooltip
source: Switch to Anim Blueprint editing mode
es: Cambiar a modo edición del Blueprint de la animación
ja: アニムブループリント編集モードへ切り替える
pt_br: Alterna para o modo de edição Esquema de Animação
zh_cn: 切换到动画蓝图编辑模式

# PersonaToolbar,MeshModeButtonTooltip
source: Switch to skeletal mesh editing mode
es: Cambiar al modo edición de la malla esqueleto
ja: スケルタルメッシュ編集モードへ切り替える
pt_br: Alterna para o modo de edição de malha esquelética
zh_cn: 切换到骨架网格物体编辑模式

# PersonaToolbar,SkeletonModeButtonTooltip
source: Switch to skeleton editing mode
es: Cambiar al modo edición del esqueleto
ja: スケルトン編集モードへ切り替える
pt_br: Alterna para o modo de edição de esqueleto
zh_cn: 切换到骨架编辑模式

# PersonaToolkit,SetAnimationPreviewMesh
source: Set Animation Preview Mesh
ja: アニメーションプレビューメッシュを設定

# PersonaViewportToolbar,AnimBP_CompileError
source: Compile Error
es: Error de compilación
ja: コンパイルエラー
pt_br: Erro de Compilação
zh_cn: 编译错误

# PersonaViewportToolbar,AnimBP_Dirty
source: Preview out of date Click to recompile
es: Vista preliminar no actualizada Pinchar para volver a compilar.
ja: プレビューが無効です クリックして再コンパイルしてください
pt_br: Visualização desatualizada Clique para recompilar
zh_cn: 预览已过期 点击来重新编译

# PersonaViewportToolbar,AnimBP_UnknownStatus
source: Unknown Status
es: Estado desconocido
ja: 不明なステータス
pt_br: Status Desconhecido
zh_cn: 未知状态

# PersonaViewportToolbar,AnimRecorder
source: Recording '{0}' [{1} sec(s)]
ja: 録画中 '{0}' [{1} 秒]

# PersonaViewportToolbar,BlueprintStatusTooltip
source: Shows the status of the animation blueprint. Click to recompile a dirty blueprint
es: Muestra el estado del Blueprint de la animación. Pinchar para volver a compilar un Blueprint 'sucio'
ja: アニメーションブループリントのステータスを表示します。 クリックして変更したブループリントを再コンパイルしてください。
pt_br: Exibe o status do esquema de animação. Clique para recompilar um esquema sujo
zh_cn: 显示动画蓝图的状态。 点击来重新编译已修改的蓝图

# PersonaViewportToolbar,NothingToPlay
source: Nothing to play
es: Nada que reproducir
ja: プレイ対象がありません
pt_br: Nada para reproduzir
zh_cn: 无可播放项目

# PersonaViewportToolbar,PreviewingAnimBP_WarnDisabled
source: Previewing {0}. Bone manipulation is disabled in this mode.
es: Vista preliminar {0}. La manipulación del hueso está desactivada en este modo.
ja: {0} のプレビュー中。 このモードではボーン操作が無効です。
pt_br: Visualizando {0}. A manipulação de ossos está desativada neste modo.
zh_cn: 正在预览{0}。 骨骼操作在这个模式中是禁用的。

# PersonaViewportToolbar,ReferencePose
source: Reference pose
es: Posición de referencia
ja: リファレンスポーズ
pt_br: Pose de referência
zh_cn: 参考姿势

# StaticMeshEditor,HullAccuracy_ConvexDecomp
source: Accuracy
ja: 精度
zh_cn: 精确度

# PhAT,AddCollisionfromStaticMesh
source: Copy Collision From StaticMesh
es: Copiar colisión de StaticMesh
ja: スタティックメッシュからコリジョンをコピー
pt_br: Copiar Colisão de StaticMesh
zh_cn: 从静态网格物体中复制碰撞

# PhAT,AddNewPrimitive
source: Add New Body
es: Añadir cuerpo nueva
ja: 新規ボディを追加
pt_br: Adicionar Novo Corpo
zh_cn: 添加新刚体

# PhAT,AddProfile
source: Add Constraint Profile
ja: コンストレイントプロファイル追加

# PhAT,AngularConstraintMode
source: Default Angular Constraint Mode:
es: Modo de la restricción angular predeterminada:
ja: デフォルトの角度コンストレイントモード
pt_br: Modo de Restrição Angular Padrão:
zh_cn: 默认的角度约束模式:

# PhAT,BodiesBelowPhysicsTypeHeader
source: Bodies Below Physics Type
es: Los cuerpos bajo el tipo físico
ja: 物理タイプ下のボディ
pt_br: Corpos Abaixo do Tipo de Física
zh_cn: 物理类型下的刚体

# PhAT,BodyHeader
source: Body
es: Cuerpo
ja: ボディ
pt_br: Corpo
zh_cn: 刚体

# PhAT,BodyPhysicsTypeHeader
source: Body Physics Type
es: Tipo físico del cuerpo
ja: ボディ物理タイプ
pt_br: Tipo de Física do Corpo
zh_cn: 刚体物理类型

# PhAT,BodyPhysicsTypeMenu
source: Physics Type
es: Tipo físico
ja: 物理タイプ
pt_br: Tipo de Física
zh_cn: 物理类型

# PhAT,BodyPhysicsTypeMenu_ToolTip
source: Physics Type
es: Tipo físico
ja: 物理タイプ
pt_br: Tipo de Física
zh_cn: 物理类型

# PhAT,BodyTypeHeader
source: New Body
es: Cuerpo nuevo
ja: 新規ボディ
pt_br: Novo Corpo
zh_cn: 新建刚体

# UICommands.PhATCommands,AddNewBody
source: New Body
ja: 新規ボディ

# PhAT,CollisionGeometryLabel
source: Collision Geometry:
es: Geometría de la colisión:
ja: コリジョンジオメトリ：
pt_br: Geometria de Colisão:
zh_cn: 碰撞几何体:

# PhAT,CollisionRenderModeHeader
source: Collision Rendering Mode
es: Modo de renderización de la colisión
ja: コリジョンレンダリングモード
pt_br: Modo de Renderização de Colisão
zh_cn: 碰撞渲染模式

# PhAT,CollisionRenderModeSubMenu
source: CollisionRender Mode
es: Modo CollisionRender
ja: コリジョンレンダーモード
pt_br: Modo CollisionRender
zh_cn: 碰撞渲染器模式

# PhAT,ConstraintMotorTypeHeader
source: Motors
es: Motores
ja: モーター
pt_br: Motores
zh_cn: 发动机

# PhAT,ConstraintRenderModeHeader
source: Constraint Rendering Mode
es: Modo de renderización de la restricción
ja: コンストレイントレンダリングモード
pt_br: Modo de Renderização de Restrição
zh_cn: 约束渲染模式

# PhAT,ConstraintRenderModeSubMenu
source: ConstraintRender Mode
es: Modo ConstraintRender
ja: コンストレインレンダーモード
pt_br: Modo ConstraintRender
zh_cn: 约束渲染器模式

# PhAT,CreateBodyForAllBonesLabel
source: Create Body For All Bones:
es: Crear un cuerpo para todos los huesos:
ja: すべてのボーンにボディを作成:
pt_br: Criar Corpo para Todos os Ossos:
zh_cn: 为所有骨骼创建刚体:

# PhAT,CreateConvertConstraint
source: Create Or Convert Constraint
es: Crear o transformar la restricción
ja: コンストレイントを作成または変換
pt_br: Criar ou Converter Restrição
zh_cn: 创建或转换约束值

# PhAT,CreateJointsLabel
source: Create Joints:
es: Crear articulaciones:
ja: ジョイントの作成：
pt_br: Criar Articulações:
zh_cn: 创建关节：

# PhAT,DeleteBodies
source: Delete Bodies
es: Eliminar cuerpos
ja: ボディを削除
pt_br: Excluir Corpos
zh_cn: 删除刚体

# PhAT,DeleteBodiesBelow
source: Delete Bodies Below
es: Eliminar cuerpos debajo
ja: 下記のボディを削除
pt_br: Excluir Todos os Corpos Abaixo
zh_cn: 删除下方的刚体

# PhAT,DeleteConstraint
source: Delete Constraint
es: Eliminar la restricción
ja: コンストレイントを削除
pt_br: Excluir Restrição
zh_cn: 删除约束

# PhAT,EditingConstraintProfileLabel
source: Editing constraint profile: <RichTextBlock.Bold>{0}</>
ja: コンストレイントプロファイル編集中: <RichTextBlock.Bold>{0}</>

# PhAT,Import Convex
source: Import Convex
es: Importar convexa
ja: 凸型をインポート
pt_br: Importar Convexo
zh_cn: 导入凸面

# PhAT,MaxHullVerts_ConvexDecomp
source: Max Hull Verts
es: Vértices del espacio lineal hull máximo
ja: マックスハル（頂点）
pt_br: Máximo de Vértices de Casco
zh_cn: 最大外壳顶点数

# StaticMeshEditor,MaxHullVerts_ConvexDecomp
source: Max Hull Verts
es: Vértices del espacio lineal hull máximo
ja: マックスハル（頂点）
pt_br: Máximo de Vértices de Casco
zh_cn: 最大外壳顶点数

# PhAT,MeshRenderModeHeader
source: Mesh Rendering Mode
es: Modo de renderización de la malla
ja: メッシュの描画モード
pt_br: Modo de Renderização de Malha
zh_cn: 网格物体渲染模式

# PhAT,MeshRenderModeSubMenu
source: MeshRender Mode
es: Modo de renderizado de la malla
ja: メッシュレンダーモード
pt_br: Modo MeshRender
zh_cn: 网格物体渲染模式

# PhAT,MinimumBoneSizeLabel
source: Minimum Bone Size:
es: Tamaño mínimo del hueso:
ja: 最大ボーン数
pt_br: Tamanho Mínimo do Osso:
zh_cn: 最小骨骼大小:

# PhAT,MirrorBody
source: MirrorBody
ja: Mirrorボディ
zh_cn: 镜像刚体

# PhAT,NewConstraintAnimButton
source: Add To Current Profile
ja: 現行プロファイルに追加

# PhAT,NewConstraintAnimButtonToolTip
source: Add to current constraint profile.
ja: 現行コンストレイントプロファイルに追加

# PhAT,NoSkelMeshSelected
source: No SkeletalMesh Selected. Select the SkeletalMesh in the Content Browser that you want to use as the new Default SkeletalMesh for this PhysicsAsset.
es: Ninguna SkeletalMesh seleccionada. Seleccionar la SkeletalMesh en el buscador de contenido que quiera usar como SkeletalMesh predeterminada nueva para este PhysicsAsset.
ja: スケルタルメッシュが選択されていません。 Physicsアセットの新たなデフォルトスケルタルメッシュとして使用するスケルタルメッシュをコンテンツブラウザから選択してください。
pt_br: Nenhuma SkeletalMesh Selecionada. Selecione a SkeletalMesh no Navegador de Conteúdo que deseja usar como nova SkeletalMesh Padrão para este PhysicsAsset.
zh_cn: 没有选中SkeletalMesh。 在内容浏览器中选择您想使用的SkeletalMesh，将其作为此PhysicsAsset的新默认SkeletalMesh。

# PhAT,OrientAlongBoneLabel
source: Orient Along Bone:
es: Orientar el hueso a lo largo:
ja: ボーンに適応：
pt_br: Orientar Ao Longo do Osso:
zh_cn: 沿着骨骼的方向:

# PhAT,PasteBodyProperties
source: Paste Body Properties
es: Pegar las propiedades del cuerpo
ja: ボディプロパティを貼り付ける
pt_br: Colar Propriedades do Corpo
zh_cn: 粘帖刚体属性

# PhAT,PasteConstraintProperties
source: Paste Constraint Properties
es: Pegar las propiedades de la restricción
ja: コンストレイントプロパティを貼り付ける
pt_br: Colar Propriedades da Restrição
zh_cn: 粘帖约束属性

# PhAT,PhAT_ConstraintProfileMenu
source: Constraint Profile
ja: コンストレイントプロファイル

# PhAT,PhAT_PhysicalAnimationMenu
source: Physical Animation Profile
ja: 物理アニメーションプロファイル

# PhAT,PhATPhysicsAssetPropertiesTitle
source: Physics Asset
ja: 物理アセット

# PhAT,PhysicsAssetPropertiesTab
source: Physics Asset
ja: 物理アセット

# PhAT,PhATProfile_Label
source: Profiles
ja: プロファイル

# PhAT,PhATToolbarAnimation
source: Animation:
es: Animación:
ja: アニメーション:
pt_br: Animação:
zh_cn: 动画:

# PhAT,PrimitiveHeader
source: Primitive
es: Primitiva
ja: プリミティブ
pt_br: Primitivo
zh_cn: 图元

# PhAT,RemoveConstraintProfile
source: Remove From Constraint Profile
ja: コンストレイントプロファイルから削除

# PhAT,RemoveConstraintProfileButton
source: Remove From Current Profile
ja: 現行プロファイルから削除

# PhAT,RemoveConstraintProfileButtonToolTip
source: Remove from current cosntraint profile.
ja: 現行のコンストレイントプロファイルから削除

# PhAT,RepeatLastSimulation
source: Simulate
es: Simulación
ja: シミュレート
pt_br: Simular
zh_cn: 模拟

# UICommands.DebuggerCommands,Simulate
source: Simulate
ja: シミュレート
zh_cn: 模拟

# UICommands.PhATCommands,RepeatLastSimulation
source: Simulate
ja: シミュレート

# PhAT,ResetBoneCollision
source: Reset Bone Collision
es: Reajustar colisión del hueso
ja: ボーンコリジョンをリセット
pt_br: Redefinir Colisão de Osso
zh_cn: 重置骨骼碰撞

# UICommands.PhATCommands,ResetBoneCollision_ToolTip
source: Reset Bone Collision
ja: ボーンコリジョンをリセット

# PhAT,SimulateCombo_Label
source: Simulate Options
es: Opciones de la simulación
ja: シミュレートオプション
pt_br: Opções de Simulação
zh_cn: 模拟选项

# PhAT,SimulateComboToolTip
source: Options for Simulation
es: Opciones para la simulación
ja: シミュレーションのオプション
pt_br: Opções de Simulação
zh_cn: 模拟选项

# PhAT,SnapConstraints
source: Snap Constraints
es: Magnetizar sujeciones
ja: コンストレイントをスナップ
pt_br: Restrições de Aderência
zh_cn: 对齐约束

# PhAT,UseVertsWithLabel
source: Use Verts With:
es: Usar vértices con:
ja: 頂点と一緒に使用:
pt_br: Usar Vértices com:
zh_cn: 将顶点结合使用:

# PhAT,WalkPastSmallBonesLabel
source: Walk Past Small Bones:
es: Pasar or los huesos pequeños:
ja: 小さいボーンを通過する:
pt_br: Passar por Ossos Pequenos:
zh_cn: 经过小骨骼:

# PhAT,WorkspaceMenu_PhAT
source: Physics Asset Editor
ja: 物理アセットエディタ
zh_cn: 物理资源编辑器

# PhATShared,DeleteUnusedPhysicsBodies
source: Delete Physics Bodies With No Bones
es: Eliminar cuerpos físicos sin huesos
ja: ボーンがない物理ボディを削除する
pt_br: Excluir Corpos de Física Sem Ossos
zh_cn: 删除无骨骼的物理刚体

# PhATShared,MissingBones
source: The following Bodies are in the PhysicsAsset, but have no corresponding bones in the SkeletalMesh. Click OK to delete them, or Cancel to ignore. {0}
es: Los siguientes cuerpos están en PhysicsAsset, pero no tienen huesos asociados en la SkeletalMesh. Hacer clic en ACEPTAR para eliminarlos, o Cancelar para omitir. {0}
ja: Physicsアセットに次のボーンがありますが、スケルタルメッシュに対応するボーンがありません。 OKをクリックしてボーンを削除するか、キャンセルして無視してください。 {0}
pt_br: Os Corpos a seguir estão no PhysicsAsset, mas não tem ossos correspondentes na SkeletalMesh. Clique em OK para excluí-los ou em Cancelar para ignorar. {0}
zh_cn: PhysicsAsset(物理资源)中有以下刚体，但在骨架网格物体中没有对应的骨骼。 点击“是”来删除它们，或者点击“取消”忽略它们。 {0}

# PhysicalSurfaceDetails,FPhysicsSettingsDetails_InvalidName
source: Duplicate name found.
es: Duplicar el nombre encontrado.
ja: 複製する名前が見つかりました。
pt_br: Nome duplicado encontrado.
zh_cn: 发现了重复的名称。

# PhysicalSurfaceDetails,FPhysicsSettingsDetails_PhysicalSurface
source: Physical Surface
es: Superficie física
ja: 物理サーフェス
pt_br: Superfície Física
zh_cn: 物理表面

# PhysicalSurfaceDetails,PhysicalSurface
source: Edit physical surface.
es: Editar la superficie física.
ja: 物理サーフェスを編集
pt_br: Editar superfície física.
zh_cn: 编辑物理表面。

# PhysicalSurfaceDetails,PhysicalSurface_Menu_Description
source: You can have up to 62 custom surface types for your project. Once you name each type, they will show up as surface type in the physical material.
ja: プロジェクトには最大62のカスタムサーフェスタイプを設定出来ます。 それぞれのタイプに名前をつけると、物理マテリアルにサーフェスタイプとして表示されます。

# PhysicalSurfaceDetails,SPhysicalSurfaceListItem_DeleteConfirm
source: Would you like to delete the name? If this type is used, it will invalidate the usage.
es: ¿Desea eliminar este nombre? Si se utiliza este tipo, se anulará la utilización.
ja: 名前を削除しますか？このタイプが使用された場合、利用は無効になります
pt_br: Gostaria de excluir o nome? Se este tipo for usado, ele invalidará o uso.
zh_cn: 您想删除该名称吗? 如果使用了该类型，那么它将会使该应用无效。

# PhysicsAssetUtils,MultiConvexSoft
source: Unable to create physics asset with a multi convex hull due to the presence of soft vertices.
es: No pudo crear un activo físico con una envoltura convexa múltiple debido a la presencia de vértices suaves.
ja: ソフトな頂点があるため、複数のコンベックスハルと共に物理アセットを作成することができません。
pt_br: Não é possível criar um ativo de física com um casco multiconvexo devido à presença de vértices suaves.
zh_cn: 由于存在软顶点，所以无法创建具有多面凸壳的物理资源。

# PinComboBox,ToolTip
source: Select enum values from the list
es: Seleccionar los valores enumerados de la lista
ja: リストからEnum値を選択
pt_br: Selecionar valores enum da lista
zh_cn: 从列表中选择枚举值

# PinTypeSelector,ArrayCheckBox
source: Make this variable an array of selected type.
es: Hacer esta variable una matriz del tipo seleccionado.
ja: この変数を選択タイプの配列にする
pt_br: Torna esta variável em uma matriz de tipo selecionado.
zh_cn: 使此变量成为选定类型的数组。

# PinTypeSelector,ArrayCheckBox_Disabled
source: Cannot edit variable type while the variable is placed in a graph or inherited from parent.
es: No se puede editar el tipo variable mientras la variable esté ubicada en un gráfico o heredada de un padre.
ja: グラフに配置されている変数、または親から継承した変数は型を変更できません
pt_br: Não é possível editar o tipo de variável enquanto ela estiver colocada em um grafo ou for herdada de um pai.
zh_cn: 当变量被放置在图表中或者从父类继承而来时，不能编辑该变量的类型。

# PinTypeSelector,ContainerType_Disabled
source: Cannot edit variable type while the variable is placed in a graph or inherited from parent.
ja: グラフに配置されている変数、または親から継承した変数は変数タイプを編集できません

# PinTypeSelector,ArrayCheckBox_ExecDisabled
source: Exec pins cannot be arrays.
es: Pins ejecutivos no pueden ser matrices.
ja: 実行ピンは配列にできません
pt_br: Fixadores executáveis não podem ser matrizes.
zh_cn: 执行引脚不能是数组。

# PinTypeSelector,ChangeParam
source: Change Parameter Type
ja: パラメータタイプを変更

# PinTypeSelector,ContainerType
source: Make this variable a container (array, set, or map) of selected type.
ja: この変数を選択タイプのコンテナ(配列、セット、マップ)にする

# PinTypeSelector,ContainerType_ExecDisabled
source: Exec pins cannot be containers.
ja: 実行ピンはコンテナにできません

# PinTypeSelector,MapTooltip
source: Map (Dictionary)
ja: マップ (辞書)
