Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.LevelEditorActions,ToggleHideViewportUI_ToolTip
source: Toggles hidden viewport UI mode. Hides all overlaid viewport UI widgets
ja: 非表示のビューポートUIモードを切り替えます。重なりあったビューポートのUIウィジェットをすべて非表示にします。
zh_cn: 切换隐藏视口用户界面模式。 隐藏所有重叠的视口用户界面控件

# UICommands.LevelEditorActions,ToggleLODViewLocking
source: Enable LOD View Locking
ja: LODビューのロックを有効にする
zh_cn: 启用LOD视图锁定

# UICommands.LevelEditorActions,ToggleLODViewLocking_ToolTip
source: If enabled viewports of the same type will use the same LOD
ja: 有効になると、同一タイプのビューポートは同じLODを使用します
zh_cn: 如果启用，同类型的视口将使用相同的LOD

# UICommands.LevelEditorActions,ToggleParticleSystemHelpers
source: Toggle Particle System Helpers
ja: パーティクルシステムヘルパーの切り替え
zh_cn: 切换粒子系统辅助工具

# UICommands.LevelEditorActions,ToggleParticleSystemHelpers_ToolTip
source: Toggles showing particle system helper widgets in viewports
ja: ビューポートのパーティクルシステムヘルパー ウィジェットの表示を切り替える
zh_cn: 切换是否在视口中显示粒子系统辅助控件

# UICommands.LevelEditorActions,ToggleParticleSystemLOD
source: Enable Particle System LOD Switching
ja: パーティクルシステムLODの切り替えを有効にする
zh_cn: 启用粒子系统LOD切换

# UICommands.LevelEditorActions,ToggleParticleSystemLOD_ToolTip
source: If enabled particle systems will use distance LOD switching in perspective viewports
ja: 有効になると、パーティクルシステムはパースペクティブビューポートで距離LODスイッチングを利用します
zh_cn: 如果启用，粒子系统将在透视口中使用距离LOD切换

# UICommands.LevelEditorActions,ToggleSocketSnapping
source: Enable Socket Snapping
ja: ソケットスナップを有効にする
zh_cn: 启用插槽对齐

# UICommands.LevelEditorActions,ToggleSocketSnapping_ToolTip
source: Enables or disables snapping to sockets
ja: ソケットへのスナッピングを有効または無効にする
zh_cn: 启用或禁用对插槽的对齐

# UICommands.LevelEditorActions,ToggleVR
source: Toggle VR
ja: VR切り替え

# UICommands.LevelEditorActions,ToggleVR_ToolTip
source: Toggles VR (Virtual Reality) mode
ja: VR(バーチャルリアリティ)モードを切り替え

# UICommands.LevelEditorActions,TransparentBoxSelect
source: Box Select Occluded Objects
ja: ボックス選択にオクルードされたオブジェクトを含む
zh_cn: 框选遮挡的对象

# UICommands.LevelEditorActions,TransparentBoxSelect_ToolTip
source: When enabled, marquee box select operations will also select objects that are occluded by other objects.
ja: 有効になると、マーキーボックス選択操作は別のオブジェクトでオクルードされたオブジェクトも選択します。
zh_cn: 启用后，选取框选择操作同时将选择由其它对象遮挡的对象。

# UICommands.LevelEditorActions,UngroupActors
source: Ungroup
ja: グループ化解除
zh_cn: 取消组合

# UICommands.LevelEditorActions,UngroupActors_ToolTip
source: Ungroups the selected actors
ja: 選択アクタのグループ化を解除
zh_cn: 取消组合选中的actor

# UICommands.LevelEditorActions,UnlockGroup
source: Unlock
ja: ロック解除
zh_cn: 解锁

# UICommands.LevelEditorActions,UnlockGroup_ToolTip
source: Unlocks the selected groups
ja: 選択グループのロックを解除
zh_cn: 解锁选中的组

# UICommands.LevelEditorActions,WorldProperties_ToolTip
source: Displays the world settings
ja: ワールドセッティングを表示
zh_cn: 显示世界设置

# UICommands.LevelViewportActions,AdvancedSettings_ToolTip
source: Opens the advanced viewport settings
ja: 詳細なビューポート設定を開く
zh_cn: 打开高级视口设置

# UICommands.LevelViewportActions,ApplyMaterialToActor
source: Apply Material
ja: マテリアルを適用
zh_cn: 应用材质

# UICommands.LevelViewportActions,ApplyMaterialToActor_ToolTip
source: Attempts to apply a dropped material to this object
ja: このオブジェクトにドロップマテリアルの適用を試みます
zh_cn: 尝试给该对象应用一个已丢弃的材质

# UICommands.LevelViewportActions,ClearAllBookMarks
source: Clear All Bookmarks
ja: ブックマークをすべてクリア
zh_cn: 清除所有书签

# UICommands.LevelViewportActions,ClearAllBookMarks_ToolTip
source: Clears all the bookmarks
ja: ブックマークをすべてクリア
zh_cn: 清除所有书签

# UICommands.LevelViewportActions,CreateCamera_ToolTip
source: Creates a new camera actor at the current location of this viewport's camera
ja: ビューポートのカメラの現在位置に新規カメラアクタを作成
zh_cn: 在这个视口相机的当前位置处创建一个新的相机actor

# UICommands.LevelViewportActions,CyclePreviewMesh
source: Cycles Preview Mesh
ja: プレビューメッシュを切り替える
zh_cn: 循环预览网格物体

# UICommands.LevelViewportActions,CyclePreviewMesh_ToolTip
source: Cycles available preview meshes
ja: 利用可能なプレビューメッシュを切り替える
zh_cn: 循环可用的预览网格物体

# UICommands.LevelViewportActions,EjectActorPilot
source: Eject from Actor Pilot
ja: アクタパイロットからイジェクト
zh_cn: 从Actor控制中弹出

# UICommands.LevelViewportActions,EjectActorPilot_ToolTip
source: Stop piloting an actor with the current viewport. Unlocks the viewport's position and orientation from the actor the viewport is currently piloting.
ja: 現行ビューポートでアクタの操縦を停止します。現在ビューポートで操縦してるアクタからのビューポート位置と方向のロックを解除します。
zh_cn: 停止使用当前视口来控制actor。从视口当前控制的actor处解锁视口位置和方向。

# UICommands.LevelViewportActions,EnablePreviewMesh
source: Hold To Enable Preview Mesh
ja: 押しながらプレビューメッシュを有効にする
zh_cn: 按住来启用预览网格物体

# UICommands.LevelViewportActions,EnablePreviewMesh_ToolTip
source: When held down a preview mesh appears under the cursor
ja: ボタンを押したままの時、プレビューメッシュがカーソルの下に表示されます
zh_cn: 当按住时，光标下会出现一个预览网格物体

# UICommands.LevelViewportActions,FindInLevelScriptBlueprint
source: Find In Level Script
ja: レベルスクリプトを検索
zh_cn: 在关卡脚本中查找

# UICommands.LevelViewportActions,FindInLevelScriptBlueprint_ToolTip
source: Finds references of a selected actor in the level script blueprint
ja: レベルスクリプトブループリント内で選択中のアクタへのリファレンスを検索
zh_cn: 在关卡脚本蓝图中查找到选中actor的引用

# UICommands.LevelViewportActions,HideAllLayers
source: Hide All Layers
ja: 全レイヤを非表示
zh_cn: 隐藏所有图层

# UICommands.LevelViewportActions,HideAllLayers_ToolTip
source: Hides all layers
ja: すべてのレイヤを非表示
zh_cn: 隐藏所有图层

# UICommands.LevelViewportActions,HideAllSprites
source: Hide All Sprites
ja: 全スプライトを非表示
zh_cn: 隐藏所有精灵图标

# UICommands.LevelViewportActions,HideAllSprites_ToolTip
source: Hides all sprites
ja: すべてのスプライトを非表示
zh_cn: 隐藏所有精灵图标

# UICommands.LevelViewportActions,HideAllStats
source: Hide All Stats
ja: すべての統計情報を非表示
zh_cn: 隐藏所有统计数据

# UICommands.LevelViewportActions,HideAllStats_ToolTip
source: Hides all Stats
ja: すべての統計情報を非表示
zh_cn: 隐藏所有统计数据

# UICommands.LevelViewportActions,HideAllVolumes
source: Hide All Volumes
ja: 全ボリュームを非表示
zh_cn: 隐藏所有体积

# UICommands.LevelViewportActions,HideAllVolumes_ToolTip
source: Hides all volumes
ja: すべてのボリュームを非表示
zh_cn: 隐藏所有体积

# UICommands.LevelViewportActions,HighResScreenshot
source: High Resolution Screenshot...
ja: 高解像度スクリーンショット...
zh_cn: 高分辨率屏幕截图...

# UICommands.LevelViewportActions,HighResScreenshot_ToolTip
source: Opens the control panel for high resolution screenshots
ja: 高解像度スクリーンショットのコントロールパネルを開く
zh_cn: 打开控制面板来获得高分辨率的屏幕截图

# UICommands.LevelViewportActions,PilotSelectedActor
source: Pilot Selected Actor
ja: 選択アクタを操縦
zh_cn: 控制选择的Actor

# UICommands.LevelViewportActions,PilotSelectedActor_ToolTip
source: Move the selected actor around using the viewport controls, and bind the viewport to the actor's location and orientation.
ja: ビューポートコントロールで選択アクタを移動して、ビューポートをアクタの位置と配向にバインドします。
zh_cn: 使用视口控制移动选择的actor,并绑定视口到actor的位置及方向。

# UICommands.LevelViewportActions,SetDefaultViewportType
source: Default Viewport
ja: デフォルトビューポート

# UICommands.LevelViewportActions,ShowAllLayers
source: Show All Layers
ja: すべてのレイヤを表示
zh_cn: 显示所有图层

# UICommands.LevelViewportActions,ShowAllLayers_ToolTip
source: Shows all layers
ja: すべてのレイヤを表示
zh_cn: 显示所有图层

# UICommands.LevelViewportActions,ShowAllSprites
source: Show All Sprites
ja: すべてのスプライトを表示
zh_cn: 显示所有精灵图标

# UICommands.LevelViewportActions,ShowAllSprites_ToolTip
source: Shows all sprites
ja: すべてのスプライトを表示
zh_cn: 显示所有精灵图标

# UICommands.LevelViewportActions,ShowAllVolumes
source: Show All Volumes
ja: すべてのボリュームを表示
zh_cn: 显示所有体积

# UICommands.LevelViewportActions,ShowAllVolumes_ToolTip
source: Shows all volumes
ja: すべてのボリュームを表示
zh_cn: 显示所有体积

# UICommands.LevelViewportActions,ToggleActorPilotCameraView
source: Actor Pilot Camera View
ja: アクタパイロットカメラビュー
zh_cn: Actor控制相机视图

# UICommands.LevelViewportActions,ToggleActorPilotCameraView_ToolTip
source: Toggles showing the exact camera view when using the viewport to pilot a camera
ja: ビューポートを使用してカメラを操縦する際にカメラの正確なビューの表示をトグルします
zh_cn: 切换在使用视口控制相机时，对相机视图的显示。

# UICommands.LevelViewportActions,ToggleCinematicPreview
source: Cinematic Preview
ja: シネマティックプレビュー

# UICommands.LevelViewportActions,ToggleCinematicPreview_ToolTip
source: If enabled, allows Matinee or Sequencer previews to play in this viewport
ja: 有効になると、このビューポートでマチネやシーケンサーがプレビューできるようになります
zh_cn: 如果启用，则允许在该视口中播放Matinee或序列预览

# UICommands.LevelViewportActions,ToggleGameView
source: Game View
ja: ゲームビュー
zh_cn: 游戏视图

# UICommands.LevelViewportActions,ToggleGameView_ToolTip
source: Toggles game view. Game view shows the scene as it appears in game
ja: ゲームビューの表示を切り替えます。ゲームビューは実際のゲームと同様のシーンを表示します。
zh_cn: 切换游戏视图。游戏视图显示了场景在游戏中呈现的效果

# UICommands.LevelViewportActions,ToggleImmersive
source: Immersive Mode
ja: 没入モード
zh_cn: 沉浸模式

# UICommands.LevelViewportActions,ToggleImmersive_ToolTip
source: Switches this viewport between immersive mode and regular mode
ja: このビューポートを没入モードと通常モード間で切り替える
zh_cn: 在浸入模式和常规模式之间切换该视口

# UICommands.LevelViewportActions,ToggleMaximize
source: Maximize Viewport
ja: ビューポートを最大化
zh_cn: 最大化视口

# UICommands.LevelViewportActions,ToggleMaximize_ToolTip
source: Toggles the Maximize state of the current viewport
ja: 現行ビューポートの最大表示へ切り替える
zh_cn: 切换当前视口的最大化状态

# UICommands.LevelViewportActions,ToggleViewportToolbar
source: Show Toolbar
ja: ツールバー表示

# UICommands.LevelViewportActions,UseDefaultShowFlags
source: Use Defaults
ja: デフォルトを使用
zh_cn: 使用默认值

# UICommands.LevelViewportActions,UseDefaultShowFlags_ToolTip
source: Resets all show flags to default
ja: すべての表示フラグをデフォルトにリセット
zh_cn: 重置所有显示标志为默认值

# UICommands.LevelViewportActions,ViewportConfig_FourPanes2x2
source: Layout Four Panes (2x2)
ja: 4画面をレイアウト(2x2)
zh_cn: 布局四个面板 (2x2)

# UICommands.LevelViewportActions,ViewportConfig_FourPanes2x2_ToolTip
source: Changes the viewport arrangement to four panes, in a 2x2 grid
ja: ビューポートの配置を2x2の4面に変更
zh_cn: 将视口排列改为四个面板，以 2x2网格的形式

# UICommands.LevelViewportActions,ViewportConfig_FourPanesBottom
source: Layout Four Panes (one bottom, three top)
ja: 4画面をレイアウト(下部に1面、上部に3面)
zh_cn: 布局四个面板 (一个在底部，三个在顶部)

# UICommands.LevelViewportActions,ViewportConfig_FourPanesBottom_ToolTip
source: Changes the viewport arrangement to four panes, one on the bottom, three on the top
ja: ビューポートの配置を下部に1面、上部に3面の計4面に変更
zh_cn: 将视口排列改为四个面板，一个在底部，三个在顶部

# UICommands.LevelViewportActions,ViewportConfig_FourPanesLeft
source: Layout Four Panes (one left, three right)
ja: 4画面をレイアウト(左側に1面、右側に3面)
zh_cn: 布局四个面板 (一个在左侧，三个在右侧)

# UICommands.LevelViewportActions,ViewportConfig_FourPanesLeft_ToolTip
source: Changes the viewport arrangement to four panes, one on the left, three on the right
ja: ビューポートの配置を左側に1面、右側に3面の計4面に変更
zh_cn: 将视口排列改为四个面板，一个在左侧，三个在右侧

# UICommands.LevelViewportActions,ViewportConfig_FourPanesRight
source: Layout Four Panes (one right, three left)
ja: 4画面をレイアウト(右側に1面、左側に3面)
zh_cn: 布局四个面板 (一个在右侧，三个在左侧)

# UICommands.LevelViewportActions,ViewportConfig_FourPanesRight_ToolTip
source: Changes the viewport arrangement to four panes, one on the right, three on the left
ja: ビューポートの配置を右側に1面、左側に3面の計4面に変更
zh_cn: 将视口排列改为四个面板，一个在右侧，三个在左侧

# UICommands.LevelViewportActions,ViewportConfig_FourPanesTop
source: Layout Four Panes (one top, three bottom)
ja: 4画面をレイアウト(上部に1面、下部に3面)
zh_cn: 布局四个面板 (一个在顶部，三个在底部)

# UICommands.LevelViewportActions,ViewportConfig_FourPanesTop_ToolTip
source: Changes the viewport arrangement to four panes, one on the top, three on the bottom
ja: ビューポートの配置を上部に1面、下部に3面の4面に変更
zh_cn: 将视口排列改为四个面板，一个在顶部，三个在底部

# UICommands.LevelViewportActions,ViewportConfig_OnePane
source: Layout One Pane
ja: 1画面をレイアウト
zh_cn: 布局一个面板

# UICommands.LevelViewportActions,ViewportConfig_OnePane_ToolTip
source: Changes the viewport arrangement to one pane
ja: ビューポートの配置を1面に変更
zh_cn: 将视口排列改为一个面板

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesBottom
source: Layout Three Panes (one bottom, two top)
ja: 3画面をレイアウト(下部に一面、上部に2面)
zh_cn: 布局三个面板 (一个在底部，两个在顶部)

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesBottom_ToolTip
source: Changes the viewport arrangement to three panes, one on the bottom, two on the top
ja: ビューポートの配置を下部に1面、上部に2面の3面に変更
zh_cn: 将视口排列改为三个面板，一个在底部，两个在顶部

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesLeft
source: Layout Three Panes (one left, two right)
ja: 3画面をレイアウト(左側に一面、右側に2面)
zh_cn: 布局三个面板 (一个在左侧，两个在右侧)

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesLeft_ToolTip
source: Changes the viewport arrangement to three panes, one on the left, two on the right
ja: ビューポートの配置を左側に1面、右側に2面の3面に変更
zh_cn: 将视口排列改为三个面板，一个在左侧，两个在右侧

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesRight
source: Layout Three Panes (one right, two left)
ja: 3画面をレイアウト(右側に一面、左側に2面)
zh_cn: 布局三个面板 (一个在右侧，两个在左侧)

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesRight_ToolTip
source: Changes the viewport arrangement to three panes, one on the right, two on the left
ja: ビューポートの配置を右側に1面、左側に2面の3面に変更
zh_cn: 将视口排列改为三个面板，一个在右侧，两个在左侧

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesTop
source: Layout Three Panes (one top, two bottom)
ja: 3画面をレイアウト(上部に一面、下部に2面)
zh_cn: 布局三个面板 (一个在顶部，两个在底部)

# UICommands.LevelViewportActions,ViewportConfig_ThreePanesTop_ToolTip
source: Changes the viewport arrangement to three panes, one on the top, two on the bottom
ja: ビューポートの配置を上部に1面、下部に2面の3面に変更
zh_cn: 将视口排列改为三个面板，一个在顶部，两个在底部

# UICommands.LevelViewportActions,ViewportConfig_TwoPanesH
source: Layout Two Panes (horizontal)
ja: 2画面をレイアウト（水平）
zh_cn: 布局两个面板 (水平排列)

# UICommands.LevelViewportActions,ViewportConfig_TwoPanesH_ToolTip
source: Changes the viewport arrangement to two panes, side-by-side
ja: ビューポートの配置を並べて2面に変更
zh_cn: 将视口排列改为两个面板, 两个面板并排显示

# UICommands.LevelViewportActions,ViewportConfig_TwoPanesV
source: Layout Two Panes (vertical)
ja: 2画面をレイアウト（垂直）
zh_cn: 布局两个面板 (垂直排列)

# UICommands.LevelViewportActions,ViewportConfig_TwoPanesV_ToolTip
source: Changes the viewport arrangement to two panes, one above the other
ja: ビューポートの配置を上下2面に変更
zh_cn: 将视口排列改为两个面板, 一个面板在另一个面板的上面

# UICommands.LocalizationDashboard,CompileTextAllTargets_ToolTip
source: Compile translations for all targets in the project.
ja: プロジェクトの全ターゲットの翻訳をコンパイル

# UICommands.LocalizationDashboard,CountWordsForAllTargets
source: Count Words
ja: ワード数をカウント

# UICommands.LocalizationTargetEditor,CountWords
source: Count Words
ja: ワード数をカウントする
zh_cn: 计算字数

# UICommands.LocalizationDashboard,ExportTextAllTargets_ToolTip
source: Export translations for all cultures of all targets in the project.
ja: プロジェクトの全ターゲット全カルチャーの翻訳をエクスポートする

# UICommands.LocalizationDashboard,GatherTextAllTargets_ToolTip
source: Gather text for all targets in the project.
ja: プロジェクトの全ターゲットのテキストを収集する

# UICommands.LocalizationDashboard,ImportTextAllTargets_ToolTip
source: Import translations for all cultures of all targets in the project.
ja: プロジェクトに全ターゲットの全カルチャーの翻訳をインポートする

# UICommands.LocalizationTargetEditor,ExportTextAllCultures_ToolTip
source: Export translations for all cultures of this target.
ja: このターゲットの全カルチャーの翻訳をエクスポートする

# UICommands.LocalizationTargetEditor,ImportTextAllCultures_ToolTip
source: Import translations for all cultures of this target.
ja: このターゲットの全カルチャーの翻訳をインポートする

# UICommands.MainFrameActions,AboutUnrealEd
source: About Editor...
ja: エディタについて...
zh_cn: 关于编辑器...

# UICommands.MainFrameActions,AboutUnrealEd_ToolTip
source: Displays application credits and copyright information
ja: アプリケーションのクレジットおよび著作権情報を表示
zh_cn: 显示应用程序的制作人员及版权信息

# UICommands.MainFrameActions,AddCodeToProject_ToolTip
source: Adds C++ code to the project. The code can only be compiled if you have an appropriate C++ compiler installed.
ja: プロジェクトへC++コードを追加しますが、コードをコンパイルするには適切なC++コンパイラのインストールが必須です
zh_cn: 添加C++代码到项目中。该代码仅当您安装了适当的C++编译器时才能编译。

# UICommands.MainFrameActions,ChooseFilesToCheckIn_ToolTip
source: Opens a dialog with check in options for content and levels
ja: コンテンツとレベルのオプションにチェックを入れてダイアログを開きます
zh_cn: 打开一个具有内容和关卡迁入选项的对话框

# UICommands.MainFrameActions,ChooseFilesToSave
source: Choose Files to Save...
ja: 保存するファイルを選択...
zh_cn: 选择要保存的文件...

# UICommands.MainFrameActions,ChooseFilesToSave_ToolTip
source: Opens a dialog with save options for content and levels
ja: コンテンツとレベルの保存オプションでダイアログを開く
zh_cn: 打开一个具有内容和关卡相关的保存选项的对话框

# UICommands.MainFrameActions,CreditsUnrealEd_ToolTip
source: Displays application credits
ja: アプリケーションクレジットを表示
zh_cn: 显示应用程序的制作人员

# UICommands.MainFrameActions,Exit_ToolTip
source: Exits the application
ja: アプリケーションを終了
zh_cn: 退出该应用程序

# UICommands.MainFrameActions,NewProject
source: New Project...
ja: 新規プロジェクト...
zh_cn: 新建项目...

# UICommands.MainFrameActions,NewProject_ToolTip
source: Opens a dialog to create a new game project
ja: 新規のゲームプロジェクトを作成するためにダイアログを開きます
zh_cn: 打开一个对话框来创建新的游戏项目

# UICommands.MainFrameActions,OpenDeviceManagerApp
source: Device Manager
ja: デバイスマネージャー
zh_cn: 设备管理器

# UICommands.MainFrameActions,OpenDeviceManagerApp_ToolTip
source: Opens up the device manager app
ja: デバイスマネージャアプリを開く
zh_cn: 打开设备管理器应用程序

# UICommands.MainFrameActions,OpenIDE
source: Open IDE
ja: IDEを開く
zh_cn: 打开IDE

# UICommands.MainFrameActions,OpenIDE_ToolTip
source: Opens your C++ code in an integrated development environment.
ja: 統合開発環境でユーザーのC++コードを開く
zh_cn: 在集成开发环境中打开您的C++代码。

# UICommands.MainFrameActions,OpenProject
source: Open Project...
ja: プロジェクトを開く...
zh_cn: 打开项目...

# UICommands.MainFrameActions,OpenProject_ToolTip
source: Opens a dialog to choose a game project to open
ja: これから開くゲームプロジェクトを選択するためにダイアログを開きます
zh_cn: 打开一个对话框来选择一个游戏项目进行打开

# UICommands.MainFrameActions,OpenSessionManagerApp
source: Session Manager
ja: セッションマネージャ
zh_cn: 会话管理器

# UICommands.MainFrameActions,OpenSessionManagerApp_ToolTip
source: Opens up the session manager app
ja: セッションマネージャアプリを開く
zh_cn: 打开会话管理器应用程序

# UICommands.MainFrameActions,OpenWidgetReflector
source: Open Widget Reflector
ja: ウィジェットリフレクタを開く
zh_cn: 打开控件反射器

# UICommands.MainFrameActions,OpenWidgetReflector_ToolTip
source: Opens the Widget Reflector
ja: ウィジェットリフレクタを開く
zh_cn: 打开控件反射器

# UICommands.MainFrameActions,PackagingSettings
source: Packaging Settings...
ja: パッケージング設定...
zh_cn: 打包设置...

# UICommands.MainFrameActions,PackagingSettings_ToolTip
source: Opens the settings for project packaging
ja: プロジェクトパッケージングの設定を開く
zh_cn: 打开项目打包设置

# UICommands.MainFrameActions,RefreshCodeProject
source: Refresh code project
ja: コードプロジェクトを更新
zh_cn: 刷新代码工程

# UICommands.MainFrameActions,RefreshCodeProject_ToolTip
source: Refreshes your C++ code project.
ja: C++コードプロジェクトを更新
zh_cn: 刷新您的C++代码工程。

# UICommands.MainFrameActions,ResetLayout
source: Reset Layout...
ja: レイアウトをリセット...
zh_cn: 重置布局...

# UICommands.MainFrameActions,ResetLayout_ToolTip
source: Make a backup of your user settings and reset the layout customizations
ja: ユーザー設定のバックアップを作成してカスタマイズしたレイアウトをリセット
zh_cn: 对您的用户设置进行备份并重设布局自定义

# UICommands.MainFrameActions,SaveAll_ToolTip
source: Saves all unsaved levels and assets to disk
ja: 未保存のレベルとアセットをすべてディスクに保存
zh_cn: 保存所有未保存的关卡及资源到磁盘中

# UICommands.MainFrameActions,SaveLayout
source: Save Layout
ja: レイアウトを保存
zh_cn: 保存布局

# UICommands.MainFrameActions,SaveLayout_ToolTip
source: Save the layout customizations
ja: レイアウトのカスタマイズ内容を保存
zh_cn: 保存布局自定义设置

# UICommands.MainFrameActions,ToggleFullscreen
source: Enable Fullscreen
ja: 画面を最大化
zh_cn: 启用全屏

# UICommands.MainFrameActions,ToggleFullscreen_ToolTip
source: Enables fullscreen mode for the application, expanding across the entire monitor
ja: モニタ全体に拡大して、アプリケーションの最大化モードを有効にします
zh_cn: 为该应用程序启用全屏模式，在整个显示器上展开应用程序

# UICommands.MainFrameActions,VisitAskAQuestionPage
source: Ask a Question...
ja: 質問を投稿...
zh_cn: 提问...

# UICommands.MainFrameActions,VisitAskAQuestionPage_ToolTip
source: Have a question? Go here to ask about anything and everything related to Unreal.
ja: アンリアルに関するすべての質問はこちらからどうぞ。
zh_cn: 有问题? 到这里来询问和虚幻引擎有关的任何事情。

# UICommands.MainFrameActions,VisitEpicGamesDotCom
source: Visit UnrealEngine.com...
ja: UnrealEngine.comにアクセス...
zh_cn: 请访问UnrealEngine.com...

# UICommands.MainFrameActions,VisitEpicGamesDotCom_ToolTip
source: Navigates to UnrealEngine.com where you can learn more about Unreal Technology.
ja: アンリアルテクノロジーを詳しく知ることができるEpicGames.com のサイトを開きます
zh_cn: 浏览UnrealEngine.com来了解关于虚幻技术的更多信息。

# UICommands.MainFrameActions,VisitForums
source: Forums...
ja: フォーラム...
zh_cn: 论坛...

# UICommands.MainFrameActions,VisitSupportWebSite
source: Support...
ja: サポート...

# UICommands.MainFrameActions,VisitSupportWebSite_ToolTip
source: Navigates to the Unreal Engine Support web site's main page.
ja: アンリアルエンジンサポートWeb サイトのメインページを開きます
zh_cn: 浏览虚幻引擎支持网站的主页。

# UICommands.MainFrameActions,VisitWiki
source: Wiki...
ja: ウィキ...

# UICommands.MainFrameActions,ZipUpProject
source: Zip Up Project
ja: プロジェクトをZIP圧縮
zh_cn: 压缩项目

# UICommands.MaterialEditorCommands,AddToFavorites
source: Add To Favorites
ja: お気に入りに追加

# UICommands.MaterialEditorCommands,AddToFavorites_ToolTip
source: Adds this expression to your favorites.
ja: この表現式をお気に入りに追加

# UICommands.MaterialEditorCommands,AlwaysRefreshAllPreviews
source: Live Update
ja: ライブアップデート

# UICommands.MaterialEditorCommands,AlwaysRefreshAllPreviews_ToolTip
source: All nodes are previewed live.
ja: すべてのノードがリアルタイムプレビューされます

# UICommands.MaterialEditorCommands,Apply_ToolTip
source: Apply changes to original material and it's use in the world.
ja: 元となるマテリアルとワールド内の使用箇所に変更を適用

# UICommands.MaterialEditorCommands,BreakAllLinks
source: Break All Links
ja: 全リンクを切断

# UICommands.MaterialEditorCommands,BreakAllLinks_ToolTip
source: Breaks all links leading out of this node.
ja: このノードとつながっているすべてのリンクを切断

# UICommands.MaterialEditorCommands,BreakLink
source: Break Link
ja: リンクを切断

# UICommands.MaterialEditorCommands,BreakLink_ToolTip
source: Deletes this link.
ja: このリンクを削除

# UICommands.MaterialEditorCommands,CameraHome_ToolTip
source: Goes home on the canvas.
ja: キャンバス上のホーム位置へ移動

# UICommands.MaterialEditorCommands,CleanUnusedExpressions
source: Clean Up
ja: クリーンアップ

# UICommands.MaterialEditorCommands,CleanUnusedExpressions_ToolTip
source: Cleans up any unused Expressions.
ja: 未使用の表現式をクリーンアップします

# UICommands.MaterialEditorCommands,ConvertObjects
source: Convert to Parameter
ja: パラメータに変換

# UICommands.MaterialEditorCommands,ConvertObjects_ToolTip
source: Converts the objects to parameters.
ja: オブジェクトをパラメータに変換

# UICommands.MaterialEditorCommands,ConvertToConstant
source: Convert to Constant
ja: 定数に変換

# UICommands.MaterialEditorCommands,ConvertToConstant_ToolTip
source: Converts the parameters to constants.
ja: パラメータを定数に変換

# UICommands.MaterialEditorCommands,ConvertToTextureObjects
source: Convert to Texture Object
ja: テクスチャオブジェクトに変換

# UICommands.MaterialEditorCommands,ConvertToTextureObjects_ToolTip
source: Converts the objects to texture objects.
ja: オブジェクトをテクスチャオブジェクトに変換

# UICommands.MaterialEditorCommands,ConvertToTextureSamples
source: Convert to Texture Sample
ja: テクスチャサンプルに変換

# UICommands.MaterialEditorCommands,ConvertToTextureSamples_ToolTip
source: Converts the objects to texture samples.
ja: オブジェクトをテクスチャサンプルに変換

# UICommands.MaterialEditorCommands,CreateComponentMaskNode
source: Create ComponentMask Node
ja: コンポーネントマスクノードを作成

# UICommands.MaterialEditorCommands,CreateComponentMaskNode_ToolTip
source: Creates a ComponentMask node at the current cursor position.
ja: 現在のカーソル位置にコンポーネントマスクノードを作成

# UICommands.MaterialEditorCommands,DeleteObjects
source: Delete Object(s)
ja: オブジェクトを削除

# UICommands.MaterialEditorCommands,DeleteObjects_ToolTip
source: Deletes the selected objects.
ja: 選択中の全オブジェクトを削除

# UICommands.MaterialEditorCommands,DisableRealtimePreviewNode
source: Disable Realtime Preview
ja: リアルタイムプレビューを無効にする

# UICommands.MaterialEditorCommands,DisableRealtimePreviewNode_ToolTip
source: Disables realtime previewing of this expression node
ja: この式ノードのリアルタイムプレビューを無効にする

# UICommands.MaterialEditorCommands,DuplicateObjects
source: Duplicate Object(s)
ja: オブジェクトを複製

# UICommands.MaterialEditorCommands,DuplicateObjects_ToolTip
source: Duplicates the selected objects.
ja: 選択オブジェクトを複製

# UICommands.MaterialEditorCommands,EnableRealtimePreviewNode
source: Enable Realtime Preview
ja: リアルタイムプレビューを有効にする

# UICommands.MaterialEditorCommands,EnableRealtimePreviewNode_ToolTip
source: Enables realtime previewing of this expression node
ja: 式ノードのリアルタイム プレビューを有効化
