Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlueprintDetailsCustomization,RenameFailed_InUse
source: {0} is in use by another variable or function!
es: ¡{0} está en uso por otra variable o función!
ja: {0} は別の変数または関数で使用中です！
pt_br: {0} está em uso por outra variável ou função!
zh_cn: {0}正在由另一个变量或函数使用!

# BlueprintPalette,RenameFailed_InUse
source: {0} is in use by another variable or function!
es: ¡{0} se está usando por otra variable o función!
ja: {0} は別の変数か関数で使用中です！
pt_br: {0} está em uso por outra variável ou função!
zh_cn: {0}正在由另一个变量或函数使用!

# SSCSEditor,RenameFailed_InUse
source: {0} is in use by another variable or function!
es: ¡{0} se está usando por otra variable o función!
ja: {0} は別の変数または関数で使用されています！
pt_br: {0} está em uso por outra variável ou função!
zh_cn: {0}正在由另一个变量或函数使用!

# BlueprintDetailsCustomization,ComponentVariableRenameFailed_NotValid
source: This name is reserved for engine use.
es: Este nombre está reservado para el motor.
ja: エンジンで使用している名前です
pt_br: Esse nome é reservado para uso do mecanismo.
zh_cn: 此名称被预留给引擎使用。

# BlueprintPalette,RenameFailed_NotValid
source: This name is reserved for engine use.
es: Este nombre está reservado para el motor.
ja: エンジンで使用している名前です。
pt_br: Esse nome é reservado para uso do mecanismo.
zh_cn: 此名称被预留给引擎使用。

# SSCSEditor,RenameFailed_EngineReservedName
source: This name is reserved for engine use.
es: Este nombre está reservado para el motor.
ja: エンジンの使用に限られた名前です
pt_br: Esse nome é reservado para uso do mecanismo.
zh_cn: 此名称被预留给引擎使用。

# BlueprintDetailsCustomization,ConflictsWithProperty
source: Conflicts with another another local variable or function parameter!
es: ¡Conflicto con otra variable local o parámetro de función!
ja: 別のローカル変数または関数パラメータとコンフリクトが発生しました！
pt_br: Conflita com outra variável local ou parâmetro de função!
zh_cn: 和另一个局部变量或函数参数冲突！

# BlueprintPalette,ConflictsWithProperty
source: Conflicts with another another local variable or function parameter!
es: ¡Conflicto con otra variable local o parámetro de función!
ja: 別のローカル変数または関数パラメータとコンフリクトが発生しました！
pt_br: Conflita com outra variável local ou parâmetro de função!
zh_cn: 同另一个局部变量或函数参数相冲突！

# BlueprintDetailsCustomization,CopySignatureFrom
source: Copy signature from
es: Copiar firma de
ja: ～からシグネチャをコピー
pt_br: Copiar assinatura de
zh_cn: 复制签名自

# BlueprintDetailsCustomization,DefaultTooltip
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# BlueprintWarningConfigurationPanel,BlueprintWarningDescriptionHeaderLabel
source: Description
ja: 説明

# CollsiionProfileDetails,ProfileListHeader_Description
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# CollsiionProfileDetails,SProfileEditDialog_Description
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# FindInBlueprintManager,Description
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# FProjectSettingsViewerModule,GeneralGameSettingsName
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# ProjectBrowser,ProjectTileTooltipDescription
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# SourceControl.HistoryPanel.Header,Description
source: Description
es: Descripción
ja: 説明
pt_br: Descrição
zh_cn: 描述

# BlueprintDetailsCustomization,DefaultValueCategoryHeading
source: Default Value
es: Valor predeterminado
ja: デフォルト値
pt_br: Valor Padrão
zh_cn: 默认值

# BlueprintDetailsCustomization,FunctionArgDetailsDefaultValue
source: Default Value
es: Valor predeterminado
ja: デフォルト値
pt_br: Valor Padrão
zh_cn: 默认值

# BlueprintDetailsCustomization,DefinedPropertyFlags
source: Defined Property Flags
es: Indicadores de la propiedad determinada
ja: 定義済みのプロパティフラグ
pt_br: Sinalizadores de Propriedade Definidos
zh_cn: 声明属性标志

# BlueprintDetailsCustomization,DefinedPropertyFlags_Tooltip
source: List of defined flags for this property
es: Lista de indicadores definidos para esta propiedad
ja: このプロパティに定義されたフラグのリスト
pt_br: Lista de sinalizadores definidos para esta propriedade
zh_cn: 该属性定义的标志列表

# BlueprintDetailsCustomization,DelegateDetailsCategory
source: Delegate
es: Delegar
ja: デリゲート
pt_br: Delegar
zh_cn: 代理

# KismetSchema,DelegateCategory
source: Delegate
ja: デリゲート
zh_cn: 代理

# BlueprintDetailsCustomization,DelegateDetailsInputs
source: Inputs
es: Entradas
ja: インプット
pt_br: Entradas
zh_cn: 输入值

# BlueprintDetailsCustomization,FunctionDetailsInputs
source: Inputs
es: Entradas
ja: インプット
pt_br: Entradas
zh_cn: 输入值

# K2Node,InputTunnelTitle
source: Inputs
es: Introducir/Entradas
ja: インプット
pt_br: Entradas
zh_cn: 输入值

# BlueprintDetailsCustomization,DeprecateBlueprintTooltip
source: Deprecate the Blueprint and all child Blueprints to make it no longer placeable in the World nor child classes created from it.
es: Despreciar el Blueprint y todos los Blueprints hijos para hacer que no sean ubicables en el mundo ni en las clases hijo creadas a partir del mismo.
ja: ワールドに配置不可、また子クラスの作成を不可にするためにブループリントおよびすべての子ブループリントを非推奨にします
pt_br: Descontinua o Esquema e todos os Esquemas filho para que não sejam mais posicionáveis no Mundo nem em classes filho criadas dele.
zh_cn: 废弃该蓝图及其所有子蓝图，使得不能在世界中移动它，也不能移动由它创建而来的子类。

# BlueprintDetailsCustomization,DeprecateLabel
source: Deprecate
es: Obsoleto
ja: 非推奨
pt_br: Descontinuar
zh_cn: 废弃

# BlueprintDetailsCustomization,DisableCallInEditor
source: Disable Call In Editor
es: Deshabilitar la llamada en el editor
ja: エディタからの呼び出しを無効にする
pt_br: Desativar Chamar no Editor
zh_cn: 禁止在编辑器中调用

# BlueprintDetailsCustomization,DisabledDeprecateBlueprintTooltip
source: This Blueprint is deprecated because of a parent, it is not possible to remove deprecation from it!
es: ¡Este Blueprint se desprecia, porque de un elemento primario no es posible eliminar su estado obsoleto!
ja: 親が要因でブループリントは非推奨です。
pt_br: Este Esquema foi descontinuado devido a um pai. Não é possível remover a descontinuidade dele!
zh_cn: 由于父类，该蓝图已被废弃，无法从中删除废弃标签。

# BlueprintDetailsCustomization,DocumentationDetailsCategory
source: Documentation
ja: オンライン マニュアル
zh_cn: 文档

# KismetSchema,DocumentationHeader
source: Documentation
ja: ドキュメント
zh_cn: 文档

# LevelViewportContextMenu,ActorDocsHeading
source: Documentation
es: Documentación
ja: オンライン マニュアル
pt_br: Documentação
zh_cn: 文档

# BlueprintDetailsCustomization,DocumentationExcerptsLabel
source: Documentation Excerpts
ja: ドキュメントの抜粋
zh_cn: 文档摘要

# BlueprintDetailsCustomization,DocumentationLinkLabel
source: Documentation Link
ja: ドキュメントのリンク
zh_cn: 文档链接

# BlueprintDetailsCustomization,EditCategoryName_Tooltip
source: The category of the variable; editing this will place the variable into another category or create a new one.
es: La categoría de la variable; al editarla colocará la variable en otra categoría o creará una nueva.
ja: 変数のカテゴリ；編集すると変数を別のカテゴリに配置したり新規変数を作成します
pt_br: A categoria da variável. Editá-la colocará a variável em outra categoria ou criará uma nova.
zh_cn: 变量分类;编辑它将会把变量放置到另一个分类中或创建一个新的变量。

# BlueprintDetailsCustomization,EditKeywords_Tooltip
source: Keywords for searching for the function or macro.
ja: 関数やマクロの検索用キーワード
zh_cn: 搜索函数或宏的关键字。

# BlueprintDetailsCustomization,EditorCallable
source: Call In Editor
es: LLamar a editor
ja: エディタで呼び出す
pt_br: Chamar no Editor
zh_cn: 在编辑器中调用

# BlueprintDetailsCustomization,EditorCallable_Tooltip
source: Enable this event to be called from within the editor
es: Activar este evento para que pueda invocarse dentro del editor
ja: エディタから呼び出すためにこのイベントを有効にします
pt_br: Permite que esse evento seja chamado dentro do editor
zh_cn: 使得可以从编辑器中调用该事件

# BlueprintDetailsCustomization,EmptyArgument
source: Name cannot be empty!
es: ¡El nombre no puede estar vacío!
ja: 名前は必須です！
pt_br: Nome não pode ficar vazio!
zh_cn: 名称不能为空！

# BlueprintDetailsCustomization,EnableCallInEditor
source: Enable Call In Editor
es: Habilitar llamada en el editor
ja: [エディタで呼び出す] を有効にします
pt_br: Ativar Chamar no Editor
zh_cn: 启用在编辑器中调用

# BlueprintDetailsCustomization,Events
source: Events
es: Eventos
ja: イベント
pt_br: Eventos
zh_cn: 事件

# FEventTrackEditor,TrackName
source: Events
ja: イベント
zh_cn: 事件

# FEventTrackSection,DisplayName
source: Events
ja: イベント
zh_cn: 事件

# UMG,Events
source: Events
ja: イベント
zh_cn: 事件

# BlueprintDetailsCustomization,ExposeToConfigLabel
source: Config Variable
ja: コンフィグ変数
zh_cn: 配置变量

# BlueprintDetailsCustomization,VariableExposeToConfig
source: Config Variable
ja: コンフィグ変数
zh_cn: 配置变量

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_Excerpt
source: Excerpt
ja: 引用
zh_cn: 摘录

# STutorialEditableText,ExcerptHint
source: Excerpt
ja: 引用
zh_cn: 摘要

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_ExcerptComboTooltip
source: Select Excerpt
ja: 引用を選択
zh_cn: 选择摘录

# FBlueprintDocumentationDetails,ExcerptCombo_DefaultText
source: Select Excerpt
ja: 引用を選択
zh_cn: 选择摘录

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_ExcerptTooltip
source: The current documentation excerpt
ja: 現在引用しているオンライン マニュアル
zh_cn: 当前文档摘录

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_Link
source: Link
ja: リンク
zh_cn: 链接

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_LinkPathTooltip
source: The documentation content path
ja: オンライン マニュアルのコンテンツパス
zh_cn: 文档内容路径

# BlueprintDetailsCustomization,FBlueprintDocumentationDetails_LinkTooltip
source: The path of the documentation content relative to /Engine/Documentation/Source
ja: 「/Engine/Documentation/Source」と相対的なオンラインマニュアルコンテンツのパス
zh_cn: 该文档路径是相对于/Engine/Documentation/Source的

# BlueprintDetailsCustomization,FunctionArgDetailsDefaultValueTooltip
source: The name of the argument that will be visible to users of this graph.
es: El nombre del argumento que será visible a los usuarios de este gráfico.
ja: このグラフユーザーに表示される引数名
pt_br: O nome do argumento que estará visível para usuários desse grafo.
zh_cn: 将会对此图表的用户可见的参数名称。

# BlueprintDetailsCustomization,FunctionArgDetailsMoving
source: Moving
es: Moviendo
ja: 移動中
pt_br: Movendo
zh_cn: 正在移动

# BlueprintDetailsCustomization,FunctionArgDetailsPassByReference
source: Pass-by-Reference
es: Pasar mediante la referencia
ja: リファレンス渡し
pt_br: Passar por Referência
zh_cn: 通过引用传递

# BlueprintDetailsCustomization,FunctionArgDetailsPassByReferenceTooltip
source: Pass this paremeter by reference?
es: ¿Pasar este parámetro mediante la referencia?
ja: このパラメータをリファレンスとして渡しますか？
pt_br: Passar esse parâmetro por referência?
zh_cn: 通过引用来传送此参数？

# BlueprintDetailsCustomization,FunctionColorTooltip
source: Choose a title bar color for references of this graph
es: Elegir un color de la barra del título para las referencias de este gráfico
ja: このグラフのリファレンスとしてタイトルバーの色を選択
pt_br: Escolha uma cor da barra de título para as referências desse grafo
zh_cn: 修改此图表引用的标题栏颜色

# BlueprintDetailsCustomization,FunctionDetailsGraph
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# BlueprintEditor,StandardBlueprintEditorMode
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# EnvironmentQueryEditor,Graph
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# FindInBlueprints,GraphCategory
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# MaterialEditor,GraphCanvasTab
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# MaterialEditor,GraphCanvasTitle
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# PersonaModes,AnimBlueprintEditMode
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# SoundClassEditor,GraphCanvasTab
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# SoundClassEditor,GraphCanvasTitle
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# UICommands.BlueprintEditorCommands,AddNewEventGraph
source: Graph
ja: グラフ

# UICommands.KismetToolbar,SwitchToScriptingMode
source: Graph
ja: グラフ
zh_cn: 图表

# WidgetBlueprintModes,GraphMode
source: Graph
es: Gráfico
ja: グラフ
pt_br: Grafo
zh_cn: 图表

# BlueprintDetailsCustomization,FunctionDetailsOutputs
source: Outputs
es: Salidas
ja: アウトプット
pt_br: Saídas
zh_cn: 输出

# K2Node,OutputTunnelTitle
source: Outputs
es: Salidas
ja: アウトプット
pt_br: Saídas
zh_cn: 输出

# BlueprintDetailsCustomization,FunctionIsPure_Tooltip
source: Force this to be a pure function?
es: ¿Forzar para que sea una función pura?
ja: 強制的に純粋関数にしますか？
pt_br: Forçar que isto seja uma função pura?
zh_cn: 强制此函数为纯虚函数？

# BlueprintDetailsCustomization,FunctionPure_Tooltip
source: Pure
es: Puro
ja: 純粋
pt_br: Puro
zh_cn: 纯虚函数

# BlueprintDetailsCustomization,FunctionReplicate
source: Replicates
es: Duplicaciones
ja: 複製する
pt_br: Replica
zh_cn: 复制

# BlueprintDetailsCustomization,FunctionReplicate_Tooltip
source: Should this Event be replicated to all clients when called on the server?
es: ¿Duplicar este evento a todos los clientes cuando llamen en el servidor?
ja: サーバーで呼び出された時にこのイベントを全クライアントに複製しますか？
pt_br: Esse Evento deve ser replicado para todos os clientes quando chamado no servidor?
zh_cn: 当在服务器端进行调用时，要复制此事件到所有客户端吗？

# BlueprintDetailsCustomization,FunctionReplicateReliable
source: Reliable
es: Fiable
ja: 信頼性
pt_br: Confiável
zh_cn: 可靠函数

# BlueprintDetailsCustomization,FunctionTooltipTooltip
source: Enter a short message describing the purpose and operation of this graph
es: Introducir un mensaje corto que describa el propósito y misión de este gráfico
ja: このグラフの目的と操作を説明する短いメッセージを入力
pt_br: Insira uma mensagem curta que descreva a finalidade e a operação desse grafo
zh_cn: 输入一条描述此图表目的和操作的简短信息

# BlueprintDetailsCustomization,GraphNodeDetail_CommentContentTitle
source: Comment Text
es: Texto del comentario
ja: コメントテキスト
pt_br: Texto do Comentário
zh_cn: 注释文本

# BlueprintDetailsCustomization,GraphNodeDetail_CommentRowTitle
source: Comment
es: Comentario
ja: コメント
pt_br: Comentário
zh_cn: 注释

# FindInBlueprintManager,Comment
source: Comment
es: Comentario
ja: コメント
pt_br: Comentário
zh_cn: 注释

# K2Node,CommentBlock_ListTitle
source: Comment
ja: コメント
zh_cn: 注释

# K2Node,CommentBlock_NewEmptyComment
source: Comment
ja: コメント
zh_cn: 注释

# BlueprintDetailsCustomization,GraphNodeDetail_NodeRowTitle
source: Node Title
es: Título del nodo
ja: ノードのタイトル
pt_br: Título do Nó
zh_cn: 节点标题

# BlueprintDetailsCustomization,GraphNodeDetailsCategory
source: Graph Node
es: Nodo gráfico
ja: グラフノード
pt_br: Nó do Grafo
zh_cn: 图表节点

# BlueprintDetailsCustomization,GraphPresentButNotEditable
source: Graph is not editable.
es: El gráfico no se puede editar
ja: グラフは編集できません
pt_br: O grafo não é editável.
zh_cn: 图表不可编辑。

# BlueprintDetailsCustomization,GraphSetNetFlags
source: Change Replication
ja: レプリケーションを変更
zh_cn: 修改复制

# BlueprintDetailsCustomization,InstanceColor
source: Instance Color
es: Color de la instancia
ja: インスタンスカラー
pt_br: Cor da Instância
zh_cn: 实例颜色

# BlueprintDetailsCustomization,IsVariableEditableLabel
source: Editable
ja: 編集可能
pt_br: Editável
zh_cn: 可编辑

# StructureEditor,Editable
source: Editable
ja: 編集可能
pt_br: Editável
zh_cn: 可编辑

# BlueprintDetailsCustomization,K2_MovePinDown
source: Move Pin Down
ja: ピンを下へ移動
zh_cn: 下移引脚

# BlueprintDetailsCustomization,K2_MovePinUp
source: Move Pin Up
es: Mover Pin hacia arriba
ja: ピンを上へ移動
pt_br: Mover Fixador para Cima
zh_cn: 上移引脚

# BlueprintDetailsCustomization,KeywordsLabel
source: Keywords
ja: キーワード
zh_cn: 关键字

# BlueprintDetailsCustomization,MulticastDropDown
source: Multicast
es: Multidifusión
ja: マルチキャスト
zh_cn: 多路传送

# BlueprintDetailsCustomization,MulticastToolTip
source: Replicate this event from the server to everyone else. Server executes this event locally too. Only call this from the server.
es: Duplicar este evento del servidor a todos. El servidor ejecuta también este evento localmente. Llamar solo desde el servidor.
ja: 全員にこのイベントをサーバーから複製します。サーバーもこのイベントをローカルで実行します。サーバーからこのイベントのみを呼び出します。
pt_br: Replicar este evento do servidor para todo mundo. O servidor também executa esse evento localmente. Chame somente do servidor.
zh_cn: 将该事件从服务器复制给其他所有人。 服务器本地也执行该事件。仅从此服务器上调用。

# BlueprintDetailsCustomization,NoBlueprintInterface
source: No Interfaces
es: No hay interfaces
ja: インターフェースがありません
pt_br: Nenhuma Interface
zh_cn: 无接口

# BlueprintDetailsCustomization,NoSelfChildActors
source: Cannot append a child-actor of this blueprint type (could cause infinite recursion).
es: No puede agregar un actor-hijo de este tipo de Blueprint (podría provocar recursividad infinita).
ja: このブループリントの種類の子アクタは追加できません（無限の反復の原因となります）
pt_br: Não é possível anexar um ator filho deste tipo de esquema (poderia causar uma recursão infinita).
zh_cn: 不能附加这种蓝图类型的子actor (可能会导致无限递归)。

# BlueprintDetailsCustomization,NotReplicatedDropDown
source: Not Replicated
es: Sin duplicar
ja: 複製しない
pt_br: Não Replicado
zh_cn: 不能复制

# BlueprintDetailsCustomization,NotReplicatedToolTip
source: This event is not replicated to anyone.
es: Este evento no se ha duplicado para nadie
ja: このイベントは誰にも複製しません。
pt_br: Esse evento não é replicado para ninguém.
zh_cn: 此事件没有被复制给任何人。

# BlueprintDetailsCustomization,Private
source: Private
es: Privado
ja: プライベート
pt_br: Privado
zh_cn: 私有

# BlueprintDetailsCustomization,VariablePrivate
source: Private
es: Privado
ja: プライベート
pt_br: Privado
zh_cn: 私有

# GameProjectGeneration,Private
source: Private
es: Privado
ja: プライベート
pt_br: Privado
zh_cn: 私有

# UICommands.ReferenceViewerActions,MakePrivateCollectionWithDependencies
source: Private
ja: プライベート

# UICommands.ReferenceViewerActions,MakePrivateCollectionWithReferencers
source: Private
ja: プライベート

# BlueprintDetailsCustomization,Protected
source: Protected
es: Protegido
ja: プロテクテッド
pt_br: Protegido
zh_cn: 受保护

# BlueprintDetailsCustomization,Public
source: Public
es: Público
ja: パブリック
pt_br: Público
zh_cn: 公共

# GameProjectGeneration,Public
source: Public
es: Público
ja: パブリック
pt_br: Público
zh_cn: 公有

# BlueprintDetailsCustomization,RemoveParam
source: Remove Parameter
es: Eliminar parámetro
ja: パラメータを削除
pt_br: Remover Parâmetro
zh_cn: 移除参数

# BlueprintDetailsCustomization,RenameComponentVariable
source: Rename Component Variable
es: Cambiar el nombre de la variable del componente
ja: コンポーネント変数の名前を変更
pt_br: Renomear Variável do Componente
zh_cn: 重命名组件变量

# SSCSEditor,RenameComponentVariable
source: Rename Component Variable
es: Cambiar el nombre de la variable del componente
ja: コンポーネント変数の名前を変更
pt_br: Renomear Variável do Componente
zh_cn: 重命名组件变量

# BlueprintDetailsCustomization,RenameFailed_LeftBlank
source: Names cannot be left blank!
es: ¡Los nombres no se pueden dejar en blanco!
ja: 名前は空白にできません！
pt_br: Nomes não podem ficar em branco!
zh_cn: 名称不得留空！

# BlueprintPalette,RenameFailed_LeftBlank
source: Names cannot be left blank!
es: ¡Los nombres no se pueden dejar en blanco!
ja: 名前は空白にできません！
pt_br: Nomes não podem ficar em branco!
zh_cn: 名称不得留空！

# SSCSEditor,RenameFailed_LeftBlank
source: Names cannot be left blank!
es: ¡Los nombres no pueden dejar en blanco!
ja: 名前は空白にできません！
pt_br: Nomes não podem ficar em branco!
zh_cn: 名称不得留空！

# BlueprintDetailsCustomization,ServerDropDown
source: Run on Server
es: Ejecutar en el servidor
ja: サーバーで実行
pt_br: Executar no Servidor
zh_cn: 在服务器上运行

# BlueprintDetailsCustomization,ServerToolTip
source: Replicate this event from net owning client to server.
es: Duplicar este evento del cliente de la red que le pertenece al servidor.
ja: ネットを所有するクライアントからサーバーへこのイベントを複製する
pt_br: Replicar este evento do cliente proprietário de rede para o servidor.
zh_cn: 将此事件从网络所属的客户端复制到服务器。

# BlueprintDetailsCustomization,SliderRange_Tooltip
source: Allows setting the minimum and maximum values for the UI slider for this variable.
es: Permite el ajuste de los valores mínimos y máximos para el control deslizante de la IU para esta variable.
ja: この変数に対してUIスライダーの最小と最大値の設定を有効にする
pt_br: Permite definir os valores máximo e mínimo do controle deslizante da IU dessa variável.
zh_cn: 允许设置这个变量的用户界面滑块的最小值及最大值。

# BlueprintDetailsCustomization,SliderRangeLabel
source: Slider Range
es: Rango de deslizamiento
ja: スライダ範囲
pt_br: Intervalo do Controle Deslizante
zh_cn: 滑动条范围

# BlueprintDetailsCustomization,Unknown
source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido
zh_cn: 未知

# K2Node,Unknown
source: Unknown
ja: 不明
zh_cn: 未知

# LandscapeEditor,Unknown
source: Unknown
es: Desconocido
ja: 不明
pt_br: Desconhecido
zh_cn: 未知

# RigDetails,Unknown
source: Unknown
ja: 不明
zh_cn: 未知

# SAnimCurveViewer,AnimCurveType_Unknown
source: Unknown
ja: 不明

# SubInstanceNode,PropertyTypeUnknown
source: Unknown
ja: 不明

# BlueprintDetailsCustomization,ValueRangeLabel
source: Value Range
es: Rango de valores
ja: 値の範囲
pt_br: Intervalo de Valores
zh_cn: 值的范围

# BlueprintDetailsCustomization,ValueRangeLabel_Tooltip
source: The range of values allowed by this variable. Values outside of this will be clamped to the range.
es: Rango de valores permitido por esta variable. Los valores que lo excedan se fijarán al rango.
ja: 変数が許容する値の範囲。範囲外の値はこの範囲にクランプされます。
pt_br: O intervalo de valores permitido por esta variável. Valores fora dele serão restringidos ao intervalo.
zh_cn: 该变量允许的值的范围。该范围之外的值将区间限定到该范围内。

# BlueprintDetailsCustomization,VariableExposeToCinematics_Tooltip
source: Should this variable be exposed for Matinee or Sequencer to modify?
ja: 編集用にこの変数をマチネかシーケンサーに公開しますか？

# BlueprintDetailsCustomization,VariableExposeToSpawn_Tooltip
source: Should this variable be exposed as a pin when spawning this Blueprint?
es: ¿Exponer esta variable como un Pin cuando se genere este Blueprint?
ja: ブループリントのスポーン時にピンとしてこの変数を公開しますか？
pt_br: Esta variável deve ser exposta como um fixador na criação deste esquema?
zh_cn: 要在生成此蓝图时让此变量显示为引脚吗？

# BlueprintDetailsCustomization,VariableExposeToSpawnLabel
source: Expose on Spawn
es: Exponer en la creación
ja: スポーン時に公開
pt_br: Expor na Criação
zh_cn: 在生成时显示

# BlueprintDetailsCustomization,VariableMissing_CleanBlueprint
source: Failed to find variable property
es: Error al buscar la propiedad variable
ja: 変数プロパティの検索に失敗しました
pt_br: Falha ao encontrar a propriedade da variável
zh_cn: 寻找变量属性失败

# BlueprintDetailsCustomization,VariableMissing_DirtyBlueprint
source: Please compile the blueprint
es: Por favor, compile el Blueprint
ja: ブループリントをコンパイルしてください
pt_br: Compile o esquema
zh_cn: 请编译此蓝图

# BlueprintDetailsCustomization,VariablePrivate_Tooltip
source: Should this variable be private (derived blueprints cannot modify it)?
es: ¿Hacer privada esta variable (los Blueprints derivados no pueden modificarla)?
ja: この変数をプライベートにしますか（派生ブループリントによる修正不可）？
pt_br: Esta variável deve ser privada (esquemas derivados não podem modificá-la)?
zh_cn: 要此变量为私有吗（衍生的蓝图将无法修改它）？

# BlueprintDetailsCustomization,VariableReplicate_Tooltip
source: Should this Variable be replicated over the network?
es: ¿Se debería duplicar esta variable por la red?
ja: この変数をネットワーク上に複製しますか？
pt_br: Esta Variável deve ser replicada pela rede?
zh_cn: 是否应该通过网络复制这个变量？

# BlueprintDetailsCustomization,VariableReplicationConditionsLabel
source: Replication Condition
ja: レプリケーション条件

# BlueprintDetailsCustomization,VariableSaveGame
source: SaveGame
es: Guardar juego
ja: セーブゲーム
zh_cn: 保存游戏

# BlueprintDetailsCustomization,VariableSaveGame_Tooltip
source: Should this variable be serialized for saved games?
es: ¿Se debe seriar esta variable para los juegos guardados?
ja: 保存したゲームにこの変数をシリアライズしますか？
pt_br: Esta variável deve ser serializada para jogos salvos?
zh_cn: 对于已保存的游戏，是否应该序列化该变量？

# BlueprintDetailsCustomization,VariableTransient
source: Transient
es: Transitorio
ja: 一時的
pt_br: Transiente
zh_cn: 临时的

# BlueprintDetailsCustomization,VariableTransient_Tooltip
source: Should this variable not serialize and be zero-filled at load?
es: ¿Esta variable no debe seriar y completarse desde cero al cargar?
ja: シリアライズせずにロード時に0埋めをしますか？
pt_br: Esta variável deve ser preenchida de zeros, e não serializar, no carregamento?
zh_cn: 在加载时是否英爱序列化或清零该变量?

# BlueprintDetailsCustomization,VariableTypeLabel
source: Variable Type
es: Tipo variable
ja: 変数の型
pt_br: Tipo da Variável
zh_cn: 变量类型

# BlueprintDetailsCustomization,VariableWidget3D_Prompt
source: Show 3D Widget
es: Mostrar el widget 3D
ja: 3Dウィジェットを表示
pt_br: Exibir widget 3D
zh_cn: 显示3D控件
