Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# LandscapeEditor,Tool.Ramp.Tooltip
source: Creates a ramp between two points
es: Crea una rampa entre dos puntos
ja: 2点間に傾斜を作成
pt_br: Cria uma rampa entre dois pontos
zh_cn: 在两个点之间创建一个斜坡

# LandscapeEditor,Tool.RegionCopyPaste
source: Copy/Paste
es: Copiar/Pegar
ja: コピー/貼り付け
pt_br: Copiar/Colar
zh_cn: 复制/粘贴

# LandscapeEditor,ToolSet_CopyPaste
source: Copy/Paste
es: Copiar/Pegar
ja: コピー/貼り付け
pt_br: Copiar/Colar
zh_cn: 复制/粘贴

# LandscapeEditor,Tool.RegionCopyPaste.Tooltip
source: Copy/Paste areas of the landscape, or import/export a copied area of landscape from disk
es: Copiar/Pegar areas del terreno, o importar/exportar un area copiada del terreno desde el dico.
ja: ランドスケープ領域をコピー/貼り付け、またはディスクからコピーしたランドスケープ領域をインポート/エクスポート
pt_br: Copiar/Colar áreas de uma paisagem ou importar/exportar uma área copiada de uma paisagem do disco
zh_cn: 复制/粘贴地貌区域，或从磁盘导入/导出地貌的复制区域

# LandscapeEditor,Tool.RegionSelect.Tooltip
source: Select a region of landscape to use as a mask for other tools
es: Seleccionar una región del terreno que usar como máscara para otras herramientas
ja: 別ツールのマスクに使用するためにランドスケープ領域を選択
pt_br: Selecionar uma região da paisagem a usar como máscara para outras ferramentas
zh_cn: 选择地貌区域来将其作为其它工具的蒙板

# LandscapeEditor,Tool.ResizeLandscape
source: Change Component Size
es: Modificar el tamaño del componente
ja: コンポーネントサイズを変更する
pt_br: Alterar Tamanho do Componente
zh_cn: 变更组件尺寸

# LandscapeEditor,ToolSet_ResizeLandscape
source: Change Component Size
es: Modificar el tamaño del componente
ja: コンポーネントサイズを変更する
pt_br: Alterar Tamanho do Componente
zh_cn: 变更组件尺寸

# LandscapeEditor,Tool.ResizeLandscape.Tooltip
source: Change the size of the landscape components
es: Modificar el tamaño de los componentes del terreno
ja: ランドスケープコンポーネントのサイズを変更
pt_br: Alterar o tamanho dos componentes da paisagem
zh_cn: 变更地貌组件尺寸

# LandscapeEditor,Tool.Retopologize
source: Retopologize
es: Reropologizar
ja: リトポロジー
pt_br: Retopografar
zh_cn: 重新拓扑

# LandscapeEditor,ToolSet_Retopologize
source: Retopologize
es: Reropologizar
ja: リトポロジー
pt_br: Retopografar
zh_cn: 重新拓扑

# UnrealEd,LandscapeMode_Retopologize
source: Retopologize
es: Retopologizar
ja: リトポロジー
pt_br: Retopografar
zh_cn: 重新拓扑

# LandscapeEditor,Tool.Retopologize.Tooltip
source: Automatically adjusts landscape vertices with an X/Y offset map to improve vertex density on cliffs, reducing texture stretching. Note: An X/Y offset map makes the landscape slower to render and paint on with other tools, so only use if needed
es: Añade automáticamente vértices en paralelo a un mapa de desplazamiento X/Y para mejorar la densidad de los vértices en los bordes, reduciendo el estiramiento de la textura. Nota: Un mapa de desplazamiento X/Y hace que
ja: 崖の頂点密度を改善するためにX/Yオフセットマップでランドスケープ頂点を自動的に調整 注記：X/Yオフセットマップはランドスケープのレンダリングとその他のツールによるペイント作業が遅くなるため、必要時のみ使用してください。
pt_br: Ajusta automaticamente os vértices da paisagem com um mapa de deslocamento X/Y para melhorar a densidade de vértice em penhascos, reduzindo o esticamento da textura. Observação: um mapa de deslocamento X/Y torna a renderização e a pintura da paisagem mais lentas com outras ferramentas e, portanto, só deve ser usado se necessário.
zh_cn: 使用X/Y偏移图自动调整地貌顶点来增加悬崖上的顶点密度，从而减少贴图拉伸。 注意: X/Y 偏移图会使得地貌渲染变慢，且使用其他工具进行描画，所以仅应该在需要的时候才使用

# LandscapeEditor,Tool.Sculpt.Tooltip
source: Sculpt height data. Ctrl+Click to Raise, Ctrl+Shift+Click to lower
es: Datos altura de esculpir. Ctrl+Click para elevar, Ctrl+Shift+Click para reducir
ja: スカルプトの高さデータ Ctrl+クリックで高くなり、Ctrl+Shift+クリックで低くなります
pt_br: Esculpe dados de altura. Ctrl+Clique para elevar, Ctrl+Shift+Clique para abaixar
zh_cn: 造型高度数据。 Ctrl+左击来升高地形，Ctrl+Shift+左击来降低地形

# LandscapeEditor,Tool.SelectComponent.Tooltip
source: Select components to use with other tools
es: Selecciona componentes para usar con otras herramientas
ja: 別ツールと使用するためにコンポーネントを選択
pt_br: Selecionar componentes a usar com outras ferramentas
zh_cn: 选择与其它工具一起使用的组件

# LandscapeEditor,Tool.Smooth.Tooltip
source: Smooths heightmaps or blend layers
es: Suaviza los mapas de altura o las capas de combinación
ja: ハイトマップまたはブレンドレイヤーをスムージング
pt_br: Suaviza mapas de alturas ou camadas de mistura
zh_cn: 平滑高度贴图或混合层

# LandscapeEditor,Tool.Spline
source: Edit Splines
es: Editar splines
ja: スプラインを編集
pt_br: Editar Emendas
zh_cn: 编辑样条曲线

# LandscapeEditor,ToolSet_Splines
source: Edit Splines
es: Editar splines
ja: スプラインを編集
pt_br: Editar Emendas
zh_cn: 编辑样条曲线

# LandscapeEditor,Tool.Spline.Tooltip
source: Ctrl+click to add control points Having a control point selected when you ctrl+click will connect to the new control point with a segment Spline mesh settings can be found on the details panel when you have segments selected
es: Pulsar "Ctrl" y pinchar para añadir puntos de control Tener un punto de control seleccionado cuando pulse "Ctrl" y pinche para conectar el punto de control nuevo con un segmento Puede encontrar los ajustes de la malla con curva "spline" en el panel de detalles cuando tenga los segmentos seleccionados.
ja: Ctrlキー+クリックで制御点を追加 Ctrlキー+クリックを押す際に制御点を選択すると新しい制御点がセグメントと接続します セグメントの選択時にスプラインメッシュの設定が詳細パネルに表示されます
pt_br: Ctrl+clique para adicionar pontos de controle Ctrl+clique com um ponto de controle selecionado o conectará ao novo ponto de controle com um segmento As configurações da malha da emenda se encontram no painel de detalhes quando há segmentos selecionados
zh_cn: 按住Ctrl键并左击鼠标来添加控制点。 当您在按住CTRL并左击鼠标时选中一个控制点，那么将会把新控制点和一个样条段相连。 当您选中样条段时可以在详细信息面板中看到样条网格物体设置。

# LandscapeEditor,Tool.Visibility.Tooltip
source: Mask out individual quads in the landscape, leaving a hole.
es: Quitar la máscara de los quads individuales en el terreno, dejando un hueco.
ja: ランドスケープからそれぞれのクワッドをマスクしてホールを残します
pt_br: Mascara quadrantes individuais na paisagem e deixa um buraco.
zh_cn: 遮掉地貌中的独立方块，留下一个洞。

# LandscapeEditor,ToolSelector
source: Tool
es: Herramienta
ja: ツール
pt_br: Ferramenta
zh_cn: 工具

# LandscapeEditor,ToolSelector.Tooltip
source: Select Tool
es: Seleccionar herramienta
ja: ツールを選択
pt_br: Selecionar Ferramenta
zh_cn: 选择工具

# LandscapeEditor,ToolSet_HydraErosion
source: HydroErosion
ja: 水による侵食
zh_cn: 水力侵蚀

# LandscapeEditor,ToolSet_MoveToLevel
source: Move to Level
es: Mover al nivel
ja: レベルへ移動
pt_br: Mover para Nível
zh_cn: 移动到关卡

# LandscapeEditor.CopyPaste,ClearGizmoData
source: Clear Gizmo Data
es: Borrar los datos de gimo
ja: ギズモデータのクリア
pt_br: Apagar Dados de Gizmo
zh_cn: 清除Gizmo数据

# LandscapeEditor.CopyPaste,ClearGizmoData.Tooltip
source: Clears the gizmo of any copied data.
es: Borra el gizmo de cualquier dato copiado.
ja: コピーしたギズモの任意のデータをクリア
pt_br: Apaga o gizmo de todos os dados copiados.
zh_cn: 清除任何被拷贝数据的Gizmo。

# LandscapeEditor.CopyPaste,CopyToGizmo
source: Copy Data to Gizmo
es: Copiar datos en el gizmo
ja: ギズモへデータをコピーする
pt_br: Copiar Dados para Gizmo
zh_cn: 复制数据到Gizmo

# LandscapeEditor.CopyPaste,CopyToGizmo.Tooltip
source: Copies the data within the gizmo bounds to the gizmo taking into account any masking from selected regions.
es: Copia los datos dentro de los límites del gizmo al gizmo teniendo en cuenta cualquier enmascaramiento de las regiones seleccionadas.
ja: 選択領域からのマスキングを考慮しながらギズモ範囲内のデータをギズモへコピーする
pt_br: Copia os dados dentro dos limites do gizmo para o gizmo, levando em conta todo o mascaramento das regiões selecionadas.
zh_cn: 在考虑到任何选中区域的蒙板的前提下，复制Gizmo中绑定到Gizmo的数据。

# LandscapeEditor.CopyPaste,FitGizmoToSelection
source: Fit Gizmo to Selected Regions
es: Ajustar el gizmo a las regiones seleccionadas
ja: 選択領域にギズモを適合させる
pt_br: Ajustar Gizmo para Regiões Selecionadas
zh_cn: 使Gizmo适合于选中的区域

# LandscapeEditor.CopyPaste,FitGizmoToSelection.Tooltip
source: Positions and resizes the gizmo so that it completely encompasses all region selections.
es: Ubica y ajusta el tamaño del gizmo para que abarque todas las regiones seleccionadas.
ja: すべての選択領域を完全に取り囲むようにギズモの位置を合わせてサイズ変更
pt_br: Posiciona e redimensiona o gizmo para que englobe todas as seleções de região.
zh_cn: 放置并调整gizmo的大小使得它完全包含所有的区域选择。

# LandscapeEditor.CopyPaste,FitHeightsToGizmo
source: Fit Height Values to Gizmo Size
es: Ajustar los valores de altura al tamaño del gizmo
ja: 高さ値をギズモサイズに適合させる
pt_br: Ajustar Valores de Altura para Tamanho do Gizmo
zh_cn: 使高度值适合于Gizmo的尺寸

# LandscapeEditor.CopyPaste,FitHeightsToGizmo.Tooltip
source: Scales the data in the gizmo to fit the gizmo's Z size
es: Escalar los datos en el gizmo para ajustar el tamaño Z del mismo
ja: ギズモのZサイズに合わせてギズモのデータを拡大・縮小
pt_br: Escalona os dados no gizmo para ajustar o tamanho Z do gizmo
zh_cn: 缩放gizmo的数据以适合gizmo的Z轴尺寸

# LandscapeEditor.CopyPaste,GizmoImportExport
source: ImportExport
ja: インポートエクスポート
zh_cn: 导入导出

# LandscapeEditor.CopyPaste,ImportExportTitle
source: Gizmo Import / Export
es: Exportar/Importar gizmo
ja: ギズモのインポート/エクスポート
pt_br: Importar/Exportar Gizmo
zh_cn: Gizmo导入/导出

# LandscapeEditor.CopyPaste,LandscapeGizmo_FitMinMaxHeight
source: Set gizmo height to fix contained data
es: Ajustar la altura del gizmo para fijar los datos que contiene
ja: 格納データの修正にギズモの高さを設定
pt_br: Definir a altura do gizmo para corrigir os dados contidos
zh_cn: 设置gizmo高度以修复包含的数据

# LandscapeEditor.CopyPaste,LandscapeGizmo_FitToSelection
source: Fit gizmo size to selection
es: Ajustar el tamaño del Gizmo a la selección
ja: ギズモサイズを選択に適合させる
pt_br: Ajustar o tamanho do gizmo para a seleção
zh_cn: 使gizmo的大小适合于选中项

# LandscapeEditor.NewLandscape,1x1Section
source: {Width}×{Height} Section
ja: {Width}×{Height} セクション

# LandscapeEditor.ResizeLandscape,1x1Section
source: {Width}×{Height} Section
ja: {Width}×{Height} セクション

# LandscapeEditor.NewLandscape,ChangeResolutionX_Transaction
source: Change Landscape Resolution X
ja: ランドスケープ解像度Xを変更
zh_cn: 修改地貌分辨率X

# LandscapeEditor.NewLandscape,ChangeResolutionY_Transaction
source: Change Landscape Resolution Y
ja: ランドスケープ解像度Yを変更
zh_cn: 修改地貌分辨率Y

# LandscapeEditor.NewLandscape,Create
source: Create
es: Crear
ja: 作成
pt_br: Criar
zh_cn: 创建

# SimpleDialogModule,CreateNewDestructibleMesh
source: Create
es: Crear
ja: 作成
pt_br: Criar
zh_cn: 创建

# UICommands.CurveEditorCommands,CreateTab
source: Create
ja: 作成

# UnrealEd,Create
source: Create
es: Crear
ja: 作成
pt_br: Criar
zh_cn: 创建

# WorldBrowser,Layer_Create
source: Create
es: Crear
ja: 作成
pt_br: Criar
zh_cn: 创建

# LandscapeEditor.NewLandscape,CreateNewLayerInfo
source: Create New Landscape Layer Info Object
es: Crear un nuevo objeto de información de la capa del terreno
ja: 新規のランドスケープレイヤー情報オブジェクトを作成
pt_br: Criar Novo Objeto de Informações de Camada de Paisagem
zh_cn: 创建新地貌层信息对象

# LandscapeEditor.TargetLayers,CreateNewLayerInfo
source: Create New Landscape Layer Info Object
es: Crear objeto de información de capa del terreno nuevo
ja: 新規のランドスケープレイヤー情報オブジェクトを作成
pt_br: Criar Novo Objeto de Informações de Camada de Paisagem
zh_cn: 创建新地貌层信息对象

# LandscapeEditor.NewLandscape,FileFormatPng_HeightmapDesc
source: Heightmap .png files
ja: ハイトマップ .png ファイル

# LandscapeEditor.NewLandscape,FileFormatPng_WeightmapDesc
source: Layer .png files
ja: レイヤー .pngファイル

# LandscapeEditor.NewLandscape,FileFormatRaw_HeightmapDesc
source: Heightmap .r16/.raw files
ja: ハイトマップ .r16/.raw ファイル

# LandscapeEditor.NewLandscape,FileFormatRaw_WeightmapDesc
source: Layer .r8/.raw files
ja: レイヤー .r8/.raw ファイル

# LandscapeEditor.NewLandscape,FillWorld
source: Fill World
es: Rellenar mundo
ja: フィルワールド
pt_br: Preencher Mundo
zh_cn: 填充世界

# LandscapeEditor.NewLandscape,FitToData
source: Fit To Data
es: Ajustar a los datos
ja: データに適合させる
pt_br: Ajustar aos Dados
zh_cn: 调整以适合数据

# LandscapeEditor.NewLandscape,HeightmapResolution
source: Heightmap Resolution
es: Resolución del mapa de altura
ja: ハイトマップ解像度
pt_br: Resolução do Mapa de Alturas
zh_cn: 高度图分辨率

# LandscapeEditor.NewLandscape,Import_HeightmapFileColorPng
source: The heightmap file appears to be a color png, grayscale is expected. The import *can* continue, but the result may not be what you expect...
ja: ハイトマップファイルはカラーのPNGのようですが、本来グレースケールを使用するところです。インポートは可能ですが、思った通りの結果にはならないかもしれません...

# LandscapeEditor.NewLandscape,Import_HeightmapFileCorruptPng
source: The heightmap file cannot be read (corrupt png?)
ja: ハイトマップファイルを読み込めません（pngファイルの破損？）

# LandscapeEditor.NewLandscape,Import_HeightmapFileInvalidSize
source: The heightmap file has an invalid size (possibly not 16-bit?)
ja: ハイトマップファイルのサイズが不正です(16-bitではない？)

# LandscapeEditor.NewLandscape,Import_HeightmapFileLowBitDepth
source: The heightmap file appears to be an 8-bit png, 16-bit is preferred. The import *can* continue, but the result may be lower quality than desired.
ja: ハイトマップは8ビットのpng形式のようですが、16ビットを推奨します。インポートを継続 *できます* が期待を下回る品質になるかもしれません

# LandscapeEditor.NewLandscape,Import_HeightmapFileReadError
source: Error reading heightmap file
ja: ハイトマップファイルを読み取る際にエラーが発生しました

# LandscapeEditor.NewLandscape,Import_HeightmapNotSet
source: (Please specify a heightmap)
es: (Por favor, especificar un mapa de altura)
ja: (ハイトマップを指定してください)
pt_br: (Especifique um mapa de alturas)
zh_cn: (请指定高度图)

# LandscapeEditor.NewLandscape,Import_HeightmapResolutionMismatch
source: The heightmap file's resolution does not match the requested resolution
ja: ハイトマップファイルの解像度が要求される解像度と一致しません

# LandscapeEditor.NewLandscape,Import_LayerColorPng
source: The layer file appears to be a color png, grayscale is expected. The import *can* continue, but the result may not be what you expect...
ja: レイヤーファイルはカラーのPNGのようですが、本来グレースケールを使用するところです。インポートは可能ですが、思った通りの結果にはならないかもしれません...

# LandscapeEditor.NewLandscape,Import_LayerCorruptPng
source: The layer file cannot be read (corrupt png?)
ja: レイヤーファイルを読み込めません（pngファイルが破損？）

# LandscapeEditor.NewLandscape,Import_LayerFileReadError
source: Error reading layer file
ja: レイヤーファイルを読み取る際にエラーが発生しました

# LandscapeEditor.NewLandscape,Import_LayerInfoNotSet
source: Can't import a layer file without a layer info
es: No se puede importar un archivo capa sin información de la capa
ja: レイヤ情報なしではレイヤーファイルをインポートできません
pt_br: Não é possível importar um arquivo de camada sem informações de camada
zh_cn: 无法在没有层信息的情况下导入层文件

# LandscapeEditor.NewLandscape,Import_LayerResolutionMismatch
source: The layer file's resolution does not match the requested resolution
ja: レイヤーファイルの解像度が要求される解像度と一致しません

# LandscapeEditor.NewLandscape,Import_LayerSizeMismatch
source: Size of the layer file does not match size of heightmap file
es: El tamaño del archivo de capa no es compatible con el tamaño del archivo del mapa de altura
ja: レイヤファイルのサイズがハイトマップファイルと一致しません
pt_br: O tamanho do arquivo de camada não corresponde ao tamanho do arquivo do mapa de alturas
zh_cn: 不匹配高度图文件尺寸的层文件尺寸

# LandscapeEditor.NewLandscape,Import_LayerUnknownError
source: Unknown Error
ja: 不明なエラー
zh_cn: 未知错误

# UMG,Binding_UnknownError
source: Unknown Error
ja: 不明なエラー
zh_cn: 未知错误

# LandscapeEditor.NewLandscape,Import_WeightmapFileInvalidSize
source: The layer file has an invalid size
ja: レイヤーファイルのサイズが不正です

# LandscapeEditor.NewLandscape,ImportLandscape
source: Import from File
es: Importar desde el archivo
ja: ファイルからインポート
pt_br: Importar de Arquivo
zh_cn: 从文件导入

# LandscapeEditor.NewLandscape,ImportLandscape_OverallResolution
source: Overall final resolution of the imported landscape in vertices
ja: 頂点にインポートしたランドスケープの最終的な画面全体の解像度
zh_cn: 以顶点计算的导入地貌的总体最终分辨率

# LandscapeEditor.NewLandscape,ImportResolution_Invalid
source: (invalid)
es: (no válido)
ja: (無効)
pt_br: (inválido)
zh_cn: (无效)

# LandscapeEditor.NewLandscape,Material_Tip
source: Hint: Assign a material to see landscape layers
es: Consejo: Asignar un material para ver las capas del terreno
ja: ヒント：ランドスケープレイヤの確認にマテリアルを割り当てます
pt_br: Dica: Atribua um material para ver camadas da paisagem
zh_cn: 提示： 分配一个材质来查看地貌图层

# LandscapeEditor.NewLandscape,NewLandscape_OverallResolution
source: Overall final resolution of the new landscape in vertices
ja: 頂点の新規ランドスケープの最終的な画面全体の解像度
zh_cn: 以顶点计算的新建地貌的总体最终分辨率

# LandscapeEditor.NewLandscape,NewLandscape_TotalComponents
source: The total number of components that will be created for this landscape.
ja: このランドスケープに作成されるコンポーネントの合計数
zh_cn: 为此地貌创建的组件总数。

# LandscapeEditor.NewLandscape,NxNQuads
source: {0}×{0} Quads
ja: {0}×{0} クワッド

# LandscapeEditor.NewLandscape,NxNSections
source: {Width}×{Height} Sections
ja: {Width}×{Height} セクション

# LandscapeEditor.ResizeLandscape,NxNSections
source: {Width}×{Height} Sections
ja: {Width}×{Height} セクション

# LandscapeEditor.NewLandscape,Resolution
source: Overall Resolution
es: Resolución global
ja: 全体の解像度
pt_br: Resolução Geral
zh_cn: 总体分辨率

# LandscapeEditor.ResizeLandscape,Resolution
source: Overall Resolution
es: Resolución global
ja: 全体の解像度
pt_br: Resolução Geral
zh_cn: 总体分辨率

# LandscapeEditor.NewLandscape,Target_Create
source: Create Layer Info
es: Crear información de la capa
ja: レイヤ情報を作成
pt_br: Criar Informações de Camada
zh_cn: 创建层信息

# LandscapeEditor.TargetLayers,Tooltip_Create
source: Create Layer Info
es: Crear información de capa
ja: レイヤ情報を作成する
pt_br: Criar Informações de Camada
zh_cn: 创建层信息

# LandscapeEditor.NewLandscape,Target_Create_Blended
source: Weight-Blended Layer (normal)
es: Capa de peso combinado (normal)
ja: ウェイトブレンドレイヤー（法線）
pt_br: Camada Misturada com Pesos (normal)
zh_cn: 权重-混合层（法线）

# LandscapeEditor.TargetLayers,Menu_Create_Blended
source: Weight-Blended Layer (normal)
es: Capa de peso combinado (normal)
ja: ウェイトブレンドレイヤ（法線）
pt_br: Camada Misturada com Pesos (normal)
zh_cn: 权重-混合层（法线）

# LandscapeEditor.NewLandscape,Target_Create_NoWeightBlend
source: Non Weight-Blended Layer
es: No es una capa de peso combinado
ja: 非ウェイトブレンドレイヤー
pt_br: Camada Não Misturada com Pesos
zh_cn: 非权重-混合层

# LandscapeEditor.TargetLayers,Menu_Create_NoWeightBlend
source: Non Weight-Blended Layer
es: No es una capa de peso combinado
ja: 非ウェイトブレンドレイヤ
pt_br: Camada Não Misturada com Pesos
zh_cn: 非权重-混合层

# LandscapeEditor.NewLandscape,TotalComponents
source: Total Components
es: Componentes totales
ja: 合計コンポーネント
pt_br: Total de Componentes
zh_cn: 总组件

# LandscapeEditor.ResizeLandscape,TotalComponents
source: Total Components
es: Componentes totales
ja: 合計コンポーネント
pt_br: Total de Componentes
zh_cn: 总组件

# LandscapeEditor.NewLandscape,Undo
source: Creating New Landscape
es: Creando nuevo terreno
ja: 新規ランドスケープを作成中
pt_br: Criando Nova Paisagem
zh_cn: 创建新地貌

# LandscapeEditor.ResizeLandscape,New_Tip
source: The properties the landscape will have after the resize operation is completed
ja: サイズ変更操作の終了後に設定されるランドスケープのプロパティ
zh_cn: 在重定义尺寸操作完成后的地貌属性

# LandscapeEditor.ResizeLandscape,NxNQuads
source: {0}x{0} Quads
es: Quads {0}x{0}
ja: {0}x{0} クアッド
pt_br: {0}x{0} quadrantes
zh_cn: {0}x{0} 个方块

# LandscapeEditor.ResizeLandscape,Original
source: Original
ja: オリジナル
zh_cn: 初始

# LandscapeEditor.ResizeLandscape,Original_Tip
source: The properties of the landscape as it currently exists
ja: 既存のランドスケープのプロパティ
zh_cn: 当前的地貌属性

# LandscapeEditor.ResizeLandscape,OriginalNewLabel
source: Original New
ja: 新規オリジナル
zh_cn: 全新

# LandscapeEditor.ResizeLandscape,Resolution_Tip
source: Overall resolution of the entire landscape in vertices
ja: 頂点の全ランドスケープの画面全体の解像度
zh_cn: 以顶点计算的全部地貌的总体分辨率

# LandscapeEditor.ResizeLandscape,TotalComponents_Tip
source: The total number of components in the landscape
ja: ランドスケープのコンポーネントの合計数
zh_cn: 地貌中组件的总体数量

# LandscapeEditor.ResizeLandscape,Undo
source: Changing Landscape Component Size
es: Cambiando el tamaño del componente del terreno
ja: ランドスケープコンポーネントサイズを変更中
pt_br: Alterando Tamanho do Componente de Paisagem
zh_cn: 正在变更地貌组件尺寸

# LandscapeEditor.TargetLayers,Error_LayerNameMismatch
source: Can't use this layer info because the layer name does not match
es: No se puede usar esta información de capa porque el nombre de la capa no es compatible
ja: レイヤ名が一致しないためこのレイヤ情報は子に使用できません
pt_br: Não é possível usar as informações desta camada porque o nome da camada não corresponde
zh_cn: 无法使用此层信息，因为层名不匹配

# LandscapeEditor.TargetLayers,ExportHeightmap
source: Export Landscape Heightmap
es: Exportar del mapa de altura del terreno
ja: ランドスケープハイトマップをエクスポート
pt_br: Exportar Mapa de Alturas da Paisagem
zh_cn: 导出地貌高度图

# LandscapeEditor.TargetLayers,ExportLayer
source: Export Landscape Layer: {0}
es: Exportar capa de terreno: {0}
ja: ランドスケープレイヤをエクスポート：{0}
pt_br: Exportar Camada de Paisagem: {0}
zh_cn: 导出地貌图层 {0}

# LandscapeEditor.TargetLayers,ImportHeightmap
source: Import Landscape Heightmap
es: Importar del mapa de altura de terreno
ja: ランドスケープハイトマップをインポート
pt_br: Importar Mapa de Alturas da Paisagem
zh_cn: 导入地貌高度图

# LandscapeEditor.TargetLayers,ImportLayer
source: Import Landscape Layer: {0}
es: Importar capa de terreno: {0}
ja: ランドスケープレイヤをインポート：{0}
pt_br: Importar Camada de Paisagem: {0}
zh_cn: 导入地貌图层： {0}

# LandscapeEditor.TargetLayers,LayerContextMenu.Export
source: Export to file
es: Exportar al archivo
ja: ファイルへエクスポート
pt_br: Exportar para arquivo
zh_cn: 导出到文件

# LandscapeEditor.TargetLayers,LayerContextMenu.Heading
source: Layer Actions
es: Acciones de capa
ja: レイヤアクション
pt_br: Ações de Camada
zh_cn: 层操作

# LandscapeEditor.TargetLayers,LayerContextMenu.Import
source: Import from file
es: Importar desde archivo
ja: ファイルからインポート
pt_br: Importar de arquivo
zh_cn: 从文件导入

# LandscapeEditor.TargetLayers,LayerContextMenu.ReImport
source: Reimport from {0}
es: Volver a importar desde {0}
ja: {0} から再インポート
pt_br: Reimportar de {0}
zh_cn: 从{0}重新导入

# LandscapeEditor.TargetLayers,NoWeightBlend
source: No Weight-Blend
es: No es un peso de combinación
ja: ウェイトブレンドなし
pt_br: Nenhuma Mistura com Pesos
zh_cn: 无权重-混合

# LandscapeEditor.TargetLayers,Prompt_DeleteLayer
source: Are you sure you want to delete this layer?
es: ¿Está seguro de que quiere eliminar esta capa?
ja: このレイヤを削除してもいいですか？
pt_br: Deseja mesmo excluir esta camada?
zh_cn: 您确定要删除此层吗？

# LandscapeEditor.TargetLayers,Tooltip_Delete
source: Delete Layer
es: Eliminar capa
ja: レイヤを削除
pt_br: Excluir Camada
zh_cn: 删除层

# LandscapeEditor.TargetLayers,Undo_Delete
source: Delete Layer
es: Eliminar capa
ja: レイヤを削除
pt_br: Excluir Camada
zh_cn: 删除层

# LayersCommands,DeleteLayer
source: Delete Layer
es: Eliminar capa
ja: レイヤを削除
pt_br: Excluir Camada
zh_cn: 删除层

# LayersView,DeleteLayer
source: Delete Layer
es: Eliminar capa
ja: レイヤを削除
pt_br: Excluir Camada
zh_cn: 删除层

# LandscapeEditor.TargetLayers,Tooltip_MakePublic
source: Make Layer Public (move layer info into asset file)
es: Hacer pública la capa (mover información de capa hasta el archivo del activo)
ja: パブリックなレイヤを作成（レイヤ情報をアセットファイルへ移動）
pt_br: Tornar Pública a Camada (mover informações de camada para arquivo de ativo)
zh_cn: 使层为公共（将层信息移动到资源文件)

# LandscapeEditor.TargetLayers,Undo_Create
source: Creating New Landscape Layer
es: Creando capa de terreno nueva
ja: 新規ランドスケープレイヤを作成中
pt_br: Criando Nova Camada de Paisagem
zh_cn: 正在创建新地貌层

# LandscapeEditor.TargetLayers,Undo_MakePublic
source: Make Layer Public
es: Hacer pública la capa
ja: パブリックなレイヤを作成
pt_br: Tornar Pública a Camada
zh_cn: 使层为公共

# LandscapeEditor.TargetLayers,Undo_UseExisting
source: Assigning Layer to Landscape
es: Asignando capa al terreno
ja: ランドスケープにレイヤを割り当て中
pt_br: Atribuindo Camada a Paisagem
zh_cn: 指派层到地貌

# LandscapeEditor.Tools,ApplyMirrorLabel
source: Apply Mirror
ja: ミラー適用
zh_cn: 应用镜像

# LandscapeEditor.Tools,ApplyRampLabel
source: Apply Ramp
ja: 傾斜を適用
zh_cn: 应用斜坡

# LandscapeEditor.Tools,ApplySplinesLabel
source: Apply Splines
ja: スプラインを適用
zh_cn: 应用样条曲线

# LandscapeEditor.Tools,Component.ClearSelection
source: Clear Component Selection
es: Borrar la selección del componente
ja: コンポーネント選択をクリア
pt_br: Remover Seleção de Componente
zh_cn: 清除组件选择

# LandscapeEditor.Tools,Component.Undo_ClearSelected
source: Clearing Selection
es: Borrando la selección
ja: 選択をクリア中
pt_br: Removendo Seleção
zh_cn: 清除选择

# LandscapeEditor.Tools,Mask.ClearSelection
source: Clear Region Selection
es: Borrar la selección de la región
ja: 領域選択をクリア
pt_br: Remover Seleção de Região
zh_cn: 清除区域选择

# LandscapeEditor.Tools,Mirror.Reset
source: Recenter
ja: 再センター
zh_cn: 重新居中

# LandscapeEditor.Tools,Ramp.Apply
source: Add Ramp
es: Añadir rampa
ja: 傾斜を追加
pt_br: Adicionar Rampa
zh_cn: 添加斜坡
