Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd,LandscapeNeedToCreateLayerInfo
source: This layer has no layer info assigned yet. You must create or assign a layer info before you can paint this layer.
es: Esta capa aún no tiene asignada información de capa. Debe crear o asignar una información de capa antes de poder pintar esta capa.
ja: このレイヤには情報がまだ割り当てられていません。レイヤをペイントするには、事前にレイヤ情報を作成するか割り当てなくてはいけません。
pt_br: A camada ainda não possui informações de camada atribuídas. Você deve criar ou atribuir uma informação de camada antes de poder pintá-la.
zh_cn: 该图层还没有分配图层信息。 在您描画该图层前，您必须创建或分配图层信息。

# UnrealEd,LandscapeReImport_BadFileName
source: Reimport Source Filename is invalid
es: El nombre del archivo fuente de reimportación no es válido
ja: 再インポートするソースファイル名が無効です
pt_br: O Nome de Arquivo de Origem para Reimportação é inválido
zh_cn: 重新导入的源文件名无效

# UnrealEd,Lathe
source: Lathe
es: Torno
ja: 旋盤
pt_br: Torno
zh_cn: Lathe修改器

# UnrealEd,LevelAlreadyExistsInWorld
source: A level with that name already exists in the world.
es: Ya existe un nivel con ese nombre en el mundo.
ja: 同名のレベルがすでにワールドに存在します
pt_br: Um nível com este nome já existe no mundo.
zh_cn: 具有那个名称的关卡已经存在于世界中。

# UnrealEd,LevelSocketClicked
source: Level Socket Clicked
es: Punto de acople del nivel en que ha pinchado
ja: レベルソケットがクリックされました
pt_br: Soquete de Nível Clicado
zh_cn: 点击的关卡插槽

# UnrealEd,LightingResults
source: Lighting Results
es: Resultados de la iluminación
ja: ライティング結果
pt_br: Resultados da Iluminação
zh_cn: 光照结果

# UnrealEd,LoadErrors
source: Load Errors
es: Cargar los errores
ja: エラーをロード
pt_br: Carregar Erros
zh_cn: 加载错误

# UnrealEd,LoadingBrush
source: Loading Brush
es: Cargando pincel
ja: ブラシをロード中
pt_br: Carregando Pincel
zh_cn: 正在加载网格物体

# UnrealEd,LoadingMap_F
source: Loading map: {0}...
es: Cargando mapa: {0}…
ja: マップをロード中: {0} ...
pt_br: Carregando mapa: {0}...
zh_cn: 正在加载地图： {0}...

# UnrealEd,LoadingMapStatus_CleaningUp
source: {0} (Clearing existing world)
es: {0} (Borrando el mundo existente)
ja: {0} (既存のワールドをクリーニング中)
pt_br: {0} (Apagando mundo existente}
zh_cn: {0} (正在清除现有世界)

# UnrealEd,LoadMapTransReset
source: Loading a New Map
es: Cargando un mapa nuevo
ja: 新規マップをロード中
pt_br: Carregando um Novo Mapa
zh_cn: 正在载入新地图

# UnrealEd,Lock
source: LOCK
es: BLOQUEAR
ja: ロック
pt_br: BLOQUEIO
zh_cn: 锁定

# UnrealEd,MapPackageLoadFailed
source: Failed to open map file. This is most likely because the map was saved with a newer version of the engine.
es: Error al abrir el archivo del mapa. Probablemente haya ocurrido porque el mapa se guardó con una versión más reciente que la del motor.
ja: マップファイルを開けませんでした。マップが新しいバージョンのエンジンで保存された可能性があります。
pt_br: Falha ao abrir o arquivo do mapa. Normalmente isso acontece porque o mapa foi salvo em uma versão mais nova do mecanismo.
zh_cn: 打开地图文件失败。 这可能是因为该地图时使用较新版本的引擎保存的。

# UnrealEd,MapSaved
source: Map Saved
es: Mapa guardado
ja: 保存したマップ
pt_br: Mapa Salvo
zh_cn: 保存的地图

# UnrealEd,MapSendToFront
source: Send To Front
es: Mandar a la parte frontal
ja: 正面へ送信
pt_br: Enviar Para Frente
zh_cn: 置为顶层

# UnrealEd,MarginPropertyToolTip
source: Margin values
es: Valores del margen
ja: マージン値
pt_br: Valores de Margem
zh_cn: 留白值

# UnrealEd,MaterialEditorCleanUnusedExpressions
source: Material Editor: Clean Unused Expressions
es: Editor de material: Borrar las expresiones sin usar
ja: マテリアルエディタ：未使用の式を削除
pt_br: Editor de Materiais: Apagar Expressões Não Usadas
zh_cn: 材质编辑器： 清理未使用的表达式

# UnrealEd,MaterialEditorDelete
source: Material Editor: Delete
es: Editor de material: Eliminar
ja: マテリアルエディタ：削除
pt_br: Editor de Materiais: Excluir
zh_cn: 材质编辑器： 删除

# UnrealEd,MaterialEditorEditProperties
source: Material Editor: Edit Properties
es: Editor de material: Editar propiedades
ja: マテリアルエディタ：プロパティを編集
pt_br: Editor de Materiais: Editar Propriedades
zh_cn: 材质编辑器： 编辑属性

# UnrealEd,MaterialEditorNewComment
source: Material Editor: New Comment
es: Editor de material: Comentario nuevo
ja: マテリアルエディタ：新規コメント
pt_br: Editor de Materiais: Novo Comentário
zh_cn: 材质编辑器： 新建注释

# UnrealEd,MaterialEditorNewExpression
source: Material Editor: New Expression
es: Editor de material: Expresión nueva
ja: マテリアルエディタ：新規表現式
pt_br: Editor de Materiais: Nova Expressão
zh_cn: 材质编辑器： 新建表达式

# UnrealEd,MaterialEditorNewFunctionCall
source: Material Editor: New Function Call
es: Editor de material: Llamada de función nueva
ja: マテリアルエディタ：新規関数呼び出し
pt_br: Editor de Materiais: Nova Chamada de Função
zh_cn: 材质编辑器： 新建函数调用

# UnrealEd,MaterialEditorPaste
source: Material Editor: Paste
es: Editor de material: Pegar
ja: マテリアルエディタ：貼り付ける
pt_br: Editor de Materiais: Colar
zh_cn: 材质编辑器： 粘帖

# UnrealEd,MaterialEditorToggleCollapsed
source: Material Editor: Toggle Collapsed
es: Editor de Material: Conmutar el reducido
ja: マテリアルエディタ：折りたたみを切り替える
pt_br: Editor de Materiais: Alternar para Colapsado
zh_cn: 材质编辑器： 切换合并项

# UnrealEd,MatineeActionAlreadyOpen
source: An Matinee sequence is currently open in an editor. Please close it before proceeding.
ja: Matineeシーケンスがエディタ上で開かれています。継続前に閉じてください。
zh_cn: 一个Matinee序列目前在编辑器中处于打开状态。在继续之前请关闭它。

# UnrealEd,MatineeUnableToMove
source: You must close Matinee before moving actors. Do you wish to do this now and continue?
es: Debe cerrar matinee antes de guardar el nivel. ¿Quiere hacerlo ahora y continuar?
ja: アクタを移動する前にマチネを閉じる必要があります。 続けてもよろしいですか？
pt_br: Você deve fechar o Matinê antes de mover atores. Deseja fazê-lo agora e continuar?
zh_cn: 您在移动actors之前必须关闭Matinee。 您现在就想这样做还是继续?

# UnrealEd,MemorizeSelectionSet
source: Memorize Selection Set
es: Memorizar selección ajustada
ja: 選択内容一式を記憶する
pt_br: Memorizar Conjunto de Seleção
zh_cn: 记忆选项集合

# UnrealEd,MergePolys
source: Merge polys
es: Fusionar los polígonos
ja: ポリゴンをマージ
pt_br: Mesclar polígonos
zh_cn: 融合多边形

# UnrealEd,Merging
source: Merging
es: Fundición
ja: マージ中
pt_br: Mesclando
zh_cn: 正在融合

# UnrealEd,MeshSimp_GenerateLODFailed_F
source: An error occurred while simplifying the geometry for mesh '{SkeletalMeshName}'. Consider adjusting simplification parameters and re-simplifying the mesh.
es: Se ha producido un error al simplificar la geometría para la malla '{SkeletalMeshName}'.Considere ajustar los parámetros de simplificación y volver a simplificar la malla.
ja: メッシュ '{SkeletalMeshName}' のジオメトリを単純化する際にエラーが発生しました。簡易パラメータを調整して再度メッシュを単純化してください。
pt_br: Um erro ocorreu durante a simplificação da geometria para a malha '{SkeletalMeshName}'. Considere ajustar os parâmetros de simplificação e simplificar novamente a malha.
zh_cn: 简化网格物体 '{SkeletalMeshName}' 的几何体时发生错误。 请考虑调整简化参数并重新简化该网格物体。

# UnrealEd,MeshSimp_GeneratingLOD_F
source: Generating LOD{DesiredLOD} for {SkeletalMeshName}...
es: Generando LOD {DesiredLOD} para {SkeletalMeshName}...
ja: {SkeletalMeshName} にLOD {DesiredLOD} を作成中...
pt_br: Gerando LOD {DesiredLOD} para {SkeletalMeshName}...
zh_cn: 正在生成{SkeletalMeshName}的LOD{DesiredLOD}...

# UnrealEd,MirroringActors
source: Mirroring Actors
es: Actores reflectantes
ja: アクタを反転中
pt_br: Espelhando Atores
zh_cn: 镜像Actor

# UnrealEd,MissingFilename
source: Missing filename
es: Nombre del archivo perdido
ja: 不足しているファイル名
pt_br: Nome de arquivo ausente
zh_cn: 缺失文件名

# UnrealEd,MissingScaleFactor
source: Missing scale factor
es: Se ha perdido el factor de escala
ja: 不足しているスケール係数
pt_br: Fator de escala ausente
zh_cn: 缺失缩放因数

# UnrealEd,Modifier_F
source: Modifier [{0}]
es: Modificador [{0}]
ja: モディファイア [{0}]
pt_br: Modificador [{0}]
zh_cn: 修改器[{0}]

# UnrealEd,ModuleDeleteConfirm
source: Module state is different in other LOD levels. Are you sure you want to delete it?
es: El estado del módulo es diferente en otros niveles LOD. ¿Está seguro de que quiere eliminarlo?
ja: モジュールのステートは他のLOD レベルのステートと異なります 削除してもよろしいですか?
pt_br: O estado do módulo é diferente em outros níveis de LOD. Certeza que deseja excluí-lo?
zh_cn: 在其他LOD细节层次中，模块状态是不同的。 您确定要删除它?

# UnrealEd,ModuleDump
source: Module Dump
es: Volcado del módulo
ja: モジュール ダンプ
pt_br: Despejo de Módulo
zh_cn: 模块转存

# UnrealEd,MoveCameraToInvisLevelActor_Message
source: Attempted to move camera to actors whose levels are currently not visible: {0}
es: Se ha intentado mover la cámara a los actores cuyos niveles no son ahora visibles: {0}
ja: 現在可視化されていないレベルのアクタへカメラの移動を試行しました: {0}
pt_br: Tentando mover a câmera para atores cujos níveis não estão visíveis atualmente: {0}
zh_cn: 试图将相机移动到其关卡当前不可见的actor处: {0}

# UnrealEd,MoveCameraToInvisLevelActor_Title
source: Hidden Actors
es: Actores ocultos
ja: 非表示のアクタ
pt_br: Atores Ocultos
zh_cn: 隐藏的Actor

# UnrealEd,MoveConstraint
source: Move Constraint
es: Mover la restricción
ja: コンストレイントを移動
pt_br: Mover Restrições
zh_cn: 移动约束

# UnrealEd,MoveElement
source: Move Element
es: Mover elemento
ja: エレメントを移動
pt_br: Mover Elemento
zh_cn: 移动元素

# UnrealEd,MoveEmitter
source: Move Selected Emitter
es: Mover emisores seleccionados
ja: 選択したエミッタを移動
pt_br: Mover Emissor Selecionado
zh_cn: 移动选择的发射器

# UnrealEd,MoveEndMarker
source: Move End Marker
es: Mover marcador final
ja: 終了マーカーを移動
pt_br: Mover Marcador do Fim
zh_cn: 移动结束标志

# UnrealEd,MoveLoopEndMarker
source: Move Loop End Marker
es: Mover marcador del final del bucle
ja: ループ終了マーカーを移動
pt_br: Mover Marcador do Fim do Loop
zh_cn: 移动循环结束标志

# UnrealEd,MoveLoopStartMarker
source: Move Loop Start Marker
es: Mover marcador inicial del bucle
ja: ループ開始マーカーを移動
pt_br: Mover Marcador do Início do Loop
zh_cn: 移动循环开始标志

# UnrealEd,MoveSelectedActorsToSelectedLevel
source: Move Actors To Level
es: Mover los actores al nivel
ja: アクタをレベルへ移動
pt_br: Mover Atores Para o Nível
zh_cn: 移动Actor到关卡

# UnrealEd,MoveSelectedKeys
source: Move Selected Keys
es: Mover claves seleccionadas
ja: 選択したキーを移動
pt_br: Mover Chaves Selecionadas
zh_cn: 移动选中的关键帧

# UnrealEd,MovieSceneToolHelpersExportEDL
source: Export EDL to...
ja: ...へEDLをエクスポート

# UnrealEd,MovieSceneToolHelpersImportEDL
source: Import EDL from...
ja: ...からEDLをインポート

# UnrealEd,Muted
source: Muted
es: En mute
ja: ミュート済
pt_br: Silenciado
zh_cn: 已静音

# UnrealEd,NameAlreadyInUse
source: Name is already in use by another object.
es: El nombre ya está en uso por otro objeto.
ja: 名前は他のオブジェクトが既に使用しています
pt_br: O nome já está sendo usado por outro objeto.
zh_cn: 此名称已被其它对象所用。

# UnrealEd,NeedsToFullyLoadPackageF
source: Package {0} is not fully loaded. Do you want to fully load it? Not doing so will abort the '{1}' operation.
es: El paquete {0} no se ha cargado por completo. ¿Quiere cargarlo por completo? En caso de no hacerlo, se cancelará la operación de '{1}'
ja: パッケージ {0} は完全にロードされていません。完全にロードしてもよろしいですか? 完全にロードしない場合、 '{1}' 操作が中止されます。
pt_br: O Pacote {0} não está totalmente carregado. Deseja carregá-lo totalmente? Não fazê-lo irá anular a operação '{1}'.
zh_cn: 包{0}没有完全加载。 您想完全加载它吗? 不这样做将会中止 '{1}' 操作。

# UnrealEd,New_F
source: New {0}
es: Nuevo {0}
ja: 新規 {0}
pt_br: Novo {0}
zh_cn: 新建 {0}

# UnrealEd,NewEmitter
source: Create New Emitter
es: Crear un nuevo emisor
ja: 新規エミッタを作成...
pt_br: Criar Novo Emissor
zh_cn: 创建新的发射器

# UnrealEd,NoAnimSeqsFound
source: No AnimSequences Found. Make sure to load AnimSequences.
es: No se ha encontrado AnimSequences. Asegúrese de cargar AnimSequences.
ja: アニムSequencesがみつかりません。アニムSequencesがロードされていることを確認してください。
pt_br: Nenhum AnimSequences Encontrado. Certifique-se de carregar AnimSequences.
zh_cn: 没有找到AnimSequences 。 确定要加载AnimSequences。

# UnrealEd,NoLODToRemove
source: No LODs to remove!
es: ¡No hay LODs que eliminar!
ja: 取り除くLODがありません!
pt_br: Não há LODs para remover!
zh_cn: 没有要删除的LOD!

# UnrealEd,NoSoundCueSelected
source: Cannot Add Sound. No SoundCue Selected In Browser.
es: No se puede añadir sonido. No se ha seleccionado ninguna SoundCue en el buscador.
ja: サウンドを追加できません。ブラウザでサウンドキューが選択されていません。
pt_br: Não é Possível Adicionar Som. Não há SoundCue Selecionado no Navegador.
zh_cn: 不能添加声效。 没有在浏览器中选择声效。

# UnrealEd,NothingToKeyframe
source: Nothing to keyframe, or selected object can't be keyframed on this type of track.
ja: キーフレームの作成対象がないか、選択オブジェクトはこの種類のトラックでキーフレームを作成できません。
zh_cn: 没有要设置关键帧的对象，或者选中的对象不能在这种类型的轨迹上设置关键帧。

# UnrealEd,NoTrackSelected
source: No track selected. Select a track from the track view before trying again.
es: No hay pista seleccionada. Seleccione una de la vista de pistas antes de intentarlo de nuevo.
ja: トラックが選択されていません。再試行する前にトラックビューからトラックを選択してください。
pt_br: Não há faixa selecionada. Selecione uma faixa a partir da visualização de faixa antes de tentar novamente.
zh_cn: 没有选中轨迹。 请从轨迹视图中选择一条轨迹，并重试。

# UnrealEd,NumPrimitives_F
source: Num Collision Primitives: {0}
ja: コリジョンプリミティブ数： {0}
zh_cn: 碰撞图元数量：{0}

# UnrealEd,ObjectAssignmentsFailed
source: Failed to assign {0} to the {1} property, see log for details.
es: Error al asignar {0} a la propiedad de {1}, vea el registro para más detalles.
ja: {0} の {1} プロパティへの割り当てに失敗しました。詳細はログを確認してください。
pt_br: Falha ao atribuir {0} à propriedade {1}, verifique o registro para obter detalhes.
zh_cn: 不能将{0}赋予{1}属性，请查看日志获得更多详细信息。

# UnrealEd,ObjectNoReferences
source: Object '{0}' doesn't refer to any non-ignored objects.
es: El objeto '{0}' no hace referencia a ninguno de los objetos sin omitir.
ja: オブジェクト '{0}' は無視されないオブジェクトをリファレンスしていません
pt_br: O Objeto '{0}' não se refere a nenhum dos objetos não ignorados.
zh_cn: 对象 '{0}'未指向任何未被忽略的对象。

# UnrealEd,ObjectNotReferenced
source: Object '{0}' Is Not Referenced
es: El objeto '{0}' no está referenciado
ja: オブジェクト '{0}' はリファレンスされていません
pt_br: O Objeto '{0}' Não Foi Referenciado
zh_cn: 对象 '{0}' 未被引用

# UnrealEd,ObjectTools_ExportObjects_CancelRemaining
source: Would you like to cancel exporting the next {0} files as well?
es: ¿Quiere cancelar la exportación de los siguientes {0} archivos también?
ja: 次の {0} ファイルについてもエクスポートをキャンセルしますか?
pt_br: Deseja cancelar a exportação dos {0} próximos arquivos também?
zh_cn: 您也要取消导出下一个{0}文件？

# UnrealEd,OpenMatinee
source: Open UnrealMatinee
es: Abrir UnrealMatinee
ja: UnrealMatineeを開く
pt_br: Abrir UnrealMatinee
zh_cn: 打开UnrealMatinee

# UnrealEd,Optimize
source: Optimize
es: Optimizar
ja: 最適化
pt_br: Otimizar
zh_cn: 优化

# UnrealEd,PackageBackup_MaintenanceWarning
source: Performing maintenance on asset backup folder...
es: Reproduciendo el mantenimiento en la carpeta de la copia de seguridad del activo…
ja: アセットバックアップ フォルダの保守を実行中...
pt_br: Executando manutenção na pasta de backup do ativo...
zh_cn: 正在维护资源备份文件夹...

# UnrealEd,PackageBackup_ValidityWarning
source: Determining asset backup validity...
es: Determinando la validez de la copia de seguridad del activo...
ja: アセットバックアップの妥当性を検査中...
pt_br: Determinando validade do backup do ativo...
zh_cn: 正在确定资源备份的有效性...

# UnrealEd,PackageBackup_Warning
source: Backing up asset...
es: Procesando el activo...
ja: アセットをバックアップしています...
pt_br: Fazendo backup do ativo...
zh_cn: 正在备份资源...

# UnrealEd,PackageFileIsReadOnly
source: Unable to save package to {0} because the file is read-only!
es: ¡Imposible guardar el paquete en {0} porque el archivo es de solo lectura!
ja: ファイルが読み取り専用なためパッケージを {0} へ保存できません。
pt_br: Não é possível salvar o pacote para {0} porque o arquivo é somente leitura!
zh_cn: 由于文件为只读，所以无法保存包至{0}！

# UnrealEd,PackagingResults
source: Packaging Results
es: Empaquetarlos resultados
ja: パッケージング結果
pt_br: Resultados do Empacotamento
zh_cn: 打包结果

# UnrealEd,PasteComponents
source: Paste Components
ja: コンポーネントを貼り付け
zh_cn: 粘贴组件

# UnrealEd,PasteTextureToSurface
source: Paste Texture to Surface
es: Pegar textura a la superficie
ja: テクスチャをサーフェスに貼り付け
pt_br: Colar Textura na Superfície
zh_cn: 粘帖贴图到表面

# UnrealEd,PasteToWorldOrigin
source: Paste To World Origin
es: Pegar en el origen del mundo
ja: ワールドの基点に貼り付け
pt_br: Colar para Origem do Mundo
zh_cn: 粘帖到世界原点

# UnrealEd,Pen
source: Pen
es: Pluma
ja: ペン
pt_br: Caneta
zh_cn: 画笔

# UnrealEd,PerformingCSGOperation
source: Performing CSG operation
es: Reproducir la operación CSG
ja: CSG操作を実行中
pt_br: Executando operação CSG
zh_cn: 执行CSG操作

# UnrealEd,PIECantStartDuringTransaction
source: Can't Play In Editor when performing {TransactionName} operation
ja: {TransactionName} の実行中にはプレイ イン エディタできません
zh_cn: 当执行{TransactionName}操作时不能在编辑器中运行

# UnrealEd,PIENeedsToCloseMatineeMessage
source: Closing 'Play in Editor' must close UnrealMatinee.
es: Al cerrar 'Reproducir en el editor' debe cerrar UnrealMatinee.
ja: プレイ イン エディタにはマチネを閉じる必要があります
pt_br: Para fechar 'Jogar no Editor' é necessário fechar UnrealMatinee
zh_cn: 要想关闭'Play in Editor（在编辑器中运行）' 就必须关闭UnrealMatinee。

# UnrealEd,PIENeedsToCloseMatineeQ
source: 'Play in Editor' must close UnrealMatinee. Continue?
es: 'Reproducir en el editor' debe cerrar UnrealMatinee. ¿Continuar?
ja: プレイ イン エディタにはマチネを閉じる必要があります。続けますか？
pt_br: 'Jogar no Editor' precisa fechar UnrealMatinee. Continuar?
zh_cn: 应用'Play in Editor（在编辑器中运行）' 时必须关闭UnrealMatinee。 继续?

# UnrealEd,Planar
source: Planar
es: PLano
ja: 平面
zh_cn: 平面

# UnrealEd,PlayInEditor
source: Play In Editor
es: Reproducción en el editor (PIE)
ja: プレイ イン エディタ
pt_br: Jogar no Editor
zh_cn: 在编辑器中运行

# UserFeedback,PlayInEditor
source: Play In Editor
es: Reproducción en el editor (PIE)
ja: プレイ イン エディタ
pt_br: Jogar no Editor
zh_cn: 在编辑器中运行

# UnrealEd,PlayInEditor_RHI_F
source: {GameName} Game Preview {NetMode} ({PlatformBits}-bit/{RHIName})
es: {GameName} Vista preliminar del juego {NetMode} ({PlatformBits}-bit/{RHIName})
ja: {GameName} ゲームプレビュー {NetMode} ({PlatformBits}-ビット/{RHIName})
pt_br: {GameName} Visualização do Jogo {NetMode}({PlatformBits}-bit/{RHIName})
zh_cn: {GameName} 游戏预览 {NetMode} ({PlatformBits}-bit/{RHIName})

# UnrealEd,PolySetMaterial
source: Set Material
es: Ajustar material
ja: マテリアルを設定
pt_br: Definir Material
zh_cn: 设置材质

# UnrealEd,PolySetTexmult
source: Set Texmult
es: Ajustar textura múltiple
ja: Texmultを設定
pt_br: Definir Texmult
zh_cn: 设置贴图乘数

# UnrealEd,PolySetTexpan
source: Set Texpan
es: Ajustar el panel de textura
ja: Texpanを設定
pt_br: Definir Texpan
zh_cn: 设置贴图平移量

# UnrealEd,PolySetTexscale
source: Set Texscale
es: Ajustar escala de textura
ja: Texscaleを設定
pt_br: Definir Texscale
zh_cn: 设置贴图比例

# UnrealEd,PolySetTexture
source: Set Texture
es: Ajustar textura
ja: テクスチャを設定
pt_br: Definir Textura
zh_cn: 设置贴图

# UnrealEd,PreviewHorizontalAlignment
source: Horizontal alignment for the preview
es: Alineación horizontal para la vista preliminar
ja: プレビューの水平調整
pt_br: Alinhamento Horizontal para a visualização
zh_cn: 预览时水平对齐

# UnrealEd,PreviewVerticalAlignment
source: Vertical alignment for the preview
es: Alineación vertical para la vista preliminar
ja: プレビューの垂直整列
pt_br: Alinhamento vertical para a visualização
zh_cn: 预览时垂直对齐

# UnrealEd,Prompt_10
source: Could not create geometry.
es: No se ha podido crear la geometría.
ja: ジオメトリを作成できませんでした
pt_br: Não foi possível criar a geometria.
zh_cn: 无法创建几何体。

# UnrealEd,Prompt_12
source: This will completely replace the current asset. Are you sure?
es: Esto reemplazará por completo el activo actual. ¿Está seguro?
ja: 現在のアセットをすべて置換します。 よろしいですか？
pt_br: Isso substituirá o ativo atual completamente. Deseja continuar?
zh_cn: 这将完全地替换当前资源。 您确定吗?

# UnrealEd,Prompt_13
source: This will completely replace the current bone collision. Are you sure?
es: Esto reemplazará por completo la colisión del hueso actual. ¿Está seguro?
ja: 現在のボーンコリジョンをすべて置換します。 継続してよろしいですか?
pt_br: Isso substituirá a colisão de osso atual completamente. Deseja continuar?
zh_cn: 这将完全地替换当前骨骼碰撞。 您确定吗?

# UnrealEd,Prompt_21
source: You must close Matinee before saving level. Do you wish to do this now and continue?
es: Debe cerrar matinee antes de guardar el nivel. ¿Quiere hacerlo ahora y continuar?
ja: レベルを保存するにはマチネを終了する必要があります。 今すぐ終了して継続しますか?
pt_br: Você deve fechar o Matinê antes de salvar o nível. Deseja fazê-lo agora e continuar?
zh_cn: 您在保存关卡之前必须关闭Matinee。 您现在就想这样做还是继续?

# UnrealEd,Prompt_22
source: Failed to create entry point. Try another location, or you may have to rebuild your level.
es: Error al crear punto de entrada. Intente otra ubicación o tendrá que volver a diseñar el nivel.
ja: エントリーポイントを作成できませんでした。別の場所でお試しいただくか、レベルを再ビルドする必要があります。
pt_br: Falha ao criar ponto de entrada. Tente outro local, ou talvez você tenha que reconstruir seu nível.
zh_cn: 创建入口点失败。 请尝试另一个位置，或者您可能必须要重新构建你的关卡。

# UnrealEd,Prompt_26
source: The asset '{0}' ({1}) failed to save. Cancel: Stop saving all assets and return to the editor. Retry: Attempt to save the asset again. Continue: Skip saving this asset only.
es: Error al guardar el activo '{0}' ({1}). Cancelar: Dejar de guardar todos los activos y volver al editor. Volver a intentar: Intentar guardar el activo de nuevo. Continuar: No guardar este activo en concreto.\
ja: アセット '{0}' ({1}) の保存に失敗しました。 キャンセル: 全アセットの保存を中止してエディタに戻る 再試行:アセットの保存を再試行する 継続:対象アセットの保存のみスキップ
pt_br: O ativo '{0}' ({1}) não pôde ser salvo. Cancelar: Para de salvar todos os ativos e volta ao editor. Tentar novamente: Tenta salvar o ativo novamente. Continuar: Pula somente este ativo.
zh_cn: 无法保存资源 '{0}' ({1})。 取消: 停止保存所有资源并返回到编辑器。 重试: 尝试再次保存资源。 继续: 仅跳过保存该资源。

# UnrealEd,Prompt_4
source: {0} support coming soon.
es: {0} soporte llegará próximamente.
ja: {0} サポートは近日公開予定です。
pt_br: Suporte {0} em breve.
zh_cn: 即将提供{0}支持。

# UnrealEd,Prompt_41
source: The asset '{0}' ({1}) cannot be saved as the package is locked because you are in play on PC mode. Cancel: Stop saving all assets and return to the editor. Retry: Attempt to save the asset again. Continue: Skip saving this asset only.
es: El activo '{0}' ({1}) no se puede guardar, el paquete está bloqueado porque se encuentra en modo PC. Cancelar: Dejar de guardar todos los activos y volver al editor. Volver a intentar: Intentar guardar el activo de nuevo. Continuar: No guardar este activo en concreto.
ja: ユーザーがPCモードでプレイ中の時はパッケージがロックされるため、 '{0}' ({1}) は保存できません。 キャンセル: 全アセットの保存を中止してエディタに戻る 再試行:アセットの保存を再試行する 継続:対象アセットの保存のみスキップ
pt_br: O ativo '{0}' ({1}) não pôde ser salvo já que o pacote está bloqueado, porque você está no modo Jogar no PC. Cancelar: Para de salvar todos os ativos e volta ao editor. Tentar novamente: Tenta salvar o ativo novamente. Continuar: Pula somente este ativo.
zh_cn: 无法保存资源 '{0}' ({1})，因为由于您处于‘在ＰＣ上运行’模式，所以包已经被锁定。 取消： 停止保存所有资源并返回到编辑器。 重试: 尝试再次保存资源。 继续: 仅跳过保存该资源。

# UnrealEd,Prompt_7
source: 3DDrawMode Options Menu!
es: ¡Menú de opciones del 3DDrawMode!
ja: 3DDrawモードオプションメニュー！
pt_br: Menu de Opções 3DDrawMode!
zh_cn: 3DDrawMode 选项菜单!

# UnrealEd,Prompt_AboutToBulkExportNItems_F
source: About to bulk export {0} items. Proceed?
es: Está a punto de exportar un colectivo de {0} ítems. ¿Continuar?
ja: 大量の {0} 個のアイテムをエクスポートしようとしています。継続しますか？
pt_br: Prestes a exportar {0} itens em lote. Continuar?
zh_cn: 将要批量导出 {0}个项目。 继续?

# UnrealEd,Prompt_AboutToEditStartupPackage
source: {0} is a startup package. Startup packages are fully cooked and loaded when on consoles. ALL CONTENT IN THIS PACKAGE WILL ALWAYS USE MEMORY. Are you sure you want to save it?
es: {0} es un paquete de arranque. Los paquetes de arranque están completamente procesados y cargados cuando están en las consolas. TODO EL CONTENIDO DE ESTE PAQUETE USARÁ SIEMPRE LA MEMORIA. ¿Está seguro de que quiere guardarlo?
ja: {0} はスタートアップパッケージです。スタートアップパッケージはコンソールに完全にクックされロードされています。このパッケージに格納されるコンテンツは常にメモリを使用します。保存してもよろしいですか？
pt_br: {0} é um pacote de inicialização. Pacotes de inicialização são totalmente preparados e carregados quando estão em um console. TODO O CONTEÚDO NESTE PACOTE USARÁ MEMÓRIA SEMPRE. Deseja salvá-lo?
zh_cn: {0}是启动包。 当在游戏机平台上时将会完全地烘焙及加载启动包。 该包中的所有内容将总是占用内存。 您确定想保存它吗?

# UnrealEd,Prompt_MaterialEditorClose
source: Would you like to apply changes to this material to the original material? {0} (No will lose all changes!)
es: ¿Quiere aplicar los cambios a este material? {0} (¡No se perderán todos lo cambios!)
ja: このマテリアルへの変更内容をオリジナルのマテリアルに適用しますか? {0} (いいえを選択すると変更内容が失われます!)
pt_br: Deseja aplicar as mudanças deste material ao material original? {0} (Se não, todas as mudanças serão perdidas!)
zh_cn: 您想要把对此材质的修改应用到原始材质吗？ {0} （选择“否”将会丢失所有变更！）
