Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.LevelEditorActions,BuildReflectionCapturesOnly_ToolTip
source: Only updates Reflection Captures (all levels.)
ja: 反射キャプチャのみを更新（全レベル）
zh_cn: 仅更新反射捕获 (所有关卡。)

# UICommands.LevelEditorActions,BuildTextureStreamingOnly
source: Build Texture Streaming
ja: テクスチャストリーミングをビルド

# UICommands.LevelEditorActions,BuildTextureStreamingOnly_ToolTip
source: Build texture streaming data
ja: テクスチャストリーミングデータをビルド

# UICommands.LevelEditorActions,ChangeSourceControlSettings
source: Change Source Control Settings...
ja: ソースコントロール設定を変更...
zh_cn: 变更源控制设置...

# UICommands.LevelEditorActions,ChangeSourceControlSettings_ToolTip
source: Opens a dialog to change source control settings.
ja: ソースコントロール設定を変更するダイアログを開く
zh_cn: 打开对话框以变更源控制设置。

# UICommands.LevelEditorActions,CheckOutModifiedFiles
source: Check Out Modified Files...
ja: 編集されたファイルをチェックアウト...
zh_cn: 迁出已修改的文件...

# UICommands.LevelEditorActions,CheckOutModifiedFiles_ToolTip
source: Opens a dialog to check out any assets which have been modified.
ja: 修正したアセットをチェックアウトするダイアログを開く
zh_cn: 打开对话框以迁出任意已修改的资源。

# UICommands.LevelEditorActions,ConnectToSourceControl
source: Connect to Source Control...
ja: ソースコントロールに接続...
zh_cn: 连接到源代码控制

# UICommands.LevelEditorActions,ConnectToSourceControl_ToolTip
source: Opens a dialog to connect to source control.
ja: ソースコントロールに接続するダイアログを開く
zh_cn: 打开对话框以连接到源控制。

# UICommands.LevelEditorActions,ConvertSelectionToBlueprintViaHarvest
source: Convert Selected Components to Blueprint Class...
ja: 選択されたコンポーネントをブループリントクラスに変換...
zh_cn: 转换选择的组件为蓝图类...

# UICommands.LevelEditorActions,ConvertSelectionToBlueprintViaHarvest_ToolTip
source: Replace all of the selected actors with a new Blueprint Class based on Actor that contains the components
ja: コンポーネントを格納するアクタに基づいて選択アクタ全てを新規ブループリントクラスと置換する
zh_cn: 替换所有选择的actor为基于包含组件的Actor的新蓝图类

# UICommands.LevelEditorActions,ConvertSelectionToBlueprintViaSubclass
source: Convert Selected Actor to Blueprint Class...
ja: 選択されたアクタをブループリントクラスに変換...
zh_cn: 转换选择的Actor为蓝图类...

# UICommands.LevelEditorActions,ConvertSelectionToBlueprintViaSubclass_ToolTip
source: Replace the selected actor with a new Blueprint subclass based on the class of the selected Actor
ja: 選択アクタのクラスに基づいて選択アクタを新規ブループリントサブクラスと置換する
zh_cn: 替换选择的actor为基于选择的Actor的新蓝图子类

# UICommands.LevelEditorActions,ConvertToAdditive_ToolTip
source: Converts the selected brushes to additive brushes
ja: 選択されたブラシを加算ブラシに変換
zh_cn: 将选中的画刷转换为添加型画刷

# UICommands.LevelEditorActions,ConvertToSubtractive
source: Subtractive
ja: 減算
zh_cn: 挖空型

# UICommands.LevelEditorActions,ConvertToSubtractive_ToolTip
source: Converts the selected brushes to subtractive brushes
ja: 選択されたブラシを減算ブラシに変換
zh_cn: 将选中的画刷转换为挖空型画刷

# UICommands.LevelEditorActions,CreateBlankBlueprintClass
source: New Empty Blueprint Class...
ja: 新規の空のブループリントクラス...
zh_cn: 新建空白蓝图类...

# UICommands.LevelEditorActions,CreateBlankBlueprintClass_ToolTip
source: Create a new Blueprint Class
ja: 新規ブループリントクラスを作成
zh_cn: 创建新蓝图类

# UICommands.LevelEditorActions,CreateBoundingBoxVolume
source: Create Bounding Box Blocking Volume From Mesh
ja: メッシュからバウンディングボックス ブロッキング ボリュームを作成
zh_cn: 从网格物体中创建绑定盒体阻挡体积

# UICommands.LevelEditorActions,CreateBoundingBoxVolume_ToolTip
source: Create a bounding box blocking volume from the static mesh
ja: スタティック メッシュからバウンディングボックスブロッキングボリュームを作成
zh_cn: 从静态网格创建边界框阻挡体积

# UICommands.LevelEditorActions,CreateHeavyConvexVolume
source: Heavy Convex Blocking Volume From Mesh
ja: メッシュからのヘビー凸型ブロッキングボリューム
zh_cn: 来自网格物体的严重凸面的阻挡体积

# UICommands.LevelEditorActions,CreateHeavyConvexVolume_ToolTip
source: Creates a heavy convex blocking volume from the static mesh
ja: スタティックメッシュからヘビー凸型ブロッキングボリュームを作成

# UICommands.LevelEditorActions,CreateLightConvexVolume
source: Light Convex Blocking Volume From Mesh
ja: メッシュからのライト凸型ブロッキングボリューム
zh_cn: 来自网格物体的轻微凸面的阻挡体积

# UICommands.LevelEditorActions,CreateLightConvexVolume_ToolTip
source: Creates a light convex blocking volume from the static mesh
ja: スタティックメッシュからライト凸型ブロッキングボリュームを作成
zh_cn: 从静态网格中创建轻微凸面的阻挡体积

# UICommands.LevelEditorActions,CreateNewOutlinerFolder_ToolTip
source: Place the selected actors in a new folder
ja: 新規フォルダに選択アクタを配置
zh_cn: 在新文件夹中放置选中的actors

# UICommands.LevelEditorActions,CreateNormalConvexVolume
source: Normal Convex Blocking Volume From Mesh
ja: メッシュからの法線凸型ブロッキングボリューム
zh_cn: 来自网格物体的一般凸面阻挡体积

# UICommands.LevelEditorActions,CreateNormalConvexVolume_ToolTip
source: Creates a normal convex blocking volume from the static mesh
ja: スタティックメッシュからノーマル凸型ブロッキングボリュームを作成
zh_cn: 从静态网格创建一般凸面的阻挡体积

# UICommands.LevelEditorActions,CreateRoughConvexVolume
source: Rought Convex Blocking Volume From Mesh
ja: メッシュからのラフ凸型ブロッキングボリューム
zh_cn: 来自网格物体的粗略凸面阻挡体积

# UICommands.LevelEditorActions,CreateRoughConvexVolume_ToolTip
source: Creates a rough convex blocking volume from the static mesh
ja: スタティックメッシュからラフ凸型ブロッキングボリュームを作成
zh_cn: 从静态网格创建粗略凸面的阻挡体积

# UICommands.LevelEditorActions,CycleNavigationDataDrawn
source: Cycle Navigation Data Drawn
ja: ナビゲーションデータの描画を切り替える
zh_cn: 循环描画的导航数据

# UICommands.LevelEditorActions,CycleNavigationDataDrawn_ToolTip
source: Cycles through navigation data (navmeshes for example) to draw one at a time
ja: 1つずつ描画するためにナビゲーションデータ（例えばnavメッシュ）を切り替える
zh_cn: 循环导航数据（比如导航网格物体），每循环一次描画一次

# UICommands.LevelEditorActions,DeltaTransformToActors_ToolTip
source: Apply Delta Transform to selected actors
ja: デルタ変換を選択アクタに適用
zh_cn: 给选中的actor应用Delta变换

# UICommands.LevelEditorActions,DetachFromParent
source: Detach
ja: デタッチ
zh_cn: 解除

# UICommands.LevelEditorActions,DetachFromParent_ToolTip
source: Detach the actor from its parent
ja: このアクタを親からデタッチ
zh_cn: 从父项解除该actor

# UICommands.LevelEditorActions,DrawBrushMarkerPolys
source: Draw Brush Polys
ja: ブラシポリゴンを描画
zh_cn: 描画画刷多边形

# UICommands.LevelEditorActions,DrawBrushMarkerPolys_ToolTip
source: Draws semi-transparent polygons around a brush when selected
ja: 選択時にブラシ周りに半透明ポリゴンを描画
zh_cn: 当选中画刷时将在画刷周围描画半透明的多边形

# UICommands.LevelEditorActions,EditAsset
source: Edit Asset
ja: アセットを編集
zh_cn: 编辑资源

# UICommands.LevelEditorActions,EditAssetNoConfirmMultiple
source: Edit Asset
ja: アセットを編集
zh_cn: 编辑资源

# UICommands.ReferenceViewerActions,OpenSelectedInAssetEditor
source: Edit Asset
ja: アセットを編集

# UICommands.LevelEditorActions,EditAsset_ToolTip
source: Edits the asset associated with the selected actor
ja: 選択アクタに関連するアセットを編集
zh_cn: 编辑和选中的actor相关的资源

# UICommands.LevelEditorActions,EditAssetNoConfirmMultiple_ToolTip
source: Edits the asset associated with the selected actor
ja: 選択アクタに関連するアセットを編集
zh_cn: 编辑和选中的actor相关的资源

# UICommands.LevelEditorActions,EditMatinee
source: Edit Matinee
ja: マチネを編集
zh_cn: 编辑Matinee

# UICommands.LevelEditorActions,EditMatinee_ToolTip
source: Selects a Matinee to edit
ja: 編集するマチネを選択
zh_cn: 选择一个Matinee进行编辑

# UICommands.LevelEditorActions,EnableActorSnap
source: Enable Actor Snapping
ja: アクタのスナップを有効にする
zh_cn: 启用Actor对齐

# UICommands.LevelEditorActions,EnableActorSnap_ToolTip
source: If enabled, actors will snap to the location of other actors when they are within distance
ja: 有効になると、範囲内のアクタは別のアクタの位置にスナップします
zh_cn: 如果启用，当actor在距离范围内时将会对齐到其他actor的位置处

# UICommands.LevelEditorActions,EnableVertexSnap
source: Enable Vertex Snapping
ja: 頂点スナップを有効にする
zh_cn: 启用顶点对齐

# UICommands.LevelEditorActions,EnableVertexSnap_ToolTip
source: If enabled, actors will snap to the location of the nearest vertex on another actor in the direction of movement
ja: 有効になると、アクタは移動方向に別のアクタの直近の頂点位置にスナップします
zh_cn: 如果启用，actor将会对齐到运动方向上遇到的另一个actor的最近顶点的位置处

# UICommands.LevelEditorActions,ExportAll
source: Export All...
ja: すべてエクスポート...
zh_cn: 导出所有内容...

# UICommands.MatineeCommands,FileExport
source: Export All...
ja: すべてエクスポート...

# UICommands.LevelEditorActions,ExportAll_ToolTip
source: Exports the entire level to a file on disk (multiple formats are supported.)
ja: レベル全体をディスクのファイルにエクスポート（複数形式をサポート）
zh_cn: 将整个关卡导出到磁盘上的文件中 (支持多种格式。)

# UICommands.LevelEditorActions,ExportSelected
source: Export Selected...
ja: 選択されたものをエクスポート...
zh_cn: 导出选中内容...

# UICommands.LevelEditorActions,ExportSelected_ToolTip
source: Exports currently-selected objects to a file on disk (multiple formats are supported.)
ja: 現在選択中のオブジェクトをディスクのファイルにエクスポート（複数形式をサポート）
zh_cn: 将当前选中的所有对象导出到磁盘上的文件中 (支持多种格式。)

# UICommands.LevelEditorActions,FindActorInLevelScript
source: Find in Level Blueprint
ja: レベルブループリントで検索
zh_cn: 在关卡蓝图中查找

# UICommands.LevelEditorActions,FindActorInLevelScript_ToolTip
source: Finds any references to the selected actor in its level's blueprint
ja: レベルのブループリント内にある選択アクタへのリファレンスをすべて検索
zh_cn: 在关卡蓝图中查找到选中actor的任何引用

# UICommands.LevelEditorActions,FindActorLevelInContentBrowser
source: Find Actor Level in Content Browser
ja: コンテンツブラウザでアクタレベルを検索
zh_cn: 在内容浏览器中查找 Actor 关卡

# UICommands.LevelEditorActions,FindActorLevelInContentBrowser_ToolTip
source: Finds the selected actors' level in the content browser
ja: コンテンツブラウザで選択アクタレベルを検索
zh_cn: 在内容浏览器中查找当前选中的 Actor 的关卡

# UICommands.LevelEditorActions,FindLevelsInLevelBrowser
source: Find Levels in Level Browser
ja: レベルブラウザ内でレベルを検索
zh_cn: 在关卡浏览器中查找关卡

# UICommands.LevelEditorActions,FindLevelsInLevelBrowser_ToolTip
source: Finds the selected actors' levels in the level browser
ja: レベルブラウザで選択されたアクタレベルを検索
zh_cn: 在关卡浏览器中查找当前选中 Actor 的关卡

# UICommands.LevelEditorActions,FocusAllViewportsToSelection
source: Focus Selected Actors in All Viewports
ja: 全ビューポートで選択アクタをフォーカス
zh_cn: 聚焦所有视口中选中的Actor

# UICommands.LevelEditorActions,FocusAllViewportsToSelection_ToolTip
source: Moves the camera in front of the selected actors in all open viewports
ja: 開いているすべてのビューポートのカメラを選択アクタの前へ移動
zh_cn: 在所有打开的视口中将相机移动到选中actor的前面

# UICommands.LevelEditorActions,GoHere
source: Go Here
ja: ここへ移動
zh_cn: 跳转到此处

# UICommands.LevelEditorActions,GoHere_ToolTip
source: Moves the camera to the current mouse position
ja: カメラを現行マウス位置に移動
zh_cn: 将相机移动到当前鼠标位置

# UICommands.LevelEditorActions,GoToCodeForActor
source: Go to C++ Code for Actor
ja: アクタのC++コードへ移動
zh_cn: 跳转到Actor的C++代码处

# UICommands.LevelEditorActions,GoToCodeForActor_ToolTip
source: Opens a code editing IDE and navigates to the source file associated with the seleced actor
ja: コード編集を行うIDEを開いて、選択アクタと関連のあるソースファイルへ移動
zh_cn: 打开一个代码编辑集成开发环境，并浏览到和选中的actor相关的源码文件

# UICommands.LevelEditorActions,GoToDocsForActor
source: Go to Documentation for Actor
ja: アクタのオンラインマニュアルへ移動
zh_cn: 跳转到Actor的文件

# UICommands.LevelEditorActions,GoToDocsForActor_ToolTip
source: Opens documentation for the Actor in the default web browser
ja: 既定のデフォルトブラウザでアクタのオンラインマニュアルを開く
zh_cn: 在默认网络浏览器中打开该Actor的文档

# UICommands.LevelEditorActions,GroupActors_ToolTip
source: Groups the selected actors
ja: 選択アクタをグループ化
zh_cn: 组合选中的actors

# UICommands.LevelEditorActions,HideSelected_ToolTip
source: Hides the selected actors
ja: 選択アクタを非表示
zh_cn: 隐藏选中的actor

# UICommands.LevelEditorActions,HideSelectedStartup
source: Hide Selected At Startup
ja: 起動時に選択内容を非表示
zh_cn: 在启动时隐藏选中项

# UICommands.LevelEditorActions,HideSelectedStartup_ToolTip
source: Hide selected actors at startup
ja: 起動時に選択アクタを非表示
zh_cn: 在启动时隐藏选中的actor

# UICommands.LevelEditorActions,HoldToEnableVertexSnapping
source: Hold to Enable Vertex Snapping
ja: 押しながら頂点のスナッピングを有効にする
zh_cn: 按住来启用顶点对齐

# UICommands.LevelEditorActions,HoldToEnableVertexSnapping_ToolTip
source: When the key binding is pressed and held vertex snapping will be enabled
ja: キーバインディングを押したままの状態の時に頂点スナッピングが有効になります
zh_cn: 当按住按键绑定时，将启用顶点对齐。

# UICommands.LevelEditorActions,ImportScene
source: Import Into Level...
ja: レベルにインポート...

# UICommands.LevelEditorActions,ImportScene_ToolTip
source: Imports a scene from a FBX or T3D format into the current level
ja: FBXもしくはT3D形式のシーンを現在のレベルにインポート

# UICommands.LevelEditorActions,InvertSelection_ToolTip
source: Inverts the current selection
ja: 現在の選択内容を反転
zh_cn: 反项选择当前选中项

# UICommands.LevelEditorActions,KeepSimulationChanges_ToolTip
source: Saves the changes made to this actor in Simulate mode to the actor's default state.
ja: シミュレートモードでこのアクタに加えた変更をアクタのデフォルトステートに保存
zh_cn: 将在模拟模式中对该actor的修改保存到actor的默认状态中。

# UICommands.LevelEditorActions,LevelStreamingVolumePrevis
source: Enable Automatic Level Streaming
ja: 自動レベルストリーミングを有効にする
zh_cn: 启用自动关卡动态加载

# UICommands.LevelEditorActions,LevelStreamingVolumePrevis_ToolTip
source: If enabled, the viewport will stream in levels automatically when the camera is moved
ja: 有効になると、ビューポートはカメラの移動時にレベルを自動的にストリーミングします
zh_cn: 如果启用，当相机移动时该视口将自动动态载入关

# UICommands.LevelEditorActions,LightingBuildOptions_ShowLightingStats
source: Show Lighting Stats
ja: ライティング統計情報を表示
zh_cn: 显示光照统计数据

# UICommands.LevelEditorActions,LightingBuildOptions_ShowLightingStats_ToolTip
source: When enabled, a window containing metrics about lighting performance and memory will be displayed after a successful build.
ja: 有効になると、ビルドの正常終了後にウィンドウが開き、ライティング性能測定基準とメモリが表示されます
zh_cn: 启用后，当构建成功时将显示包含关于光照性能和内存的测量数据的窗口。

# UICommands.LevelEditorActions,LightingBuildOptions_UseErrorColoring
source: Use Error Coloring
ja: エラーの色付けを使用
zh_cn: 使用错误的着色

# UICommands.LevelEditorActions,LightingBuildOptions_UseErrorColoring_ToolTip
source: When enabled, errors during lighting precomputation will be baked as colors into light map data
ja: 有効になると、ライティングの事前計算中に生じたエラーがライトマップデータに色付きで焼き付けられるようになります
zh_cn: 启用后，光照预计算过程中的错误将会作为颜色烘培到光照贴图数据中

# UICommands.LevelEditorActions,LightingDensity_RenderGrayscale
source: Render Grayscale
ja: グレースケール画像を描画
zh_cn: 渲染灰度图

# UICommands.LevelEditorActions,LightingDensity_RenderGrayscale_ToolTip
source: Renders the lightmap density.
ja: ライトマップ密度を描画
zh_cn: 渲染光照贴图密度。

# UICommands.LevelEditorActions,LightingQuality_High_ToolTip
source: Sets precomputed lighting quality to high quality
ja: 事前計算したライティング品質を高品質に設定
zh_cn: 设置预计算光照质量为高级

# UICommands.LevelEditorActions,LightingQuality_Medium_ToolTip
source: Sets precomputed lighting quality to medium quality
ja: 事前計算したライティング品質を中品質に設定
zh_cn: 设置预计算光照质量为中等级别

# UICommands.LevelEditorActions,LightingQuality_Preview_ToolTip
source: Sets precomputed lighting quality to preview quality (fastest computation time.)
ja: 事前計算したライティング品質をプレビュー品質に設定（計算時間は最短）
zh_cn: 设置预计算光照质量为预览级(计算速度最快)

# UICommands.LevelEditorActions,LightingQuality_Production
source: Production
ja: プロダクション
zh_cn: 制作

# UICommands.LevelEditorActions,LightingQuality_Production_ToolTip
source: Sets precomputed lighting quality to highest possible quality (slowest computation time.)
ja: 事前計算したライティング品質を可能な限り高品質に設定(計算時間は最長)
zh_cn: 设置预计算光照质量为可能达到的最高级别(计算速度最慢)。

# UICommands.LevelEditorActions,LightingResolution_AllLoadedLevels
source: All Loaded Levels
ja: ロードしたすべてのレベル
zh_cn: 所有已加载的关卡

# UICommands.LevelEditorActions,LightingResolution_AllLoadedLevels_ToolTip
source: Adjust primitives in all loaded levels.
ja: ロードしたすべてのレベルのプリミティブを調整
zh_cn: 调整所有已加载的关卡的图元。

# UICommands.LevelEditorActions,LightingResolution_CurrentLevel
source: Current Level
ja: 現在のレベル
zh_cn: 当前关卡

# UICommands.LevelEditorActions,LightingResolution_CurrentLevel_ToolTip
source: Adjust only primitives in the current level.
ja: 現行レベルのプリミティブのみを調整
zh_cn: 仅调整当前关卡中的图元。

# UICommands.LevelEditorActions,LightingResolution_SelectedLevels
source: Selected Levels
ja: 選択レベル
zh_cn: 选中的关卡

# UICommands.LevelEditorActions,LightingResolution_SelectedLevels_ToolTip
source: Adjust only primitives in the selected levels.
ja: 選択レベルのプリミティブのみを調整
zh_cn: 仅调整选中关卡中的图元。

# UICommands.LevelEditorActions,LightingResolution_SelectedObjectsOnly
source: Selected Objects Only
ja: 選択オブジェクトをのみ
zh_cn: 仅选中的对象

# UICommands.LevelEditorActions,LightingResolution_SelectedObjectsOnly_ToolTip
source: Adjust only selected objects in the levels.
ja: レベルで選択したオブジェクトのみを調整
zh_cn: 仅调整关卡中内选中的对象。

# UICommands.LevelEditorActions,LightingStaticMeshInfo_ToolTip
source: Shows the lighting information for the StaticMeshes.
ja: スタティックメッシュのライティング情報を表示
zh_cn: 显示静态网格物体的光照信息。

# UICommands.LevelEditorActions,LockActorMovement
source: Lock Actor Movement
ja: アクタ動作をロック
zh_cn: 锁定Actor运动

# UICommands.LevelEditorActions,LockActorMovement_ToolTip
source: Locks the actor so it cannot be moved
ja: 動作しないようにアクタをロック
zh_cn: 锁定该acctor，使它不能移动

# UICommands.LevelEditorActions,LockGroup
source: Lock
ja: ロック
zh_cn: 锁定

# WorldBrowser,Lock
source: Lock
es: Bloquear
ja: ロック
pt_br: Bloqueio
zh_cn: 锁定

# WorldBrowser,LockHeader
source: Lock
es: Bloquear
ja: ロック
pt_br: Bloqueio
zh_cn: 锁定

# UICommands.LevelEditorActions,LockGroup_ToolTip
source: Locks the selected groups
ja: 選択グループをロック
zh_cn: 锁定选中的组

# UICommands.LevelEditorActions,MakeActorLevelCurrent
source: Make Selected Actor's Level Current
ja: 選択アクタのレベルを現在のレベルに設定
zh_cn: 使得选中actor的关卡成为当前关卡

# UICommands.LevelEditorActions,MakeActorLevelCurrent_ToolTip
source: Makes the selected actor's level the current level
ja: 選択アクタレベルを現行レベルに設定
zh_cn: 将当前选中的 Actor 的关卡作为当前关卡

# UICommands.LevelEditorActions,MakeNonSolid
source: Non-Solid
ja: 非ソリッド
zh_cn: 非固体

# UICommands.LevelEditorActions,MakeNonSolid_ToolTip
source: Makes the selected brushes non-solid
ja: 選択ブラシを非ソリッドに作成
zh_cn: 使选中的画刷变为非固体画刷

# UICommands.LevelEditorActions,MakeSemiSolid
source: Semi-Solid
ja: セミソリッド
zh_cn: 半固体

# UICommands.LevelEditorActions,MakeSemiSolid_ToolTip
source: Makes the selected brushes semi-solid
ja: 選択ブラシをセミソリッドに作成
zh_cn: 使选中的画刷变为半固体画刷

# UICommands.LevelEditorActions,MakeSolid
source: Solid
ja: ソリッド
zh_cn: 固体

# UICommands.PhATCommands,CollisionRenderingMode_Solid
source: Solid
ja: ソリッド

# UICommands.PhATCommands,MeshRenderingMode_Solid
source: Solid
ja: ソリッド

# UICommands.LevelEditorActions,MakeSolid_ToolTip
source: Makes the selected brushes solid
ja: 選択ブラシをソリッドに作成
zh_cn: 使选中的画刷变为固体画刷

# UICommands.LevelEditorActions,MapCheck
source: Open Map Check
ja: マップチェックを開く
zh_cn: 打开地图检测

# UICommands.LevelEditorActions,MapCheck_ToolTip
source: Checks map for errors
ja: マップのエラーをチェック
zh_cn: 检测地图错误

# UICommands.LevelEditorActions,MaterialQualityLevel_High_ToolTip
source: Sets material quality in the scene to high.
ja: シーンのマテリアル品質を高に設定
zh_cn: 设置场景中的材质质量为高级。

# UICommands.LevelEditorActions,MaterialQualityLevel_Low_ToolTip
source: Sets material quality in the scene to low.
ja: シーンのマテリアル品質を低に設定
zh_cn: 设置场景中的材质质量为低级。

# UICommands.LevelEditorActions,MaterialQualityLevel_Medium_ToolTip
source: Sets material quality in the scene to medium.
ja: シーンのマテリアル品質を中に設定
zh_cn: 在场景中将材质质量设置为中级。

# UICommands.LevelEditorActions,MergePolys_ToolTip
source: Merges multiple polygons on a brush face into as few as possible
ja: ブラシ面の複数ポリゴンをマージして可能な限り数を削減します
zh_cn: 把画刷面的多个多边形融合得尽可能少

# UICommands.LevelEditorActions,MirrorActorX_ToolTip
source: Mirrors the actor along the X axis
ja: X軸に沿って対象アクタを反転
zh_cn: 沿着 X 轴镜像该actor

# UICommands.LevelEditorActions,MirrorActorY_ToolTip
source: Mirrors the actor along the Y axis
ja: Y軸に祖沿ってアクタを反転
zh_cn: 沿着 Y 轴镜像该actor

# UICommands.LevelEditorActions,MirrorActorZ_ToolTip
source: Mirrors the actor along the Z axis
ja: Z軸に沿ってアクタを反転
zh_cn: 沿着 Z 轴镜像该actor

# UICommands.LevelEditorActions,MovePivotHere
source: Set Pivot Offset Here
ja: ピボットオフセットをここに設定
zh_cn: 在这里设置支点偏移

# UICommands.LevelEditorActions,MovePivotHere_ToolTip
source: Sets the pivot offset to the clicked location
ja: クリックした位置にピボットオフセットを設定します
zh_cn: 在鼠标点击处设置支点偏移

# UICommands.LevelEditorActions,MovePivotHereSnapped
source: Set Pivot Offset Here (Snapped)
ja: ピボットオフセットをここに設定(スナップ)
zh_cn: 在这里设置支点偏移(对齐)

# UICommands.LevelEditorActions,MovePivotHereSnapped_ToolTip
source: Sets the pivot offset to the nearest grid point to the clicked location
ja: クリックした位置に最も近いグリッド ポイントにピボットオフセットを設定します
zh_cn: 设置支点偏移量为最近网格点到鼠标点击位置处。

# UICommands.LevelEditorActions,MovePivotToCenter
source: Center on Selection
ja: 選択内容にセンタリング
zh_cn: 居中选中项

# UICommands.LevelEditorActions,MovePivotToCenter_ToolTip
source: Centers the pivot to the middle of the selection
ja: ピボットを選択対象の中央にセンタリング
zh_cn: 将支点居中到选中项的中间位置处

# UICommands.LevelEditorActions,MoveSelectedToCurrentLevel
source: Move Selection to Current Level
ja: 選択内容を現行レベルへ移動
zh_cn: 移动选中项到当前关卡

# UICommands.LevelEditorActions,MoveSelectedToCurrentLevel_ToolTip
source: Moves the selected actors to the current level
ja: 選択アクタを現行レベルへ移動
zh_cn: 移动选中的 actors 到当前关卡

# UICommands.LevelEditorActions,NewLevel
source: New Level...
ja: 新規レベル...
zh_cn: 新建关卡...

# UICommands.LevelEditorActions,NewLevel_ToolTip
source: Create a new level, or choose a level template to start from.
ja: 新規レベルを作成するか開始するレベルのテンプレートを選択
zh_cn: 创建一个新关卡，或者选择一个关卡模板作为起点。

# UICommands.LevelEditorActions,OnlyLoadVisibleInPIE
source: Only Load Visible Levels in Game Preview
ja: ゲームプレビューに可視レベルのみをロード
zh_cn: 在游戏预览中仅加载可见关卡

# UICommands.LevelEditorActions,OnlyLoadVisibleInPIE_ToolTip
source: If enabled, when game preview starts, only visible levels will be loaded
ja: 有効になると、ゲームプレビューのスタート時に可視レベルだけをロードします
zh_cn: 如果启用，当游戏预览启动时，仅加载可见关卡

# UICommands.LevelEditorActions,OpenContentBrowser
source: Open Content Browser
ja: コンテンツブラウザを開く
zh_cn: 打开内容浏览器

# UICommands.LevelEditorActions,OpenContentBrowser_ToolTip
source: Opens the Content Browser
ja: コンテンツブラウザを開く
zh_cn: 打开内容浏览器

# UICommands.LevelEditorActions,OpenLevel
source: Open Level...
ja: レベルを開く...
zh_cn: 打开关卡...

# UICommands.LevelEditorActions,OpenLevel_ToolTip
source: Loads an existing level
ja: 既存レベルをロード
zh_cn: 加载一个现有关卡

# UICommands.LevelEditorActions,OpenLevelBlueprint
source: Open Level Blueprint
ja: レベルブループリントを開く
zh_cn: 打开关卡蓝图

# WorldBrowser,KismetButtonToolTip
source: Open Level Blueprint
es: Abrir Blueprint del nivel
ja: レベルブループリントを開く
pt_br: Abrir Esquema do Nível
zh_cn: 打开关卡蓝图

# UICommands.LevelEditorActions,OpenLevelBlueprint_ToolTip
source: Edit the Level Blueprint for the current level
ja: 現在のレベルのレベルブループリントを編集
zh_cn: 编辑当前关卡的关卡蓝图

# UICommands.LevelEditorActions,OpenMarketplace
source: Open Marketplace
ja: マーケットを開く
zh_cn: 打开Marketplace

# UICommands.LevelEditorActions,OpenMarketplace_ToolTip
source: Opens the Marketplace
ja: マーケットを開く
zh_cn: 打开Marketplace

# UICommands.LevelEditorActions,OrderFirst
source: To First
ja: 最初へ
zh_cn: 到第一项

# UICommands.LevelEditorActions,OrderFirst_ToolTip
source: Changes the drawing order of the selected brushes so they are the first to draw
ja: 最初に描画するように選択ブラシの描画順序を変更
zh_cn: 修改选中的画刷的描画顺序，以便首先描画它们

# UICommands.LevelEditorActions,OrderLast
source: To Last
ja: 最後へ
zh_cn: 到最后一项

# UICommands.LevelEditorActions,OrderLast_ToolTip
source: Changes the drawing order of the selected brushes so they are the last to draw
ja: 最後に描画するように選択ブラシの描画順序を変更
zh_cn: 修改选中的画刷的描画顺序，以便最后描画它们

# UICommands.LevelEditorActions,PasteHere_ToolTip
source: Pastes the actor at the click location
ja: クリックした位置にアクタを貼り付ける
zh_cn: 在点击处粘帖该actor

# UICommands.LevelEditorActions,PreviewPlatformOverride_AndroidES2
source: Android Preview
ja: Androidプレビュー
zh_cn: Android 预览

# UICommands.LevelEditorActions,PreviewPlatformOverride_AndroidES2_ToolTip
source: Mobile preview using Android's quality settings.
ja: Android のクオリティセッティングを使用してモバイルプレビュー
zh_cn: 使用Android质量设置进行移动设备预览

# UICommands.LevelEditorActions,PreviewPlatformOverride_DefaultES2
source: Default Mobile / HTML5 Preview
ja: デフォルトモバイル / HTML5プレビュー
zh_cn: 默认 移动设备/HTML5 预览

# UICommands.LevelEditorActions,PreviewPlatformOverride_DefaultES2_ToolTip
source: Use default mobile settings (no quality overrides).
ja: デフォルトのモバイル設定を使用(クオリティオーバーライドを使用しない)
zh_cn: 使用默认移动设备设置(没有质量覆盖)。

# UICommands.LevelEditorActions,PreviewPlatformOverride_IOSES2
source: iOS ES2 Preview
ja: iOS ES2 プレビュー
zh_cn: iOS ES2预览

# UICommands.LevelEditorActions,PreviewPlatformOverride_IOSES2_ToolTip
source: Mobile preview using iOS's OpenGL ES2 quality settings.
ja: iOS の OpenGL ES2 のクオリティセッティングを使用してモバイルプレビュー
zh_cn: 使用iOS的OpenGL ES2 质量设置进行移动设备预览

# UICommands.LevelEditorActions,ProfileGPU
source: Profile GPU
ja: GPUプロファイリング
zh_cn: 分析GPU

# UICommands.LevelEditorActions,ProfileGPU_ToolTip
source: Profiles the GPU for the next frame and opens a window with profiled data
ja: 次のフレームのためにGPUのプロファイリングを行って、プロファイルデータをウィンドウに表示します
zh_cn: 分析GPU来获得下一帧，并打开一个具有分析数据的窗口

# UICommands.LevelEditorActions,RecompileGameCode
source: Recompile Game Code
ja: ゲームコードを再コンパイル
zh_cn: 重新编译游戏代码
