Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# FoliageEd_Mode,FilterTranslucentTooltip_Placement
source: Place foliage on translucent geometry
ja: 透過ジオメトリーにフォリッジを配置
zh_cn: 在半透明几何体上放置植被

# FoliageEd_Mode,Foliage_DropStatic
source: + Drop Foliage Here
ja: + ここにフォリッジをドロップ
zh_cn: +将植被放在这里

# FoliageEd_Mode,FoliageToolName_Fill
source: Fill
ja: フィル
zh_cn: 填充

# UICommands.FoliageEditCommands,SetPaintBucket
source: Fill
ja: フィル

# UMG,Fill
source: Fill
es: Rellenar
ja: フィル
pt_br: Preencher
zh_cn: 填充

# UnrealEd,AlignmentFill
source: Fill
es: Rellenar
ja: フィル
pt_br: Preencher
zh_cn: 填充

# FoliageEd_Mode,FoliageToolName_LassoSelect
source: Lasso Select
ja: ラッソ選択
zh_cn: 套索选择

# UICommands.FoliageEditCommands,SetLassoSelect_ToolTip
source: Lasso Select
ja: ラッソ選択

# FoliageEd_Mode,FoliageToolName_Paint
source: Paint
ja: ペイント
zh_cn: 描画

# LandscapeEditor,Mode.Paint
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# LandscapeEditor,Tool.Paint
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# LandscapeEditor,ToolSet_Paint
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# MeshPaint_Mode,MeshPaint_ModeName
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# MeshPaint_Mode,MeshPaint_PaintDataLabel
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# UICommands.FoliageEditCommands,SetPaint
source: Paint
ja: ペイント

# UICommands.FoliageEditCommands,SetPaint_ToolTip
source: Paint
ja: ペイント

# UnrealEd,LandscapeMode_Paint
source: Paint
es: Pintura
ja: ペイント
pt_br: Pintura
zh_cn: 描画

# FoliageEd_Mode,FoliageToolName_Reapply
source: Reapply
ja: リアプライ
zh_cn: 重新应用

# UICommands.FoliageEditCommands,SetReapplySettings
source: Reapply
ja: 再適用

# FoliageEd_Mode,HideDetails_Tooltip
source: Hide details for the selected foliage types.
ja: 選択したフォリッジタイプの詳細を隠す。
zh_cn: 隐藏选中的植被类型的细节。

# FoliageEd_Mode,InstanceCount
source: Count
ja: カウント
zh_cn: 数量

# FoliageEd_Mode,InstanceCountHeading
source: Instance Count:
ja: インスタンスカウント:
zh_cn: 实例数量：

# FoliageEd_Mode,InstanceSelectionOptionsHeader
source: Selection
ja: 選択
zh_cn: 选择

# LandscapeEditor,Tool.RegionSelect
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LandscapeEditor,Tool.SelectComponent
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LandscapeEditor,ToolSet_Mask
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LandscapeEditor,ToolSet_Select
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LayersCommands,SelectionMenuHeader
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LevelToolBarViewMenu,SelectionHeading
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# LevelViewportContextMenu,AssetSelectionSection
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# PhAT,PhatEditSelection
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# WorldBrowser,SelectionHeader
source: Selection
es: Selección
ja: 選択
pt_br: Seleção
zh_cn: 选择

# FoliageEd_Mode,ListView_ToolTip
source: Display foliage types in the palette as a list.
ja: リストとしてパレットのフォリッジタイプを表示する。
zh_cn: 在控制板中将植被类型显示为列表。

# FoliageEd_Mode,PaintDensity
source: Paint Density
es: Densidad de la pintura
ja: ペイントの密度
pt_br: Densidade da Pintura
zh_cn: 描画密度

# FoliageEd_Mode,PaintDensity_Tooltip
source: The density of foliage to paint. This is a multiplier for the individual foliage type's density specifier.
ja: ペイントするフォリッジの密度。個々のフォリッジタイプの密度指定子の乗数です。
zh_cn: 要描画的植被的密度。这是独立植被类型的密度指定值的乘数。

# FoliageEd_Mode,PlacementFilter
source: Placement Filter
ja: プレースメントフィルター
zh_cn: 放置过滤器

# FoliageEd_Mode,ReapplyFilter
source: Reapply Filter
ja: リアプライフィルター
zh_cn: 重新应用过滤器

# FoliageEd_Mode,ReplaceFoliageType
source: Replace With...
ja: 置き換える
zh_cn: 替换为...

# UMG,WidgetTree_ReplaceWith
source: Replace With...
ja: ...と置換
zh_cn: 替换为...

# FoliageEd_Mode,ReplaceFoliageType_ToolTip
source: Replaces selected foliage type with another foliage type asset
ja: 別のフォリッジタイプアセットと選択フォリッジタイプを置換
zh_cn: 使用另一种植被类型资源替换选中的植被类型

# FoliageEd_Mode,SaveAsFoliageType
source: Save As Foliage Type...
ja: フォリッジタイプとして保存
zh_cn: 另存为植被类型...

# FoliageEd_Mode,SaveAsFoliageType_ToolTip
source: Creates a Foliage Type asset with these settings that can be reused in other levels.
ja: 設定が他のレベルで再利用できるフォリッジタイイプアセットを作成する。
zh_cn: 使用这些可以在其他关卡中重用的设置来创建一种植被类型。

# FoliageEd_Mode,SaveButtonToolTip
source: Save foliage asset
ja: フォリッジアセットを保存
zh_cn: 保存植被资源

# FoliageEd_Mode,SaveSelectedFoliageTypes_ToolTip
source: Saves any changes to the selected foliage type asset(s).
ja: 選択されたフォリッジタイプアセットに加わった変更を保存する。
zh_cn: 将所有修改都保存到选中的植被类型资源中。

# FoliageEd_Mode,SearchFoliagePaletteHint
source: Search Foliage
ja: フォリッジを検索
zh_cn: 搜索植被

# FoliageEd_Mode,SelectAllInstances
source: Select All
ja: すべて選択
zh_cn: 选择所有

# ModalDialogs,SelectAllConfirm
source: Select All
es: Seleccionar todo
ja: すべて選択
pt_br: Selecionar Todos
zh_cn: 选择所有

# UnrealEd,SelectAll
source: Select All
es: Seleccionar todo
ja: すべて選択
pt_br: Selecionar Todos
zh_cn: 选择所有

# FoliageEd_Mode,SelectAllInstances_Tooltip
source: Selects all foliage instances
ja: 全てのフォリッジインスタンスを選択
zh_cn: 选择所有植被实例

# FoliageEd_Mode,SelectInvalidInstances
source: Select Invalid
ja: 無効を選択
zh_cn: 选择无效项

# FoliageEd_Mode,SelectInvalidInstances_Tooltip
source: Selects all foliage instances that are not placed in a valid location
ja: 有効な範囲に配置されていない全てのフォリッジインスタンスを選択する。
zh_cn: 选择放置在无效位置处的所有植被实例

# FoliageEd_Mode,SelectionFilter
source: Selection Filter
ja: 選択フィルター
zh_cn: 选择过滤器

# FoliageEd_Mode,ShowDetails_Tooltip
source: Show details for the selected foliage types.
ja: 選択されたフォリッジタイプの詳細を表示する。
zh_cn: 显示选中的植被类型的详细信息。

# FoliageEd_Mode,ShowTooltips
source: Show Tooltips
ja: ツールチップを表示
zh_cn: 显示工具提示

# FoliageEd_Mode,ShowTooltips_ToolTip
source: Whether to show tooltips when hovering over foliage types in the palette.
ja: パレットのフォリッジタイプにマウスが乗った時にツールチップを表示するかどうか。
zh_cn: 当悬停到控制板中的植被类型上时是否显示工具提示信息。

# FoliageEd_Mode,SourceAssetTypeHeading
source: Source Asset Type:
ja: ソースアセットタイプ:
zh_cn: 源资源类型：

# FoliageEd_Mode,ThumbnailView_ToolTip
source: Display thumbnails for each foliage type in the palette.
ja: パレットの各フォリッジタイプのサムネイルを表示する。
zh_cn: 在控制板中显示植被类型的缩略图。

# FoliageEd_Mode,TileCheckboxTooltip
source: Check to activate the currently selected types in the palette
ja: パレットの今選択されているタイプをアクティベートするチェック
zh_cn: 选中它来激活在控制板中当前选中的类型。

# FoliageEd_Mode,Translucent
source: Translucent
es: Translúcido
ja: 透過
pt_br: Translúcido
zh_cn: 半透明

# FoliageEd_Mode,ViewModeHeading
source: Palette View Mode
ja: パレットビューモード
zh_cn: 控制板视图模式

# FoliageEdMode,SaveFoliageTypeDialogTitle
source: Choose Location for Foliage Type Asset
ja: フォリッジタイプアセットの位置を選択
zh_cn: 选择植被类型资源的位置

# FontEditor,AddCharacterRange
source: Add Character Range
ja: 文字範囲を追加
zh_cn: 添加字符范围

# FontEditor,AddCharacterRangeTooltip
source: Add a new character range to this sub-font family
ja: このサブフォントファミリーに新規の文字範囲を追加
zh_cn: 给这个子字体族系添加一个新的字符范围

# FontEditor,AddFont
source: Add Font
ja: フォントを追加
zh_cn: 添加字体

# FontEditor,AddFontOverride
source: Add Font Override
ja: フォントオーバーライドを追加
zh_cn: 添加字体覆盖

# FontEditor,AddFontOverrideTooltip
source: Override a font from the default font family to ensure it will be used when drawing a glyph in the range of this sub-font family
ja: このサブフォントファミリーの範囲でグリフを描画時に確実にフォントが使用されるように、デフォルトフォントファミリーからフォントをオーバーライドします
zh_cn: 当描画在该子字体族系范围内的字形时覆盖默认字体族系中的字体，以确保应用它

# FontEditor,AddFontTooltip
source: Add a new font to this font family
ja: このフォントファミリーに新規フォントを追加
zh_cn: 给该字体族系添加一种新字体

# FontEditor,AddSubFontFamily
source: Add Sub-Font Family
ja: サブフォントファミリーを追加
zh_cn: 添加子字体族系

# FontEditor,AddSubFontFamilyTooltip
source: Add a sub-font family to this composite font
ja: このコンポジット フォントにサブフォントファミリーを追加
zh_cn: 添加一个子字体族系到该复合字体

# FontEditor,ChangeCacheTypeWarningMsg
source: Changing the cache type will cause this font to be reinitialized (discarding any existing data). Are you sure you want to proceed?
ja: キャッシュタイプを変更するとフォントが再初期化する要因となります（既存データを破棄します） 継続してよろしいですか？
zh_cn: 修改缓存类型将会导致重新初始化该字体（丢弃任何现有数据）。 您确定想继续吗？

# FontEditor,ChangeCacheTypeWarningTitle
source: Really change the font cache type?
ja: フォントキャッシュタイプを本当に変更しますか？
zh_cn: 真的要修改字体缓存类型吗？

# FontEditor,CompositeFontEditorTab
source: Composite Font
ja: コンポジット フォント
zh_cn: 复合字体

# FontEditor,CompositeFontEditorTitle
source: Composite Font
ja: コンポジット フォント
zh_cn: 复合字体

# FontEditor,DefaultFontFamilyName
source: Default Font Family
ja: デフォルトフォントファミリー
zh_cn: 默认字体族系

# FontEditor,DefaultPreviewText
source: The quick brown fox jumps over the lazy dog
ja: すばしっこい茶色の狐はのろまな犬を飛び越えた
zh_cn: 一个敏捷的棕色狐狸跳过一只懒狗

# FontEditor,DeleteCharacterRange
source: Delete Character Range
ja: 文字範囲を削除
zh_cn: 删除字符范围

# FontEditor,DeleteCharacterRangeTooltip
source: Remove this character range from the sub-font family
ja: サブフォントファミリーからこの文字範囲を除去
zh_cn: 从子字体族系中删除该字符范围

# FontEditor,DeleteFont
source: Delete Font
ja: フォントを削除
zh_cn: 删除字体

# FontEditor,DeleteFontFamilyTooltip
source: Remove this sub-font family from the composite font
ja: 合成フォントからこのサブフォントファミリーを除去
zh_cn: 从复合字体中删除该子字体族系

# FontEditor,DeleteFontTooltip
source: Remove this font from the font family
ja: フォントファミリーからこのフォントを除去
zh_cn: 从字体族系中删除该字体

# FontEditor,DeleteSubFontFamily
source: Delete Sub-Font Family
ja: サブフォントファミリーを削除
zh_cn: 删除子字体族系

# FontEditor,DrawFontMetricsLabel
source: Draw Font Metrics
ja: フォントメトリックを描画
zh_cn: 绘制字体分数

# FontEditor,DrawFontMetricsToolTip
source: Draw the font metrics (line height, glyph bounding boxes, and base-line) as part of the preview?
ja: フォントメトリックをプレビューとして描画しますか？ (line height, glyph bounding boxes, and base-line)
zh_cn: 绘制字体分数（线高，框体，以及基准线）作为预览的一部分吗？

# FontEditor,Error_DuplicateFontNameFmt
source: A font with the name '{0}' already exists
ja: '{0}' というフォント名は既に存在します
zh_cn: 名称为'{0}'的字体已经存在

# FontEditor,Error_FontNameEmpty
source: The font name cannot be empty or 'None'
ja: フォント名を空欄または「なし」にすることはできません
zh_cn: 字体名称不能为空或'无'

# FontEditor,FailedToImportFontPage
source: Tried to import an invalid page number.
es: Ha intentado importar un número de página no válido.
ja: 無効なページ番号のインポートを試行済み
pt_br: Tentou importar um número de página inválido.
zh_cn: 尝试导入页码数无效。

# FontEditor,FailedToUpdateFontPage
source: Failed to update the font page ({CurrentPageNumber}) with texture ({Filename})
es: Error al actualizar la página del tipo de letra ({CurrentPageNumber}) con la textura ({Filename})
ja: テクスチャ ({Filename}) でフロントページ ({CurrentPageNumber}) を更新できませんでした
pt_br: Falha ao atualizar a página de fonte ({CurrentPageNumber}) com textura ({Filename})
zh_cn: 使用贴图 ({Filename})更新字体页面({CurrentPageNumber}) 失败

# FontEditor,FontFamilyNameTooltip
source: The name of this font family (click to edit)
ja: このフォントファミリーの名前（クリックして編集）
zh_cn: 该字体族系的名称(点击进行编辑)

# FontEditor,FontFilePathPickerToolTip
source: Choose a font file from this computer
ja: このPCからフォントファイルを選択
zh_cn: 从计算机中选择一个字体文件

# FontEditor,FontNameTooltip
source: The name of this font within the font family (click to edit)
ja: フォントファミリー内のこのフォント名（クリックして編集）
zh_cn: 字体族系中的该字体的名称(点击进行编辑)

# FontEditor,FontPagePropertiesTitle
source: Page Details
es: Detalles de la página
ja: ページの詳細
pt_br: Detalhes da Página
zh_cn: 页面详细信息

# FontEditor,PagePropertiesTab
source: Page Details
es: Detalles de la página
ja: ページの詳細
pt_br: Detalhes da Página
zh_cn: 页面详细信息

# FontEditor,FontPickerTitle
source: Choose a font file...
ja: フォントファイルを選択...
zh_cn: 选择一个字体文件...

# FontEditor,HintingTooltip
source: The hinting algorithm to use with this font
ja: このフォントに使用するヒントアルゴリズム
zh_cn: 该字体使用的微调算法

# FontEditor,NoFontFileSelected
source: <No File Selected>
ja: <ファイルが選択されていません>
zh_cn: <没有选中文件>

# FontEditor,RenameFont
source: Rename Font
ja: フォント名を変更
zh_cn: 重命名字体

# FontEditor,ScalingFactorLabel
source: Scaling Factor
ja: 拡大・縮小係数
zh_cn: 缩放因数

# FontEditor,ScalingFactorTooltip
source: The scaling factor will adjust the size of the rendered glyphs so that you can tweak their size to match that of the default font family
ja: デフォルトフォントファミリーと一致させるためにサイズの微調整ができるように、拡大・縮小係数は描画グリフのサイズを調整します
zh_cn: 缩放因数将调整所渲染的字形的大小，以便您可以调整它们的大小来匹配默认字体族系中的大小

# FontEditor,SetFontFamilyDisplayName
source: Set Font Family Display Name
ja: フォントファミリーの表示名を設定
zh_cn: 设置字体族系显示名称

# FontEditor,SetFontFile
source: Set Font File
ja: フォントファイルを設定
zh_cn: 设置字体文件

# FontEditor,SetFontHinting
source: Set Font Hinting
ja: フォントのヒントを設定
zh_cn: 设置字体微调

# FontEditor,SetScalingFactor
source: Set Scaling Factor
ja: 拡大・縮小係数を設定
zh_cn: 设置缩放因数

# FontEditor,SubFontFamilyNameFmt
source: Sub-Font Family #{0}
ja: サブフォントファミリー #{0}
zh_cn: 子字体族系#{0}

# FontEditor,TexturePagesViewportTab
source: Texture Pages
ja: テクスチャページ
zh_cn: 贴图页面

# FontEditor,TexturePagesViewportTitle
source: Texture Pages
ja: テクスチャページ
zh_cn: 贴图页面

# FontEditor,UpdateCharacterRange
source: Update Character Range
ja: 文字範囲を更新
zh_cn: 更新字符范围

# FontEditor,UpdateDoesNotMatch
source: The updated image ({0}) does not match the original's size
es: La imagen actualizada ({0}) no coincide con el tamaño de la original
ja: 更新された画像({0})が元の画像サイズと一致しません
pt_br: A imagem atualizada ({0}) não corresponde ao tamanho do original
zh_cn: 更新的图片 ({0})和原始图片的大小不匹配

# FontEditor,WorldCentricTabPrefix
source: Font
es: Tipo de letra
ja: フォント
pt_br: Fonte
zh_cn: 字体

# FormatTextDetails,FormatTextDetailsArguments
source: Arguments
es: Argumentos
ja: 引数
pt_br: Argumentos
zh_cn: 参数

# FormatTextDetails,UniqueName_Error
source: Name must be unique.
es: El nombre debe ser único.
ja: 一意の番号でなくてはいけません
pt_br: O nome deve ser único.
zh_cn: 名称必须是唯一的。

# FormatTextNode,FormatTextNodeAddPinButton_Tooltip
source: Adds an argument to the node
es: Añadir un argumento a este nodo
ja: ノードへ引数を追加
pt_br: Adiciona um argumento ao nó
zh_cn: 给该节点添加一个参数

# FPackageProjectMenu,DebugConfiguration
source: DebugGame
ja: デバッグゲーム
zh_cn: 调试游戏

# FPackageProjectMenu,DebugConfigurationTooltip
source: Package the project for debugging
es: Empaquetar el proyecto para su depuración
ja: デバッグ処理用のプロジェクトをパッケージ化
pt_br: Empacotar o projeto para depuração
zh_cn: 打包项目以进行调试

# FPackageProjectMenu,DevelopmentConfigurationTooltip
source: Package the project for development
es: Empaquetar el proyecto...
ja: 開発用のプロジェクトをパッケージ化
pt_br: Empacotar o projeto para desenvolvimento
zh_cn: 打包项目以进行开发

# FPackageProjectMenu,PackageGameForPlatformTooltip
source: Build, cook and package your game for the {DisplayName} platform
es: Diseña, procesa y empaqueta tu juego para la plataforma {DisplayName}
ja: {DisplayName} プラットフォーム向けにゲームをビルド、クックおよびパッケージングする
pt_br: Compilar, preparar e empacotar o jogo para a plataforma {DisplayName}
zh_cn: 针对{DisplayName}平台编译、烘焙及打包您的游戏

# FPackageProjectMenu,PackageProjectBuildConfigurationSubMenuLabel
source: Build Configuration
es: Configuración del diseño
ja: ビルドコンフィギュレーション
pt_br: Configuração de Compilação
zh_cn: 编译配置

# FPackageProjectMenu,PackageProjectBuildConfigurationSubMenuToolTip
source: Select the build configuration to package the project with
es: Seleccionar la configuración del diseño con el que empaquetar el proyecto
ja: プロジェクトパッケージを作成するビルドコンフィギュレーションを選択
pt_br: Selecione a configuração de compilação para o empacotamento do projeto
zh_cn: 选择打包项目要使用的编译配置

# FPackageProjectMenu,ShippingConfiguration
source: Shipping
es: Envío
ja: 出荷
pt_br: Envio
zh_cn: 发行

# FPackageProjectMenu,ShippingConfigurationTooltip
source: Package the project for shipping
es: Empaquetar el proyecto para su envío
ja: 出荷用にプロジェクトをパッケージ化
pt_br: Empacotar o projeto para envio
zh_cn: 打包项目以进行发行

# FParticleTrackEditor,AddParticleTrack
source: Particle Toggle Track
ja: パーティクル トグル トラック
zh_cn: 粒子触发轨迹

# FParticleTrackEditor,TriggerParticlesTooltip
source: Adds a track for controlling particle emitter state.
ja: パーティクルエミッターのステートをコントロールするトラックを追加する。
zh_cn: 添加轨迹以控制粒子发射器状态。

# FPathTrackEditor,AddPathTooltip
source: Adds a path track.
ja: パストラックを追加する。
zh_cn: 添加路径轨迹。

# FPathTrackEditor,SetPathTooltip
source: Set path
ja: パスをセット
zh_cn: 设置路径

# FPathTrackEditor,TimingArea
source: Timing
ja: タイミング
zh_cn: 时间

# FPathTrackEditor,UndoSetPath
source: Set Path
ja: パスをセット
zh_cn: 设置路径

# FPersona,PersonaAssetMenuMenu_Skeleton
source: Skeleton
es: Esqueleto
ja: スケルトン
pt_br: Esqueleto
zh_cn: 骨架

# PersonaAssetFamily,SkeletonAssetDisplayName
source: Skeleton
ja: スケルトン

# PersonaModes,SkeletonDisplayMode
source: Skeleton
es: Esqueleto
ja: スケルトン
pt_br: Esqueleto
zh_cn: 骨架

# SkeletonEditor,SkeletonEditorAssetMenu_Skeleton
source: Skeleton
ja: スケルトン

# UICommands.PhATCommands,ShowSkeleton
source: Skeleton
ja: スケルトン

# FPersona,SaveSkeletonWarning
source: Please save Skeleton {TargetSkeletonName} if you'd like to keep {PreviewMeshName} as default preview mesh
es: Por favor, guarde el esqueleto {TargetSkeletonName} si quiere mantener {PreviewMeshName} como malla de la vista preliminar predeterminada.
ja: {PreviewMeshName}をデフォルトメッシュとして保持したい場合は、スケルトン {TargetSkeletonName} を保存してください
pt_br: Salve o Esqueleto {TargetSkeletonName} se deseja manter {PreviewMeshName} como a malha de visualização padrão
zh_cn: 如果您想保持{PreviewMeshName}作为默认网格物体，请保存骨架 {TargetSkeletonName}

# FPersona,Toolbar_RetargetManager
source: Retarget Manager
ja: リターゲットマネージャー
zh_cn: 重定向管理器

# PersonaModes,RetargetManagerTabTitle
source: Retarget Manager
ja: リターゲットマネージャー
zh_cn: 重定向管理器

# PersonaModes,RetargetManagerTabView
source: Retarget Manager
ja: リターゲットマネージャー
zh_cn: 重定向管理器

# SkeletonEditor,Toolbar_RetargetManager
source: Retarget Manager
ja: リターゲットマネージャー

# UICommands.PersonaCommands,RetargetManager
source: Retarget Manager
ja: リターゲットマネージャー

# UICommands.SkeletonEditorCommands,RetargetManager
source: Retarget Manager
ja: リターゲットマネージャー

# FPersona,Toolbar_ToggleReferencePose
source: Ref Pose
ja: リファレンスポーズ
zh_cn: 参考姿势

# FPersona,Toolbar_ToggleReferencePoseTooltip
source: Show Reference Pose
ja: リファレンスポーズを表示
zh_cn: 显示参考姿势

# FPListNodeString,ArrayUsesColumns
source: FPListNodeString uses columns
es: FPListNodeString usa columnas
ja: FPListNodeStringがカラムを使用
pt_br: FPListNodeString usa colunas
zh_cn: FPListNodeString使用列栏

# FProjectPackagingSettingsCustomization,AllCulturesCheckBoxText
source: Show all
ja: すべて表示
zh_cn: 显示所有

# FProjectPackagingSettingsCustomization,CookedCulturesCheckBoxText
source: Show localized
ja: ローカライズを表示
zh_cn: 显示已本地化的内容

# FProjectPackagingSettingsCustomization,CulturesToStageLabel
source: Cultures To Stage
ja: カルチャーをステージング
zh_cn: 要使用的语言

# FProjectPackagingSettingsCustomization,DebugGameRestrictionReason
source: The DebugGame build configuration is not available in content-only projects.
es: La configuración del diseño DebugGame no está disponible en los proyectos de solo contenido.
ja: コンテンツ専用プロジェクトにデバッグゲームビルドコンフィギュレーションは利用できません
pt_br: A configuração da versão de DebugGame não está disponível em projetos com somente conteúdo.
zh_cn: 在仅包含内容的项目中没有DebugGame编译配置。

# FProjectPackagingSettingsCustomization,NoCulturesToStageSelectedError
source: At least one culture must be selected or fatal errors may occur when launching games.
ja: カルチャーを1つ以上選択しないとゲームの起動時に致命的なエラーが発生します。
zh_cn: 至少必须选择一种语言，否则在加载游戏时会发生致命错误。

# FProjectPackagingSettingsCustomization,NotLocalizedWarning
source: This project does not have localization data (translations) for this culture.
ja: このカルチャーに対するローカリゼーションデータ（翻訳）がプロジェクトにありません
zh_cn: 该项目没有针对该语言的本地化数据(翻译内容)。

# FProjectSettingsViewerModule,AISystemSettingsDescription
source: Settings for the AI System.
ja: AI システムの設定
zh_cn: AI系统设置。

# FProjectSettingsViewerModule,AISystemSettingsName
source: AI System
ja: AI システム
zh_cn: AI系统

# FProjectSettingsViewerModule,CrowdManagerSettingsDescription
source: Settings for the AI Crowd Manager.
ja: AI Crowd Managerの設定
zh_cn: AI群集管理器设置

# FProjectSettingsViewerModule,CrowdManagerSettingsName
source: Crowd Manager
ja: クラウドマネージャー
zh_cn: 群集管理器

# FProjectSettingsViewerModule,GameMapsSettingsDescription
source: Default maps, game modes and other map related settings.
es: Ajustes de mapas predeterminados, modos del juego y otros mapas vinculados.
ja: デフォルトマップ・ゲームモード・別のマップに関連した設定
pt_br: Mapas padrão, modos de jogo e outras configurações relacionadas com mapas.
zh_cn: 默认地图、游戏模式及其他地图的相关设置。

# FProjectSettingsViewerModule,GameMapsSettingsName
source: Maps & Modes
es: Mapas y modos
ja: マップ＆モード
pt_br: Mapas e Modos
zh_cn: 地图 & 模式

# FProjectSettingsViewerModule,GeneralEngineSettingsName
source: General Settings
es: Ajustes generales
ja: 基本設定
pt_br: Configurações Gerais
zh_cn: 一般设置

# FProjectSettingsViewerModule,GeneralGameSettingsDescription
source: Descriptions and other information about your project.
ja: プロジェクトに関する説明とその他の情報
zh_cn: 关于您项目的描述和其他信息。

# FProjectSettingsViewerModule,MovieSettingsDescription
source: Movie player settings
es: Ajustes del reproductor de la película
ja: ムービープレイヤー設定
pt_br: Configurações do reprodutor de filme
zh_cn: 视频播放器设置

# FProjectSettingsViewerModule,MovieSettingsName
source: Movies
es: Películas
ja: ムービー
pt_br: Filmes
zh_cn: 视频

# FProjectSettingsViewerModule,NavigationMeshSettingsDescription
source: Settings for the navigation mesh.
es: Ajustes de la malla de navegación.
ja: ナビゲーションメッシュの設定
pt_br: Configurações da malha de navegação.
zh_cn: 导航网格物体设置

# FProjectSettingsViewerModule,NavigationMeshSettingsName
source: Navigation Mesh
es: Malla de navegación
ja: ナビゲーションメッシュ
pt_br: Malha de Navegação
zh_cn: 导航网格物体

# FProjectSettingsViewerModule,NavigationSystemSettingsDescription
source: Settings for the navigation system.
es: Ajustes de sistema de navegación.
ja: ナビゲーションシステムの設定
pt_br: Configurações do sistema de navegação.
zh_cn: 导航系统设置

# FProjectSettingsViewerModule,NavigationSystemSettingsName
source: Navigation System
es: Sistema de navegación
ja: ナビゲーションシステム
pt_br: Sistema de Navegação
zh_cn: 导航系统

# FProjectSettingsViewerModule,ProjectConsoleSettingsDescription
source: Configure the in-game input console.
es: Configurar la consola de entrada en el juego.
ja: インゲームインプットコンソールを設定
pt_br: Configure o console de entrada no jogo.
zh_cn: 配置游戏中的输入控制台。

# FProjectSettingsViewerModule,ProjectGeneralSettingsDescription
source: General options and defaults for the game engine.
es: Opciones generales y predeterminadas para el motor del juego.
ja: ゲームエンジンの一般オプションとデフォルト設定
pt_br: Opções gerais e padrões para o mecanismo de jogo.
zh_cn: 游戏引擎的一般选项和默认值。

# FProjectSettingsViewerModule,ProjectInputSettingsDescription
source: Input settings, including default input action and axis bindings.
es: Ajustes de entrada, incluida la acción de entrada predeterminada y los enlaces del eje.
ja: デフォルトのインプット動作と軸バインディングを含めたインプット設定
pt_br: Configurações de entrada, incluindo ação de entrada padrão e vinculações de eixo.
zh_cn: 输入设置，包括默认输入动作和坐标轴绑定

# FProjectSettingsViewerModule,ProjectPackagingSettingsDescription
source: Fine tune how your project is packaged for release.
es: Ajustar el modo de empaquetar tu proyecto para liberarlo/enviarlo.
ja: リリース向けプロジェクトのパッケージ方法の微調整を行う
pt_br: Faça o ajuste fino de como o projeto será empacotado para lançamento.
zh_cn: 详细调整您项目的打包方式以进行发布。

# FProjectSettingsViewerModule,ProjectPackagingSettingsName
source: Packaging
es: Empaquetado
ja: パッケージ化
pt_br: Empacotamento
zh_cn: 打包

# MainFrameActions,PackagingTaskName
source: Packaging
es: Empaquetado
ja: パッケージ化
pt_br: Empacotamento
zh_cn: 打包

# UATHelper,PackagingTaskName
source: Packaging
ja: パッケージング

# FProjectSettingsViewerModule,ProjectSettingsTabTitle
source: Project Settings
es: Ajustes del proyecto
ja: プロジェクト設定
pt_br: Configurações do Projeto
zh_cn: 项目设置

# LevelToolBarViewMenu,ProjectSettingsClasses
source: Project Settings
ja: プロジェクト設定
zh_cn: 项目设置

# MainEditMenu,ProjectSettingsSubMenuLabel
source: Project Settings
es: Ajustes del proyecto
ja: プロジェクト設定
pt_br: Configurações do Projeto
zh_cn: 项目设置

# FProjectSettingsViewerModule,ProjectSupportedPlatformsSettingsDescription
source: Specify which platforms your project supports.
es: Especifica las plataformas que soporta su proyecto.
ja: プロジェクトがサポートするプラットフォームを指定
pt_br: Especificar quais plataformas o projeto suporta.
zh_cn: 指出您的项目支持的平台。
