Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.StaticMeshEditorCommands,SetShowSockets_ToolTip
source: Displays the static mesh sockets.
ja: スタティックメッシュのソケットを表示

# UICommands.StaticMeshEditorCommands,SetShowVertexColor
source: Vert Colors
ja: 頂点カラー

# UICommands.StaticMeshEditorCommands,SetShowVertexColor_ToolTip
source: Toggles vertex colors.
ja: 頂点カラーを切り替える

# UICommands.StaticMeshEditorCommands,SetShowVertices_ToolTip
source: Toggles display of vertices in the Preview Pane.
ja: プレビューペインの頂点表示を切り替える

# UICommands.StaticMeshEditorCommands,SetShowWireframe_ToolTip
source: Toggles the viewmode of the Preview Pane between a lit view and a wireframe view.
ja: プレビューペインの表示モードをリット/ワイヤーフレーム間で切り替える

# UICommands.TextureEditorCommands,AlphaChannel_ToolTip
source: Toggles the alpha channel
ja: アルファチャンネルを切り替える

# UICommands.TextureEditorCommands,BlueChannel_ToolTip
source: Toggles the blue channel
ja: ブルーチャンネルのオン/オフ

# UICommands.TextureEditorCommands,CheckeredBackground
source: Checkered
ja: 格子模様

# UICommands.TextureEditorCommands,CheckeredBackground_ToolTip
source: Checkered background pattern behind the texture
ja: テクスチャの後方が格子模様の背景パターン

# UICommands.TextureEditorCommands,CheckeredBackgroundFill
source: Checkered (Fill)
ja: 格子模様（フィル）

# UICommands.TextureEditorCommands,CheckeredBackgroundFill_ToolTip
source: Checkered background pattern behind the entire viewport
ja: ビューポート全体の後方が格子模様の背景パターン

# UICommands.TextureEditorCommands,CompressNow
source: Compress
ja: 圧縮

# UICommands.TextureEditorCommands,CompressNow_ToolTip
source: Compress the texture
ja: テクスチャを圧縮

# UICommands.TextureEditorCommands,Desaturation
source: Desaturation
ja: デサチュレート（非飽和）

# UICommands.TextureEditorCommands,Desaturation_ToolTip
source: Toggles color desaturation
ja: カラーデサチュレーションを切り替える

# UICommands.TextureEditorCommands,FitToViewport_ToolTip
source: If enabled, the texture will be scaled to fit the viewport
ja: 有効になると、テクスチャの表示サイズをビューポートの大きさに合わせて変更します

# UICommands.TextureEditorCommands,GreenChannel_ToolTip
source: Toggles the green channel
ja: グリーンチャンネルをオン・オフ

# UICommands.TextureEditorCommands,RedChannel_ToolTip
source: Toggles the red channel
ja: レッドチャンネルをオン・オフ

# UICommands.TextureEditorCommands,Reimport_ToolTip
source: Reimports the texture from file
ja: ファイルからテクスチャを再インポート

# UICommands.TextureEditorCommands,Settings
source: Settings...
ja: 設定...

# UICommands.TextureEditorCommands,Settings_ToolTip
source: Opens the settings for the texture editor
ja: テクスチャエディタの設定を開く

# UICommands.TextureEditorCommands,SolidBackground
source: Solid Color
ja: ソリッドカラー

# UICommands.TextureEditorCommands,SolidBackground_ToolTip
source: Solid color background
ja: ソリッドカラーバックグラウンド

# UICommands.TextureEditorCommands,TextureBorder
source: Draw Border
ja: 境界線を描画

# UICommands.TextureEditorCommands,TextureBorder_ToolTip
source: If enabled, a border is drawn around the texture
ja: 有効になると、テクスチャの周囲に枠線が描画されます

# UICommands.TranslationEditorToolbar,ChangeSourceFont
source: Change Source Font
ja: ソースフォントを変更
zh_cn: 变更源字体

# UICommands.TranslationEditorToolbar,ChangeSourceFont_ToolTip
source: Change the Font for the Source Lanugage
ja: ソース言語のフォントを変更
zh_cn: 变更源语言字体

# UICommands.TranslationEditorToolbar,ChangeTranslationTargetFont
source: Change Translation Font
ja: 翻訳のフォントを変更
zh_cn: 变更翻译字体

# UICommands.TranslationEditorToolbar,ChangeTranslationTargetFont_ToolTip
source: Change the Translation Target Language Font
ja: 翻訳ターゲットの言語フォントを変更
zh_cn: 变更翻译的目标语言字体

# UICommands.TranslationEditorToolbar,ExportToPortableObjectFormat
source: Export to .PO
ja: 「.PO」形式でエクスポート
zh_cn: 导出到.PO

# UICommands.TranslationEditorToolbar,ExportToPortableObjectFormat_ToolTip
source: Export to Portable Object Format
ja: ポータブルオブジェクト形式でエクスポート
zh_cn: 导出到可移动对象格式

# UICommands.TranslationEditorToolbar,ImportFromPortableObjectFormat
source: Import from .PO
ja: 「.PO」形式でインポート
zh_cn: 从.PO导入

# UICommands.TranslationEditorToolbar,ImportFromPortableObjectFormat_ToolTip
source: Import from Portable Object Format
ja: ポータブルオブジェクト形式でインポート
zh_cn: 从可移动对象格式导入

# UICommands.TranslationEditorToolbar,OpenSearchTab_ToolTip
source: Search Source and Translation Strings
ja: ソースと翻訳した文字列を検索
zh_cn: 搜索源文件和平移字符串

# UICommands.TranslationEditorToolbar,OpenTranslationPicker_ToolTip
source: Open the Translation Picker to Modify Editor Translations
ja: エディタ翻訳の修正に翻訳ピッカーを開く
zh_cn: 打开平移选择器以修改编辑器平移

# UICommands.TranslationEditorToolbar,PreviewAllTranslationsInEditor
source: Preview in Editor
ja: エディタでプレビュー
zh_cn: 在编辑器中预览

# UICommands.TranslationEditorToolbar,PreviewAllTranslationsInEditor_ToolTip
source: Preview All Translations in the Editor UI
ja: エディタUIで翻訳をすべてプレビュー
zh_cn: 在编辑器UI中预览所有的平移

# UICommands.TranslationEditorToolbar,SaveTranslations_ToolTip
source: Saves the translations to file
ja: 翻訳をファイルに保存
zh_cn: 将翻译内容保存到文件

# UK2Node_BaseAsyncTask,AsyncTaskInFunctionFromMacro
source: @@ is being used in Function '@@' resulting from expansion of Macro '@@'
ja: マクロ '@@' の展開からの関数 '@@' で使用中の@@
zh_cn: @@ 正在函数'@@'中使用，该函数由宏'@@'发展而来。

# UK2Node_BaseAsyncTask,MissingClassString
source: Unknown Class
ja: 不明クラス
zh_cn: 未知类

# UK2Node_BaseAsyncTask,WrongDelegateProperty
source: BaseAsyncTask: Cannot find execution pin for delegate
es: BaseAsyncTask: no puede encontrar el Pin de ejecución para el delegado
ja: BaseAsyncタスク: デリゲートの実行ピンが見つかりません
pt_br: BaseAsyncTask: Não é possível encontrar um fixador de execução para delegar
zh_cn: BaseAsyncTask: 无法找到代理的执行引脚

# UK2Node_InputAxisKeyEvent,EventsCategory
source: {0} Events
ja: {0} イベント
zh_cn: {0}个事件

# UK2Node_InputKey,EventsCategory
source: {0} Events
ja: {0} イベント
zh_cn: {0}个事件

# UK2Node_InputKey,KeyName_Alt
source: Alt
ja: Altキー

# UK2Node_InputKey,KeyName_Control
source: Ctrl
ja: Ctrlキー

# UMG,AddMenuSlotFormat
source: {0} ({1} Slot)
ja: {0} ({1} スロット)
zh_cn: {0} ({1} 插槽)

# UMG,AddWidgetFromTemplate
source: Add Widget
es: Añadir Widget
ja: ウィジェットを追加
pt_br: Adicionar Widget
zh_cn: 添加控件

# UMG,Designer_AddWidget
source: Add Widget
es: Añadir Widget
ja: ウィジェットを追加
pt_br: Adicionar Widget
zh_cn: 添加控件

# UMG,Anchors
source: Anchors
es: Anclas
ja: アンカー
pt_br: Âncoras
zh_cn: 锚点

# UMG,AnchorsText
source: Anchors
es: Anclas
ja: アンカー
pt_br: Âncoras
zh_cn: 锚点

# UMG,Animations_ViewMenu_ToolTip
source: Opens a tab to manage animations
ja: アニメーションを管理するタブを開きます
zh_cn: 打开选项卡以管理动画

# UMG,AppearanceCornerText
source: WIDGET BLUEPRINT
ja: ウィジェット ブループリント
pt_br: ESQUEMA DO WIDGET
zh_cn: 控件蓝图

# UMG,Auto_ToolTip
source: Only requests as much room as it needs based on the widgets desired size.
ja: ウィジェットの設定サイズに基づいて必要な領域だけ要求します
zh_cn: 仅基于控件所需尺寸要求相应空间。

# UMG,Binding_Binder_NotFound
source: Member:{0}: No binding exists for {1}.
ja: メンバー：{0}： {1} にバインディングがありません。
zh_cn: 成员:{0}:不存在对{1}的绑定。

# UMG,Binding_Empty
source: The binding is empty.
ja: バインディングは空です。
zh_cn: 该绑定为空。

# UMG,Binding_MemberNotFound
source: Binding: '{0}' : '{1}' was not found on '{2}'.
ja: バインディング： '{0}' ： '{2}' に '{1}' が見つかりませんでした。
zh_cn: 绑定: '{0}' : 没有在'{2}'中找到'{1}'。

# UMG,Binding_NoReturn
source: Member:{0} Has no return value, unable to bind.
ja: メンバー： {0} に戻り値がありません。バインドできません。
zh_cn: 成员:{0}无返回值，无法绑定。

# UMG,Binding_NumArgs
source: Member:{0} Has the wrong number of arguments, it needs to return 1 value and take no parameters.
ja: メンバー：{0} に誤った数の引数が設定されています。値を1つ返してパラメータを受け取ってはいけません。
zh_cn: 成员:{0}参数数量错误，需要返回1个值并且不取入参数。

# UMG,Binding_Pure
source: Member:{0} Unable to bind, the function is not marked as pure.
ja: メンバー：:{0} 関数は純粋とマークされていないためバインドできません。
zh_cn: 成员:{0}无法绑定，函数未被标记为虚函数。

# UMG,Binding_StructNotFound
source: Binding: '{0}' : Unable to locate owner class or struct for '{1}'
ja: バインディング： '{0}' ： '{1}' の所有クラスまたは構造体が見つかりません
zh_cn: 绑定: '{0}' :未能找到'{1}'的所有者类或结构体

# UMG,BindingError
source: Binding: Property '@@' on Widget '@@': %s
ja: バインディング： ウィジェット '@@' のプロパティ '@@' ： %s
zh_cn: 绑定: 属性'@@'（控件'@@'的属性）: %s

# UMG,BindingFunctionSigDontMatch
source: Binding: property '@@' on widget '@@' bound to function '@@', but the sigatnures don't match. The function must return the same type as the property and have no parameters.
ja: バインディング: ウィジェット '@@' 上のプロパティ '@@' は関数 '@@' とバウンドしていますが、シグネチャが一致しません。関数はプロパティと同一タイプを返し、パラメータを設定してはいけません。
zh_cn: 绑定: 属性'@@'（控件'@@'的属性）绑定到函数'@@'上,但签名不匹配。 函数必须返回和属性相同的类型并且无参数。

# UMG,BindingNotBoundToPure
source: Binding: property '@@' on widget '@@' needs to be bound to a pure function, '@@' is not pure.
ja: バインディング： ウィジェット '@@' のプロパティ '@@' を純粋関数とバウンドしなくてはいけません。 '@@' は純粋関数ではありません。
zh_cn: 绑定: 属性'@@'（控件'@@'的属性）需要绑定到纯虚函数。'@@'不是纯虚函数。

# UMG,BottomCenter
source: Bottom/Center
ja: 下部/中央
zh_cn: 底部/居中

# UMG,BottomFill
source: Bottom/Fill
ja: 下部/フィル
zh_cn: 底部/填充

# UMG,BottomLeft
source: Bottom/Left
ja: 下部/左
zh_cn: 底部/左侧

# UMG,BottomRight
source: Bottom/Right
ja: 下部/右
zh_cn: 底部/右侧

# UMG,CantHaveChildren
source: Widget can't have children.
ja: ウィジェットに子ウィジェットを設定できません。
zh_cn: 控件不能拥有子项。

# UMG,CantMakeWidgetChildOfChildren
source: Can't make widget a child of its children.
ja: ウィジェットは自身の子の子にできません。
zh_cn: 无法使控件成为其子项的子项。

# UMG,CategoryToolTip
source: Sets the category of the widget
ja: ウィジェットのカテゴリを設定
zh_cn: 设置控件分类

# UMG,CenterFill
source: Center/Fill
ja: 中央/フィル
zh_cn: 中心/填充

# UMG,CenterLeft
source: Center/Left
ja: 中央/左
zh_cn: 中心/左侧

# UMG,CenterRight
source: Center/Right
ja: 中央/右
zh_cn: 中心/右侧

# UMG,ChangeAnchors
source: Changed Anchors
ja: 変更アンカー
zh_cn: 变更定位点

# UMG,CreateBinding
source: Create Binding
es: Crear enlace
ja: バインディングを作成
pt_br: Criar Vinculação
zh_cn: 创建绑定

# UMG,CreateDelegate
source: Create Binding
es: Crear enlace
ja: バインディングを作成
pt_br: Criar Vinculação
zh_cn: 创建绑定

# UMG,CreateBindingToolTip
source: Creates a new function on the widget blueprint that will return the binding data for this property.
ja: このプロパティのバインディングデータを返すウィジェットブループリントに新規関数を作成します
zh_cn: 在该控件蓝图上创建一个新函数，它将会返回该属性的绑定数据。

# UMG,CreateDragDropWidget
source: Create {ClassName}
ja: {ClassName} 作成...
zh_cn: 创建{ClassName}

# UMG,CreateDragDropWidget_BaseTitle
source: Create Drag & Drop Operation
ja: ドラッグ＆ドロップ操作を作成
zh_cn: 创建拖放操作

# UMG,CreateWidget
source: Create {ClassName} Widget
ja: {ClassName} ウィジェットを作成
zh_cn: 创建{ClassName}控件

# UMG,CreateWidget_BaseTitle
source: Create Widget
ja: ウィジェットを作成
zh_cn: 创建控件

# UMG,CreateWidgetNodeMissingClass_Error
source: Spawn node @@ must have a class specified.
ja: スポーンノード @@ にクラスを指定しなくてはいけません。
zh_cn: 生成节点@@必须指定一个类。

# UMG,CurrentDPIScaleFormat
source: DPI Scale {0}
ja: DPI スケール {0}
zh_cn: DPI缩放{0}

# UMG,DeleteAnimationTransaction
source: Delete Animation
ja: デリゲートアニメーション
zh_cn: 删除动画

# UMG,Designer_DragMultipleWidgets
source: Multiple Widgets
ja: 複数ウィジェット
zh_cn: 多个控件

# UMG,DragMultipleWidgets
source: Multiple Widgets
ja: 複数ウィジェット
zh_cn: 多个控件

# UMG,Designer_MoveWidget
source: Move Widget
es: Mover Widget
ja: ウィジェットを移動
pt_br: Mover Widget
zh_cn: 移动控件

# UMG,MoveWidget
source: Move Widget
es: Mover Widget
ja: ウィジェットを移動
pt_br: Mover Widget
zh_cn: 移动控件

# UMG,Designer_MoveWidgets
source: Move Widgets
ja: ウィジェット移動
zh_cn: 移动控件

# UMG,Designer_NudgeWidget
source: Nudge Widget
ja: ウィジェット微調整
zh_cn: 微调控件

# UMG,DesignerModeButtonTooltip
source: Switch to Blueprint Designer Mode
ja: ブループリント デザイナー モードに切り替える
zh_cn: 切换到蓝图设计模式

# UMG,DesignerTabLabel
source: Designer
es: Diseñador
ja: デザイナー
zh_cn: 设计师

# UMG,SlatePreview_ViewMenu_Desc
source: Designer
es: Diseñador
ja: デザイナー
zh_cn: 设计师

# WidgetBlueprintModes,DesignerMode
source: Designer
es: Diseñador
ja: デザイナー
zh_cn: 设计师

# UMG,DPISettingsTooltip
source: Configure the UI Scale Curve to control how the UI is scaled on different resolutions.
ja: さまざまな解像度におけるUIの拡大・縮小をコントロールするUIスケールカーブを設定します
zh_cn: 配置用户界面缩放曲线以控制用户界面如何基于不同的分辨率进行缩放。

# UMG,DragDropNodeTooltip
source: Creates a new drag drop operation
ja: 新規にドラッグ＆ドロップ操作を作成
zh_cn: 创建新拖放操作

# UMG,EditBlueprint_Label
source: Edit Widget Blueprint...
ja: ウィジェットブループリントを編集...
zh_cn: 编辑控件蓝图...

# UMG,EditBlueprint_Tooltip
source: Open the selected Widget Blueprint(s) for edit.
ja: 編集のために選択したウィジェットブループリントを開く
zh_cn: 打开选中的控件蓝图以供编辑。

# UMG,EmptyWidgetName
source: Empty Widget Name
ja: ウィジェット名を空にする
zh_cn: 空的控件名称

# UMG,ExistingObjectName
source: Existing Object Name
ja: 従来のオブジェクト名
zh_cn: 现有对象名称

# UMG,ExistingVariableName
source: Existing Variable Name
es: Nombre de la variable existente
ja: 従来の変数名
pt_br: Nome de Variável Existente
zh_cn: 现有变量名称

# UMG,ExistingWidgetName
source: Existing Widget Name
es: Nombre de Widget existente
ja: 従来のウィジェット名
pt_br: Nome de Widget Existente
zh_cn: 现有控件名称

# UMG,Fill_ToolTip
source: Greedily attempts to fill all available room based on the percentage value 0..1
ja: パーセント値0から1に基づいて、利用可能な領域を積極的にフィルします
zh_cn: 尝试基于百分比值0..1填满所有的可用空间

# UMG,FillCenter
source: Fill/Center
ja: フィル/中央
zh_cn: 填充/居中

# UMG,FillFill
source: Fill/Fill
ja: フィル/フィル
zh_cn: 填充/填充

# UMG,FillLeft
source: Fill/Left
ja: フィル/左
zh_cn: 填充/左侧

# UMG,FillRight
source: Fill/Right
ja: フィル/右
zh_cn: 填充/右侧

# UMG,GotoFunction
source: Goto Function
es: Función ir a
ja: 関数へ移動
pt_br: Ir para Função
zh_cn: Goto函数

# UMG,HAlignCenter
source: Horizontally Align Center
es: Alinear horizontalmente el centro
ja: 水平方向中央揃え
pt_br: Alinhar Horizontalmente ao Centro
zh_cn: 水平对齐居中

# UMG,HAlignFill
source: Horizontally Align Fill
es: Alinear horizontalmente el relleno
ja: 水平方向に揃えてフィル
pt_br: Alinhar Horizontalmente ao Preenchimento
zh_cn: 水平对齐填充

# UMG,HAlignLeft
source: Horizontally Align Left
es: Alinear horizontalmente la parte izquierda
ja: 水平方向左揃え
pt_br: Alinhar Horizontalmente à Esquerda
zh_cn: 水平左对齐

# UMG,HAlignRight
source: Horizontally Align Right
es: Alinear horizontalmente la parte derecha
ja: 水平方向右揃え
pt_br: Alinhar Horizontalmente à Direita
zh_cn: 水平右对齐

# UMG,InitializeNavigation
source: Edit Widget Navigation
ja: ウィジェットナビゲーションを編集
zh_cn: 编辑控件导航

# UMG,MoveAnchor
source: Move Anchor
ja: アンカーを移動
zh_cn: 移动锚点

# UMG,MoveWidgetRT
source: Move Widget (Render Transform)
ja: ウィジェットを移動（トランスフォームを描画）
zh_cn: 移动控件（渲染变换）

# UMG,MoveWidgetsRT
source: Move Widgets (Render Transform)
ja: ウィジェットを移動（トランスフォームを描画）
zh_cn: 移动控件（渲染变换）

# UMG,NameInUseByAnimation
source: An animation with this name already exists
ja: 同名のアニメーションはすでに存在します
zh_cn: 具有该名称的动画已经存在

# UMG,NameInUseByFunction
source: A function with this name already exists
ja: 同名の関数はすでに存在します

# UMG,NameInUseByWidget
source: A widget with this name already exists
ja: 同名のウィジェットはすでに存在します

# UMG,NavigationEscape
source: Escape
ja: エスケープ
zh_cn: 退出

# UMG,NavigationRuleEscape
source: Escape
ja: エスケープ
zh_cn: 退出

# UMG,NavigationRuleEscapeHint
source: Navigation is allowed to escape the bounds of this widget.
ja: ナビゲーションはウィジェットのバウンドをエスケープ出来ます。
zh_cn: 允许导航避开此控件的边界。

# UMG,NavigationRuleStopHint
source: Navigation stops at the bounds of this widget.
ja: ナビゲーションはウィジェットのバウンドで停止します。
zh_cn: 导航将停止于此控件的边界处。

# UMG,NavigationRuleWrap
source: Wrap
ja: ラップ
zh_cn: 包裹

# UMG,NavigationWrap
source: Wrap
ja: ラップ
zh_cn: 包裹

# UMG,NavigationRuleWrapHint
source: Navigation will wrap to the opposite bound of this object.
ja: ナビゲーションはオブジェクトの反対のバウンドをラップします
zh_cn: 导航将围绕该对象边界之外的地方。

# UMG,NewAnimation
source: New Animation
ja: 新規アニメーション
zh_cn: 新建动画

# UMG,NoAdditionalChildren
source: Widget can't accept additional children.
ja: ウィジェットは追加の子ウィジェットを受け付けることができません。
zh_cn: 控件无法接受额外子项。

# UMG,NoAnimationSelected
source: No Animation Selected
ja: アニメーションが選択されていません
zh_cn: 未选中动画

# UMG,NodeTooltip
source: Creates a new widget
ja: 新規ウィジェットを作成
zh_cn: 创建新控件

# UMG,NotEnoughSlots
source: Can't paste contents, not enough available slots in target widget.
ja: コンテンツを貼り付けできません。ターゲットウィジェットに十分なスロットがありません。
zh_cn: 无法粘贴内容，在对象控件中无足够插槽。

# UMG,NoWidgetPreview
source: No Widget Preview
es: No hay vista preliminar del Widget
ja: ウィジェットのプレビューは利用できません
pt_br: Nenhuma Visualização de Widget
zh_cn: 无控件预览

# UMG,OffsetBottom
source: Offset Bottom
ja: 下部をオフセット
zh_cn: 偏移底部

# UMG,OffsetLeft
source: Offset Left
ja: オフセット Left
zh_cn: 偏移左侧

# UMG,OffsetRight
source: Offset Right
ja: オフセット Right
zh_cn: 偏移右侧

# UMG,OffsetTop
source: Offset Top
ja: オフセット Top
zh_cn: 偏移顶部

# UMG,OwningPlayerPinDescription
source: The player that 'owns' the widget.
ja: ウィジェットを「所有」するプレイヤー
zh_cn: '拥有'该控件的玩家。

# UMG,PreviousNavigation
source: Previous
ja: 前へ
zh_cn: 前一个

# UMG,RECORDING
source: RECORDING
ja: 録画中
zh_cn: 录像中

# UMG,RemoveBinding
source: Remove Binding
es: Eliminar enlace
ja: バインディングを取り除く
pt_br: Remover Vinculação
zh_cn: 移除绑定

# UMG,UnbindDelegate
source: Remove Binding
es: Eliminar enlace
ja: バインディングを取り除く
pt_br: Remover Vinculação
zh_cn: 移除绑定

# UMG,RemoveBindingToolTip
source: Removes the current binding
es: Elimina el enlace actual
ja: 現行バインディングを取り除く
pt_br: Remove a vinculação atual
zh_cn: 移除当前绑定

# UMG,RemoveWidget
source: Remove Widget
es: Eliminar Widget
ja: ウィジェットを取り除く
pt_br: Remover Widget
zh_cn: 移除控件

# UMG,RenameAnimation
source: Rename Animation
ja: アニメーションの名前変更
zh_cn: 重命名动画

# UMG,RenameWidget
source: Rename Widget
es: Renombrar el Widget
ja: ウィジット名を変更
pt_br: Renomear Widget
zh_cn: 重命名控件

# UMG,ReplaceWidgets
source: Replace Widgets
ja: ウィジェットを置換
zh_cn: 替换控件

# UMG,ReplaceWithChild
source: Replace With Child
ja: 子で置換
zh_cn: 替换为子项

# UMG,ResizeWidget
source: Resize Widget
ja: ウィジットサイズを変更
zh_cn: 调整控件大小

# UMG,Search Animations
source: Search Animations
ja: アニメーションを検索
zh_cn: 搜索动画

# UMG,SearchTemplates
source: Search Palette
ja: パレットを検索
zh_cn: 搜索面板

# UMG,SearchWidgets
source: Search Widgets
es: Buscar Widgets
ja: ウィジェットを検索
pt_br: Buscar Widgets
zh_cn: 搜索控件

# UMG,Sequencer_ViewMenu_ToolTip
source: Show the Animation editor
es: Muestra el editor de animación
ja: アニメーションエディタを表示
pt_br: Exibe as o editor de Animação
zh_cn: 显示动画编辑器

# UMG,SizeX
source: Size X
ja: サイズ X
zh_cn: 尺寸X

# UMG,SizeY
source: Size Y
ja: サイズ Y
zh_cn: 尺寸Y

# UMG,SlateHierarchy_ViewMenu_ToolTip
source: Show the Hierarchy
es: Muestra la jerarquía
ja: 階層を表示
pt_br: Exibir a Hierarquia
zh_cn: 显示层次结构

# UMG,SlatePreview_ViewMenu_ToolTip
source: Show the Designer
es: Muestra el diseñador
ja: デザイナーを表示
pt_br: Exibir o Designer
zh_cn: 显示设计师

# UMG,SlotLabelFormat
source: {0} Slot
ja: {0} スロット
zh_cn: {0} 插槽

# UMG,SlotNameFmt
source: Slot ({0})
ja: スロット ({0})
zh_cn: 插槽({0})

# UMG,SlotToolTipFormat
source: Add {0} slot
ja: {0} スロットを追加
zh_cn: 添加{0}插槽

# UMG,SubObjectProperties
source: Sub-Object Properties
ja: Sub-オブジェクト プロパティ
zh_cn: 子对象属性

# UMG,TopCenter
source: Top/Center
ja: 上部/中央
zh_cn: 顶部/居中

# UMG,TopFill
source: Top/Fill
ja: 上部/フィル
zh_cn: 顶部/填充

# UMG,TopLeft
source: Top/Left
ja: 上部/左
zh_cn: 顶部/左侧

# UMG,TopRight
source: Top/Right
ja: 上部/右
zh_cn: 顶部/右侧

# UMG,UMGEditorSettingsDescription
source: Configure options for UMG Editor.
ja: UMGエディタのオプション構成

# UMG,VAlignBottom
source: Vertically Align Bottom
es: Alinear verticalmente la parte inferior
ja: 垂直方向下揃え
pt_br: Alinhar Verticalmente para Baixo
zh_cn: 垂直对齐底部

# UMG,VAlignCenter
source: Vertically Align Center
es: Alinear verticalmente el centro
ja: 垂直方向中央揃え
pt_br: Alinhar Verticalmente ao Centro
zh_cn: 垂直居中对齐

# UMG,VAlignFill
source: Vertically Align Fill
es: Alinear verticalmente el relleno
ja: 縦方向に揃えてフィル
pt_br: Alinhar Verticalmente ao Preenchimento
zh_cn: 垂直对齐填充

# UMG,VAlignTop
source: Vertically Align Top
es: Alinear verticalmente la parte superior
ja: 垂直方向上揃え
pt_br: Alinhar Verticalmente ao Topo
zh_cn: 垂直顶部对齐

# UMG,VariableToggle
source: Variable Toggle
es: Conmutador variable
ja: 変数を切り替える
pt_br: Alternar Variável
zh_cn: 变量切换

# UMG,WidgetDesignerSettingsDescription
source: Configure options for the Widget Designer.
ja: ウィジェットデザイナーのオプション構成
zh_cn: 控件设计器的配置选项。

# UMG,WidgetDesignerSettingsName
source: Widget Designer
ja: ウィジェットデザイナー
zh_cn: 控件设计器

# WidgetDesignerMode,WorkspaceMenu_WidgetDesigner
source: Widget Designer
ja: ウィジェットデザイナー
zh_cn: 控件设计师

# UMG,WidgetDetails_ViewMenu_ToolTip
source: Show the Details
es: Muestra los detalles
ja: 詳細を表示
pt_br: Exibir os Detalhes
zh_cn: 显示细节

# UMG,WidgetName
source: Widget Name?
ja: ウィジェット名？
zh_cn: 控件名称？

# UMG,WidgetNameTooLong
source: Widget Name is Too Long
ja: ウィジェット名が長すぎます
zh_cn: 控件名称太长

# UMG,WidgetTemplates_ViewMenu_ToolTip
source: Show the Palette
es: Muestra la paleta
ja: パレットを表示
pt_br: Exibir a Paleta
zh_cn: 显示控制板

# UMG,WidgetTree_ReplaceWithSelection
source: Replace With {0}
ja: {0} と置換

# UMG,WidgetTree_ReplaceWithSelectionToolTip
source: Replace this widget with a {0}
ja: このウィジェットを {0} と置換

# UMG,WidgetTree_ReplaceWithToolTip
source: Replaces the currently selected widget, with another widget
ja: 現在選択中のウィジェットを別のウィジェットと置換

# UMG,WidgetTree_WrapWith
source: Wrap With...
es: Envolver con...
ja: ...でラップする
pt_br: Envolver com...
zh_cn: 包裹...

# UMG,WidgetTree_WrapWithToolTip
source: Wraps the currently selected widgets inside of another container widget
es: Envuelve los widgets actualmente seleccionados dentro de otro widget contenedor
ja: 別コンテナウィジェット内部にある現在選択中のウィジェットをラップする
pt_br: Envolve os widgets atualmente selecionados dentro do widget de outro recipiente
zh_cn: 将当前选中控件包裹在另一个容器控件中

# UMG,WidgetVisibilityButtonToolTip
source: Toggle Widget's Editor Visibility
ja: ウィジェットのエディタ可視性を切り替える
zh_cn: 切换控件的编辑器可见性

# UMG,WrapWidgets
source: Wrap Widgets
ja: ウィジェットをラップ
zh_cn: 包裹控件

# UMG,ZoomToFit_ToolTip
source: Zoom To Fit
ja: 画面に合わせてズーム
zh_cn: 缩放以适合

# Unreal,PackageFailedToOpen
source: The package '{0}' failed to open. Should this commandlet continue operation, ignoring further load errors? Continuing may have adverse effects (object references may be lost).
es: Error al abrir el paquete '{0}'. ¿Debe continuar esta commandlet con la operación omitiendo más errores de carga? Continuar puede causar daños adversos (las referencias del objeto podrían perderse).
ja: パッケージ '{0}' を開けませんでした。コマンドレットで操作を継続して今後のロードエラーを無視しますか？継続する場合、悪影響が及ぶかもしれません（オブジェクトリファレンスが消失するかもしれません）
pt_br: A abertura do pacote '{0}' falhou. O commandlet deve continuar a operação, ignorando assim possíveis erros de carregamento? Continuar pode trazer efeitos adversos (referências a objetos podem ser perdidas).
zh_cn: 不能打开包 '{0}'。 这个命令行开关要继续操作吗，忽略后续加载错误？ 继续操作可能会带来负面效果 (对象引用可能已丢失)。

# UnrealEd,AboutToCompressAnimations_F
source: About to compress {0} animations. Proceed?
es: Está a punto de comprimir {0} animaciones. ¿Continuar?
ja: {0} 個のアニメーションを圧縮しようとしています。継続しますか？
pt_br: Prestes a compactar {0} animações. Continuar?
zh_cn: 将要压缩{0} 个动画。 继续?

# UnrealEd,ActorMovement
source: Actor Movement
es: Movimiento de actor
ja: アクタ動作
pt_br: Movimento do Ator
zh_cn: Actor运动

# UnrealEd,AddActor
source: Add Actor
es: Añadir actor
ja: アクタを追加
pt_br: Adicionar Ator
zh_cn: 添加Actor

# UnrealEd,AddChild
source: Add Child
es: Añadir hijo
ja: 子を追加
pt_br: Adicionar Filho
zh_cn: 添加子项

# UnrealEd,AddingBrushToWorld
source: Adding brush to world
es: Añadiendo pincel al mundo
ja: ワールドにブラシを追加中
pt_br: Adicionando pincéis ao mundo
zh_cn: 添加画刷到世界

# UnrealEd,AddNew_F
source: Add New {0}
es: Añadir nuevo {0}
ja: 新規 {0} を追加
pt_br: Adicionar Novo {0}
zh_cn: 添加新{0}

# UnrealEd,AddNewPrimitive
source: Add New Primitive
es: Añadir nueva primitiva
ja: 新規プリミティブを追加
pt_br: Adicionar Novo Primitivo
zh_cn: 添加新图元

# UnrealEd,AdjustingBrush
source: Adjusting brush
es: Ajuste del pincel
ja: ブラシを調整中
pt_br: Ajustando pincel
zh_cn: 调整画刷

# UnrealEd,AdjustKey_F
source: ADJUST KEY {0}
es: AJUSTAR CLAVE {0}
ja: キー {0} を調整
pt_br: CHAVE DE AJUSTE {0}
zh_cn: 调整键{0}

# UnrealEd,AlignmentBottomToolTip
source: The image will be aligned from the bottom of the preview
es: La imagen se alineará desde la parte inferior de la vista preliminar
ja: 画像はプレビューの下面から整列します
pt_br: A imagem será alinhada a partir da parte inferior da visualização
zh_cn: 此图片将会与预览的底部对齐

# UnrealEd,AlignmentCenter
source: Center
es: Centro
ja: 中心
pt_br: Centro
zh_cn: 居中

# UnrealEd,AlignmentCenterToolTip
source: The image will be positioned in the centre of the preview
es: La imagen se colocará en el centro de la vista preliminar
ja: 画像はプレビューの中央に配置されます
pt_br: A imagem será posicionada no centro da visualização
zh_cn: 此图片将会被摆放在预览的中心
