Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# FProjectSettingsViewerModule,ProjectSupportedPlatformsSettingsName
source: Supported Platforms
es: Plataformas soportadas
ja: 対応プラットフォーム
pt_br: Plataformas Suportadas
zh_cn: 支持的平台

# FProjectTargetPlatformEditorModule,ShowUnsupportedPlatformWarning_Message
source: {DisplayName} is not listed as a supported platform for this project, so may not run as expected. Do you wish to continue?
es: {DisplayName} no aparece enumerado como plataforma compatible para este proyecto, por lo que es posible que no funcione como estaba previsto. ¿Desea continuar?
ja: {DisplayName} はこのプロジェクトのサポートできるプラットフォームにリストされていません。そのため思ったように実行されない可能性があります。 本当に続けますか？
pt_br: {DisplayName} não está listado como uma plataforma suportadas para este projeto, então talvez não execute como esperado. Quer continuar?
zh_cn: {DisplayName}没有被列为该项目支持的平台，所以可能不能如期运行。 您要继续吗？

# FProjectTargetPlatformEditorModule,ShowUnsupportedPlatformWarning_Title
source: Unsupported Platform
es: Plataforma no soportada
ja: 非対応プラットフォーム
pt_br: Plataforma Não Suportada
zh_cn: 不支持的平台

# FProjectTargetPlatformEditorModule,SupportedPlatformsMenuLabel
source: Supported Platforms...
es: Plataformas soportadas...
ja: 対応プラットフォーム...
pt_br: Plataformas Suportadas...
zh_cn: 支持的平台...

# FProjectTargetPlatformEditorModule,SupportedPlatformsMenuToolTip
source: Change which platforms this project supports
es: Cambiar las plataformas que soporta este proyecto
ja: プロジェクトがサポートするプラットフォームを変更
pt_br: Alterar quais plataformas este projeto suporta
zh_cn: 修改该项目所支持的平台

# FStaticMeshEditorViewportClient,FStaticMeshEditorViewportClient_RotateCollision
source: Rotate Collision
es: Rotar colisión
ja: コリジョンを回転
pt_br: Girar Colisão
zh_cn: 旋转碰撞

# FStaticMeshEditorViewportClient,FStaticMeshEditorViewportClient_RotateSocket
source: Rotate Socket
es: Rotar punto de acople
ja: ソケットを回転
pt_br: Girar Soquete
zh_cn: 旋转插槽

# SkeletonSelectionEditMode,AnimationEditorViewport_RotateSocket
source: Rotate Socket
ja: ソケットを回転

# FStaticMeshEditorViewportClient,FStaticMeshEditorViewportClient_ScaleCollision
source: Scale Collision
es: Escala colisión
ja: コリジョンを拡大・縮小
pt_br: Escalonar Colisão
zh_cn: 缩放碰撞

source: Translate Collision
es: Trasladar colisión
ja: コリジョンを移動
pt_br: Transladar Colisão
zh_cn: 平移碰撞

# FStaticMeshEditorViewportClient,FStaticMeshEditorViewportClient_TranslateSocket
source: Translate Socket
es: Trasladar punto de acople
ja: ソケットを移動
pt_br: Transladar Soquete
zh_cn: 平移插槽

# SkeletonSelectionEditMode,AnimationEditorViewport_TranslateSocket
source: Translate Socket
ja: ソケットを移動

# UICommands.MatineeCommands,FitSequence
source: Sequence
ja: シーケンス

# FTextureEditorModule,TextureEditorSettingsDescription
source: Configure the look and feel of the Texture Editor.
es: Configurar la apariencia y sensación del editor de texturas.
ja: テクスチャエディタのルックアンドフィールを設定
pt_br: Configure a aparência do Editor de Texturas.
zh_cn: 配置贴图编辑器视图区的外观。

# FTextureEditorToolkit,WorldCentricTabPrefix
source: Texture
es: Textura
ja: テクスチャ
pt_br: Textura
zh_cn: 贴图

# FUDNParser,FailedToOpenLink
source: Failed to Open Link
es: Error al abrir el enlace
ja: リンクを開けませんでした
pt_br: Falha ao Abrir Link
zh_cn: 打开链接失败

# SToolTip,FailedToOpenLink
source: Failed to Open Link
es: Error al abrir el enlace
ja: リンクを開けませんでした
pt_br: Falha ao Abrir Link
zh_cn: 打开链接失败

# FunctionDragDropAction,CannotCreateInThisSchema_Macro
source: Cannot call macros in this type of graph
es: No se puede llamar a las macros en este tipo de gráfico
ja: この種類のグラフにマクロを呼ぶことはできません
pt_br: Não é possível chamar macros neste tipo de grafo
zh_cn: 不能在这种类型的图表中调用宏

# FunctionDragDropAction,CannotCreateLatentInGraph
source: Cannot call latent functions in function graphs
es: No se puede llamar a las funciones ocultas en los gráficos de función
ja: 関数グラフに潜在関数を呼ぶことはできません
pt_br: Não é possível chamar funções latentes em grafo de função
zh_cn: 不能在函数图表中调用latent 函数。

# FunctionDragDropAction,CannotPlaceLatentMacros
source: Cannot place a macro instance with latent functions in function graphs!
ja: 関数グラフにはLatent (潜行) 関数と一緒にマクロインスタンスを配置できません
zh_cn: 不能在函数图表中放置具有laten函数的宏实例!

# FunctionDragDropAction,CannotRecurseMacro
source: Cannot place a macro instance in its own graph
es: No se puede colocar una instancia de macro en su propio gráfico
ja: 独自のグラフにマクロインスタンスを配置することはできません
pt_br: Não é possível colocar uma instância de macro em seu próprio grafo
zh_cn: 不能在其自身的图表中替换一个宏实例。

# FunctionDragDropAction,ShowExistingNode
source: Show '{0}'
es: Mostrar '{0}'
ja: 表示 '{0}'
pt_br: Exibir '{0}'
zh_cn: 显示'{0}'

# FUndoHistoryModule,UndoHistoryTabTitle
source: Undo History
es: Deshacer historial
ja: 元に戻す操作の履歴
pt_br: Desfazer Histórico
zh_cn: 取消操作的历史记录

# MainEditMenu,UndoHistoryTabTitle
source: Undo History
ja: アンドゥ履歴
zh_cn: 取消历史

# FUndoHistoryModule,UndoHistoryTooltipText
source: Open the Undo History tab.
es: Abrir la pestaña deshacer historial.
ja: 元に戻す操作の履歴タブを開く
pt_br: Abrir a guia Desfazer Histórico.
zh_cn: 打开取消操作历史的选卡。

# GameplayAbilitiesEditorModule,GameplayCueTabTitle
source: GameplayCue Editor
ja: ゲームプレイキューエディタ
zh_cn: GameplayCue编辑器

# GameplayAbilitiesEditorModule,GameplayCueTooltipText
source: Open GameplayCue Editor tab.
ja: ゲームプレイキューエディタタブを開く。
zh_cn: 打开GameplayCue编辑器选卡

# GameplayCueEditor,GameplayCueHandlers
source: Handlers
ja: ハンドラー
zh_cn: 处理器

source: Tag Editor: {0} {1}
es: Editor de etiquetas: {0} {1}
ja: タグエディタ: {0} {1}
pt_br: Editor de Rótulo: {0} {1}
zh_cn: 标签编辑器: {0} {1}

# GameplayTagQueryCustomization,GameplayTagQueryCustomization_BaseWidgetTitle
source: Tag Editor: {0} {1}
ja: タグエディター: {0} {1}
zh_cn: 标签编辑器：{0} {1}

# GameplayTagContainerCustomization,GameplayTagContainerCustomization_Clear
source: Clear All
es: Borrar todo
ja: 全てクリア
pt_br: Remover Todos
zh_cn: 清除所有

# GameplayTagQueryCustomization,GameplayTagQueryCustomization_Clear
source: Clear All
ja: すべてクリア
zh_cn: 清除所有

# GameplayTagWidget,GameplayTagWidget_ClearAll
source: Clear All
es: Borrar todo
ja: 全てクリア
pt_br: Remover Todos
zh_cn: 清除所有

source: Remove All Gameplay Tags
es: Eliminar todas las etiquetas del juego
ja: 全てのゲームプレイタグを削除
pt_br: Remover Todos os Rótulos de Jogabilidade
zh_cn: 删除所有游戏标签

# GameplayTagWidget,GameplayTagWidget_RemoveAllTags
source: Remove All Gameplay Tags
es: Eliminar todas las etiquetas del Gameplay
ja: 全てのゲームプレイタグを削除
pt_br: Remover Todos os Rótulos de Jogabilidade
zh_cn: 删除所有游戏标签

# GameplayTagEditor,GameplayTagSettingsName
source: GameplayTags
ja: ゲームプレイTags
zh_cn: 游戏标签

# GameplayTagEditor,GameplayTagSettingsNameDesc
source: GameplayTag Settings
ja: ゲームプレイTag 設定
zh_cn: 游戏标签设置

# GameplayTagQueryCustomization,GameplayTagQueryCustomization_View
source: View...
ja: ビュー
zh_cn: 查看...

# GameplayTagQueryWidget,GameplayTagQueryWidget_Cancel
source: Close Without Saving
ja: 保存しないで閉じる
zh_cn: 关闭但不保存

# GameplayTagQueryWidget,GameplayTagQueryWidget_SaveAndClose
source: Save and Close
ja: セーブして閉じる
zh_cn: 保存并关闭

# GameplayTagSearchFilter,AnyGameplayTagDisplayName
source: Gameplay Tags
ja: ゲームプレイタグ
zh_cn: 游戏标签

# GameplayTagSearchFilter,GameplayTagListDisplayName
source: Gameplay Tags ({0})
ja: ゲームプレイタグ ({0})
zh_cn: 游戏标签({0})

# GameplayTagsK2Node_LiteralGameplayTag,ActionMenuCategory
source: Gameplay Tags|Tag Container
ja: ゲームプレイタグ|タグコンテナ
zh_cn: 游戏标签|标签容器

# K2Node,MultiCompareTagContainer_ActionMenuCategory
source: Gameplay Tags|Tag Container
ja: ゲームプレイタグ|タグコンテナ
zh_cn: 游戏性标签|标签容器

# GameplayTagWidget,GameplayTagWidget_AddTags
source: Add Gameplay Tags
es: Añadir etiquetas del modo de juego
ja: ゲームプレイタグを追加
pt_br: Adicionar Rótulos de Jogabilidade
zh_cn: 添加游戏标签...

# GameplayTagWidget,GameplayTagWidget_InvalidTags
source: Invalid Tags that have been removed: {Objects}
es: Etiquetas no válidas que se han eliminado: {Objects}
ja: 除去された無効なタグです： {Objects}
pt_br: Foram removidos rótulos inválidos: {Objects}
zh_cn: 已经删除了无效的标签: {Objects}

# GameplayTagWidget,GameplayTagWidget_RemoveTags
source: Remove Gameplay Tags
es: Eliminar las etiquetas del Gameplay
ja: ゲームプレイタグを削除
pt_br: Remover Rótulos de Jogabilidade
zh_cn: 删除游戏标签...

# GameplayTagWidget,GameplayTagWidget_SearchBoxHint
source: Search Gameplay Tags
es: Buscar etiquetas del Gameplay
ja: ゲームプレイタグを検索
pt_br: Buscar Rótulos de Jogabilidade
zh_cn: 搜索游戏标签

# GameProjectGeneration,AddCodeFailed_AddCodeFailed
source: Failed to add class '{0}'. {1}
ja: クラス '{0}'. {1} の追加に失敗しました
zh_cn: 添加类'{0}'失败。{1}

# GameProjectGeneration,AddCodeFailed_Blueprint
source: Failed to create package for class {0}. Please try again with a different name.
ja: クラス {0} のパッケージを作成できませんでした。別の名前で再び作成してください。
zh_cn: 为类{0}创建包失败。请使用不同的名称再次尝试。

# GameProjectGeneration,AddCodeFailed_Blueprint_AlreadyExists
source: The chosen Blueprint class already exists, please try again with a different name.
ja: 選択したブループリント クラスは既に存在します。別の名前で再び作成してください。
zh_cn: 选中的蓝图类已经存在，请使用不同的名称再次重试。

# GameProjectGeneration,AddCodeFailed_Blueprint_NoBase
source: No parent class has been specified. Failed to generate new Blueprint class.
ja: 親クラスが指定されていません。新規ブループリント クラスを作成できませんでした。
zh_cn: 没有指定父类。生成新蓝图类失败。

# GameProjectGeneration,AddedClassSuccessNotification
source: Added new class {0}
ja: 新規クラス {0} を追加
zh_cn: 添加了新类{0}

# GameProjectGeneration,AssetAlreadyExists
source: An asset called {0} already exists in {1}.
ja: {0} というアセットは既に {1} に存在します。
zh_cn: {1}中已存在名称为{0}的资源。

# GameProjectGeneration,BlueprintCategory_Description
source: Blueprint templates require no programming knowledge. All game mechanics can be implemented using Blueprint visual scripting. Each template includes a basic set of blueprints to use as a starting point for your game.
ja: ブループリントテンプレートにはプログラミング知識は必要ありません。 すべてのゲームメカニックは、ブループリントのビジュアルスクリプティングを使用して実装出来ます。 それぞれのテンプレートには、ゲームの開始点として使用するブループリントの基本セットが含まれています。
zh_cn: 蓝图模板不需要编程知识。 所有游戏机制都可以使用蓝图可视化脚本实现。 每个模板包含一组基本蓝图，作为您的项目的起始点。

# GameProjectGeneration,BrowseButtonText
source: Choose Folder
es: Elegir carpeta
ja: フォルダを選択
pt_br: Selecionar Pasta
zh_cn: 选择目录

# GameProjectGeneration,ChooseParentClassDescription_Blueprint
source: This will add a new Blueprint class to your game project.
ja: ゲームプロジェクトに新規ブループリント クラスを追加します。
zh_cn: 这将会向您的游戏项目中添加一个新的蓝图类。

# GameProjectGeneration,ChooseParentClassDescription_Native
source: This will add a C++ header and source code file to your game project.
ja: C++ヘッダとソースコードファイルをユーザーのゲームプロジェクトに追加します。
zh_cn: 这将会向您的游戏项目中添加C++头文件和源码文件。

# GameProjectGeneration,ClassLocation_Private
source: A private class can only be included and used within the module it resides in
es: Una clase privada solo puede incluirse y utilizarse dentro del módulo en el que reside
ja: 自クラスが存在するモジュール内のみでプライベートクラスを含んだり使用することができます
pt_br: Uma classe privada pode ser incluída e usada somente dentro modo onde reside
zh_cn: 私有类仅能存在于及应用于它所在的模块。

# GameProjectGeneration,ClassLocation_Public
source: A public class can be included and used inside other modules in addition to the module it resides in
es: Una clase privada puede incluirse y utilizarse dentro de otros módulos además de en el que reside
ja: その他のモジュールに加えて自クラスが存在するモジュール内でパブリッククラスを含んだり使用することができます
pt_br: Uma classe pública pode ser incluída e usada dentro de outros módulos além do módulo onde reside
zh_cn: 公有类除了可以存在于及应用于它所在的模块外，还可以存在及引用于其他模块中。

# GameProjectGeneration,ClassNameDescription
source: Enter a name for your new class. Class names may only contain alphanumeric characters, and may not contain a space.
es: Introducir un nombre para la clase nueva. Los nombres deben contener caracteres alfanuméricos y no tener espacios.
ja: 新規クラスの名前を入力してください。クラス名はアルファベット文字のみとしスペースを含まないでください。
pt_br: Insira o nome da nova classe. Os nomes de classe só podem conter caracteres alfanuméricos e não podem conter espaços.
zh_cn: 输入您的新类的名称。类名称仅能包含字母，数字字符并且不能包含空格。

# GameProjectGeneration,ClassNameDetails_Blueprint
source: When you click the "Create" button below, a new Blueprint class will be created.
ja: 下記の「作成」ボタンをクリックすると、新規ブループリント クラスを作成します。
zh_cn: 当您点击下面的"创建"按钮时，将会创建一个新的蓝图类。

# GameProjectGeneration,ClassNameDetails_Native
source: When you click the "Create" button below, a header (.h) file and a source (.cpp) file will be made using this name.
es: Cuando hace clic en el botón "Crear" en la parte inferior, se crea un archivo de cabecera (.h) y uno fuente (.cpp) con ese nombre.
ja: "作成"ボタンをクリックすると、この名前でヘッダ(.h)ファイルとソース(.cpp)ファイルが作成されます。
pt_br: Ao clicar no botão "Criar" abaixo, serão feitos arquivos de cabeçalho (.h) e de origem (.cpp) usando esse nome.
zh_cn: 当您点击下面的"创建"按钮时，将会使用该名称创建一个头文件(.h)和一个源码文件(.cpp)。

# GameProjectGeneration,CodeCategory_Description
source: C++ templates offer a good example of how to work with some of the core concepts of the Engine from code. You still have the option of adding your own blueprints to the project at a later date if you want. Choosing this template type requires you to have {0} installed.
ja: C++テンプレートは、コードからエンジンの中心コンセプトの1部の作業方法を示す良い例です。 後に独自のブループリントをプロジェクトへ追加するオプションも残されています。 このテンプレートを選択すると、 {0} のインストールが必須になります。
zh_cn: C++模板提供了关于如何从代码中应用引擎的一些核心概念的很好的实例。 如果需要，您稍后仍可以向项目中添加您自己的蓝图。 选择这种模板类型要求您安装{0}。

# GameProjectGeneration,DownloadingIDEInstaller
source: Downloading {0} Installer...
ja: {0} インストーラーをダウンロード中...
zh_cn: 正在下载{0}安装包...

# GameProjectGeneration,FinishButtonText_Blueprint
source: Create Blueprint Class
ja: ブループリントクラスを作成
zh_cn: 创建蓝图类

# SClassViewer,CreateBlueprintDialogTitle
source: Create Blueprint Class
ja: ブループリントクラスを作成
zh_cn: 创建蓝图类

# GameProjectGeneration,FinishButtonText_Native
source: Create Class
es: Crear clase
ja: クラスを作成
pt_br: Criar Classe
zh_cn: 创建类

# GameProjectGeneration,FinishButtonToolTip_Blueprint
source: Creates the new Blueprint class based on the specified parent class.
ja: 指定した親クラスに基づく新規ブループリントクラスを作成
zh_cn: 基于指定的父类创建新的蓝图类。

# GameProjectGeneration,FinishButtonToolTip_Native
source: Creates the code files to add your new class.
es: Crea los archivos de código para añadir una clase nueva.
ja: 新規クラスを追加するためにコードファイルを作成
pt_br: Cria os arquivos de código a adicionar à nova classe.
zh_cn: 创建代码文件以添加新类。

# GameProjectGeneration,FullClassTree
source: Show All Classes
es: Mostrar todas las clases
ja: 全てのクラスを表示
pt_br: Exibir Todas as Classes
zh_cn: 显示所有类

# GameProjectGeneration,HeaderFileLabel
source: Header File
es: Archivo de encabezado
ja: ヘッダファイル
pt_br: Arquivo do Cabeçalho
zh_cn: 头文件

# GameProjectGeneration,IDEDownloadFailure
source: Failed to download installer. Please check your internet connection.
ja: インストーラーをダウンロードできませんでした。インターネット接続を確認してください。
zh_cn: 下载安装包失败。请检查您的网络连接。

# GameProjectGeneration,IDEDownloadLinkText
source: Download {0}
es: Descargar ({0})
ja: ダウンロード {0}
pt_br: Baixar {0}
zh_cn: 下载 {0}

# GameProjectGeneration,IDEDownloadSuccess
source: Starting installation...
ja: インストールを開始中...
zh_cn: 开始安装...

# GameProjectGeneration,IDEInstallButtonText
source: Install {0}
ja: インストール {0}
zh_cn: 安装{0}

# GameProjectGeneration,ModuleComboToolTip
source: Choose the target module for your new class
ja: 新規クラスにターゲットモジュールを選択
zh_cn: 为您的新类选择目标模块

# GameProjectGeneration,NameClassGenericTitle
source: Name Your New Class
ja: 新規クラスに名前を付ける
zh_cn: 命名您的新类

# GameProjectGeneration,NameClassTitle
source: Name Your New {0}
es: Nombra el nuevo {0}
ja: 新規 {0} に名前を付ける
pt_br: Nomear Novo {0}
zh_cn: 命名您的新 {0}

# GameProjectGeneration,NewClassBrowseTitle
source: Choose a source location
es: Elegir una ubicación fuente
ja: ソースの位置を選択
pt_br: Escolha uma localização de fonte
zh_cn: 选择源位置

# GameProjectGeneration,NewClassError_InvalidBaseClassForModule
source: {0} cannot be used as a base class in the {1} module. Please make sure that {0} is API exported.
ja: {1} モジュールで {0} を基底クラスとして使用できません。 {0} は API を使用してエクスポートされていることを確認してください。
zh_cn: {0}在{1}模块中不能用作为基类。请确保{0}是API导出到。

# GameProjectGeneration,NewProjectTabTitle
source: New Project
es: Nuevo proyecto
ja: 新規プロジェクト
pt_br: Novo Projeto
zh_cn: 新建项目

# MainFrameActions,NewProjectWindowHeader
source: New Project
ja: 新規プロジェクト
zh_cn: 新建项目

# GameProjectGeneration,NoCompilerFound
source: No compiler was found. In order to use C++ code, you must first install {0}.
es: No se ha encontrado ningún compilador. Para usar el código C++, debe instalar primero {0}.
ja: コンパイラが見つかりませんでした。C++コードを使用するには最初に {0} をインストールしなくてはいけません。
pt_br: Não foi encontrado nenhum compilador. Para usar códigos C++, é preciso antes instalar {0}.
zh_cn: 没有找到编译器。要想使用C++代码，首先您必须安装{0}。

# GameProjectGeneration,ParentClassLabel
source: Selected Class
es: Clase seleccionada
ja: 選択クラス
pt_br: Classe Selecionada
zh_cn: 选中类

# GameProjectGeneration,ParentClassSourceLabel
source: Selected Class Source
es: Fuente de clase seleccionada
ja: 選択したクラスソース
pt_br: Fonte da Classe Selecionada
zh_cn: 选中的类源文件

# GameProjectGeneration,ParentClassTitle
source: Choose Parent Class
es: Elegir clase padre
ja: 親クラスを選択
pt_br: Selecionar Classe Pai
zh_cn: 选择父类

# GameProjectGeneration,ProjectsTabTitle
source: Projects
es: Proyectos
ja: プロジェクト
pt_br: Projetos
zh_cn: 项目

# GameProjectGeneration,UpdatingCodeProject
source: Updating code project...
es: Actualizando el código del proyecto...
ja: コードプロジェクトを更新...
pt_br: Atualizando projeto de códigos...
zh_cn: 正在更新代码项目...

# GameProjectUtils,AddCodeToProject_NoGameName
source: You can not add code because you have not loaded a project.
es: No puede añadir el código porque no ha cargado un proyecto.
ja: プロジェクトをロードしていないためコードを追加できません
pt_br: Não é possível adicionar código porque não há um projeto carregado.
zh_cn: 您不能添加代码，因为您还没有加载项目。

# GameProjectUtils,AddCodeWindowHeader_Blueprint
source: Add Blueprint Class
ja: ブループリント クラスを追加
zh_cn: 添加蓝图类

# GameProjectUtils,AddCodeWindowHeader_Native
source: Add C++ Class
ja: C++ クラスを追加
zh_cn: 添加C++类

# GameProjectUtils,AddingCodeToProject
source: Adding code to project...
es: Añadir código al proyecto...
ja: プロジェクトにコードを追加...
pt_br: Adicionando código ao projeto...
zh_cn: 正在添加代码到项目...

# GameProjectUtils,AProjectFileAlreadyExistsAtLoction
source: Another .{ProjectFileExtension} file already exists in the specified folder
ja: もう1つの .{ProjectFileExtension} ファイルが指定フォルダに既に存在します
zh_cn: 另一个.{ProjectFileExtension}文件已经存在于指定的文件夹中

# GameProjectUtils,ClassNameAlreadyExists
source: The name {NewClassName} is already used by another class.
es: El nombre {NewClassName} ya lo tiene otra clase.
ja: {NewClassName} 名は既に別のクラスで使用しています
pt_br: O nome {NewClassName} já está sendo usado por outra classe.
zh_cn: 名称{NewClassName}已被其他类使用。

# GameProjectUtils,ClassNameContainsIllegalCharacters
source: The class name may not contain the following characters: {IllegalNameCharacters}
es: El nombre de la clase no debe contener los siguientes caracteres: {IllegalNameCharacters}
ja: クラス名に次の文字を含むことはできません: {IllegalNameCharacters}
pt_br: O nome da classe não pode conter estes caracteres: {IllegalNameCharacters}
zh_cn: 类名可能不包含以下字符： {IllegalNameCharacters}

# GameProjectUtils,ClassNameContainsSpace
source: Your class name may not contain a space.
es: El nombre de la clase puede tener espacios.
ja: クラス名にスペースを含んではいけません
pt_br: O nome da classe não pode conter espaços.
zh_cn: 您的类名不得包含空格。

# GameProjectUtils,ClassNameMustBeginWithACharacter
source: Your class name must begin with an alphabetic character.
es: El nombre de la clase debe comenzar por un carácter alfanumérico.
ja: クラス名はアルファベット文字で開始してください
pt_br: O nome da classe deve começar com um caractere alfabético.
zh_cn: 您的类名必须以字母数字字符开头。

# GameProjectUtils,ClassNameTooLong
source: The class name must not be longer than {0} characters.
es: El nombre de la clase no debe sobrepasar los {0} caracteres.
ja: クラス名は {0} 文字以上にできません
pt_br: O nome da classe não deve ter mais de {0} caracteres.
zh_cn: 类名称必须短于 {0}个字符。

# GameProjectUtils,CompileFailedHeader
source: The project could not be compiled. Would you like to open it in {0}?
ja: プロジェクトがコンパイルできませんでした。{0} で開きますか？
zh_cn: 无法编译该项目。您想在{0}中打开它吗？

# GameProjectUtils,CompileFailedOpenIDE
source: Open with {0}
ja: {0} で開く
zh_cn: 使用{0}打开

# GameProjectUtils,CompileFailedTitle
source: Compile Failed
ja: コンパイル失敗
zh_cn: 编译失败

# GameProjectUtils,CompilingCPlusPlusCode
source: Compiling new C++ code. Please wait...
ja: 新規C++コードをコンパイル中。お待ちください...
zh_cn: 正在编译新的C++代码。请等待...

# GameProjectUtils,CreatingCopyOfProject
source: Creating copy of project...
es: Creando copia del proyecto...
ja: プロジェクトのコピーを作成中...
pt_br: Criando cópia do projeto...
zh_cn: 正在创建项目副本...

# GameProjectUtils,CreatingProjectStatus
source: Creating project...
es: Creando proyecto...
ja: プロジェクトを作成中...
pt_br: Criando projeto...
zh_cn: 正在创建项目...

# GameProjectUtils,CreatingProjectStatus_CopyingFile
source: Copying File {SrcFilename}...
es: Copiando archivo {SrcFilename}...
ja: ファイル {SrcFilename} をコピー中...
pt_br: Copiando o Arquivo {SrcFilename}...
zh_cn: 复制文件{SrcFilename}...

# GameProjectUtils,EmptyClassDescription
source: An empty C++ class with a default constructor and destructor.
ja: デフォルトのコンストラクタとデストラクタを持つ空のC++クラスです。

# GameProjectUtils,ErrorWhileGeneratingProjectFiles
source: An error occurred while trying to generate project files.
ja: プロジェクトファイルの作成時にエラーが発生しました
zh_cn: 尝试生成项目文件时发生错误。

# GameProjectUtils,FailedToCompileModuleFmt
source: Failed to automatically compile the '{0}' module.
ja: '{0}' モジュールを自動でコンパイルできませんでした。
zh_cn: 自动编译'{0}'模块失败。

# GameProjectUtils,FailedToCompileNewGameModule
source: Failed to compile newly created game module.
ja: 新しく作成したゲームモジュールのコンパイルに失敗しました。
zh_cn: 无法编译新创建的游戏模块。

# PackFactory,FailedToCompileNewGameModule
source: Failed to compile newly created game module.
ja: 新しく作成したゲームモジュールの作成に失敗しました。
zh_cn: 编译最近创建的游戏模块失败。

# GameProjectUtils,FailedToCopyFile
source: Failed to copy "{SrcFilename}" to "{DestFilename}".
es: Error al copiar "{SrcFilename}" a "{DestFilename}".
ja: "{SrcFilename}" を "{DestFilename}"へコピーできませんでした
pt_br: Falha ao copiar "{SrcFilename}" para "{DestFilename}".
zh_cn: 复制"{SrcFilename}"到"{DestFilename}"失败。

# GameProjectUtils,FailedToCreateContentFolder
source: Failed to create the content folder {ContentFolder}
es: Error al crear la carpeta {ContentFolder}
ja: コンテンツフォルダの作成に失敗しました {ContentFolder}
pt_br: Falha ao criar a pasta de conteúdo {ContentFolder}
zh_cn: 创建内容文件夹 {ContentFolder}失败

# GameProjectUtils,FailedToFixUpDefaultEngine
source: Failed to process file DefaultEngine.ini
es: Error al procesar el archivo DefaultEngine.ini
ja: 「DefaultEngine.ini」ファイルの処理に失敗しました
pt_br: Falha ao processar o arquivo DefaultEngine.ini
zh_cn: 处理文件DefaultEngine.ini失败

# GameProjectUtils,FailedToFixUpFile
source: Failed to process file "{FileToFix}".
es: Error al procesar el archivo "{FileToFix}".
ja: 「 "{FileToFix}"」ファイルの処理に失敗しました
pt_br: Falha ao processar o arquivo "{FileToFix}".
zh_cn: 处理文件"{FileToFix}"失败。

# GameProjectUtils,FailedToGenerateProjectFiles
source: Failed to generate project files.
es: Error al generar archivos del proyecto.
ja: プロジェクトファイルの作成に失敗しました
pt_br: Falha ao gerar arquivos de projeto.
zh_cn: 生成项目文件失败。

# GameProjectUtils,FailedToHotReloadModuleFmt
source: Failed to automatically hot reload the '{0}' module.
ja: '{0}' モジュールの自動ホットリロードに失敗しました。
zh_cn: 自动热重载'{0}'模块失败。

# GameProjectUtils,FailedToReadIni
source: Could not read INI file to insert feature packs
ja: フィーチャーパックを挿入するINIファイルを読み込めませんでした
zh_cn: 无法读取INI文件来插入功能包

# GameProjectUtils,FailedToReadTemplateFile
source: Failed to read template file "{FullFileName}"
es: Error al leer el archivo de plantilla "{FullFileName}"
ja: 「 "{FullFileName}"」テンプレートファイルの読み込みに失敗しました
pt_br: Falha ao ler o arquivo de modelo "{FullFileName}"
zh_cn: 读取模板文件"{FullFileName}"失败

# GameProjectUtils,FailedToSetEngineIdentifier
source: Couldn't set engine identifier for project
ja: プロジェクトのエンジン識別子を設定できません
zh_cn: 无法为项目设置引擎标识符

# GameProjectUtils,FailedToWriteIni
source: Could not write INI file to insert feature packs
ja: フィーチャーパックを挿入するINIファイルを読み込めませんでした
zh_cn: 无法写入INT文件来插入功能包
