Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SLevelEditorBuildAndSubmit,ColumnHeader_Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# SSkeletonTree,SkeletonBoneNameLabel
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# UMG,Name
source: Name
es: Nombre
ja: 名前
pt_br: Nome
zh_cn: 名称

# AnimTimingPanel,NotifyTriggerTime
source: Trigger Time
ja: トリガー タイム
zh_cn: 触发时间

# AnimTimingPanel,SectionTriggerTime
source: Trigger Time
ja: トリガー タイム
zh_cn: 触发时间

# AnimTimingPanel,ShowNotifyTimingNodes
source: Show or hide the timing display for notifies in the notify panel
ja: 通知パネルでタイミング表示を切り替え
zh_cn: 显示或隐藏通知面板上通知时间显示情况

# AnimTimingPanel,ToggleTimingNodes_Notifies
source: Show Notify Timing Nodes
ja: 通知タイミング ノードを表示
zh_cn: 显示通知时间节点

# AnimTimingPanel,ToggleTimingNodes_Sections
source: Show Section Timing Nodes
ja: セクション タイミング通知を表示
zh_cn: 显示片段时间节点

# AnimTimingPanel,TrackIdx
source: Track
ja: トラック
zh_cn: 轨迹

# AnimTrackCurvePanel,AdditiveLayerTrackList_Title
source: Additive Layer Tracks
ja: 加算レイヤートラック
zh_cn: 叠加型图层轨迹

# AnimTrackCurvePanel,CurveTypesHeading
source: Curve Types
ja: カーブの種類
zh_cn: 曲线类型

# AnimTrackCurvePanel,DisableCurveTextLabel
source: Disable Curve
ja: カーブを無効にする
zh_cn: 禁用曲线

# AnimTrackCurvePanel,DisableCurveTooltip
source: Disable Track
ja: トラックを無効にする
zh_cn: 禁用轨迹

# AnimTrackCurvePanel,TransformCurve_Title
source: Tracks
ja: トラック
zh_cn: 轨迹

# Matinee,MatineeTrackEditorTitle
source: Tracks
es: Pistas
ja: トラック
pt_br: Faixas
zh_cn: 轨迹

# Matinee,TrackViewEditorTitle
source: Tracks
es: Pistas
ja: トラック
pt_br: Faixas
zh_cn: 轨迹

# AnimViewportToolBar,AnimViewportAdvancedSubMenu
source: Advanced
es: Avanzado
ja: 高度な設定
pt_br: Avançado
zh_cn: 高级

# ContentBrowser,AssetContextAdvancedActionsMenuHeading
source: Advanced
ja: 詳細設定
zh_cn: 高级

# Docking,TabAdvancedOptionsHeading
source: Advanced
es: Avanzado
ja: 詳細設定
pt_br: Avançado
zh_cn: 高级

# LevelViewportToolBar,AdvancedShowFlagsMenu
source: Advanced
es: Avanzado
ja: 詳細設定
pt_br: Avançado
zh_cn: 高级

# PhAT,AdvancedHeading
source: Advanced
es: Avanzado
ja: 高度な設定
pt_br: Avançado
zh_cn: 高级

# RigDetails,AdvancedLabel
source: Advanced
ja: 詳細設定
zh_cn: 高级功能

# AnimViewportToolBar,AnimViewportAdvancedSubMenuToolTip
source: Advanced options
es: Opciones avanzadas
ja: 高度なオプション
pt_br: Opções avançadas
zh_cn: 高级选项

# AnimViewportToolBar,AnimViewportBoneDrawSubMenu
source: Bone
ja: ボーン

# PhAT,BoneHeader
source: Bone
es: Hueso
ja: ボーン
pt_br: Osso
zh_cn: 骨骼

# AnimViewportToolBar,AnimViewportBoneDrawSubMenuToolTip
source: Bone Draw Option
ja: ボーン描画オプション

# AnimViewportToolBar,AnimViewportClothingSubMenu
source: Clothing
es: Prendas
ja: クロス
pt_br: Vestuário
zh_cn: 布料

# AnimViewportToolBar,ShowMenu_Actions_Clothing
source: Clothing
es: Prendas
ja: クロス
pt_br: Vestuário
zh_cn: 布料

# PersonaMeshDetails,Clothing
source: Clothing
es: Prendas
ja: クロス（布）
pt_br: Vestuário
zh_cn: 布料

# AnimViewportToolBar,AnimViewportClothingSubMenuToolTip
source: Options relating to clothing
es: Opciones relacionadas con el vestuario
ja: クロスに関連するオプション
pt_br: Opções relacionadas a vestuário
zh_cn: 和布料相关的选项

# AnimViewportToolBar,AnimviewportInfo
source: Display Info
es: Visualizar la información
ja: 表示情報
pt_br: Exibir Informações
zh_cn: 显示信息

# AnimViewportToolBar,AnimviewportInfoSubMenuToolTip
source: Display Mesh Info in Viewport
es: Visualizar la información de la malla en la ventana gráfica
ja: ビューポートにメッシュ情報を表示
pt_br: Exibir Informações de Malha na Porta de Visualização
zh_cn: 在视口中显示网格物体信息

# AnimViewportToolBar,AnimViewportSceneSubMenu
source: Scene Setup
es: Configuración de la escena
ja: シーンセットアップ
pt_br: Configuração da Cena
zh_cn: 场景设置

# AnimViewportToolBar,SceneSetupLabel
source: Scene Setup
ja: シーンセットアップ

# AnimViewportToolBar,ViewMenu_SceneSetupLabel
source: Scene Setup
ja: シーンセットアップ

# AnimViewportToolBar,AnimViewportSceneSubMenuToolTip
source: Options relating to the preview scene
es: Opciones relacionadas con la escena de la vista preliminar
ja: プレビューシーンに関連するオプション
pt_br: Opções relacionadas à cena da visualização
zh_cn: 和预览场景相关的选项

# AnimViewportToolBar,BackgroundBrightness_ToolTip
source: Change background brightness
es: Modificar el brillo del fondo
ja: 背景の明るさ変更
pt_br: Alterar brilho do fundo
zh_cn: 修改背景亮度

# AnimViewportToolBar,BrightNess
source: Brightness:
es: Brillo:
ja: 明るさ:
pt_br: Brilho:
zh_cn: 亮度

# AnimViewportToolBar,CameraMenuTitle_Back
source: Back
ja: 後
zh_cn: 返回

# BlueprintEditor,CameraMenuTitle_Back
source: Back
ja: 後
zh_cn: 返回

# LevelViewportToolBar,CameraMenuTitle_Back
source: Back
ja: 後
zh_cn: 返回

# PhatViewportToolBar,CameraMenuTitle_Back
source: Back
ja: 戻る
zh_cn: 返回

# STutorialContent,BackLabel
source: Back
ja: 戻る
zh_cn: 返回

# STutorialContent,DefaultBackButtonLabel
source: Back
ja: 戻る
zh_cn: 返回

# UICommands.EditorViewportCommands,Back
source: Back
ja: 後

# UICommands.PhATCommands,BackView
source: Back
ja: 後

# AnimViewportToolBar,CameraMenuTitle_Bottom
source: Bottom
ja: 下部
zh_cn: 底部

# BlueprintEditor,CameraMenuTitle_Bottom
source: Bottom
ja: 下部
zh_cn: 底部

# FMarginPropertySection,MarginBottom
source: Bottom
es: Parte inferior
ja: 下
pt_br: Inferior
zh_cn: 底部

# LevelViewportToolBar,CameraMenuTitle_Bottom
source: Bottom
ja: 下部
zh_cn: 底部

# PhatViewportToolBar,CameraMenuTitle_Bottom
source: Bottom
ja: 下
zh_cn: 底部

# UICommands.EditorViewportCommands,Bottom
source: Bottom
ja: 下

# UICommands.PhATCommands,BottomView
source: Bottom
ja: 下

# UnrealEd,AlignmentBottom
source: Bottom
es: Parte inferior
ja: 下面
pt_br: Inferior
zh_cn: 底部

# AnimViewportToolBar,CameraMenuTitle_Front
source: Front
es: Frontal
ja: 前面
pt_br: Dianteira
zh_cn: 前端

# BlueprintEditor,CameraMenuTitle_Front
source: Front
ja: フロント
zh_cn: 字体

# LevelViewportToolBar,CameraMenuTitle_Front
source: Front
es: Parte de delante
ja: フロント
pt_br: Dianteira
zh_cn: 前端

# PhatViewportToolBar,CameraMenuTitle_Front
source: Front
ja: フロント
zh_cn: 字体

# UICommands.EditorViewportCommands,Front
source: Front
ja: 前面

# UICommands.PhATCommands,FrontView
source: Front
ja: 前面

# AnimViewportToolBar,CameraMenuTitle_Left
source: Left
ja: 左
zh_cn: 左侧

# BlueprintEditor,CameraMenuTitle_Left
source: Left
ja: 左
zh_cn: 左侧

# LevelViewportToolBar,CameraMenuTitle_Left
source: Left
ja: 左
zh_cn: 左侧

# PhatViewportToolBar,CameraMenuTitle_Left
source: Left
ja: 左
zh_cn: 左视图

# UICommands.EditorViewportClient,Left
source: Left
ja: 左
zh_cn: 向左

# UICommands.EditorViewportCommands,Left
source: Left
ja: 左

# UICommands.PhATCommands,LeftView
source: Left
ja: 左

# UMG,LeftNavigation
source: Left
ja: エスケープ
zh_cn: 向左

# UnrealEd,AlignmentLeft
source: Left
es: Izquierda
ja: 左
pt_br: Esquerda
zh_cn: 左侧

# AnimViewportToolBar,CameraMenuTitle_Perspective
source: Perspective
es: Perspectiva
ja: パースペクティブ
pt_br: Perspectiva
zh_cn: 透视视口

# BlueprintEditor,CameraMenuTitle_Perspective
source: Perspective
ja: パースペクティブ
zh_cn: 透视视图

# LevelViewportToolBar,CameraMenuTitle_Perspective
source: Perspective
es: Perspectiva
ja: パースペクティブ
pt_br: Perspectiva
zh_cn: 透视图

# PhatViewportToolBar,CameraMenuTitle_Perspective
source: Perspective
ja: パースペクティブ
zh_cn: 透视图

# UICommands.EditorViewportCommands,Perspective
source: Perspective
ja: パースペクティブ

# UICommands.PhATCommands,PerspectiveView
source: Perspective
ja: パースペクティブ

# UICommands.PhATCommands,PerspectiveView_ToolTip
source: Perspective
ja: パースペクティブ

# AnimViewportToolBar,CameraMenuTitle_Right
source: Right
ja: 右
zh_cn: 右侧

# BlueprintEditor,CameraMenuTitle_Right
source: Right
ja: 右
zh_cn: 右侧

# LevelViewportToolBar,CameraMenuTitle_Right
source: Right
ja: 右
zh_cn: 右侧

# PhatViewportToolBar,CameraMenuTitle_Right
source: Right
ja: 右
zh_cn: 右视图

# UICommands.EditorViewportClient,Right
source: Right
ja: 右
zh_cn: 向右

# UICommands.EditorViewportCommands,Right
source: Right
ja: 右

# UICommands.PhATCommands,RightView
source: Right
ja: 右

# UnrealEd,AlignmentRight
source: Right
es: Derecha
ja: 右
pt_br: Direita
zh_cn: 右侧

# AnimViewportToolBar,CameraMenuTitle_Top
source: Top
es: Superior
ja: 上
pt_br: Topo
zh_cn: 顶部

# BlueprintEditor,CameraMenuTitle_Top
source: Top
ja: 上
zh_cn: 顶视图

# FMarginPropertySection,MarginTop
source: Top
es: Superior
ja: 上
pt_br: Topo
zh_cn: 顶部

# LevelViewportToolBar,CameraMenuTitle_Top
source: Top
es: Superior
ja: 上
pt_br: Topo
zh_cn: 顶部

# PhatViewportToolBar,CameraMenuTitle_Top
source: Top
ja: 上
zh_cn: 顶视图

# UICommands.EditorViewportCommands,Top
source: Top
ja: 上

# UICommands.PhATCommands,TopView
source: Top
ja: 上

# UnrealEd,AlignmentTop
source: Top
es: Superior
ja: 上
pt_br: Topo
zh_cn: 顶视口

# AnimViewportToolBar,CameraTypeHeader_Ortho
source: Orthographic
es: Ortográfico
ja: 平行投影
pt_br: Ortográfico
zh_cn: 正交视口

# BlueprintEditor,CameraTypeHeader_Ortho
source: Orthographic
ja: 平行投影
zh_cn: 正交视图

# LevelViewportToolBar,CameraTypeHeader_Ortho
source: Orthographic
es: Ortográfico
ja: 平行投影
pt_br: Ortográfico
zh_cn: 正交

# AnimViewportToolBar,ClothAdditionalVisualization_Label
source: Sections Display Mode
es: Modo de visualización de las secciones
ja: セクション表示モード
pt_br: Modo de Exibição das Seções
zh_cn: 片段显示模式

# AnimViewportToolBar,ClothConstraintsVisualization_Label
source: Constraints Visualization
es: Restringe la visualización
ja: コンストレイント表示
pt_br: Visualização de Restrições
zh_cn: 约束可视化

# AnimViewportToolBar,ClothNormalVisualization_Label
source: Normal Visualization
es: Visualización normal
ja: 法線を表示
pt_br: Visualização Normal
zh_cn: 法线可视化

# AnimViewportToolBar,ColorBlock_ToolTip
source: Select background color
es: Seleccionar el color del fondo
ja: 背景カラーの選択
pt_br: Selecionar cor do fundo
zh_cn: 选择背景颜色

# AnimViewportToolBar,DecreaseBrightness_ToolTip
source: Decrease brightness
es: Disminuir el brillo
ja: 明るさを下げる
pt_br: Reduzir brilho
zh_cn: 降低亮度

# AnimViewportToolBar,DecreaseGravitySize_ToolTip
source: Decrease Gravity Scale
es: Disminuir la escala de gravedad
ja: 重力スケールを下げる
pt_br: Reduzir Escala da Gravidade
zh_cn: 降低重力大小

# AnimViewportToolBar,DecreaseWindStrength_ToolTip
source: Decrease Wind Strength
es: Disminuir la fuerza del viento
ja: 風力を下げる
pt_br: Diminuir Intensidade do Vento
zh_cn: 降低风力强度

# AnimViewportToolBar,FloorOffsetToolTip
source: Height offset for the floor mesh (stored per-mesh)
es: Desplazamiento de la altura para la malla del suelo (almacenado por malla)
ja: フロアメッシュの高さオフセット（メッシュごとに保存）
pt_br: Deslocamento de altura da malha do piso (armazenada para cada malha)
zh_cn: 地面网格物体的高度偏移量(基于每个网格物体存储)

# AnimViewportToolBar,Gravity Scale
source: Gravity Scale Preview:
es: Vista preliminar de la escala de gravedad:
ja: 重力スケールプレビュー:
pt_br: Visualização da Escala da Gravidade:
zh_cn: 重力大小预览:

# AnimViewportToolBar,GravityScale_ToolTip
source: Change Gravity Scale
es: Modificar la escala de gravedad
ja: 重力スケールの変更
pt_br: Alterar Escala de Gravidade
zh_cn: 修改重力大小

# AnimViewportToolBar,IncreaseBrightness_ToolTip
source: Increase brightness
es: Aumentar el brillo
ja: 輝度を上げる
pt_br: Aumentar brilho
zh_cn: 增加亮度

# AnimViewportToolBar,IncreaseGravityScale_ToolTip
source: Increase Gravity Scale
es: Aumentar la escala de gravedad
ja: 重力スケールを増加
pt_br: Aumentar Escala da Gravidade
zh_cn: 增加重力大小

# AnimViewportToolBar,IncreasetWindStrength_ToolTip
source: Increase Wind Strength
es: Aumentar la fuerza del viento
ja: 風の強さを増加
pt_br: Aumentar Intensidade do Vento
zh_cn: 增加风力强度

# AnimViewportToolBar,LODMenu_AutoLabel
source: LOD Auto
es: Nivel de detalle (LOD) automático
ja: LOD オート
pt_br: LOD Automático
zh_cn: LOD自动

# UICommands.AnimViewportLODCommands,LODAuto
source: LOD Auto
ja: LOD オート

# AnimViewportToolBar,PlaybackError
source: Error
ja: エラー
zh_cn: 错误

# BlueprintDetailsCustomization,Error
source: Error
ja: エラー
pt_br: Erro
zh_cn: 错误

# DebugViewUI,Error
source: Error
ja: エラー
pt_br: Erro
zh_cn: 错误

# GraphNodeK2Create,Error
source: Error
ja: エラー
zh_cn: 错误

# KismetNodeWithOptionalPinsDetails,ErrorRow
source: Error
ja: ピン
pt_br: Erro
zh_cn: 错误

# PListEditor,PListLoadFailDialogCaption
source: Error
ja: エラー
pt_br: Erro
zh_cn: 错误

# AnimViewportToolBar,PlaybackMenu_SpeedLabel
source: Playback Speed
es: Velocidad de la reproducción
ja: 再生速度
pt_br: Velocidade da Reprodução
zh_cn: 播放速度

# AnimViewportToolBar,SceneSetupTooltip
source: Set up preview meshes, animations etc.
ja: プレビューメッシュ、アニメーションなどの設定

# AnimViewportToolBar,ShowLOD_PreviewLabel
source: Preview LODs
es: Vista preliminar de los niveles de detalle (LOD)
ja: LODのプレビュー
pt_br: Visualizar LODs
zh_cn: 预览LOD

# AnimViewportToolBar,ShowMenu
source: Show
es: Mostrar
ja: 表示
pt_br: Exibir
zh_cn: 显示

# LevelViewportToolBar,ShowMenuTitle
source: Show
es: Mostrar
ja: 表示
pt_br: Exibir
zh_cn: 显示

# PhAT,ShowMenuTitle_Default
source: Show
ja: 表示
zh_cn: 显示

# SSceneOutliner,ShowHeading
source: Show
es: Mostrar
ja: 表示
pt_br: Exibir
zh_cn: 显示

# WorldBrowser,ShowHeading
source: Show
es: Mostrar
ja: 表示
pt_br: Exibir
zh_cn: 显示

# AnimViewportToolBar,ShowMenu_Actions_Asset
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# AssetEditorToolkit,ToolTipAssetLabel
source: Asset
ja: アセット
zh_cn: 资源

# ComponentEditorUtils,ComponentAssetHeading
source: Asset
ja: アセット
zh_cn: 资源

# KismetNodeWithOptionalPinsDetails,ParentPlayer_AssetCol
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# LevelViewportContextMenu,AssetHeading
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# SDeleteAssetsDialog,Column_AssetName
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# SPackagesDialog,PackageHeading
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# SSCSEditor,TooltipAsset
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# StandaloneAssetEditorToolkit,AssetMenuLabel
source: Asset
es: Activo
ja: アセット
pt_br: Ativo
zh_cn: 资源

# TutorialText,AssetLinkTypeLabel
source: Asset
ja: アセット
zh_cn: 资源

# AnimViewportToolBar,ShowMenu_Actions_Bones
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# PhAT,Hierarchy
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# PhAT,HierarchyTab
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# PhAT,PhATHierarchyTitle
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# UICommands.PhATCommands,ToggleGraphicsHierarchy
source: Hierarchy
ja: 階層

# UMG,SlateHierarchy_ViewMenu_Desc
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# UMG,SlateHierarchyTabLabel
source: Hierarchy
es: Jerarquía
ja: 階層
pt_br: Hierarquia
zh_cn: 层次结构

# AnimViewportToolBar,ShowMenu_Actions_HierarchyAxes
source: Hierarchy Local Axes
es: Jerarquía de ejes locales
ja: 階層ローカル軸
pt_br: Eixos Locais de Hierarquia
zh_cn: 层次结构的本地坐标轴

# AnimViewportToolBar,ShowMenu_Actions_Mesh
source: Mesh
es: Malla
ja: メッシュ
pt_br: Malha
zh_cn: 网格物体

# PersonaAssetFamily,SkeletalMeshAssetDisplayName
source: Mesh
ja: メッシュ

# PersonaModes,MeshEditMode
source: Mesh
es: Malla
ja: メッシュ
pt_br: Malha
zh_cn: 网格物体

# StaticMeshEditor,StaticMeshEditorMeshMenu
source: Mesh
es: Malla
ja: メッシュ
pt_br: Malha
zh_cn: 网格物体

# UICommands.AnimViewportShowCommands,ShowPreviewMesh
source: Mesh
ja: メッシュ

# UICommands.MaterialEditorCommands,SetPreviewMeshFromSelection
source: Mesh
ja: メッシュ

# AnimViewportToolBar,ShowVertex_Label
source: Vertex Normal Visualization
es: Visualización normal del vértice
ja: 頂点法線表示
pt_br: Visualização Normal de Vértice
zh_cn: 顶点法线可视化

# AnimViewportToolBar,Skinning_Label
source: Skinning
ja: スキニング

# PersonaMeshDetails,Skinning_MeshSimplification
source: Skinning
es: Capa superior
ja: スキニング
pt_br: Revestimento
zh_cn: 植皮

# AnimViewportToolBar,TurnTableLabel
source: Turn Table
ja: ターンテーブル

# AnimViewportToolBar,TurnTableMenu_ModeLabel
source: Turn Table Mode
ja: ターンテーブルモード
zh_cn: 转盘模式

# AnimViewportToolBar,TurnTableMenu_SpeedLabel
source: Turn Table Speed
ja: ターンテーブルスピード
zh_cn: 转盘速度

# AnimViewportToolBar,TurnTableTooltip
source: Set up auto-rotation of preview.
ja: プレビューの自動回転を設定

# AnimViewportToolBar,UVVisualization_Label
source: UV Visualization
es: Visualización UV
ja: UV表示
pt_br: Visualização UV
zh_cn: UV可视化

# AnimViewportToolBar,Viewport_AccessoryLabel
source: Accessory
ja: アクセサリ

# AnimViewportToolBar,Viewport_AudioLabel
source: Audio
ja: オーディオ
pt_br: Áudio
zh_cn: 音频

# EditorCategoryUtils,AudioCategory
source: Audio
ja: オーディオ
zh_cn: 音频

# FAudioTrackEditor,AudioText
source: Audio
ja: オーディオ
zh_cn: 音频

# FAudioTrackEditor,AudioTrackName
source: Audio
ja: オーディオ
zh_cn: 音频

# AnimViewportToolBar,Viewport_BackgroundLabel
source: Background
es: Fondo
ja: 背景
pt_br: Fundo
zh_cn: 背景

# TextureEditorViewOptionsMenu,Background
source: Background
es: Fondo
ja: 背景
pt_br: Fundo
zh_cn: 背景

# UICommands.FontEditor,FontBackgroundColor
source: Background
ja: 背景
zh_cn: 背景

# UICommands.MaterialEditorCommands,TogglePreviewBackground
source: Background
ja: 背景

# AnimViewportToolBar,Viewport_FloorOffsetLabel
source: Floor Height Offset
es: Desplazamiento de la altura del suelo
ja: フロア高さのオフセット
pt_br: Deslocamento da Altura do Piso
zh_cn: 地面高度偏移

# AnimViewportToolBar,Viewport_FOVLabel
source: Field Of View
es: Campo de visión
ja: フィールドオブビュー(FOV)
pt_br: Campo de Visão
zh_cn: 视场

# AnimViewportToolBar,Viewport_GridLabel
source: Grid
es: Rejilla
ja: グリッド
pt_br: Grade
zh_cn: 网格

# PropertyEditorToolkit,GenericGridTitle
source: Grid
es: Rejilla
ja: グリッド
pt_br: Grade
zh_cn: 网格

# PropertyEditorToolkit,PropertyTableTab
source: Grid
es: Rejilla
ja: グリッド
pt_br: Grade
zh_cn: 网格

# UICommands.AnimViewportShowCommands,ToggleGrid
source: Grid
ja: グリッド

# UICommands.CascadeCommands,ToggleGrid
source: Grid
ja: グリッド

# UICommands.MaterialEditorCommands,TogglePreviewGrid
source: Grid
ja: グリッド

# UICommands.StaticMeshEditorCommands,SetShowGrid
source: Grid
ja: グリッド

# AnimViewportToolBar,Viewport_RootMotionLabel
source: Root Motion
es: Movimiento raíz
ja: ルートモーション
pt_br: Movimento Raiz
zh_cn: 根骨骼运动

# AnimViewportToolBar,WindStrength
source: Wind Strength:
es: Fuerza del viento:
ja: 風力:
pt_br: Intensidade do Vento:
zh_cn: 风力

# AnimViewportToolBar,WindStrength_ToolTip
source: Change wind strength
es: Modificar la fuerza del viento
ja: 風力の変更
pt_br: Alterar intensidade do vento
zh_cn: 改变风力强度

# ApexClothingOption,ApexClothingOption_Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# AutoReimportManager,ImportButtonText
source: Import
ja: インポート

# ContentBrowser,Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# FBXOption,FbxOptionWindow_Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# FBXOption,FbxSceneOptionWindow_Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# FontEditor,ImportDialogTitle
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# FPersona,Toolbar_ImportAnimation
source: Import
es: Importación
ja: インポート
pt_br: Importar
zh_cn: 导入

# LandscapeEditor.CopyPaste,GizmoImport
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# LandscapeEditor.NewLandscape,Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# MeshPaint_Mode,MeshPaint_ImportButtonLabel
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# UnrealEd,Import
source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入

# WorldBrowser,TiledLandscapeImport_ImportButtonText
source: Import
es: Importación
ja: インポート
pt_br: Importar
zh_cn: 导入

# ApexClothingOption,MultiLODsExplanation
source: This asset has {0} LODs. You can enable or diable clothing LOD by "Enable Clothing LOD" check box in Materials section.
ja: このアセットには {0} LODが設定されています。\nマテリアルセクションの「クロスLODを有効にする」チェックボックスで、クロスLODを有効または無効にできます。

# ApexClothingUtils,Error_NoCorrespondBones
source: There are no corresponding bones. At least one bone should exist. This Could be Improper APEX file. {0}
es: No hay huesos asociados. Al menos debe haber un hueso. Podría ser un archivo APEX incorrecto. {0}
ja: 対応するボーンがありません。少なくとも1つのボーンが存在しなくてはいけません。APEXファイルが不適切な可能性があります {0}
pt_br: Não há ossos correspondentes. Deve existir pelo menos um osso. Talvez o arquivo APEX seja inadequado. {0}
zh_cn: 没有相应的骨骼。至少应该存在一根骨骼。这可能是错误的APEX文件。 {0}

# ApexClothingUtils,Warning_NoTangents
source: This APEX clothing asset doesn't have Tangents data! It could be old format. This can introduce rendering artifact.
es: ¡Este activo de prenda APEX no tiene datos tangentes! Podría ser un formato antiguo. Podría introducir fallos de renderización.
ja: APEXクロスアセットにタンジェントデータがありません！古いフォーマットである可能性があります。レンダリングアーティファクトが発生する場合があります
pt_br: Este ativo de vestuário APEX não tem dados Tangentes! O formato pode ser antigo. Isto pode introduzir artefatos de renderização.
zh_cn: 该APEX布料资源没有切线数据! 它可能是旧格式。这可能会导致渲染失真。

# ApexClothingUtils,Warning_NotMatchBones
source: This file references bones which do not exist in the Skeletal Mesh: {0} Proceed?
es: Este archivo hace referencia a huesos que no existen en la malla esqueleto: {0} ¿Continuar?
ja: このファイルはスケルタルメッシュに存在しないボーンをリファレンスしています: {0} 継続しますか？
pt_br: Este arquivo faz referência a ossos que não existem na Malha Esquelética: {0} Continuar?
zh_cn: 该文件引用了骨架网格物体中不存在的骨骼： {0} 继续?

# ApplicationMode,WorkspaceMenu_AssetEditor
source: Asset Editor
ja: アセットエディタ
zh_cn: 资源编辑器

# AssetEditorToolkit,WorkspaceMenu_BaseAssetEditor
source: Asset Editor
ja: アセットエディタ
zh_cn: 资源编辑器

# Contexts,AssetEditor
source: Asset Editor
es: Editor de activos
ja: アセットエディタ
pt_br: Editor de Ativos
zh_cn: 资源编辑器

# GenericEditor,WorkspaceMenu_GenericAssetEditor
source: Asset Editor
ja: アセットエディタ
zh_cn: 资源编辑器

# Arse,AddKeyButton
source: Add a new key at the current time
ja: 新規のキーをここに打つ

# Arse,AddKeys
source: Add Keys at Current Time
ja: 新規のキーを現在時間に追加

# Arse,NextKeyButton
source: Set the time to the next key
ja: 次のキーの時間に変える

# Arse,PreviousKeyButton
source: Set the time to the previous key
ja: 前のキーの時間に変える

# AssetContextMenu,FindAssetInWorld
source: Finding actors that use this asset...
es: Buscar actores para usar en este activo...
ja: このアセットを使用しているアクターを探す
pt_br: Localizando atores que usam esse ativo...
zh_cn: 查找使用该资源的actor...

# AssetDiscoveryIndicator,DiscoveringAssetData
source: Discovering Asset Data
ja: アセットデータを探索中
zh_cn: 正在返现资源数据

# AssetDiscoveryIndicator,DiscoveringAssetFiles
source: Discovering Asset Files
ja: アセットファイルを探索中
zh_cn: 正在发现资源文件

# AssetDiscoveryIndicator,FinishedAssetDiscovery
source: Finished Asset Discovery
ja: 終了したアセット探索
zh_cn: 已完成资源发现

# AssetDiscoveryIndicator,InitializingAssetDiscovery
source: Initializing Asset Discovery
ja: アセット探索を初期化中
zh_cn: 正在初始化资源发现

# AssetDiscoveryIndicator,ProcessingAssetData
source: Processing Asset Data
ja: アセットデータを処理中
zh_cn: 正在处理资源数据

# AssetDiscoveryIndicator,XAssetsRemainingFmt
source: {0} assets remaining
ja: のこり {0} アセット
zh_cn: 剩余{0}个资源

# AssetDiscoveryIndicator,XFilesFoundFmt
source: {0} files found
ja: {0} ファイル見つかりました
zh_cn: 找到{0}个文件

# AssetEditorManager,OpenEditor
source: Opening Editor...
es: Abriendo el editor...
ja: エディタを起動中...
pt_br: Abrindo Editor...
zh_cn: 正在打开编辑器...

# AssetEditorManager,RestoreOpenAssetsAfterClose_Cancel
source: Don't Restore
es: No restaurar
ja: 復元しない
pt_br: Não Restaurar
zh_cn: 不恢复

# AssetEditorManager,RestoreOpenAssetsAfterClose_Confirm
source: Restore Now
es: Restaurar ahora
ja: 今すぐ復元する
pt_br: Restaurar Agora
zh_cn: 现在就恢复

# AssetEditorManager,RestoreOpenAssetsAfterClose_Message
source: Assets were open when the Editor was last closed, would you like to restore them now?
es: Cuando se cerró el editor por última vez se abrieron los activos, ¿quiere recuperarlos?
ja: エディタを閉じた時にアセットが開かれたままでした。アセットを復元しますか？
pt_br: Ativos estavam abertos quando o Editor foi fechado da última vez. Gostaria de restaurá-los agora?
zh_cn: 最后一次关闭编辑器时打开了该资源，您现在要回复它们吗?
