Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.LandscapeEditorCommands,PaintMode
source: Mode - Paint
ja: モード - ペイント

# UICommands.LandscapeEditorCommands,PaintTool
source: Tool - Paint
ja: ツール - ペイント

# UICommands.LandscapeEditorCommands,RampTool
source: Tool - Ramp
ja: ツール - 傾斜

# UICommands.LandscapeEditorCommands,RegionCopyPasteTool
source: Tool - Copy/Paste
ja: ツール - コピー/貼り付け

# UICommands.LandscapeEditorCommands,RegionSelectTool
source: Tool - Region Selection
ja: ツール - 範囲選択

# UICommands.LandscapeEditorCommands,ResizeLandscape
source: Tool - Change Component Size
ja: ツール - コンポーネントサイズを変更

# UICommands.LandscapeEditorCommands,RetopologizeTool
source: Tool - Retopologize
ja: ツール - リトポロジー

# UICommands.LandscapeEditorCommands,SculptMode
source: Mode - Sculpt
ja: モード - スカルプト

# UICommands.LandscapeEditorCommands,SculptTool
source: Tool - Sculpt
ja: ツール - スカルプト

# UICommands.LandscapeEditorCommands,SelectComponentTool
source: Tool - Component Selection
ja: ツール - コンポーネントの選択

# UICommands.LandscapeEditorCommands,SmoothTool
source: Tool - Smooth
ja: ツール - スムージング

# UICommands.LandscapeEditorCommands,SplineTool
source: Tool - Edit Splines
ja: ツール - スプライン編集

# UICommands.LandscapeEditorCommands,VisibilityTool
source: Tool - Visibility
ja: ツール - 可視性

# UICommands.LayersViewCommands,AddSelectedActorsToNewLayer_ToolTip
source: Adds the actors currently selected in the active viewport to a new layer
ja: アクティブビューポートで選択中のアクタを新規レイヤに追加

# UICommands.LayersViewCommands,AddSelectedActorsToSelectedLayer
source: Add Selected Actors to Selected Layers
ja: 選択したレイヤに選択したアクタを追加

# UICommands.LayersViewCommands,AddSelectedActorsToSelectedLayer_ToolTip
source: Adds the actors currently selected in the viewport to the selected layers
ja: ビューポートで現在選択中の全アクタを選択中のレイヤに追加します

# UICommands.LayersViewCommands,AppendActorsToSelection
source: Append Actors to Selection
ja: アクタを選択内容に追加

# UICommands.LayersViewCommands,AppendActorsToSelection_ToolTip
source: Adds the Actors in the selected Layers to the viewport's existing selection
ja: 選択中のレイヤに含まれる全アクタを、ビューポートの選択内容に追加します

# UICommands.LayersViewCommands,CreateEmptyLayer_ToolTip
source: Creates a new empty Layer
ja: 空の新規レイヤを作成

# UICommands.LayersViewCommands,DeselectActors
source: Deselect Actors
ja: アクタの選択を解除

# UICommands.LevelCollectionCommands,RemovesActors
source: Deselect Actors
ja: アクタの選択を解除

# UICommands.LayersViewCommands,DeselectActors_ToolTip
source: Removes the Actors in the selected Layers from the viewport's existing selection
ja: ビューポートで選択中の内容から選択レイヤに含まれるアクタを取り除く

# UICommands.LayersViewCommands,MakeAllLayersVisible_ToolTip
source: Toggles all layers to a visible state in the viewports
ja: ビューポートの全レイヤを表示ステートに切り替える

# UICommands.LayersViewCommands,RemoveSelectedActorsFromSelectedLayer
source: Remove Selected Actors from Layers
ja: 選択したアクタをレイヤから取り除く

# UICommands.LayersViewCommands,RemoveSelectedActorsFromSelectedLayer_ToolTip
source: Removes the actors currently selected in the viewport from the selected layers
ja: ビューポート上で現在選択中のアクタを選択中のレイヤから取り除きます

# UICommands.LayersViewCommands,RequestRenameLayer_ToolTip
source: Rename the selected layer.
ja: 選択レイヤー名を変更

# UICommands.LayersViewCommands,SelectActors_ToolTip
source: Actors in the selected Layers becomes the viewport's selection
ja: 選択中のレイヤに存在するアクタをビューポート上で選択

# UICommands.LayersViewCommands,ToggleSelectedLayersVisibility
source: Toggle Visibility of Selected Layers
ja: 選択レイヤの可視性を切り替える

# UICommands.LayersViewCommands,ToggleSelectedLayersVisibility_ToolTip
source: Toggles the visibility of the selected layers in the viewports
ja: ビューポート中の選択レイヤの可視性を切り替える

# UICommands.LevelCollectionCommands,AddLandscapeLevelXNegative_ToolTip
source: Add a new adjacent level with landscape proxy
ja: ランドスケーププロキシで新規の隣接レベルを追加

# UICommands.LevelCollectionCommands,AddLandscapeLevelXPositive_ToolTip
source: Add a new adjacent level with landscape proxy
ja: ランドスケーププロキシで新規の隣接レベルを追加

# UICommands.LevelCollectionCommands,AddLandscapeLevelYNegative_ToolTip
source: Add a new adjacent level with landscape proxy
ja: ランドスケーププロキシで新規の隣接レベルを追加

# UICommands.LevelCollectionCommands,AddLandscapeLevelYPositive_ToolTip
source: Add a new adjacent level with landscape proxy
ja: ランドスケーププロキシで新規の隣接レベルを追加

# UICommands.LevelCollectionCommands,AddsActors_ToolTip
source: Adds the Actors in the selected Levels from the viewport's existing selection
ja: ビューポートの既存選択内容から選択したレイヤへアクタを追加

# UICommands.LevelCollectionCommands,AssignLevelToLayer
source: Assign to layer
ja: レイヤに割り当てる

# UICommands.LevelCollectionCommands,AssignLevelToLayer_ToolTip
source: Assign selected levels to current layer
ja: 選択したレベルを現行レイヤに割り当てる

# UICommands.LevelCollectionCommands,ClearParentLink
source: Clear Parent Link
ja: 親リンクをクリア

# UICommands.LevelCollectionCommands,ClearParentLink_ToolTip
source: Clears parent link for selected items
ja: 選択したアイテムの親リンクをクリア

# UICommands.LevelCollectionCommands,DeselectAllLevels
source: De-select All Levels
ja: すべてのレベルを選択解除

# UICommands.LevelCollectionCommands,DeselectAllLevels_ToolTip
source: De-selects all levels
ja: すべてのレベルの選択を解除

# UICommands.LevelCollectionCommands,ExpandSelectedItems
source: Expand Selected
ja: 選択内容を展開

# UICommands.LevelCollectionCommands,ExpandSelectedItems_ToolTip
source: Expands all children of a selected items
ja: 選択アイテムのすべての子を展開

# UICommands.LevelCollectionCommands,FitToSelection
source: Fit to Selection
ja: 選択内容に合わせる

# UICommands.LevelCollectionCommands,FitToSelection_ToolTip
source: Fits view to selected levels
ja: ビューを選択レベルに合わせる

# UICommands.LevelCollectionCommands,FixUpInvalidReference
source: Replace Selected Level
ja: 選択レベルを置換

# UICommands.LevelCollectionCommands,FixUpInvalidReference_ToolTip
source: Removes the broken level and replaces it with the level browsed to
ja: 壊れたレベルを取り除いてブラウズ先のレベルと置換

# UICommands.LevelCollectionCommands,ImportTiledLandscape
source: Import Tiled Landscape...
ja: タイル化したランドスケープをインポート...

# UICommands.LevelCollectionCommands,ImportTiledLandscape_ToolTip
source: Imports landscape from a tiled heightmap files (<name>X<n>_Y<n>.png)
ja: タイル化されたハイトマップファイルからランドスケープをインポート(<name>X<n>_Y<n>.png)

# UICommands.LevelCollectionCommands,InvertLevelSelection
source: Invert Level Selection
ja: レベル選択を反転

# UICommands.LevelCollectionCommands,InvertLevelSelection_ToolTip
source: Inverts level selection
ja: レベルの選択状態を反転

# UICommands.LevelCollectionCommands,MoveActorsToSelected
source: Move Selected Actors to Level
ja: 選択アクタをレベルへ移動

# WorldBrowser,MoveSelectedActorsToSelectedLevel
source: Move Selected Actors to Level
es: Mover los actores seleccionados al nivel
ja: 選択アクタをレベルへ移動
pt_br: Mover Atores Selecionados para o Nível
zh_cn: 移动选定的Actor到关卡

# UICommands.LevelCollectionCommands,MoveActorsToSelected_ToolTip
source: Moves the selected actors to this level
ja: 選択したアクタをこのレベルへ移動

# UICommands.LevelCollectionCommands,MoveFoliageToSelected
source: Move Selected Foliage to Level
ja: 選択フォリッジをレベルへ移動

# UnrealEd,MoveSelectedFoliageToSelectedLevel
source: Move Selected Foliage to Level
ja: 選択フォリッジをレベルへ移動
zh_cn: 移动选择的植被到关卡中

# UICommands.LevelCollectionCommands,MoveLevelDown
source: Move Level Down
ja: レベルを下へ移動

# UICommands.LevelCollectionCommands,MoveLevelDown_ToolTip
source: Moves level down by 1 unit
ja: レベルを1単位だけ下へ移動

# UICommands.LevelCollectionCommands,MoveLevelLeft
source: Move Level Left
ja: レベルを左へ移動

# UICommands.LevelCollectionCommands,MoveLevelLeft_ToolTip
source: Moves level to the left by 1 unit
ja: レベルを1単位だけ左へ移動

# UICommands.LevelCollectionCommands,MoveLevelRight
source: Move Level Right
ja: レベルを右へ移動

# UICommands.LevelCollectionCommands,MoveLevelRight_ToolTip
source: Moves level to the right by 1 unit
ja: レベルを1単位だけ右へ移動

# UICommands.LevelCollectionCommands,MoveLevelUp
source: Move Level Up
ja: レベルを上へ移動

# UICommands.LevelCollectionCommands,MoveLevelUp_ToolTip
source: Moves level up by 1 unit
ja: レベルを1単位だけ上へ移動

# UICommands.LevelCollectionCommands,MoveWorldOrigin
source: Move World Origin to Level Position
ja: ワールド原点をレベル位置へ移動

# UICommands.LevelCollectionCommands,MoveWorldOrigin_ToolTip
source: Moves world origin to level position
ja: ワールド原点をレベル位置へ移動

# UICommands.LevelCollectionCommands,RefreshBrowser_ToolTip
source: Refreshes opened world
ja: 開いているワールドを更新

# UICommands.LevelCollectionCommands,RemoveInvalidReference
source: Remove Selected Level
ja: 選択レベルを削除

# UICommands.LevelCollectionCommands,RemoveInvalidReference_ToolTip
source: Removes the reference to the missing level from the map
ja: 不明なレベルへのリファレンスをマップから取り除く

# UICommands.LevelCollectionCommands,RemovesActors_ToolTip
source: Removes the Actors in the selected Levels from the viewport's existing selection
ja: ビューポートで選択中の内容から選択レベルに含まれるアクタを取り除く

# UICommands.LevelCollectionCommands,ResetLevelOrigin
source: Reset Level Position
ja: レベル位置をリセット

# UICommands.LevelCollectionCommands,ResetLevelOrigin_ToolTip
source: Moves level to zero
ja: レベルを0へ移動

# UICommands.LevelCollectionCommands,ResetWorldOrigin
source: Reset World Origin
ja: ワールド原点をリセット

# UICommands.LevelCollectionCommands,ResetWorldOrigin_ToolTip
source: Moves world origin to zero
ja: ワールド原点を0へ移動

# UICommands.LevelCollectionCommands,SelectAllLevels
source: Select All Levels
ja: すべてのレベルを選択

# UICommands.LevelCollectionCommands,SelectAllLevels_ToolTip
source: Selects all levels
ja: すべてのレベルを選択

# UICommands.LevelCollectionCommands,SelectStreamingVolumes
source: Select Streaming Volumes
ja: ストリーミングボリュームを選択

# UICommands.LevelCollectionCommands,SetAddStreamingMethod_AlwaysLoaded
source: Set Streaming to Always Loaded
ja: ストリーミングを常にロード状態へ設定

# UICommands.LevelCollectionCommands,SetAddStreamingMethod_AlwaysLoaded_ToolTip
source: Sets the streaming method new or added selected levels to be always loaded
ja: ストリーミング方法を新規または追加したレベルを常にロードする状態に設定

# UICommands.LevelCollectionCommands,SetAddStreamingMethod_Blueprint
source: Set Blueprint Streaming Method
ja: ブループリントのストリーミング方法を設定

# UICommands.LevelCollectionCommands,SetAddStreamingMethod_Blueprint_ToolTip
source: Sets the streaming method for new or added levels to Blueprint streaming
ja: ストリーミング方法を新規または追加したレベルをブループリントのストリーミングに設定

# UICommands.LevelCollectionCommands,SetStreamingMethod_AlwaysLoaded
source: Change Streaming to Always Loaded
ja: ストリーミングを常にロード状態へ変更

# UICommands.LevelCollectionCommands,SetStreamingMethod_AlwaysLoaded_ToolTip
source: Changes the streaming method for the selected levels to be always loaded
ja: 選択中のレベルのストリーミング方法を常にストリーミング状態へ変更

# UICommands.LevelCollectionCommands,SetStreamingMethod_Blueprint
source: Change Blueprint Streaming Method
ja: ブループリントのストリーミング方法を変更

# UICommands.LevelCollectionCommands,SetStreamingMethod_Blueprint_ToolTip
source: Changes the streaming method for the selected levels to Blueprint streaming
ja: 選択中のレベルのストリーミング方法をブループリントのストリーミング方法へ変更

# UICommands.LevelCollectionCommands,World_AddExistingLevel
source: Add Existing...
ja: 既存レベルを追加...

# UICommands.LevelCollectionCommands,World_AddExistingLevel_ToolTip
source: Adds an existing level
ja: 既存レベルを追加

# UICommands.LevelCollectionCommands,World_AddSelectedActorsToNewLevel
source: Create New with Selected Actors...
ja: 選択中のアクタと新規作成...

# UICommands.LevelCollectionCommands,World_AddSelectedActorsToNewLevel_ToolTip
source: Adds the actors currently selected in the active viewport to a new Level
ja: アクティブビューポートで選択中のアクタを新規レベルに追加

# UICommands.LevelCollectionCommands,World_CreateEmptyLevel_ToolTip
source: Creates a new empty Level
ja: 空の新規レベルを作成

# UICommands.LevelCollectionCommands,World_FindInContentBrowser_ToolTip
source: Find the selected levels in the Content Browser
ja: コンテンツブラウザで選択されたレベルを検索

# UICommands.LevelCollectionCommands,World_HideAllLevels_ToolTip
source: Hides all levels to an invisible state in the viewports
ja: ビューポートの全レベルを不可視ステートにして非表示

# UICommands.LevelCollectionCommands,World_HideSelectedLevels
source: Hide Selected
ja: 選択内容を非表示

# UICommands.LevelEditorActions,HideSelected
source: Hide Selected
ja: 選択内容を非表示
zh_cn: 隐藏选中项

# UnrealEd,HideSelected
source: Hide Selected
es: Ocultar selección
ja: 選択内容を非表示にする
pt_br: Ocultar Selecionado
zh_cn: 隐藏选中项

# UICommands.LevelCollectionCommands,World_HideSelectedLevels_ToolTip
source: Toggles selected levels to an invisible state in the viewports
ja: 選択レベルをビューポートで非表示ステートに切り替える

# UICommands.LevelCollectionCommands,World_LoadLevel
source: Load
ja: ロード

# UICommands.LevelCollectionCommands,World_LoadLevel_ToolTip
source: Load selected level into world
ja: 選択したレベルをワールドへロード

# UICommands.LevelCollectionCommands,World_LockAllLevels
source: Lock All
ja: すべてロック

# UICommands.LevelCollectionCommands,World_LockAllLevels_ToolTip
source: Locks all levels
ja: すべてのレベルをロック

# UICommands.LevelCollectionCommands,World_LockReadOnlyLevels
source: Lock Read-Only Levels
ja: 読み取り専用レベルをロック

# UICommands.LevelCollectionCommands,World_LockReadOnlyLevels_ToolTip
source: Locks all read-only levels
ja: すべての読み取り専用レベルをロック

# UICommands.LevelCollectionCommands,World_LockSelectedLevels
source: Lock Selected
ja: 選択中のレベルをロック

# UICommands.LevelCollectionCommands,World_LockSelectedLevels_ToolTip
source: Locks selected levels
ja: 選択中のレベルをロック

# UICommands.LevelCollectionCommands,World_MakeLevelCurrent
source: Make Current
ja: 現在のレベルに設定

# UICommands.LevelCollectionCommands,World_MakeLevelCurrent_ToolTip
source: Make this Level the Current Level
ja: このレベルを現行レベルに設定

# UICommands.LevelCollectionCommands,World_MergeSelectedLevels
source: Merge...
ja: マージ...

# UICommands.LevelCollectionCommands,World_MergeSelectedLevels_ToolTip
source: Merges the selected levels into a new level, removing the original levels from the persistent
ja: 選択した複数レベルをひとつの新規レベルにマージして、パーシスタントレベルからオリジナルレベルを取り除きます

# UICommands.LevelCollectionCommands,World_RemoveSelectedLevels
source: Remove Selected
ja: 選択内容を取り除く

# UICommands.PListEditorCommands,DeleteSelectedCommand
source: Remove Selected
ja: 選択内容を取り除く

# UICommands.LevelCollectionCommands,World_SaveSelectedLevelAs_ToolTip
source: Save the selected level as...
ja: 選択レベルに名前を付けて保存...

# UICommands.LevelCollectionCommands,World_SaveSelectedLevels_ToolTip
source: Saves selected levels
ja: 選択中のレベルを保存

# UICommands.LevelCollectionCommands,World_ShowAllLevels_ToolTip
source: Toggles all levels to a visible state in the viewports
ja: ビューポート上で全レベルを可視状態に切り替え

# UICommands.LevelCollectionCommands,World_ShowOnlySelectedLevels
source: Show Only Selected
ja: 選択内容のみ表示

# UICommands.LevelEditorActions,ShowSelectedOnly
source: Show Only Selected
ja: 選択対象のみ表示
zh_cn: 仅显示选中项

# UICommands.LevelCollectionCommands,World_ShowOnlySelectedLevels_ToolTip
source: Toggles the selected levels to a visible state; toggles all other levels to an invisible state
ja: 選択中の各レベルを表示ステートに切り替えてそれ以外のレベルを非表示ステートに切り替える

# UICommands.LevelCollectionCommands,World_ShowSelectedLevels
source: Show Selected
ja: 選択内容を表示

# UICommands.LevelEditorActions,ShowSelected
source: Show Selected
ja: 選択内容を表示
zh_cn: 显示选中项

# UICommands.LevelCollectionCommands,World_ShowSelectedLevels_ToolTip
source: Toggles selected levels to a visible state in the viewports
ja: ビューポートで選択レベルを表示ステートへ切り替える

# UICommands.LevelCollectionCommands,World_UnloadLevel
source: Unload
ja: アンロード

# UICommands.LevelCollectionCommands,World_UnloadLevel_ToolTip
source: Unload selected level from world
ja: ワールドから選択したレベルをアンロードします

# UICommands.LevelCollectionCommands,World_UnlockReadOnlyLevels
source: Unlock Read-Only Levels
ja: 読み取り専用レベルのロックを解除

# UICommands.LevelCollectionCommands,World_UnlockReadOnlyLevels_ToolTip
source: Unlocks all read-only levels
ja: 読み取り専用レベルのロックをすべて解除

# UICommands.LevelCollectionCommands,World_UnockAllLevels
source: Unlock All
ja: すべてロック解除

# UICommands.LevelCollectionCommands,World_UnockAllLevels_ToolTip
source: Unlocks all levels
ja: レベルのロックをすべて解除

# UICommands.LevelCollectionCommands,World_UnockSelectedLevels
source: Unlock Selected
ja: 選択内容をロック解除

# UICommands.LevelCollectionCommands,World_UnockSelectedLevels_ToolTip
source: Unlocks selected levels
ja: 選択したレベルのロックを解除

# UICommands.LevelEditorActions,AddActorsToGroup
source: Add to Group
ja: グループに追加
zh_cn: 添加到组

# UICommands.LevelEditorActions,AddActorsToGroup_ToolTip
source: Adds the selected actors to the selected group
ja: 選択アクタを選択グループに追加
zh_cn: 将选中的actor添加到选中的组

# UICommands.LevelEditorActions,AddLevelsToSelection
source: Add Levels to Selection
ja: 選択肢にレベルを追加
zh_cn: 添加关卡到选中项

# UICommands.LevelEditorActions,AddLevelsToSelection_ToolTip
source: Adds the selected actors' levels to the current level browser selection
ja: 選択アクタのレベルを現在のレベルブラウザの選択内容に追加
zh_cn: 将当前选中角色的关卡添加到关卡浏览器的选中范围中

# UICommands.LevelEditorActions,AddMatinee
source: Add Matinee [Legacy]
ja: マチネを追加 [Legacy]

# UICommands.LevelEditorActions,AddMatinee_ToolTip
source: Creates a new matinee actor to edit
ja: 編集する新規マチネアクタを作成
zh_cn: 创建新matinee actor以编辑

# UICommands.LevelEditorActions,AlignBottomCenterBoundsToActor
source: Align Bottom Center Bounds to Actor
ja: 下部中央の境界をアクタに合わせる
zh_cn: 将底部中心边界和Actor对齐

# UICommands.LevelEditorActions,AlignBottomCenterBoundsToActor_ToolTip
source: Aligns the actor with another actor at its bottom center bounds
ja: 対象アクタを下部中央境界で別のアクタに合わせる
zh_cn: 将该actor的底部中央边界和另一个actor对齐

# UICommands.LevelEditorActions,AlignBottomCenterBoundsToFloor
source: Align Bottom Center Bounds to Floor
ja: 下部中央の境界をフロアに合わせる
zh_cn: 将底部中心边界和地面对齐

# UICommands.LevelEditorActions,AlignBottomCenterBoundsToFloor_ToolTip
source: Aligns the actor with the floor at its bottom center bounds
ja: 対象アクタを下部中央境界でフロアに合わせる
zh_cn: 将该actor的底部中央边界和地面对齐

# UICommands.LevelEditorActions,AlignOriginToActor
source: Align Origin to Actor
ja: 原点をアクタに合わせる
zh_cn: 对齐原点到Actor

# UICommands.LevelEditorActions,AlignOriginToActor_ToolTip
source: Aligns the actor to another actor at its origin
ja: 対象アクタを別アクタの原点に合わせる
zh_cn: 对齐actor和另一个actor的原点

# UICommands.LevelEditorActions,AlignOriginToGrid
source: Align Origin to Grid
ja: 原点をグリッドに合わせる
zh_cn: 对齐原点到网格

# UICommands.LevelEditorActions,AlignOriginToGrid_ToolTip
source: Aligns the actor to the nearest grid location at its origin
ja: アクタを一番近いグリッド位置の原点に合わせる
zh_cn: 对齐actor到距离其原点最近的网格位置处

# UICommands.LevelEditorActions,AlignPivotToActor
source: Align Pivot to Actor
ja: ピボットをアクタに合わせる
zh_cn: 对齐支点到Actor

# UICommands.LevelEditorActions,AlignPivotToActor_ToolTip
source: Aligns the actor with another actor at its pivot point
ja: 対象アクタを回転軸で別のアクタに合わせる
zh_cn: 将该actor和另一个actor的支点对齐

# UICommands.LevelEditorActions,AlignPivotToFloor
source: Align Pivot to Floor
ja: ピボットをフロアに合わせる
zh_cn: 对齐支点到地面

# UICommands.LevelEditorActions,AlignPivotToFloor_ToolTip
source: Aligns the actor with the floor at its pivot point
ja: 対象アクタを回転軸でフロアに合わせる
zh_cn: 将该actor的支点和地面对齐

# UICommands.LevelEditorActions,AlignToActor
source: Align to Actor
ja: アクタに合わせる
zh_cn: 对齐到Actor

# UICommands.LevelEditorActions,AlignToActor_ToolTip
source: Aligns the actor with another actor
ja: アクタを別のアクタに合わせる
zh_cn: 将该actor和另一个actor对齐

# UICommands.LevelEditorActions,AlignToFloor
source: Align to Floor
ja: フロアに合わせる
zh_cn: 对齐到地面

# UICommands.LevelEditorActions,AlignToFloor_ToolTip
source: Aligns the actor or component with the floor
ja: アクタかコンポーネントをフロアに合わせます
zh_cn: 和地面一起对齐actor或组件

# UICommands.LevelEditorActions,AllowGroupSelection
source: Allow Group Selection
ja: グループ選択を有効にする
zh_cn: 允许选择组合物体

# UICommands.LevelEditorActions,AllowGroupSelection_ToolTip
source: Allows actor groups to be selected
ja: アクタグループの選択を有効にする
zh_cn: 允许选择actor组合

# UICommands.LevelEditorActions,AllowTranslucentSelection
source: Allow Translucent Selection
ja: 透過処理選択を有効にする
zh_cn: 允许选择半透明物体

# UICommands.LevelEditorActions,AllowTranslucentSelection_ToolTip
source: Allows translucent objects to be selected
ja: 半透明なオブジェクトの選択を有効にする
zh_cn: 允许选择半透明物体

# UICommands.LevelEditorActions,ApplyMaterialToSurface
source: Apply Material to Surface Selection
ja: マテリアルをサーフェス選択に適用
zh_cn: 应用材质到选中的表面

# UICommands.LevelEditorActions,ApplyMaterialToSurface_ToolTip
source: Applies the selected material to the selected surfaces
ja: 選択マテリアルを選択サーフェスに適用
zh_cn: 应用选中的材质到选中的表面

# UICommands.LevelEditorActions,AttachActorIteractive
source: Attach Actor Interactive
ja: アクタにインタラクティブな動作を親子付け
zh_cn: 交互式地附加actor

# UICommands.LevelEditorActions,AttachActorIteractive_ToolTip
source: Start an interactive actor picker to let you choose a parent for the currently selected actor
ja: 現在選択中のアクタの親を選択するためにインタラクティブアクタピッカーを開始
zh_cn: 启动互动actor拾取器以让您从当前选中的actor中选择父类

# UICommands.LevelEditorActions,AttachSelectedActors
source: Attach Selected Actors
ja: 選択アクタを親子付け
zh_cn: 附加选中的Actors

# UICommands.LevelEditorActions,AttachSelectedActors_ToolTip
source: Attach the selected actors to the last selected actor
ja: 選択アクタを最後に選択したアクタに親子付け
zh_cn: 将选中的actor附加到上一个选中的actor上

# UICommands.LevelEditorActions,BrowseAPIReference
source: API Reference...
ja: APIリファレンス...
zh_cn: API 参考指南...

# UICommands.LevelEditorActions,BrowseAPIReference_ToolTip
source: Opens the API reference documentation
ja: APIリファレンスドキュメントを開く
zh_cn: 打开API参考文档

# UICommands.LevelEditorActions,BrowseCVars_ToolTip
source: Creates an HTML file to browse the console variables and commands (console command 'help')
ja: コンソール変数とコマンドを一覧できるHTMLファイルの作成(コンソールコマンド 'help')

# UICommands.LevelEditorActions,BrowseDocumentation
source: Documentation...
ja: ドキュメント...
zh_cn: 文档...

# UICommands.LevelEditorActions,BrowseViewportControls
source: Viewport Controls...
ja: ビューポート制御...
zh_cn: 视口操作...

# UICommands.LevelEditorActions,BrowseViewportControls_ToolTip
source: Opens the viewport controls cheat sheet
ja: ビューポートコントロールのチートシートを開く
zh_cn: 打开视口操作速查表

# UICommands.LevelEditorActions,Build
source: Build All Levels
ja: 全レベルをビルド
zh_cn: 构建所有关卡

# UICommands.LevelEditorActions,Build_ToolTip
source: Builds all levels (precomputes lighting data and visibility data, generates navigation networks and updates brush models.)
ja: 全レベルをビルドします (ライティング データと可視性データの事前計算、ナビゲーション ネットワークの生成、ブラシ モデルの更新が含まれます)
zh_cn: 构建所有关卡(预计算光照数据和可见性数据，生成导航网络并更新画刷模型。)

# UICommands.LevelEditorActions,BuildAndSubmitToSourceControl
source: Build and Submit...
ja: ビルドしてサブミット...
zh_cn: 构建并提交...

# UICommands.LevelEditorActions,BuildAndSubmitToSourceControl_ToolTip
source: Displays a window that allows you to build all levels and submit them to source control
ja: 全レベルをビルドしてこれらをソース コントロールにサブミットするウィンドウを表示
zh_cn: 显示一个窗口，允许您构建所有关卡并将它们提交到源码控制

# UICommands.LevelEditorActions,BuildGeometryOnly
source: Build Geometry
ja: ジオメトリをビルド
zh_cn: 构建几何体

# UICommands.LevelEditorActions,BuildGeometryOnly_OnlyCurrentLevel
source: Build Geometry (Current Level)
ja: ジオメトリをビルド（現行レベル）
zh_cn: 构建几何体（当前关卡）

# UICommands.LevelEditorActions,BuildGeometryOnly_OnlyCurrentLevel_ToolTip
source: Builds geometry, only for the current level
ja: 現行レベルのみジオメトリをビルド
zh_cn: 仅构建当前关卡的几何体。

# UICommands.LevelEditorActions,BuildGeometryOnly_ToolTip
source: Only builds geometry (all levels.)
ja: ジオメトリのみをビルド（全レベル）
zh_cn: 仅构建几何体(所有关卡。)

# UICommands.LevelEditorActions,BuildLightingOnly
source: Build Lighting
ja: ライティングをビルド
zh_cn: 构建光照

# UICommands.LevelEditorActions,BuildLightingOnly_ToolTip
source: Only precomputes lighting (all levels.)
ja: ライティングのみを事前計算（全レベル）
zh_cn: 仅预计算光照(所有关卡。)

# UICommands.LevelEditorActions,BuildLightingOnly_VisibilityOnly
source: Precompute Static Visibility
ja: スタティックな可視性を事前計算
zh_cn: 预计算静态可见性

# UICommands.LevelEditorActions,BuildLightingOnly_VisibilityOnly_ToolTip
source: Only precomputes static visibility data (all levels.)
ja: スタティック可視化データのみを事前計算（全レベル）
zh_cn: 仅预计算静态可见性数据(所有关卡。)

# UICommands.LevelEditorActions,BuildLODsOnly
source: Build LODs
ja: LODをビルド
zh_cn: 构建LOD

# UICommands.LevelEditorActions,BuildLODsOnly_ToolTip
source: Only builds LODs (all levels.)
ja: LODのみをビルド（全レベル）
zh_cn: 仅构建LOD（所有关卡)。

# UICommands.LevelEditorActions,BuildPathsOnly
source: Build Paths
ja: パスをビルド
zh_cn: 构建路径

# UICommands.LevelEditorActions,BuildPathsOnly_ToolTip
source: Only builds paths (all levels.)
ja: パスのみをビルド（全レベル）
zh_cn: 仅构建路径(所有关卡。)

# UICommands.LevelEditorActions,BuildReflectionCapturesOnly
source: Update Reflection Captures
ja: 反射キャプチャを更新
zh_cn: 更新反射截图
