Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# BlueprintDetailsCustomization,VariableWidget3D_Tooltip
source: When true, allows the user to tweak the vector variable by using a 3D transform widget in the viewport (usable when varible is public/enabled).
es: Cuando es verdadero, permite al usuario modificar la variable del vector usando un widget de transformación 3D en la ventana gráfica (se puede usar cuando la variable es pública o está activa)
ja: Trueの時、ユーザがビューポート上の 3D 変換ウィジェットを使用してベクター変数を調整できるようになります（変数がパブリック/有効時に使用可）
pt_br: Quando verdadeiro, permite que o usuário ajuste a variável vetorial usando um widget de transformação 3D na porta de visualização (usada quando a variável é pública/ativada).
zh_cn: 当该项为true时，允许用户通过视口中的3D变换控件调整向量变量(当变量是公有的或者已经启用了变量时这是有用的)

# BlueprintDetailsCustomization,VarNameTooltip
source: The name of the variable.
es: Nombre de la variable.
ja: 変数の名前
pt_br: O nome da variável.
zh_cn: 变量的名称。

# BlueprintDetailsCustomization,VarToolTipTooltip
source: Extra information about this variable, shown when cursor is over it.
es: Información adicional sobre esta variable, se muestra al situar el cursor encima.
ja: マウスをかざすとこの変数の追加情報が表示されます
pt_br: Informações extras sobre esta variável, exibidas quando o cursos está sobre ela.
zh_cn: 当鼠标悬停到该变量上时显示关于该变量的额外信息。

# BlueprintDetailsCustomization,VarTypeTooltip
source: The type of the variable.
es: Tipo de variable.
ja: 変数の種類
pt_br: O tipo da variável.
zh_cn: 变量的类型。

# BlueprintEditor,AddDelegateVariable_Error
source: Adding new delegate variable failed.
es: Error al añadir una variable delegada nueva
ja: 新規のデリゲート変数の追加に失敗しました
pt_br: Falha ao adicionar nova variável delegada.
zh_cn: 添加新代理变量失败。

# BlueprintEditor,AddDocument_Error
source: Adding new document failed.
es: Error al añadir un documento nuevo.
ja: 新規のドキュメントの追加に失敗しました
pt_br: Falha ao adicionar novo documento.
zh_cn: 添加新文档失败。

# BlueprintEditor,AddExecutionPin
source: Add Execution Pin
es: Añadir Pin de ejecución
ja: 実行ピンを追加
pt_br: Adicionar Fixador de Execução
zh_cn: 添加执行引脚

# CompareNode,AddExecutionPin
source: Add Execution Pin
ja: 実行ピンを追加
zh_cn: 添加执行引脚

# Kismet,AddExecutionPin
source: Add Execution Pin
es: Añadir Pin de ejecución
ja: 実行ピンを追加
pt_br: Adicionar Fixador de Execução
zh_cn: 添加执行引脚

# BlueprintEditor,AddLocalVariable_Error
source: Adding new local variable failed.
ja: 新規ローカル変数の追加に失敗しました
zh_cn: 添加新局部变量失败。

# BlueprintEditor,AddNewDelegate
source: Add New Event Dispatcher
es: Añadir evento emisor nuevo
ja: 新規のイベントディスパッチャーを追加
pt_br: Adicionar Novo Despachante de Evento
zh_cn: 添加新事件调度器

# BlueprintEditor,AddNewFunction
source: Add New Function
es: Añadir Función nueva
ja: 新規の関数を追加
pt_br: Adicionar Nova Função
zh_cn: 添加新函数

# BlueprintEditor,AddOptionPin
source: Add Option Pin
es: Añadir Pin opcional
ja: オプションピンを追加
pt_br: Adicionar Fixador de Opção
zh_cn: 添加选项引脚

# UICommands.GraphEditorCommands,AddOptionPin
source: Add Option Pin
ja: オプションピンを追加

# BlueprintEditor,AddVariable
source: Add Variable
es: Añadir variable
ja: 変数を追加
pt_br: Adicionar Variável
zh_cn: 添加变量

# Structure,AddVariable
source: Add Variable
es: Añadir variable
ja: 変数を追加
pt_br: Adicionar Variável
zh_cn: 添加变量

# BlueprintEditor,AddVariable_Error
source: Adding new variable failed.
es: Error al añadir una variable nueva.
ja: 新規の変数の追加に失敗しました。
pt_br: Falha ao adicionar nova variável.
zh_cn: 添加新的变量失败。

# BlueprintEditor,AllVariablesInUseMessage
source: All variables are currently in use.
es: Están en uso todas las variables.
ja: 全ての変数は現在使用中です
pt_br: Todas as variáveis estão em uso.
zh_cn: 当前所有变量都正在使用中，

# BlueprintEditor,AppearanceCornerText_Blueprint
source: BLUEPRINT
ja: ブループリント
pt_br: ESQUEMA
zh_cn: 蓝图

# BlueprintEditor,AppearanceCornerText_Interface
source: INTERFACE
es: INTERFAZ
ja: インターフェース
zh_cn: 接口

# BlueprintEditor,AppearanceCornerText_LevelScript
source: LEVEL BLUEPRINT
es: BLUEPRINT DEL NIVEL
ja: レベル ブループリント
pt_br: ESQUEMA DO NÍVEL
zh_cn: 关卡蓝图

# BlueprintEditor,AppearanceCornerText_Macro
source: MACRO
ja: マクロ
zh_cn: 宏

# BlueprintEditor,AppearanceInstructionText_DefaultGraph
source: Drag Off Pins to Create/Connect New Nodes.
ja: 新規ノードを作成/接続するためにピンをドラッグ
zh_cn: 从引脚拖拽连线来 创建/连接 新节点。

# BlueprintEditor,AppearanceInstructionText_EmptyGraph
source: Right-Click to Create New Nodes.
ja: 右クリックして新規ノードを作成
zh_cn: 右击来创建新节点

# BlueprintEditor,AppLabel
source: Blueprint Editor
es: Editor del Blueprint
ja: ブループリントエディタ
pt_br: Editor de Esquema
zh_cn: 蓝图编辑器

# Contexts,BlueprintEditor
source: Blueprint Editor
es: Editor del Blueprint
ja: ブループリントエディタ
pt_br: Editor de Esquema
zh_cn: 蓝图编辑器

# FEditorSettingsViewerModule,ContentEditorsBlueprintEditorSettingsName
source: Blueprint Editor
ja: ブループリントエディタ
zh_cn: 蓝图编辑器

# BlueprintEditor,AssignReferencedActor
source: Assign referenced Actor
es: Asignar actor referenciado
ja: リファレンス アクタの割り当て
pt_br: Atribuir Ator referenciado
zh_cn: 指派引用的Actor

# BlueprintEditor,Blueprint Modified Long
source: Blueprint "{BlueprintName}" was updated to fix issues detected on load. Please resave.
es: El Blueprint "{BlueprintName}" se ha actualizado para solucionar fallos detectados al cargar. Por favor, vuelva a guardar.
ja: ブループリント "{BlueprintName}" はロード時に検知した問題修正のために更新されました。再度保存してください。
pt_br: O Esquema "{BlueprintName}" foi atualizado para corrigir problemas detectados ao carregá-lo. Salve-o novamente.
zh_cn: 已经更新了蓝图"{BlueprintName}"，以解决加载时检测到的问题。请重新保存。

# BlueprintEditor,BlueprintComponentsMode
source: Components
es: Componentes
ja: コンポーネント
pt_br: Componentes
zh_cn: 组件

# BlueprintEditor,ComponentsTabLabel
source: Components
es: Componentes
ja: コンポーネント
pt_br: Componentes
zh_cn: 组件

# BlueprintEditor,ComponentsView
source: Components
es: Componentes
ja: コンポーネント
pt_br: Componentes
zh_cn: 组件

# FBlueprintDifferenceTreeEntry,SCSLabel
source: Components
ja: コンポーネント
zh_cn: 组件

# FindInBlueprintManager,Components
source: Components
ja: コンポーネント
zh_cn: 注释

# GraphActionNode,Components
source: Components
es: Componentes
ja: コンポーネント
pt_br: Componentes
zh_cn: 组件

# LevelEditorViewportClient,TransactionFocus_Components
source: Components
ja: コンポーネント
zh_cn: 组件

# MyBlueprint,Components
source: Components
ja: コンポーネント
zh_cn: 组件

# SNodeVariableReferences,Components
source: Components
ja: コンポーネント
zh_cn: 组件

# UICommands.KismetToolbar,SwitchToComponentsMode
source: Components
ja: コンポーネント
zh_cn: 组件

# BlueprintEditor,BlueprintDefaultsMode
source: Defaults
es: Predeterminados
ja: デフォルト
pt_br: Padrões
zh_cn: 默认值

# BlueprintEditor,DefaultEditorView
source: Defaults
es: Predeterminados
ja: デフォルト
pt_br: Padrões
zh_cn: 默认值

# FBlueprintDifferenceTreeEntry,DefaultsLabel
source: Defaults
ja: デフォルト
zh_cn: 默认

# StaticMeshEditor,Defaults_ConvexDecomp
source: Defaults
es: Predeterminados
ja: デフォルト
pt_br: Padrões
zh_cn: 默认值

# UICommands.KismetToolbar,SwitchToBlueprintDefaultsMode
source: Defaults
ja: デフォルト
zh_cn: 默认值

# UnrealEd,Defaults
source: Defaults
es: Predeterminados
ja: デフォルト
pt_br: Padrões
zh_cn: 默认

# BlueprintEditor,BlueprintEditor_ParentClass
source: Parent class:
es: Clase padre:
ja: 親クラス
pt_br: Classe pai:
zh_cn: 父类

# BlueprintEditor,BlueprintLog
source: Blueprint Log
es: Registro del Blueprint
ja: ブループリントログ
pt_br: Registro do Esquema
zh_cn: 蓝图日志

# BlueprintEditor,BlueprintMacroMode
source: Macro
ja: マクロ
zh_cn: 宏

# BlueprintPalette,Macro_Tooltip
source: Macro
ja: マクロ
zh_cn: 宏

# EditorCategoryUtils,MacroCategory
source: Macro
ja: マクロ
zh_cn: 宏

# FindInBlueprints,MacroCategory
source: Macro
ja: マクロ
zh_cn: 宏

# FindInBlueprints,MacroGraphCategory
source: Macro
ja: マクロ
zh_cn: 宏

# K2Node,Macro_Tooltip
source: Macro
ja: マクロ
zh_cn: 宏

# MyBlueprint,AddNewMacro
source: Macro
ja: マクロ
zh_cn: 宏

# UICommands.BlueprintEditorCommands,AddNewMacroDeclaration
source: Macro
ja: マクロ

# BlueprintEditor,BlueprintProfilerView
source: Profiler
ja: プロファイラ
zh_cn: 分析器

# UICommands.KismetToolbar,ToggleProfiler
source: Profiler
ja: プロファイラ
zh_cn: 分析器

# BlueprintEditor,BlueprintProfilerView_ToolTip
source: Shows the current profiler data
ja: 現在のプロファイラデータを表示
zh_cn: 显示当前分析结果

# BlueprintEditor,BlueprintProfilerViewTitle
source: BlueprintProfiler
ja: ブループリントプロファイラ
zh_cn: 蓝图分析器

# BlueprintEditor,CameraMenuTitle_OrthoFreelook
source: Ortho
ja: Ortho（平行投影）
zh_cn: 正交

# LevelViewportToolBar,CameraMenuTitle_OrthoFreelook
source: Ortho
es: Orto
ja: 平行投影
zh_cn: 正交

# BlueprintEditor,CannotPasteNodeFunction_Error
source: @@ cannot be placed in function graph
es: @@ no se puede colocar en el gráfico función
ja: @@ は関数グラフに配置できません
pt_br: @@ não pode ser colocado no grafo de função
zh_cn: @@不能放在函数图表中。

# BlueprintEditor,CannotPasteNodeMacro_Error
source: @@ cannot be placed in macro graph
es: @@ no se puede colocar en el gráfico macro
ja: @@ はマクログラフに配置できません
pt_br: @@ não pode ser colocado no grafo de macro
zh_cn: @@不能放在宏图表中。

# BlueprintEditor,ChildGraphPickerDesc
source: Navigate to graph
es: Ir al gráfico
ja: グラフへ移動
pt_br: Navegar para grafo
zh_cn: 导航到图表

# BlueprintEditor,ChildGraphPickerTooltip
source: Pick the graph to enter
es: Escoger el gráfico para entrar
ja: 入力するグラフを選択
pt_br: Selecionar o grafo a entrar
zh_cn: 选择要进入的图表

# BlueprintEditor,ClassDefaultsTabTitle
source: Class Defaults
ja: クラスのデフォルト
zh_cn: 类默认值

# UICommands.KismetToolbar,EditClassDefaults
source: Class Defaults
ja: クラスのデフォルト
zh_cn: 类默认值

# BlueprintEditor,CollapseToFunctionError
source: Collapsing to Function Failed!
es: ¡Error al reducir a la función!
ja: 関数への折りたたみに失敗しました！
pt_br: Falha ao Recolher para Função!
zh_cn: 合并到函数失败!

# BlueprintEditor,CollapseToFunctionPageLabel
source: Collapse to Function
es: Reducir para la función
ja: 関数に折りたたむ
pt_br: Recolher para Função
zh_cn: 合并到函数

# UICommands.GraphEditorCommands,CollapseSelectionToFunction
source: Collapse to Function
ja: 関数に折りたたむ

# BlueprintEditor,CollapseToMacroError
source: Collapsing to Macro Failed!
es: ¡Error al ampliar para macro!
ja: マクロへの折りたたみに失敗しました！
pt_br: Falha ao Recolher para Macro!
zh_cn: 合并到宏失败!

# BlueprintEditor,CollapseToMacroPageLabel
source: Collapse to Macro
es: Reducir para macro
ja: マクロに折りたたむ
pt_br: Recolher para Macro
zh_cn: 合并到宏

# UICommands.GraphEditorCommands,CollapseSelectionToMacro
source: Collapse to Macro
ja: マクロに折りたたむ

# BlueprintEditor,CommonInterfacesTitle
source: Common interfaces
es: Interfaces comunes
ja: 共通インターフェース
pt_br: Interfaces comuns
zh_cn: 一般接口

# BlueprintEditor,CompilationPageLabel
source: Compile {BlueprintName}
es: Compilar {BlueprintName}
ja: {BlueprintName} をコンパイル
pt_br: Compilar {BlueprintName}
zh_cn: 编译{BlueprintName}

# BlueprintEditor,CompilerResultsTabTitle
source: Compiler Results
es: Resultados del compilador
ja: コンパイル結果
pt_br: Resultados do Compilador
zh_cn: 编译器结果

# BlueprintEditor,CompilerResultsView
source: Compiler Results
es: Resultados del compilador
ja: コンパイル結果
pt_br: Resultados do Compilador
zh_cn: 编译器结果

# BlueprintEditor,CompilerResultsTooltip
source: The compiler results tab shows any errors or warnings generated when compiling this Blueprint.
es: La pestaña de resultados del compilador muestra todos los errores o advertencias generadas al compilar este Blueprint.
ja: コンパイル結果タブはブループリントのコンパイル時に発生した全てのエラーと警告を表示します。
pt_br: A guia de resultados do compilador exibe todos os erros ou advertências gerados ao compilar este Esquema.
zh_cn: 编译器结果面板显示了当编译蓝图时出现的任何错误或警告。

# BlueprintEditor,CompilerResultsView_ToolTip
source: Show compiler results of all functions and variables
es: Mostrar los resultados del compilador de todas las funciones y variables
ja: 全関数と変数のコンパイル結果を表示
pt_br: Exibir resultados do compilador para todas as funções e variáveis
zh_cn: 显示所有函数和变量的编译器结果

# BlueprintEditor,ComponentsTabTooltip
source: The Components tab is for easily adding, selecting and attaching Components within your Blueprint.
es: La pestaña Componentes sirve para añadir, seleccionar y adjuntar componentes fácilmente dentro de su Blueprint.
ja: コンポーネントタブで簡単にコンポーネントをブループリントへ追加したりアタッチできます。
pt_br: A guia Componentes serve para adicionar, selecionar e anexar Componentes facilmente no Esquema.
zh_cn: 组件选卡用于在您的蓝图中轻松地添加、选择及附加组件。

# BlueprintEditor,ComponentsView_ToolTip
source: Show the components view
es: Mostrar la vista de los componentes
ja: コンポーネントビューを表示
pt_br: Exibir a vista de componentes
zh_cn: 显示组件视图

# BlueprintEditor,ConvertCollapsedGraphToFunction
source: Convert Collapse Graph to Function
es: Transformar gráfico de reducción en función
ja: 折りたたみグラフを関数へ変換
pt_br: Converter Grafo Recolhido para Função
zh_cn: 将合并图表转换为函数

# BlueprintEditor,ConvertCollapsedGraphToMacro
source: Convert Collapse Graph to Macro
es: Transformar gráfico de reducción en Macro
ja: 折りたたみグラフをマクロへ変換
pt_br: Converter Grafo Recolhido para Macro
zh_cn: 将合并图表转换为宏

# BlueprintEditor,DataOnlyMessage_Part1
source: NOTE: This is a data only blueprint, so only the default values are shown. It does not have any script or variables. If you want to add some,
ja: 注記： データ専用ブループリントであるためデフォルト値のみを表示します。スクリプトや変数はありません。追加したい場合は、
zh_cn: 注意：这仅是一个数据蓝图，所以仅显示默认值。它没有任何脚本或变量。如果您想添加，

# BlueprintEditor,DebugActorNothingSelected
source: No debug object selected
es: No hay ningún objeto de depurado seleccionado
ja: デバッグオブジェクトが選択されていません
pt_br: Nenhum objeto de depuração selecionado
zh_cn: 没有选中调试对象

# BlueprintEditor,DebugObjectNothingSelected
source: No debug object selected
es: No hay ningún objeto de depurado seleccionado
ja: デバッグオブジェクトが選択されていません
pt_br: Nenhum objeto de depuração selecionado
zh_cn: 没有选中调试对象

# BlueprintEditor,DebugTabTitle
source: Debug
es: Depurar
ja: デバッグ
pt_br: Depurar
zh_cn: 调试

# BlueprintEditor,DebugView
source: Debug
es: Depurar
ja: デバッグ
pt_br: Depurar
zh_cn: 调试

# KismetToolbar,DebugMenu
source: Debug
es: Depurar
ja: デバッグ
pt_br: Depurar
zh_cn: 调试

# UnrealEditor,WorkspaceMenu_DeveloperToolsDebugCategory
source: Debug
ja: デバッグ
zh_cn: 调试

# BlueprintEditor,DebugView_ToolTip
source: Shows the debugging view
es: Muestra la vista de depuración
ja: デバッグビューを表示
pt_br: Exibir a vista de depuração
zh_cn: 显示调试视图

# BlueprintEditor,DebugWorldClient
source: Client
es: Cliente
ja: クライアント
pt_br: Cliente
zh_cn: 客户端

# BlueprintEditor,DebugWorldDedicatedServer
source: Dedicated Server
es: Servidor dedicado
ja: 専用サーバー
pt_br: Servidor Dedicado
zh_cn: 专用服务器

# BlueprintEditor,DebugWorldListenServer
source: Listen Server
es: Servidor de escucha
ja: リッスンサーバー
pt_br: Servidor de Escuta
zh_cn: 监听服务器

# BlueprintEditor,DebugWorldNothingSelected
source: All Worlds
es: Todos los mundos
ja: 全てのワールド
pt_br: Todos os Mundos
zh_cn: 所有世界

# BlueprintEditor,DebugWorldStandalone
source: Standalone
es: Independiente
ja: スタンドアローン
pt_br: Independente
zh_cn: 独立的

# BlueprintEditor,DefaultEditorView_ToolTip
source: Shows the default editor view
es: Muestra la vista del editor predeterminada
ja: デフォルトのエディタビューを表示
pt_br: Exibir a vista do editor padrão
zh_cn: 显示默认编辑器视图

# BlueprintEditor,DefaultsEditorTooltip
source: The class defaults editor lets you set the default value for all variables in your Blueprint.
ja: クラスデフォルトエディタでブループリントで使用するデフォルト値すべてを設定できます
zh_cn: 类默认值编辑器允许您在您的蓝图中设置所有变量的默认值。

# BlueprintEditor,DetailsView_ToolTip
source: Shows the details view
es: Muestra la vista de los detalles
ja: 詳細ビューを表示
pt_br: Exibir a vista de detalhes
zh_cn: 显示详细信息视图

# BlueprintEditor,FindResultsTabTitle
source: Find Results
es: Buscar resultados
ja: 結果検索
pt_br: Buscar Resultados
zh_cn: 查找结果

# BlueprintEditor,FindResultsView
source: Find Results
es: Buscar resultados
ja: 結果検索
pt_br: Buscar Resultados
zh_cn: 查找结果

# MaterialEditor,FindTab
source: Find Results
es: Buscar resultados
ja: 検索結果
pt_br: Buscar Resultados
zh_cn: 查找结果

# MaterialEditor,MaterialFindTitle
source: Find Results
es: Buscar resultados
ja: 検索結果
pt_br: Buscar Resultados
zh_cn: 查找结果

# BlueprintEditor,FindResultsTooltip
source: The find results tab shows results of searching this Blueprint (or all Blueprints).
es: La pestaña encontrar resultados muestra los resultados de la búsqueda en este Blueprint (o en todos los Blueprints).
ja: 結果検索タブはブループリント（または全ブループリント）の検索結果を表示します。
pt_br: A guia de resultados de busca exibe os resultados de busca deste Esquema (ou de todos os Esquemas).
zh_cn: 查找结果选卡显示了这个蓝图（或所有蓝图）的搜索结果。

# BlueprintEditor,FindResultsView_ToolTip
source: Show find results for searching in this blueprint or all blueprints
es: Mostrar los resultados encontrados para buscar en este Blueprint o en todos los Blueprints.
ja: このブループリントまたは全ブループリントの検索結果を表示する
pt_br: Exibir resultados da busca para buscas neste esquema ou em todos os esquemas
zh_cn: 显示在这个蓝图或所有蓝图中搜索的结果

# BlueprintEditor,FullEditor
source: Open Full Blueprint Editor
ja: フルブループリントエディタを開く
zh_cn: 打开完整的蓝图编辑器

# BlueprintEditor,FullEditorToolTip
source: This opens the blueprint in the full editor.
ja: ブループリントをフルエディタで開きます。
zh_cn: 这会在整个编辑器中打开蓝图。

# BlueprintEditor,GoToCode_ToolTip
source: Click to open this source file in {0}
ja: クリックしてこのソースファイルを {0} で開く
zh_cn: 点击来在{0}中打开该源文件

# GameProjectGeneration,GoToCode_ToolTip
source: Click to open this source file in {0}
ja: クリックしてこのソースファイルを {0} で開く
zh_cn: 点击来在{0}中打开该源文件

# SourceHyperlink,GoToCode_ToolTip
source: Click to open this source file in {0}
ja: クリックしてこのソースファイルを {0} で開く
zh_cn: 点击以打开{0}中的源文件

# BlueprintEditor,LitModeMenuOption
source: Lit
ja: ライティングあり
zh_cn: 带光照

# BlueprintEditor,ViewMenuTitle_Lit
source: Lit
ja: ライティングあり
zh_cn: 带光照

# EditorViewportViewMenu,LitViewModeDisplayName
source: Lit
es: Iluminado
ja: ライティング
pt_br: Aceso
zh_cn: 带光照

# EditorViewportViewMenu,ViewMenuTitle_Lit
source: Lit
es: Iluminado
ja: ライティング
pt_br: Aceso
zh_cn: 带光照

# UICommands.CascadeCommands,ViewMode_Lit
source: Lit
ja: ライティング

# BlueprintEditor,LoadingBlueprintAssetData
source: Loading Blueprint Asset Data
es: Cargar los datos del activo del Blueprint
ja: ブループリントアセットデータを読込中
pt_br: Carregando Dados de Ativos do Esquema
zh_cn: 正在加载蓝图资源数据

# BlueprintEditor,MyBlueprintTabLabel
source: My Blueprint
es: Mi Blueprint
ja: マイブループリント
pt_br: Meu Esquema
zh_cn: 我的蓝图

# BlueprintEditor,MyBlueprintTabView
source: My Blueprint
es: Mi Blueprint
ja: マイブループリント
pt_br: Meu Esquema
zh_cn: 我的蓝图

# Contexts,My Blueprint
source: My Blueprint
es: Mi Blueprint
ja: マイブループリント
pt_br: Meu Esquema
zh_cn: 我的蓝图

# SBlueprintDiff,MyBlueprintTabTitle
source: My Blueprint
ja: マイブループリント
zh_cn: 我的蓝图

# BlueprintEditor,MyBlueprintTabView_ToolTip
source: Show the my blueprint view
es: Mostrar la vista de mi Blueprint
ja: マイブループリントビューを表示
pt_br: Exibir a vista do meu esquema
zh_cn: 显示我的蓝图视图

# BlueprintEditor,MyBlueprintTooltip
source: The MyBlueprint tab shows you elements that belong to _this_ Blueprint (variables, graphs etc.)
es: La pestaña MyBlueprint le muestra los elementos que pertenecen a _este_ Blueprint (variables, gráficos, , etc.)
ja: マイブループリントタブは _この_ ブループリント（変数、グラフなど）に属する要素を表示します。
pt_br: A guia MyBlueprint mostra os elementos que pertencem a este Esquema (variáveis, grafos etc.).
zh_cn: 我的蓝图选卡显示了输入 _该_ Blueprint的元素 (变量、图表等)

# BlueprintEditor,NewDocAnimationGraphName
source: NewAnimationGraph
es: Gráfico de animación nueva
ja: 新規Animationグラフ
zh_cn: 新建动画图表

# BlueprintEditor,NewDocEventGraphName
source: NewEventGraph
es: Gráfico de evento nuevo
ja: 新規イベントグラフ
zh_cn: 新建事件图表

# BlueprintEditor,NewDocFuncName
source: NewFunction
es: Función nueva
ja: 新規関数
zh_cn: 新建函数

# BlueprintEditor,NewDocMacroName
source: NewMacro
es: Macro nuevo
ja: 新規マクロ
zh_cn: 新建宏

# BlueprintEditor,NewDocNewName
source: NewDocument
es: Documento nuevo
ja: 新規Document
zh_cn: 新建文档

# BlueprintEditor,NodeSpawnDescription
source: Hold down the bound keys and left click in the graph panel to spawn a {0} node.
es: Mantener pulsadas las teclas asignadas y con el botón izquierdo pinchar en el panel gráfico para generar un nodo {0}.
ja: {0} ノードをスポーンするためにバウンドキーを押してグラフパネルを左クリックします
pt_br: Segure as teclas vinculadas e clique com o botão esquerdo no painel do grafo para criar um nó {0}.
zh_cn: 按住绑定键并在图表面板中左击来生成一个{0} 节点。

# MaterialEditor,NodeSpawnDescription
source: Hold down the bound keys and left click in the graph panel to spawn a {0} node.
es: Mantener pulsadas las teclas asignadas y pinchar en el panel gráfico para crear un nodo {0}.
ja: {0} ノードをスポーンするためにバウンドキーを押しながらグラフパネルを左クリックします
pt_br: Segure as teclas vinculadas e clique com o botão esquerdo no painel do grafo para criar um nó {0}.
zh_cn: 按住绑定键并在图表面板中左击来生成一个{0} 节点。

# BlueprintEditor,NoVariablesToSeeMessage
source: No variables to check for.
es: No hay variables que comprobar.
ja: チェックする変数がありません
pt_br: Nenhuma variável a verificar.
zh_cn: 没有可供检查的变量。

# BlueprintEditor,PaletteTabTitle
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# BlueprintEditor,PaletteView
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# BlueprintSubPalette,PaletteContext
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# MaterialEditor,MaterialPaletteTitle
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# MaterialEditor,PaletteTab
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# SoundCueEditor,PaletteTab
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# SoundCueEditor,SoundCuePaletteTitle
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# UMG,WidgetTemplates_ViewMenu_Desc
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# UMG,WidgetTemplatesTabLabel
source: Palette
es: Paleta
ja: パレット
pt_br: Paleta
zh_cn: 控制板

# BlueprintEditor,PaletteTooltip
source: The Palette tab provides access to _all_ nodes that can be placed (functions, variables, events etc).
es: La pestaña Paleta le ofrece acceso a todos los nodos que pueden colocarse (funciones, variables, eventos, etc.).
ja: パレットタブは配置可能（関数・変数・イベントなど）な _全て_ のノードへアクセスができます。
pt_br: A guia Paleta fornece acesso a todos os nós que podem ser posicionados (funções, variáveis, eventos etc.).
zh_cn: 控制板选卡使您能够访问可以放置的 _所有_ 节点(函数、变量、事件等)。

# BlueprintEditor,PaletteView_ToolTip
source: Show palette of all functions and variables
es: Mostrar paleta de todas funciones y variables
ja: 全関数と変数のパレットを表示
pt_br: Exibir paleta de todas as funções e variáveis
zh_cn: 显示所有函数和变量的控制板

# BlueprintEditor,ParentClassToolTip
source: The class that the current Blueprint is based on. The parent provides the base definition, which the current Blueprint extends.
es: Clase en la que se basa el Blueprint actual. El padre proporciona la definición base, que prolonga el Blueprint actual.
ja: 現行ブループリントが基づくクラスです。親は現行ブループリントが拡張する基本定義を定めます。
pt_br: Classe em que se baseia o Esquema atual. O pai fornece a definição de base, estendida pelo Esquema atual.
zh_cn: 当前蓝图的基类。该父类提供了当前类所继承的基本定义。

# BlueprintEditor,PIEStatusClientSimulating
source: CLIENT - SIMULATING
ja: クライアント - シミュレーション中
zh_cn: 客户端 - 模拟

# BlueprintEditor,PIEStatusServerSimulating
source: SERVER - SIMULATING
ja: サーバー - シミュレーション中
zh_cn: 服务器 - 模拟

# BlueprintEditor,PIEStatusSimulating
source: SIMULATING
ja: シミュレーション中
zh_cn: 模拟

# GraphEditorModule,GraphSimulatingText
source: SIMULATING
ja: シミュレーション中
zh_cn: 模拟

# UMG,SIMULATING
source: SIMULATING
ja: シミュレーション中
zh_cn: 正在模拟

# WorldBrowser,SimulatingNotification
source: SIMULATING
ja: シミュレーション中
zh_cn: 正在模拟

# BlueprintEditor,PreloadLogPageLabel
source: Editor Load
es: Cargar el editor
ja: エディタの読み込み
pt_br: Carregar Editor
zh_cn: 编辑器加载

# BlueprintEditor,PreviewOptionsMenuHeader
source: Preview Viewport Options
es: Previsualizar opciones de la ventana gráfica
ja: ビューポートオプションをプレビュー
pt_br: Visualizar Opções de Porta de Visualização
zh_cn: 预览视口选项

# BlueprintEditor,PromoteToLocalVariable
source: Promote to Local Variable
ja: ローカル変数へ昇格
zh_cn: 提升为局部变量

# UICommands.GraphEditorCommands,PromoteToLocalVariable
source: Promote to Local Variable
ja: ローカル変数へ昇格

# BlueprintEditor,PromoteToVariable
source: Promote To Variable
es: Transformar en variable
ja: 変数へ昇格
pt_br: Promover a Variável
zh_cn: 提升到向量

# BlueprintEditor,RecombineStructPin
source: Recombine Struct Pin
es: Recombinar Pin de estructura
ja: Struct ピンを再結合
pt_br: Recombinar Fixador de Struct
zh_cn: 重组结构体引脚

# UICommands.GraphEditorCommands,RecombineStructPin
source: Recombine Struct Pin
ja: 構造体ピンを再結合
