Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UICommands.CascadeCommands,ToggleWireframeSphere
source: Wireframe Sphere
ja: ワイヤーフレーム球体

# UICommands.CascadeCommands,ToggleWireframeSphere_ToolTip
source: Display Wireframe Sphere
ja: ワイヤーフレーム球体を表示

# UICommands.CascadeCommands,UseMaterial
source: Use Material
ja: マテリアルを使用

# UICommands.CascadeCommands,UseMaterial_ToolTip
source: Use Material
ja: マテリアルを使用

# UICommands.CascadeCommands,View_ParticleCounts
source: Particle Counts
ja: パーティクル数

# UICommands.CascadeCommands,View_ParticleCounts_ToolTip
source: Display Particle Counts
ja: パーティクル数を表示

# UICommands.CascadeCommands,View_ParticleEventCounts
source: Particle Event Counts
ja: パーティクルイベント数

# UICommands.CascadeCommands,View_ParticleEventCounts_ToolTip
source: Display Particle Event Counts
ja: パーティクルイベント数を表示

# UICommands.CascadeCommands,View_ParticleMemory
source: Particle Memory
ja: パーティクルメモリ

# UICommands.CascadeCommands,View_ParticleMemory_ToolTip
source: Display Particle Memory
ja: パーティクルメモリを表示

# UICommands.CascadeCommands,View_ParticleTimes
source: Particle Times
ja: パーティクル継続時間

# UICommands.CascadeCommands,View_ParticleTimes_ToolTip
source: Display Particle Times
ja: パーティクル継続時間を表示

# UICommands.CascadeCommands,ViewMode_Lit_ToolTip
source: Select Lit Render Mode
ja: ライティングあり(Lit)レンダリングモードを選択

# UICommands.CascadeCommands,ViewMode_ShaderComplexity_ToolTip
source: Select Shader Complexity Render Mode
ja: シェーダー複雑度レンダリング モードを選択

# UICommands.CascadeCommands,ViewMode_Unlit_ToolTip
source: Select Unlit Render Mode
ja: ライティングなし (Unlit) レンダリング モードを選択

# UICommands.CascadeCommands,ViewMode_Wireframe_ToolTip
source: Select Wireframe Render Mode
ja: ワイヤーフレームレンダリングモードを選択

# UICommands.ContentBrowser,CreateNewFolder_ToolTip
source: Creates new folder in selected path
ja: 選択パス内に新規サブフォルダを作成

# UICommands.ContentBrowser,DirectoryUp_ToolTip
source: Up to parent directory
ja: 親ディレクトリまで
zh_cn: 向上到父项目录

# UICommands.ContentBrowser,OpenAssetsOrFolders
source: Open Assets or Folders
ja: アセットまたはフォルダを開く
zh_cn: 打开资源或目录

# UICommands.ContentBrowser,OpenAssetsOrFolders_ToolTip
source: Opens the selected assets or folders, depending on the selection
ja: 選択内容に基づいて選択アセットまたはフォルダを開く
zh_cn: 根据选项打开选中的资源或文件夹

# UICommands.ContentBrowser,PreviewAssets
source: Preview Assets
ja: アセットをプレビュー
zh_cn: 预览资源

# UICommands.ContentBrowser,PreviewAssets_ToolTip
source: Loads the selected assets and previews them if possible
ja: 可能であれば選択アセットをロードしてこれらをプレビューする
zh_cn: 载入选中资源，并在可能的情况下对它们进行预览

# UICommands.ContentBrowser,SaveSelectedAsset
source: Save Selected Asset
ja: 選択アセットの保存

# UICommands.ContentBrowser,SaveSelectedAsset_ToolTip
source: Save the selected asset
ja: 選択アセットを保存

# UICommands.CurveEditorCommands,CreateTab_ToolTip
source: Create Tab
ja: タブを作成

# UICommands.CurveEditorCommands,CurveAuto_ToolTip
source: Curve Auto
ja: カーブ (自動)

# UICommands.CurveEditorCommands,CurveAutoClamped
source: Auto/Clamped
ja: 自動/クランプ

# UICommands.CurveEditorCommands,CurveAutoClamped_ToolTip
source: Curve Auto/Clamped
ja: カーブ（自動/クランプ）

# UICommands.CurveEditorCommands,CurveBreak
source: Break
ja: ブレーク

# UICommands.RichCurveEditorCommands,InterpolationCubicBreak
source: Break
ja: ブレーク

# UICommands.CurveEditorCommands,CurveBreak_ToolTip
source: Curve Break
ja: カーブ ブレーク

# UICommands.CurveEditorCommands,CurveUser
source: User
ja: ユーザー

# UICommands.RichCurveEditorCommands,InterpolationCubicUser
source: User
ja: ユーザー

# UICommands.CurveEditorCommands,CurveUser_ToolTip
source: Curve User
ja: カーブユーザー

# UICommands.CurveEditorCommands,DeleteKeys
source: Delete Key
ja: キーを削除

# UICommands.CurveEditorCommands,DeleteKeys_ToolTip
source: Delete Key
ja: キーを削除

# UICommands.CurveEditorCommands,DeleteTab_ToolTip
source: Delete Tab
ja: タブを削除

# UICommands.CurveEditorCommands,Fit_ToolTip
source: Fit to Selected
ja: 選択内容にビューを合わせる

# UICommands.CurveEditorCommands,FitHorizontally
source: Horizontal
ja: 水平

# UICommands.CurveEditorCommands,FitHorizontally_ToolTip
source: Fit Horizontally
ja: 水平方向に合わせる

# UICommands.CurveEditorCommands,FitVertically
source: Vertical
ja: 垂直

# UICommands.CurveEditorCommands,FitVertically_ToolTip
source: Fit Vertically
ja: 垂直方向に合わせる

# UICommands.CurveEditorCommands,PanMode
source: Pan
ja: パン

# UICommands.CurveEditorCommands,PanMode_ToolTip
source: Pan Mode
ja: パンモード

# UICommands.CurveEditorCommands,RemoveAllCurves
source: Remove All Curves
ja: すべてのカーブを取り除く

# UICommands.CurveEditorCommands,RemoveAllCurves_ToolTip
source: Remove All Curves
ja: すべてのカーブを取り除く

# UICommands.CurveEditorCommands,RemoveCurve
source: Remove Curve
ja: カーブを削除

# UICommands.CurveEditorCommands,RemoveCurve_ToolTip
source: Remove Curve
ja: カーブを削除

# UICommands.CurveEditorCommands,ScaleSingleCurveTimes
source: Scale Curve Times
ja: カーブ時間を拡大・縮小

# UICommands.CurveEditorCommands,ScaleSingleCurveTimes_ToolTip
source: Scales the times of all points of this curve & its sub-curves
ja: このカーブとそのサブカーブのすべてのポイントの時間を拡大・縮小

# UICommands.CurveEditorCommands,ScaleSingleCurveValues
source: Scale Curve Values
ja: カーブ値を拡大・縮小

# UICommands.CurveEditorCommands,ScaleSingleCurveValues_ToolTip
source: Scales the values of all points of this curve & its sub-curves
ja: このカーブとそのサブカーブのすべてのポイント値を拡大・縮小

# UICommands.CurveEditorCommands,ScaleSingleSubCurveValues
source: Scale Sub-Curve Values
ja: サブカーブ値を拡大・縮小

# UICommands.CurveEditorCommands,ScaleSingleSubCurveValues_ToolTip
source: Scales the values of all points of this curve
ja: このカーブのすべてのポイント値を拡大・縮小

# UICommands.CurveEditorCommands,ScaleTimes
source: Scale All Times
ja: すべての時間をスケール

# UICommands.CurveEditorCommands,ScaleTimes_ToolTip
source: Scales the times of all points of all visible tracks
ja: 表示トラックすべてのポイントの時間を拡大・縮小

# UICommands.CurveEditorCommands,ScaleValues
source: Scale All Values
ja: すべての値を拡大・縮小

# UICommands.CurveEditorCommands,ScaleValues_ToolTip
source: Scales the values of all points of all visible tracks
ja: すべての表示トラックのすべてのポイントの値を拡大・縮小

# UICommands.CurveEditorCommands,SetTime
source: Set Time
ja: 時間を設定

# UICommands.CurveEditorCommands,SetTime_ToolTip
source: Set Time
ja: 時間を設定

# UICommands.MatineeCommands,KeySetTime
source: Set Time
ja: 時間を設定

# UnrealEd,SetTime
source: Set Time
es: Ajustar tiempo
ja: 時間を設定
pt_br: Definir Tempo
zh_cn: 设置时间

# UICommands.CurveEditorCommands,ShowAllTangents_ToolTip
source: ShowAll Tangents
ja: 接線をすべて表示

# UICommands.CurveEditorCommands,StraightenTangents
source: Straighten
ja: 直線化

# UICommands.RichCurveEditorCommands,StraightenTangents
source: Straighten
ja: 直線化

# UICommands.CurveEditorCommands,StraightenTangents_ToolTip
source: Straighten Tangents
ja: 接線を直線化します

# UICommands.CurveEditorCommands,ZoomMode_ToolTip
source: Zoom Mode
ja: ズームモード

# UICommands.CurveViewerCommands,AddCurve
source: Add Curve
ja: カーブの追加

# UICommands.CurveViewerCommands,AddCurve_ToolTip
source: Add a curve to the Skeleton
ja: スケルトンにカーブを追加

# UICommands.DebuggerCommands,LateJoinSession
source: Add Client
ja: クライアント追加

# UICommands.DebuggerCommands,LateJoinSession_ToolTip
source: Add another client
ja: 別のクライアントを追加

# UICommands.DebuggerCommands,OpenDeviceManager
source: Device Manager...
ja: デバイスマネージャー...
zh_cn: 设备管理器...

# UICommands.DebuggerCommands,OpenDeviceManager_ToolTip
source: View and manage connected devices.
ja: 接続デバイスを表示して管理
zh_cn: 查看并管理连接的设备。

# UICommands.DebuggerCommands,OpenProjectLauncher
source: Project Launcher...
ja: プロジェクトランチャー...
zh_cn: 项目启动程序...

# UICommands.DebuggerCommands,OpenProjectLauncher_ToolTip
source: Open the Project Launcher for advanced packaging, deploying and launching of your projects
ja: ユーザーのプロジェクトをデプロイおよび起動を行う高度なパッケージングのプロジェクトランチャーを開く
zh_cn: 打开项目启动程序来对您的项目进行高级打包、部署和启动

# UICommands.DebuggerCommands,PlayInCameraLocation
source: Current Camera Location
ja: 現在のカメラ位置
zh_cn: 当前相机位置

# UICommands.DebuggerCommands,PlayInCameraLocation_ToolTip
source: Spawn the player at the current camera location
ja: 現在のカメラ位置にプレイヤーをスポーン
zh_cn: 在当前相机位置处生成玩家

# UICommands.DebuggerCommands,PlayInDefaultPlayerStart
source: Default Player Start
ja: デフォルトのプレイヤースタート
zh_cn: 默认玩家起点

# UICommands.DebuggerCommands,PlayInDefaultPlayerStart_ToolTip
source: Spawn the player at the map's default player start
ja: マップのデフォルトプレイヤー開始位置でプレイヤーをスポーン
zh_cn: 在地图的默认玩家起点处生成玩家

# UICommands.DebuggerCommands,PlayInEditorFloating
source: New Editor Window (PIE)
ja: 新規エディタウィンドウ (PIE)
zh_cn: 新建编辑器窗口（在编辑器中运行）

# UICommands.DebuggerCommands,PlayInEditorFloating_ToolTip
source: Play this level in a new window
ja: 新規ウィンドウでこのレベルをプレイ
zh_cn: 在新窗口中运行该关卡

# UICommands.DebuggerCommands,PlayInMobilePreview
source: Mobile Preview (PIE)
ja: モバイルプレビュー (PIE)
zh_cn: 移动设备预览（在编辑器中运行）

# UICommands.DebuggerCommands,PlayInMobilePreview_ToolTip
source: Play this level as a mobile device preview (runs in its own process)
ja: モバイルデバイスプレビューとしてこのレベルをプレイ（独自のプロセスで実行
zh_cn: 以移动设备预览的形式运行该关卡 （以其自己的进程运行)

# UICommands.DebuggerCommands,PlayInNetworkDedicatedServer_ToolTip
source: If checked, a separate dedicated server will be launched. Otherwise the first player will act as a listen server that all other players connect to.
ja: チェックした場合、独立した専用サーバーが起動します。それ以外は、その他のプレイヤーが接続しているリッスンサーバーとして最初のプレイヤーが対応します。
zh_cn: 如果勾选，将会启用一个单独的专用服务器。否则首个玩家将成为监听服务器，所有其他玩家窗口都会与它连接。

# UICommands.DebuggerCommands,PlayInNetworkSettings
source: Network Settings...
ja: ネットワーク設定...
zh_cn: 网络设置...

# UICommands.DebuggerCommands,PlayInNetworkSettings_ToolTip
source: Open the settings for the 'Play In' feature
ja: プレイ イン エディタの設定を開く
zh_cn: 打开'Play In（运行于）' 功能的设置

# UICommands.DebuggerCommands,PlayInSettings_ToolTip
source: Open the settings for the 'Play In' feature
ja: プレイ イン エディタの設定を開く
zh_cn: 打开'Play In（运行于）' 功能的设置

# UICommands.DebuggerCommands,PlayInNewProcess
source: Standalone Game
ja: スタンドアローンゲーム
zh_cn: 独立窗口运行

# UICommands.DebuggerCommands,PlayInNewProcess_ToolTip
source: Play this level in a new window that runs in its own process
ja: 独自のプロセスで実行する新規ウィンドウでこのレベルをプレイ
zh_cn: 在独自运行其进程的新窗口中运行该关卡

# UICommands.DebuggerCommands,PlayInSettings
source: Advanced Settings...
ja: 詳細設定...
zh_cn: 高级设置...

# UICommands.LevelViewportActions,AdvancedSettings
source: Advanced Settings...
ja: 詳細設定...
zh_cn: 高级设置...

# UICommands.DebuggerCommands,PlayInViewport
source: Selected Viewport
ja: 選択ビューポート
zh_cn: 选中的视口

# UICommands.DebuggerCommands,PlayInViewport_ToolTip
source: Play this level in the active level editor viewport
ja: アクティブなレベルエディタビューポートでこのレベルをプレイ
zh_cn: 在激活的关卡编辑器视口中运行该关卡

# UICommands.DebuggerCommands,PlayInVR
source: VR Preview
ja: VR プレビュー
zh_cn: 虚拟现实预览

# UICommands.DebuggerCommands,PlayInVR_ToolTip
source: Play this level in VR
ja: VRでこのレベルをプレイ
zh_cn: 在虚拟现实环境中运行该关卡

# UICommands.DebuggerCommands,PlayInVulkanPreview
source: Vulkan Mobile Preview (PIE)
ja: Vulkanモバイルプレビュー (PIE)

# UICommands.DebuggerCommands,PossessEjectPlayer
source: Possess or Eject Player
ja: プレイヤーをゲーム操作またはエディタ操作
zh_cn: 支配或弹出玩家

# UICommands.DebuggerCommands,PossessEjectPlayer_ToolTip
source: Possesses or ejects the player from the camera
ja: カメラからのプレイヤーをゲーム操作またはエディタ操作
zh_cn: 从相机中支配或弹出玩家

# UICommands.DebuggerCommands,RepeatLastLaunch_ToolTip
source: Launches the game on the device as the last session launched from the dropdown next to the Play on Device button on the level editor toolbar
ja: デバイスでゲームを起動します。ゲームは、レベルエディタのツールバーにある「デバイス上で再生」ボタン横のドロップダウンリストから前回選択したセッションを起動します。
zh_cn: 使用启动上一次会话时从关卡编辑器工具条上的‘在设备上运行’按钮旁边的下拉菜单中的选项，来在该设备上启用游戏。

# UICommands.DebuggerCommands,RepeatLastPlay_ToolTip
source: Launches a game preview session in the same mode as the last game preview session launched from the Game Preview Modes dropdown next to the Play button on the level editor toolbar
ja: ゲームのプレビュー セッションを起動します。ゲームは、レベルエディタのツールバーにあるプレイボタン横のゲームプレビューモードドロップダウンリストで前回選択したゲームプレビューセッションと同じモードで起動します。
zh_cn: 使用启动上一次预览会话时在关卡编辑器工具条上的'运行'按钮旁边的‘游戏预览模式’下拉菜单中选择的模式，来启动游戏预览会话

# UICommands.DebuggerCommands,ShowCurrentStatement
source: Find Node
ja: ノードを検索
zh_cn: 查找节点

# UICommands.DebuggerCommands,ShowCurrentStatement_ToolTip
source: Show the current node
ja: 現行ノードを表示
zh_cn: 显示当前节点

# UICommands.DebuggerCommands,Simulate_ToolTip
source: Start simulating the game
ja: ゲームのシミュレーションを開始
zh_cn: 开始模拟游戏

# UICommands.DebuggerCommands,SingleFrameAdvance
source: Frame Skip
ja: フレームをスキップ
zh_cn: 帧跳跃

# UICommands.DebuggerCommands,SingleFrameAdvance_ToolTip
source: Advances a single frame
ja: シングルフレームを先送り
zh_cn: 前进一帧

# UICommands.DebuggerCommands,TogglePlayPauseOfPlaySession
source: Toggle Play/Pause
ja: 再生/一時停止を切り替える
zh_cn: 切换 播放/暂停

# UICommands.MatineeCommands,PlayPause_ToolTip
source: Toggle Play/Pause
ja: 再生/一時停止を切り替える

# UICommands.DebuggerCommands,TogglePlayPauseOfPlaySession_ToolTip
source: Resume playing if paused, or pause if playing
ja: 一時停止中の場合はプレイ再開、プレイ中は一時停止
zh_cn: 如果已暂停则继续播放，如果正在播放则暂停

# UICommands.DesignerCommands,LayoutTransform
source: Layout Transform Mode
ja: レイアウトトランスフォーム モード

# UICommands.DesignerCommands,LayoutTransform_ToolTip
source: Adjust widget layout transform
ja: ウィジェットレイアウトトランスフォームを調整

# UICommands.DesignerCommands,LocationGridSnap
source: Grid Snap
ja: グリッドスナップ

# UICommands.EditorViewportCommands,LocationGridSnap
source: Grid Snap
ja: グリッドスナップ

# UICommands.DesignerCommands,LocationGridSnap_ToolTip
source: Enables or disables snapping to the grid when dragging objects around
ja: オブジェクトをドラッグする時に、グリッドにオブジェクトのスナッピングを有効または無効にします

# UICommands.EditorViewportCommands,LocationGridSnap_ToolTip
source: Enables or disables snapping to the grid when dragging objects around
ja: オブジェクトをドラッグする時に、グリッドにオブジェクトのスナッピングを有効または無効にします

# UICommands.DesignerCommands,RenderTransform
source: Render Transform Mode
ja: レンダー トランスフォーム モード

# UICommands.DesignerCommands,RenderTransform_ToolTip
source: Adjust widget render transform
ja: ウィジェット描画トランスフォームを調整

# UICommands.DesignerCommands,RotationGridSnap
source: Rotation Snap
ja: 回転スナップ

# UICommands.EditorViewportCommands,RotationGridSnap
source: Rotation Snap
ja: 回転スナップ

# UICommands.DesignerCommands,RotationGridSnap_ToolTip
source: Enables or disables snapping objects to a rotation grid
ja: 回転グリッドにオブジェクトをスナップするかどうかを設定

# UICommands.EditorViewportCommands,RotationGridSnap_ToolTip
source: Enables or disables snapping objects to a rotation grid
ja: 回転グリッドにオブジェクトをスナップするかどうかを設定

# UICommands.DestructibleMeshEditor,Fracture
source: Fracture Mesh
ja: フラクチャメッシュ
zh_cn: 破裂网格物体

# UICommands.DestructibleMeshEditor,Fracture_ToolTip
source: Fractures the mesh's root chunk(s) based upon the Fracture Settings.
ja: フラクチャ設定に基づいてメッシュのルートチャンクをフラクチャする
zh_cn: 基于‘破裂设置’使网格物体的根组块发生破裂。

# UICommands.DestructibleMeshEditor,ImportFBXChunks
source: Import FBX Chunks
ja: FBXチャンクをインポート
zh_cn: 导入FBX块

# UICommands.DestructibleMeshEditor,ImportFBXChunks_ToolTip
source: Imports a FBX as level 1 chunks.
ja: FBXをレベル1チャンクとしてインポート
zh_cn: 导入FBX作为1级组块。

# UICommands.DestructibleMeshEditor,Refresh_ToolTip
source: Refreshes the DestructibleMesh from the StaticMesh it was created from.
ja: スタティックメッシュから作成した破壊可能メッシュを更新
zh_cn: 刷新从静态网格物体创建而来的可破坏网格物体。

# UICommands.EditorViewportClient,Backward
source: Backward
ja: 後方
zh_cn: 反向

# UICommands.EditorViewportClient,Backward_ToolTip
source: Moves the camera Backward
ja: カメラを後方へ移動
zh_cn: 将相机后移

# UICommands.EditorViewportClient,Down_ToolTip
source: Moves the camera Down
ja: カメラを下へ移動
zh_cn: 将相机下移

# UICommands.EditorViewportClient,Forward
source: Forward
ja: フォワード
zh_cn: 向前

# UICommands.EditorViewportClient,Forward_ToolTip
source: Moves the camera Forward
ja: カメラを前方へ移動
zh_cn: 将相机前移

# UICommands.EditorViewportClient,FovZoomIn
source: FOV Zoom In
ja: FOV ズームイン
zh_cn: 视角放大

# UICommands.EditorViewportClient,FovZoomIn_ToolTip
source: Narrows the camers FOV
ja: カメラFOVを狭める
zh_cn: 缩小相机视角

# UICommands.EditorViewportClient,FovZoomOut
source: FOV Zoom Out
ja: FOV ズームアウト
zh_cn: 视角缩小

# UICommands.EditorViewportClient,FovZoomOut_ToolTip
source: Widens the camera FOV
ja: カメラFOVを拡大する
zh_cn: 扩大相机视角

# UICommands.EditorViewportClient,Left_ToolTip
source: Moves the camera Left
ja: カメラを左へ移動
zh_cn: 将相机左移

# UICommands.EditorViewportClient,Right_ToolTip
source: Moves the camera Right
ja: カメラを右へ移動
zh_cn: 将相机右移

# UICommands.EditorViewportClient,Up_ToolTip
source: Moves the camera Up
ja: カメラを上へ移動
zh_cn: 将相机上移

# UICommands.EditorViewportCommands,Back_ToolTip
source: Switches the viewport to back view
ja: ビューポートを背後ビューに切り替える

# UICommands.EditorViewportCommands,Bottom_ToolTip
source: Switches the viewport to bottom view
ja: ビューポートを下面ビューに切り替える

# UICommands.EditorViewportCommands,CollisionPawn_ToolTip
source: Renders player collision visualization
ja: プレイヤーコリジョンを表示

# UICommands.EditorViewportCommands,CollisionVisibility_ToolTip
source: Renders visibility collision visualization
ja: 可視属性コリジョンの表示

# UICommands.EditorViewportCommands,CycleTransformGizmoCoordSystem
source: Cycle Transform Coordinate System
ja: トランスフォーム座標システムを切り替える

# UICommands.EditorViewportCommands,CycleTransformGizmos
source: Cycle Between Translate, Rotate, and Scale
ja: 移動、回転、拡大・縮小を切り替える

# UICommands.EditorViewportCommands,CycleTransformGizmos_ToolTip
source: Cycles the transform gizmos between translate, rotate, and scale
ja: 移動、回転、スケーリング間でトランスフォームギズモを切り替える

# UICommands.EditorViewportCommands,DecrementPositionGridSize
source: Grid Size (Position): Decrement
ja: グリッドサイズ(位置): デクリメント

# UICommands.EditorViewportCommands,DecrementPositionGridSize_ToolTip
source: Decreases the position grid size setting by one
ja: 位置のグリッドサイズ設定を1つ下げる

# UICommands.EditorViewportCommands,DecrementRotationGridSize
source: Grid Size (Rotation): Decrement
ja: グリッドサイズ(回転): デクリメント

# UICommands.EditorViewportCommands,DecrementRotationGridSize_ToolTip
source: Decreases the rotation grid size setting by one
ja: 回転のグリッドサイズ設定を1つ下げる

# UICommands.EditorViewportCommands,DetailLightingMode
source: Detail Lighting View Mode
ja: 詳細ライティングビューモード

# UICommands.EditorViewportCommands,DetailLightingMode_ToolTip
source: Renders the scene with detailed lighting only
ja: 詳細ライティングのみでシーンを描画

# UICommands.EditorViewportCommands,ExpandTransformWidget
source: Expand Transform Widget
ja: トランスフォームウィジェットを展開

# UICommands.EditorViewportCommands,ExpandTransformWidget_ToolTip
source: Expand the level editor transform widget
ja: レベルエディタのトランスフォームウィジェットを展開

# UICommands.EditorViewportCommands,FixedExposure0
source: Fixed Exposure: 0 (Indoor)
ja: 固定露出:0 (屋内)

# UICommands.EditorViewportCommands,FixedExposure0_ToolTip
source: Set the fixed exposure to 0
ja: 固定露出を 0 に設定

# UICommands.EditorViewportCommands,FixedExposure1m
source: Fixed Exposure: -1
ja: 固定露出: -1

# UICommands.EditorViewportCommands,FixedExposure1m_ToolTip
source: Set the fixed exposure to -1
ja: 固定露出を -1 に設定

# UICommands.EditorViewportCommands,FixedExposure1p
source: Fixed Exposure: +1
ja: 固定露出: +1

# UICommands.EditorViewportCommands,FixedExposure1p_ToolTip
source: Set the fixed exposure to 1
ja: 固定露出を 1 に設定

# UICommands.EditorViewportCommands,FixedExposure2m
source: Fixed Exposure: -2
ja: 固定露出: -2

# UICommands.EditorViewportCommands,FixedExposure2m_ToolTip
source: Set the fixed exposure to -2
ja: 固定露出を -2 に設定

# UICommands.EditorViewportCommands,FixedExposure2p
source: Fixed Exposure: +2
ja: 固定露出: +2

# UICommands.EditorViewportCommands,FixedExposure2p_ToolTip
source: Set the fixed exposure to 2
ja: 固定露出を 2 に設定

# UICommands.EditorViewportCommands,FixedExposure3m
source: Fixed Exposure: -3
ja: 固定露出: -3

# UICommands.EditorViewportCommands,FixedExposure3m_ToolTip
source: Set the fixed exposure to -3
ja: 固定露出を -3 に設定

# UICommands.EditorViewportCommands,FixedExposure3p
source: Fixed Exposure: +3
ja: 固定露出: +3

# UICommands.EditorViewportCommands,FixedExposure3p_ToolTip
source: Set the fixed exposure to 3
ja: 固定露出を 3 に設定

# UICommands.EditorViewportCommands,FixedExposure4m
source: Fixed Exposure: -4
ja: 固定露出: -4

# UICommands.EditorViewportCommands,FixedExposure4m_ToolTip
source: Set the fixed exposure to -4
ja: 固定露出を -4 に設定

# UICommands.EditorViewportCommands,FixedExposure4p
source: Fixed Exposure: +4
ja: 固定露出: +4

# UICommands.EditorViewportCommands,FixedExposure4p_ToolTip
source: Set the fixed exposure to 4
ja: 固定露出を 4 に設定

# UICommands.EditorViewportCommands,FocusViewportToSelection
source: Focus Selected
ja: 選択にフォーカス

# UICommands.EditorViewportCommands,FocusViewportToSelection_ToolTip
source: Moves the camera in front of the selection
ja: カメラを選択範囲の前面へ移動

# UICommands.EditorViewportCommands,Front_ToolTip
source: Switches the viewport to front view
ja: ビューポートを前面ビューに切り替える

# UICommands.EditorViewportCommands,GroupLODColorationMode
source: Level of Detail Coloration View Mode
ja: LOD 色分けビューモード

# UICommands.EditorViewportCommands,HLODColorationMode
source: HLOD Coloration View Mode
ja: HLOD 色分けビューモード

# UICommands.EditorViewportCommands,IncrementPositionGridSize
source: Grid Size (Position): Increment
ja: グリッドサイズ(位置): インクリメント

# UICommands.EditorViewportCommands,IncrementPositionGridSize_ToolTip
source: Increases the position grid size setting by one
ja: 位置のグリッドサイズ設定を1つ上げる

# UICommands.EditorViewportCommands,IncrementRotationGridSize
source: Grid Size (Rotation): Increment
ja: グリッドサイズ(回転): インクリメント

# UICommands.EditorViewportCommands,IncrementRotationGridSize_ToolTip
source: Increases the rotation grid size setting by one
ja: 回転のグリッドサイズ設定を1つ上げる

# UICommands.EditorViewportCommands,Layer2DSnap
source: Layer2D Snap
ja: レイヤー２Dスナップ

# UICommands.EditorViewportCommands,Layer2DSnap_ToolTip
source: Enables or disables snapping objects to a 2D layer
ja: 2Dレイヤーへのオブジェクトのスナッピングを有効または無効にします

# UICommands.EditorViewportCommands,Left_ToolTip
source: Switches the viewport to left view
ja: ビューポートを左ビューに切り替える

# UICommands.EditorViewportCommands,LightComplexityMode
source: Light Complexity View Mode
ja: ライト複雑度ビュー モード

# UICommands.EditorViewportCommands,LightComplexityMode_ToolTip
source: Renders the scene with light complexity visualization
ja: ライティングの複雑度を可視化させたシーンを描画

# UICommands.EditorViewportCommands,LightingOnlyMode
source: Lighting Only View Mode
ja: ライティング専用ビュー モード

# UICommands.EditorViewportCommands,LightingOnlyMode_ToolTip
source: Renders the scene with lights only, no textures
ja: ライティングだけ (テクスチャなし) でシーンを描画

# UICommands.EditorViewportCommands,LightmapDensityMode
source: Lightmap Density View Mode
ja: ライトマップ密度ビュー モード

# UICommands.EditorViewportCommands,LightmapDensityMode_ToolTip
source: Renders the scene with lightmap density visualization
ja: ライトマップ密度を可視化させたシーンを描画

# UICommands.EditorViewportCommands,LitMode
source: Lit View Mode
ja: ライティングありビュー モード

# UICommands.EditorViewportCommands,LitMode_ToolTip
source: Renders the scene with normal lighting
ja: 標準ライティングでシーンを描画

# UICommands.EditorViewportCommands,LODColorationMode
source: LOD Coloration View Mode
ja: LOD 色分けビューモード

# UICommands.EditorViewportCommands,Perspective_ToolTip
source: Switches the viewport to perspective view
ja: ビューポートをパースペクティブ ビューに切り替える

# UICommands.EditorViewportCommands,ReflectionOverrideMode
source: Reflections View Mode
ja: 反射ビューモード

# UICommands.EditorViewportCommands,ReflectionOverrideMode_ToolTip
source: Renders the scene with reflections only
ja: リフレクションのみでシーンを描画

# UICommands.EditorViewportCommands,RelativeCoordinateSystem_Local
source: Local-relative Transform
ja: ローカル軸に基づいてトランスフォーム

# UICommands.EditorViewportCommands,RelativeCoordinateSystem_Local_ToolTip
source: Move and rotate objects relative to the object's local axes
ja: オブジェクトのローカル軸と相対的にオブジェクトを移動、回転

# UICommands.EditorViewportCommands,RelativeCoordinateSystem_World
source: World-relative Transform
ja: ワールド軸に基づいてトランスフォーム

# UICommands.EditorViewportCommands,RelativeCoordinateSystem_World_ToolTip
source: Move and rotate objects relative to the cardinal world axes
ja: 主要なワールド軸と相対的にオブジェクトを移動、回転

# UICommands.EditorViewportCommands,Right_ToolTip
source: Switches the viewport to right view
ja: ビューポートを右ビューに切り替える

# UICommands.EditorViewportCommands,RotateMode
source: Rotate Mode
ja: 回転モード

# UICommands.EditorViewportCommands,RotateMode_ToolTip
source: Select and rotate objects
ja: オブジェクトを選択して回転
