Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# SSCSEditor,DropActionToolTip_DropMakeNewRootNode
source: Drop here to make {0} the new root.
es: Soltar aquí para hacer de {0} la raíz nueva.
ja: ここにドロップして {0} を新規ルートとして作成
pt_br: Solte aqui para tornar {0} a nova raiz.
zh_cn: 放置到这里来使 {0} 成为新的根组件

# SSCSEditor,DropActionToolTip_DropMakeNewRootNodeAndDelete
source: Drop here to make {0} the new root. The default root will be deleted.
ja: ここにドロップして {0} を新規ルートに作成します。デフォルトルートは削除されます。
zh_cn: 放置到这里来使得{0}为新的根节点。默认根节点将会被删除。

# SSCSEditor,DropActionToolTip_DropMakeNewRootNodeFromCopy
source: Drop here to copy {0} to a new variable and make it the new root.
es: Soltar aquí para copiar {0} a una nueva variable y convertirla en la nueva raíz.
ja: ここにドロップして {0} を新規変数にコピーして、新規ルートを作成
pt_br: Solte aqui para copiar {0} para uma nova variável e torná-lo a nova raiz.
zh_cn: 放置到这里来复制{0}到一个新变量，并使它成为新的根组件。

# SSCSEditor,DropActionToolTip_DropMakeNewRootNodeFromCopyAndDelete
source: Drop here to copy {0} to a new variable and make it the new root. The default root will be deleted.
ja: ここにドロップして {0} を新規変数にコピーして新規ルートを作成します。デフォルトルートは削除されます。
zh_cn: 放置到这里来复制{0}到新变量，并使它成为新的根节点。默认根节点将删除。

# SSCSEditor,DropActionToolTip_Error_CannotAssignMultipleRootNodes
source: Cannot replace the scene root with multiple components. Please select only a single component and try again.
es: No puede reemplazar la raíz de la escena con componentes múltiples. Por favor, seleccione solo un componente único e inténtelo de nuevo.
ja: シーンのルートは複数コンポーネントと置換できません。コンポーネントを1つだけ選択してやり直してください。
pt_br: Não é possível substituir a raiz da cena por vários componentes. Selecione somente um único componente e tente novamente.
zh_cn: 不能使用多个组件替换场景根项。请仅选择一个组件，并重试。

# SSCSEditor,DropActionToolTip_Error_CannotAttachCPPAdded
source: Cannot attach to components added in post-construction C++ code.
ja: ポストコンストラクションC++ コードで追加したコンポーネントに親子付けできません。
zh_cn: 无法附加到以后构建的C++代码形式而添加的组件。

# SSCSEditor,DropActionToolTip_Error_CannotAttachStatic
source: Cannot attach Static components to movable ones.
es: No se pueden acoplar componentes estáticos a los movibles.
ja: ムーバブルコンポーネントにスタティックコンポーネントを親子付けできません
pt_br: Não é possível anexar componentes Estáticos a componentes móveis.
zh_cn: 不能将静态组件附加到可移动的组件上。

# SSCSEditor,DropActionToolTip_Error_CannotAttachStationary
source: Cannot attach Stationary components to movable ones.
es: No se pueden acoplar componentes inmobles a los movibles.
ja: ムーバブルコンポーネントにステーショナリーコンポーネントを親子付けできません
pt_br: Não é possível anexar componentes Estacionários a componentes móveis.
zh_cn: 不能将固定组件附加到可移动的组件上。

# SSCSEditor,DropActionToolTip_Error_CannotAttachToChild
source: Cannot attach {0} to one of its children.
es: No se puede adjuntar {0} a uno de sus hijos.
ja: {0} をいずれかの子に親子付けできません
pt_br: Não é possível anexar {0} a um de seus filhos.
zh_cn: 附加{0}到其子项。

# SSCSEditor,DropActionToolTip_Error_CannotAttachToChildWithMultipleSelection
source: Cannot attach the selected components here because it would result in {0} being attached to one of its children. Remove it from the selection and try again.
es: No puede adjuntar los componentes seleccionados aquí porque resultaría {0} al adjuntarse a uno de sus hijos. Elimínelo de la selección e inténtelo de nuevo.
ja: {0} が自身のいずれかの子に親子付けされてしまうため、選択したコンポーネントをここに親子付けできません。選択をクリアしてやり直してください。
pt_br: Não é possível anexar os componentes selecionados aqui, pois isso resultaria em {0} sendo anexado a um de seus filhos. Remova-o da seleção e tente novamente.
zh_cn: 不能在这里附加选中的组件，因为它会导致 {0} 附加到其子项上。从选中项中删除它并重试。

# SSCSEditor,DropActionToolTip_Error_CannotAttachToEditorOnly
source: Cannot attach game components to editor-only ones.
es: No se pueden acoplar los componentes del juego a los de solo edición.
ja: エディタ専用コンポーネントにゲームコンポーネントを親子付けできません
pt_br: Não é possível anexar componentes do jogo a componentes que são somente do editor.
zh_cn: 不能将游戏组件附加到仅针对编辑器的组件上。

# SSCSEditor,DropActionToolTip_Error_CannotAttachToSelf
source: Cannot attach {0} to itself.
es: No se puede adjuntar {0} a sí mismo.
ja: {0} を自身に親子付けできません
pt_br: Não é possível anexar {0} a si mesmo.
zh_cn: 附加{0}到其自身。

# SSCSEditor,DropActionToolTip_Error_CannotAttachToSelfWithMultipleSelection
source: Cannot attach the selected components here because it would result in {0} being attached to itself. Remove it from the selection and try again.
es: No puede adjuntar los componentes seleccionados aquí porque resultaría {0} al adjuntarse a sí mismo. Elimínelo de la selección e inténtelo de nuevo.
ja: {0} が自身に親子付けされてしまうため、選択したコンポーネントをここに親子付けできません。選択をクリアしてやり直してください。
pt_br: Não é possível anexar os componentes selecionados aqui, pois isso resultaria em {0} sendo anexado a si. Remova-o da seleção e tente novamente.
zh_cn: 不能在这里附加选中的组件，因为这会导致{0}附加到其自身上。从选中项中删除它并重试。

# SSCSEditor,DropActionToolTip_Error_CannotAttachUCSAdded
source: Cannot attach to components added in the Construction Script.
ja: コンストラクションスクリプトで追加したコンポーネントに親子付けできません。
zh_cn: 无法附加到在构建脚本中添加的组件。

# SSCSEditor,DropActionToolTip_Error_CannotReparent
source: The selected component cannot be moved.
es: EL componente seleccionado no se puede mover.
ja: 選択したコンポーネントは移動できません
pt_br: O componente selecionado não pode ser movido.
zh_cn: 不能移动选中的组件。

# SSCSEditor,DropActionToolTip_Error_CannotReparent_Inherited
source: The selected component is inherited and cannot be reordered here.
ja: 継承された選択コンポーネントはここで並べ替えはできません。
zh_cn: 选择的组件被继承并且无法在此处重新排序。

# SSCSEditor,DropActionToolTip_Error_CannotReparent_NotSceneComponent
source: The selected component is not a scene component and cannot be attached to other components.
ja: 選択コンポーネントはシーンコンポーネントではなく、他のコンポーネントに親子付けできません。
zh_cn: 选择的组件不是场景组件并且无法被附加于其它组件。

# SSCSEditor,DropActionToolTip_Error_CannotReparentEditorOnly
source: Cannot re-parent game components under editor-only ones.
es: No se pueden volver a enlazar a un padre los componentes del juego bajo los de solo edición.
ja: エディタ専用コンポーネントの使用中はゲームコンポーネントの親を変更できません
pt_br: Não é possível reierarquizar componentes do jogo sob componentes somente do editor.
zh_cn: 不能在仅针对编辑器的组件下重新设置游戏组件的父项。

# SSCSEditor,DropActionToolTip_Error_CannotReparentMultiple
source: One or more of the selected components cannot be attached.
ja: 1つ以上の選択コンポーネントは親子付けできません。
zh_cn: 无法附加一个或多个选择的组件。

# SSCSEditor,DropActionToolTip_Error_CannotReparentNonMovable
source: Cannot replace a non-movable scene root with a movable component.
es: No puede reemplazar una escena no movible con un componente movible.
ja: 非ムーバブルシーンのルートはムーバブルコンポーネントと置換できません
pt_br: Não é possível substituir uma raiz de cena não móvel por um componente móvel.
zh_cn: 不能使用可移动的组件替换不可移动的场景根项。

# SSCSEditor,DropActionToolTip_Error_CannotReparentRootNode
source: The root component in this Blueprint is inherited and cannot be replaced.
ja: 継承されたこのブループリントのルートコンポーネントは置換できません。
zh_cn: 此蓝图中的根组件被继承并且无法被替换。

# SSCSEditor,DropActionToolTip_Error_NotAttachable
source: Cannot attach to this component.
es: No se puede acoplar a este componente.
ja: このコンポーネントに親子付けできません
pt_br: Não é possível anexar a esse componente.
zh_cn: 不能附加到这个组件上。

# SSCSEditor,DropActionToolTip_Error_NotAttachable_NotSceneComponent
source: Cannot attach to this component as it is not a scene component.
ja: シーンコンポーネントではないためこのコンポーネントは親子付けできません
zh_cn: 由于此组件不为场景组件，故无法附加到此组件。

# SSCSEditor,DropActionToolTip_Error_TooManyAttachments
source: Unable to attach {0} to {1}.
es: Imposible acoplar {0} a {1}.
ja: {0} を {1} へ親子付けできません
pt_br: Não foi possível anexar {0} a {1}.
zh_cn: 不能附加{0}到 {1}。

# SSCSEditor,DropActionToolTip_FriendlyError_DragToAComponent
source: Drag to another component in order to attach to that component or become the root component. Drag to a Blueprint graph in order to drop a reference.
ja: コンポーネントに親子付けまたはルートコンポーネントにするために別のコンポーネントへドラッグ リファレンスをドロップするためにブループリントグラフへドラッグ
zh_cn: 拖曳到另一组件以附加于该组件，或成为根组件。 拖曳到蓝图图表以放置引用。

# SSCSEditor,DropActionToolTip_MakeNewRootNode
source: Make {0} the new root.
es: Hacer {0} la nueva raíz.
ja: {0} を新規ルートとして作成
pt_br: Torna {0} a nova raiz.
zh_cn: 指定 {0}为新的根组件。

# SSCSEditor,DropActionToolTip_MakeNewRootNodeAndDelete
source: Make {0} the new root. The default root will be deleted.
ja: {0} を新規ルートに作成します。デフォルトルートは削除されます。
zh_cn: 使得{0}为新的根节点。默认根节点将会被删除。

# SSCSEditor,DropActionToolTip_MakeNewRootNodeFromCopy
source: Copy {0} to a new variable and make it the new root.
es: Copiar {0} a una variable nueva y crearla en la raíz nueva.
ja: {0} を新規変数にコピーして、新規ルートを作成
pt_br: Copiar {0} para uma nova variável e torná-lo a nova raiz.
zh_cn: 复制{0}到一个新变量，并使它成为新的根组件。

# SSCSEditor,DropActionToolTip_MakeNewRootNodeFromCopyAndDelete
source: Copy {0} to a new variable and make it the new root. The default root will be deleted.
ja: {0} を新規変数へコピーして新規ルートを作成します。デフォルトルートは削除されます。
zh_cn: 复制{0}到新变量，使它成文新的根节点。默认根节点将删除。

# SSCSEditor,DropAssetToAddComponent
source: Drop asset here to add a component.
ja: ここにアセットをドロップしてコンポーネントを追加
zh_cn: 在此处放置资源以添加组件。

# SSCSEditor,DuplicateComponent
source: Duplicate Component
es: Duplicar componente
ja: 複製するコンポーネント
pt_br: Duplicar Componente
zh_cn: 复制组件

# SSCSEditor,DuplicateComponents
source: Duplicate Components
es: Duplicar componentes
ja: 複製するコンポーネント
pt_br: Duplicar Componentes
zh_cn: 复制组件

# SSCSEditor,EditBlueprintMenu_ExistingBlueprintHeader
source: Existing Blueprint
ja: 既存ブループリント
zh_cn: 已存的蓝图

# SSCSEditor,EditBlueprintMenu_InstanceHeader
source: Instance modifications
ja: インスタンス変更
zh_cn: 实例修改

# SSCSEditor,ErrorNoMobilityTooltip
source: Invalid component
ja: 不正なコンポーネント
zh_cn: 无效组件

# SSCSEditor,GetDisplayNameNotOverridden
source: GetDisplayName not overridden
ja: オーバーライドされないGetDisplayName
zh_cn: 未重载GetDisplayName

# SSCSEditor,InheritedBlueprintComponent
source: Inherited (Blueprint)
ja: 継承した (ブループリント)
zh_cn: 继承(Blueprint)

# SSCSEditor,InheritedDefaultSceneRootToolTip
source: This is the default scene root component. It cannot be copied, renamed or deleted. It has been inherited from the parent class, so its properties cannot be edited here. New scene components will automatically be attached to it.
ja: デフォルトのシーンルートコンポーネントです。コピー、名前変更、または削除はできません。 親クラスから継承されたため、プロパティをここで編集することはできません。 新規シーンコンポーネントは自動的にこのコンポーネントに親子付けされます。
zh_cn: 这是默认的场景根组件。无法对其进行复制、重命名或删除操作。 它是从父类继承而来的，所以无法在此处编辑其属性。 新场景组件将自动附加到它上面。

# SSCSEditor,InheritedNativeComponent
source: Inherited (C++)
ja: 継承した (C++)
zh_cn: 继承(C++)

# SSCSEditor,IntroducedInCPPErrorFmt
source: {0} (via C++ code)
ja: {0} （C++ コード経由）
zh_cn: {0} (通过C++代码)

# SSCSEditor,IntroducedInNativeError
source: Unknown native source (via C++ code)
ja: 不明なネイティブソース（C++コード使用）
zh_cn: 未知native源码（通过C++代码）

# SSCSEditor,IntroducedInNoTemplateError
source: [no component template found]
ja: [コンポーネントテンプレートが見つかりません]
zh_cn: [没有找到组件模板]

# SSCSEditor,IntroducedInThisActorInstanceTooltip
source: this actor instance
ja: このアクタインスタンス
zh_cn: 此actor实例

# SSCSEditor,IntroducedInThisBPTooltip
source: this class
ja: このクラス
zh_cn: 此类

# SSCSEditor,IntroducedInUCSErrorFmt
source: {0} (via an Add Component call)
ja: {0} （Add コンポーネント コール経由）
zh_cn: {0} (通过添加组件调用)

# SSCSEditor,IntroducedInUnknownError
source: Unknown Blueprint Class (via an Add Component call)
ja: 不明なブループリント （Add コンポーネント コール経由）
zh_cn: 未知蓝图类（通过添加组件的调用）

# SSCSEditor,InvalidMultiDropTarget
source: Cannot replace node with multiple nodes
ja: ノードを複数ノードと置換できません
zh_cn: 不能使用多节点替换节点

# SSCSEditor,LoadingAsset
source: Loading Asset {0}
ja: アセット {0} をロード中
zh_cn: 正在载入资源{0}

# SSCSEditor,LoadingAssets
source: Loading Asset(s)
ja: アセットをロード中
zh_cn: 正在载入资源

# SSCSEditor,MakeNewSceneRoot
source: Make New Scene Root
es: Crear raíz de escena nueva
ja: 新規シーンルートを作成
pt_br: Criar Nova Raiz de Cena
zh_cn: 指定新的场景根组件

# SSCSEditor,NativeComponentFormatString
source: {0} (Inherited)
ja: {0} (継承)
zh_cn: {0} (继承)

# SSCSEditor,NativeToolTip
source: Native
es: Nativo
ja: ネイティブ
pt_br: Nativo
zh_cn: 原生

# SSCSEditor,NoMobilityTooltip
source: Non-scene component
ja: 無意味なコンポーネント
zh_cn: 非场景组件

# SSCSEditor,OpenBlueprintEditor
source: Open Blueprint Editor
ja: ブループリントエディタを開く
zh_cn: 打开蓝图编辑器

# SSCSEditor,OpenBlueprintEditor_ToolTip
source: Opens the blueprint editor for this asset
ja: このアセットに対しブループリントエディタを開く
zh_cn: 打开此资源的蓝图编辑器

# SSCSEditor,OpenBlueprintEditorScriptMode
source: Add or Edit Script
ja: スクリプトを追加または編集
zh_cn: 添加或编辑脚本

# SSCSEditor,OpenBlueprintEditorScriptMode_ToolTip
source: Opens the blueprint editor for this asset, showing the event graph
ja: イベントグラフを表示しながらこのアセットに対しブループリントエディタを開く
zh_cn: 打开此资源的蓝图编辑器，显示事件图表

# SSCSEditor,PasteComponents
source: Paste Component(s)
es: Pegar componente(s)
ja: コンポーネントを貼り付け
pt_br: Colar Componente(s)
zh_cn: 粘帖组件

# SSCSEditor,PromoteToBlueprint
source: Blueprint/Add Script
ja: ブループリント/スクリプトを追加
zh_cn: 蓝图/添加脚本

# SSCSEditor,PromoteToBluerprintTooltip
source: Converts this actor into a reusable Blueprint Class that can have script behavior
ja: このアクタをスクリプトビヘイビアを設定できる再利用可能なブループリントクラスに変換する
zh_cn: 转换此actor为可反复使用的具有脚本行为的蓝图类

# SSCSEditor,PushChangesToBlueprint
source: Apply Instance Changes to Blueprint
ja: インスタンス変更をブループリントに適用
zh_cn: 应用实例变更到蓝图

# SSCSEditor,PushOneToBlueprintDefaults_ApplySuccess
source: Updated Blueprint {BlueprintName} (1 property change applied from actor {ActorName}).
ja: ブループリント {BlueprintName} を更新しました（アクタ {ActorName} から1つのプロパティ変更を適用）
zh_cn: 更新的蓝图{BlueprintName}（从actor {ActorName}已应用了1个属性变更)。

# SSCSEditor,PushOneToBlueprintDefaults_ToolTip
source: Click to apply 1 changed property to the Blueprint.
ja: クリックして変更したプロパティ1つをブループリントに適用する
zh_cn: 点击以应用1个变更的属性到蓝图。

# SSCSEditor,PushToBlueprintDefaults_ApplySuccess
source: Updated Blueprint {BlueprintName} ({NumChangedProperties} property changes applied from actor {ActorName}).
ja: アクタ {ActorName} から適用した最新のブループリント {BlueprintName} ({NumChangedProperties} プロパティ変更
zh_cn: 更新的蓝图{BlueprintName}（从actor {ActorName}已应用了{NumChangedProperties}个属性变更）。

# SSCSEditor,PushToBlueprintDefaults_ToolTip
source: Click to apply {0} changed properties to the Blueprint.
ja: クリックして変更したプロパティ {0} つをブループリントに適用する
zh_cn: 点击以应用{0}个变更的属性到蓝图。

# SSCSEditor,PushToBlueprintDefaults_Transaction
source: Apply Changes to Blueprint
ja: 変更をブループリントに適用
zh_cn: 应用变更到蓝图

# SSCSEditor,RemoveComponents
source: Remove Components
ja: コンポーネントを取り除く
zh_cn: 移除组件

# SSCSEditor,RenameFailed_ExistingName
source: Another component already has the same name.
ja: 別のコンポーネントが既に同じ名前を使用しています
zh_cn: 另一组件已具有相同名称。

# SSCSEditor,ResetOneToBlueprintDefaults_ApplySuccess
source: Reset {ActorName} (1 property change applied from Blueprint {BlueprintName}).
ja: {ActorName} をリセット（ブループリント {BlueprintName} から1つのプロパティ変更を適用しました）
zh_cn: 重设{ActorName} (从蓝图{BlueprintName}应用1属性变更)。

# SSCSEditor,ResetOneToBlueprintDefaults_ToolTip
source: Click to reset 1 changed property to its Blueprint default value.
ja: クリックして変更したプロパティ1つをブループリントのデフォルト値にリセットする
zh_cn: 点击以重置1个变更的属性为其蓝图默认值。

# SSCSEditor,ResetToBlueprintDefaults_ApplySuccess
source: Reset {ActorName} ({NumChangedProperties} property changes applied from Blueprint {BlueprintName}).
ja: ブループリント {BlueprintName}) から適用した {ActorName} ({NumChangedProperties} プロパティをリセットする
zh_cn: 重设{ActorName} (从蓝图{BlueprintName}应用{NumChangedProperties}项属性变更)。

# SSCSEditor,ResetToBlueprintDefaults_Failed
source: No properties were reset
ja: プロパティはリセットされませんでした
zh_cn: 未重置属性

# SSCSEditor,ResetToBlueprintDefaults_ToolTip
source: Click to reset {0} changed properties to their Blueprint default values.
ja: クリックして変更したプロパティ {0} つをブループリントのデフォルト値にリセットする
zh_cn: 点击以重置{0}个变更的属性为其蓝图默认值。

# SSCSEditor,ResetToBlueprintDefaults_Transaction
source: Reset to Class Defaults
ja: クラスデフォルト値にリセット
zh_cn: 重设为类默认值

# SSCSEditor,ResetToDefault
source: Reset Instance Changes to Blueprint Default
ja: インスタンス変更をブループリントのデフォルト値にリセット
zh_cn: 重设实例变更为蓝图默认值

# SSCSEditor,SceneRootNodeDropActionContextMenu
source: Drop Actions
es: Acciones para soltar
ja: アクションをドロップ
pt_br: Ações de Soltar
zh_cn: 放置动作

# SSCSEditor,SCSEditorAddMultipleNodes
source: Add Component Nodes
ja: コンポーネント ノードを追加
zh_cn: 添加组件节点

# SSCSEditor,ThisBlueprintAddedComponent
source: This Blueprint
ja: このブループリント
zh_cn: 此蓝图

# SSCSEditor,ThisInstanceAddedComponent
source: This actor instance
ja: このアクタインスタンス
zh_cn: 此actor实例

# SSCSEditor,TooltipAddType
source: Source
ja: ソース
zh_cn: 源

# SSCSEditor,UnknownMobilityTooltip
source: Component with unknown mobility
ja: 不明なモビリティ（移動性）のコンポーネント
zh_cn: 具有未知可移动性的组件

# SSCSEditor,UnnamedToolTip
source: Unnamed
es: Sin nombre
ja: 無名
pt_br: Sem nome
zh_cn: 未命名

# SSCSEditor,ViewEvent_ToolTipFor
source: {0} for {1}
es: {0} para {1}
ja: ({1}) の {0}
pt_br: {0} para {1}
zh_cn: {1}的{0}

# SSCSEditor,ViewEventHeader
source: View Existing Events
es: Ver los eventos existentes
ja: 既存イベントを表示
pt_br: Ver Eventos existentes
zh_cn: 查看现有事件

# SSCSSocketManagerEditor,CreateSocket
source: Create Socket
es: Crear punto de acople
ja: ソケットを作成
pt_br: Criar Soquete
zh_cn: 创建插槽

# SSCSSocketManagerEditor,DeleteSocket
source: Delete Socket
es: Eliminar punto de acople
ja: ソケットを削除
pt_br: Excluir Soquete
zh_cn: 删除插槽

# StaticMeshEditor,DeleteSocket
source: Delete Socket
es: Eliminar puntos de acople
ja: ソケットを削除
pt_br: Excluir Soquete
zh_cn: 删除插槽

# SSCSSocketManagerEditor,NoSocketSelected
source: Select a Socket
ja: ソケットを選択
zh_cn: 选择一个插槽

# SSCSSocketManagerEditor,SetSocketName
source: Set Socket Name
es: Ajustar nombre del punto de acople
ja: ソケット名を設定
pt_br: Definir Nome do Soquete
zh_cn: 设置插槽名称

# SSCSSocketManagerEditor,SocketHeader_TotalFmt
source: {0} sockets
ja: {0} ソケット
zh_cn: {0}个插槽

# SSCSSocketManagerEditor,SocketManager_DuplicateSocket
source: Duplicate Socket
es: Duplicar punto de acople
ja: ソケットを複製
pt_br: Duplicar Soquete
zh_cn: 复制插槽

# StaticMeshEditor,DuplicateSocket
source: Duplicate Socket
es: Duplicar punto de acople
ja: ソケットを複製
pt_br: Duplicar Soquete
zh_cn: 复制插槽

# SSequencerLabelListRow,AllTracksLabel
source: All Tracks
ja: すべてのトラック
zh_cn: 所有轨道

# SSkeletonTree,AttachedAssetPreviewText
source: [Preview Only]
es: [Solo en vista preliminar]
ja: [プレビュー専用]
pt_br: [Somente Visualização]
zh_cn: [仅供预览]

# SSkeletonTree,AttachedAssetPreviewText_ToolTip
source: Attached assets in Persona are preview only and do not carry through to the game.
es: Activos acoplados en el perfil solo se puede ver en la vista preliminar y no se transferir al juego.
ja: ペルソナで親子付けしたアセットはプレビューのみが可能でゲーム内では実行されません
pt_br: Ativos anexados no Persona são somente para visualização e não são transportados para o jogo.
zh_cn: 角色编辑器中的附加资源仅用于预览，不会在游戏中运行。

# SSkeletonTree,AttachedAssetsActionsHeader
source: Attached Assets Actions
es: Acciones de activos acoplados
ja: 親子付けしたアセットのアクション
pt_br: Ações de Ativos Anexados
zh_cn: 附加的资源操作

# SSkeletonTree,AttachNewAsset
source: Add Preview Asset
es: Añadir activo de la vista preliminar
ja: プレビューアセットを追加
pt_br: Adicionar Ativo de Visualização
zh_cn: 添加预览资源

# SSkeletonTree,AttachNewAsset_ToolTip
source: Attaches an asset to this part of the skeleton. Assets can also be dragged onto the skeleton from a content browser to attach
es: Acopla un activo a esta parte del esqueleto. Los activos también se pueden arrastrar hasta el esqueleto desde un buscador de contenido para acoplarlos.
ja: スケルトンのこの領域にアセットを親子付けします。アセットはコンテンツブラウザからスケルトン上へドラッグして親子付けすることもできます。
pt_br: Anexa um ativo a essa parte do esqueleto. Ativos também podem ser arrastados para o esqueleto a partir de um navegador de conteúdo para anexar
zh_cn: 附加一个资源到骨架的这部分上。也可以从内容浏览器中拖拽资源到骨架上来进行附加

# SSkeletonTree,BlendProfileContextOptions
source: Blend Profile
ja: ブレンドプロファイル
zh_cn: 混合概述文件

# SSkeletonTree,BoneActions
source: Selected Bone Actions
es: Acciones del hueso seleccionado
ja: 選択したボーンのアクション
pt_br: Ações do Osso Selecionado
zh_cn: 选中的骨骼操作

# SSkeletonTree,BoneFilterMenuAll
source: All Bones
es: Todos los huesos
ja: 全てのボーン
pt_br: Todos os Ossos
zh_cn: 所有骨骼

# UICommands.PhATCommands,HierarchyFilterAll
source: All Bones
ja: すべてのボーン

# SSkeletonTree,BoneFilterMenuHidden
source: Bones Hidden
es: Huesos ocultos
ja: 非表示なボーン
pt_br: Ossos Ocultos
zh_cn: 隐藏的骨骼

# SSkeletonTree,BoneFilterMenuLOD
source: LOD Bones
ja: LODボーン
zh_cn: LOD骨骼

# SSkeletonTree,BoneFilterMenuMesh
source: Mesh Bones
es: Huesos de la malla
ja: メッシュボーン
pt_br: Ossos da Malha
zh_cn: 网格物体骨骼

# SSkeletonTree,BoneFilterMenuWeighted
source: Weighted Bones
es: Huesos con peso
ja: 重みの付いたボーン
pt_br: Ossos Ponderados
zh_cn: 加权的骨骼

# SSkeletonTree,BoneFilterToolTip
source: Change which types of bones and sockets are shown, retargeting options
ja: 表示するボーン、ソケットの種類、リターゲットオプションを変更

# SSkeletonTree,BoneReductionHeader
source: LOD Bone Reduction
es: Reducción del hueso de LOD
ja: LOD ボーンを削減
zh_cn: LOD 骨骼简化

# SSkeletonTree,BoneToolTipNoMeshAvailable
source: This bone exists only on the skeleton as there is no current mesh set
es: Este hueso solo existe en el esqueleto ya que no hay una malla ajustada
ja: 現行メッシュセットが無いため、ボーンはスケルトン上のみに存在します
pt_br: Esse osso existe somente no esqueleto, pois não há malha atualmente definida
zh_cn: 此骨骼仅在骨架上存在，因为未设置当前网格

# SSkeletonTree,BoneToolTipSkeletonAndMesh
source: This bone is used by the current mesh, but has no vertices weighted against it
es: Este hueso está en uso por la malla actual, pero no tiene vértices
ja: このボーンは現行メッシュで使用していますが、ボーンに対して重みが付けられた頂点がありません
pt_br: Esse osso é usado na malha atual, mas não tem vértices ponderados em relação a ele
zh_cn: 此骨骼正由当前网格使用，但无顶点权重

# SSkeletonTree,BoneToolTipSkeletonOnly
source: This bone exists only on the skeleton, but not on the current mesh
es: Este hueso solo existe en el esqueleto, pero no en la malla actual
ja: ボーンはスケルトン上のみに存在し、最新のメッシュセットには存在しません
pt_br: Esse osso existe somente no esqueleto, mas não na malha atual
zh_cn: 此骨骼仅存在于骨架上，但并不在当前网格上

# SSkeletonTree,BoneToolTipWeighted
source: This bone has vertices weighted against it
es: Este hueso tiene vértices pesados contra él
ja: このボーンにウェイト付けされた頂点があります
pt_br: Esse osso tem vértices ponderados em relação a ele
zh_cn: 此骨骼有顶点权重

# SSkeletonTree,BoneTranslationRetargetingAnimationRelativeToolTip
source: Use relative translation from animation similar to an additive animation.
ja: 加算アニメーションと類似したアニメーションから相対的に移動を使用
zh_cn: 使用类似叠加动画的动画的相对平移

# SSkeletonTree,BoneTranslationRetargetingAnimationScaledToolTip
source: Use translation from animation, scale length by Skeleton's proportions.
es: Usar la traslación de la animación, la longitud de escala según las proporciones del esqueleto.
ja: アニメーションからの移動、スケルトンの比率に基づいて拡大・縮小の長さを使用する
pt_br: Usar a translação da animação, escalonar o comprimento de acordo com as proporções do Esqueleto.
zh_cn: 使用动画的平移，根据骨架的比例缩放长度。

# SSkeletonTree,BoneTranslationRetargetingAnimationToolTip
source: Use translation from animation.
es: Usar traslación de la animación.
ja: アニメーションから移動を使用
pt_br: Usar a translação da animação.
zh_cn: 使用动画平移。

# SSkeletonTree,BoneTranslationRetargetingHeader
source: Bone Translation Retargeting
es: Volver a enlazar a la meta de la traslación del hueso
ja: ボーンのトランスレーションのリターゲティング
pt_br: Redirecionamento da Translação do Osso
zh_cn: 骨骼平移重定向

# SSkeletonTree,BoneTranslationRetargetingModeMenuHeading
source: Bone Translation Retargeting Mode
es: Modo para volver a enlazar a la meta de la traslación del hueso
ja: ボーン移動のリターゲットモード
pt_br: Modo de Redirecionamento da Translação do Osso
zh_cn: 骨骼平移重定向模式

# SSkeletonTree,BoneTranslationRetargetingSkeletonToolTip
source: Use translation from Skeleton.
es: Usar traslación del esqueleto.
ja: スケルトンから移動を使用
pt_br: Usar a translação do Esqueleto.
zh_cn: 使用骨架的平移。

# SSkeletonTree,CustomizedSuffix
source: [Mesh]
ja: [メッシュ]

# SSkeletonTree,MeshSuffix
source: [Mesh Only]
ja: [メッシュのみ]

# SSkeletonTree,RemoveAllAttachedAssets_ToolTip
source: Removes all the attached assets from the skeleton and mesh.
es: Elimina todos los activos seleccionados del esqueleto y la malla.
ja: スケルトンとメッシュから親子付けしたすべてのアセットを取り除く
pt_br: Remove todos os ativos anexados do esqueleto e da malha.
zh_cn: 从骨架和网格物体上删除所有的附加资源。

# SSkeletonTree,RenameSocket_Tooltip
source: Rename this socket
es: Cambiar el nombre de este punto de acople
ja: ソケット名を変更
pt_br: Renomear esse soquete
zh_cn: 重命名该插槽
