Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# A3Nodes,AddNewStateMachine
source: Add New State Machine...
es: Añadir nuevo estado de máquina...
ja: 新規のステートマシーンを追加...
pt_br: Adicionar Nova Máquina de Estado...
zh_cn: 添加新状态机...

# A3Nodes,AimOffsetFullTitle
source: {BlendSpaceName} AimOffset
ja: {BlendSpaceName} エイムオフセット
zh_cn: {BlendSpaceName} 目标偏移

# A3Nodes,AimOffsetListTitle
source: AimOffset '{BlendSpaceName}'
ja: アニムオフセット '{BlendSpaceName}'
zh_cn: 目标偏移 '{BlendSpaceName}'

# A3Nodes,Animation
source: Animations
ja: アニメーション
zh_cn: 动画

# AnimGraphNode_BlendSpaceBase,Animation
source: Animations
ja: アニメーション
zh_cn: 动画

# SkeletonNotifyDetails,AnimationsLabel
source: Animations
es: Animaciones
ja: アニメーション
pt_br: Animações
zh_cn: 动画

# UMG,Animations_ViewMenu_Desc
source: Animations
ja: アニメーション
zh_cn: 动画

# UMG,AnimationsTabLabel
source: Animations
ja: アニメーション
zh_cn: 动画

# A3Nodes,AnimGraphNode_ApplyAdditive_Title
source: Apply Additive
es: Aplicar aditivo
ja: 加算を適用
pt_br: Aplicar Aditiva
zh_cn: 应用叠加型姿势

# A3Nodes,AnimGraphNode_ApplyAdditive_Tooltip
source: Apply additive animation to normal pose
es: Aplicar animación aditiva a la posición normal
ja: 加算アニメーションを通常のポーズに適用
pt_br: Aplicar animação aditiva à pose normal
zh_cn: 给正常姿势应用叠加型动画

# A3Nodes,AnimGraphNode_ApplyMeshSpaceAdditive_Title
source: Apply Mesh Space Additive
ja: メッシュ空間 加算
zh_cn: 应用网格物体空间叠加型动画

# A3Nodes,AnimGraphNode_ApplyMeshSpaceAdditive_Tooltip
source: Apply mesh space additive animation to normal pose
ja: メッシュ空間 加算アニメーションを通常ポーズに適用
zh_cn: 应用网格物体空间叠加型动画到标准姿势

# A3Nodes,AnimGraphNode_BlendListByInt_Title
source: Blend Poses by int
es: Combinar posiciones por entero
ja: 整数値でのブレンドポーズ
pt_br: Poses da Mistura por int
zh_cn: 按整型混合姿势

# A3Nodes,AnimGraphNode_BlendListByInt_Tooltip
source: Blend List (by int)
es: Combinar lista (por entero)
ja: 整数値でのブレンドリスト
pt_br: Lista de Mistura (por int)
zh_cn: 混合列表(按整型)

# A3Nodes,AnimGraphNode_ComponentToLocalSpace_Title
source: Component To Local
es: Componente a local
ja: コンポーネントからローカルへ
pt_br: Componente para Local
zh_cn: 组件空间姿势到本地姿势

# A3Nodes,AnimGraphNode_ComponentToLocalSpace_Tooltip
source: Convert Component Space Pose to Local Pose
es: Convertir posición espacial del componente a posición local
ja: コンポーネントスペースポーズをローカルポーズへ変換
pt_br: Converter Pose no Espaço do Componente para Pose Local
zh_cn: 将组件空间姿势转换为本地姿势

# A3Nodes,AnimGraphNode_CopyBone_ListTitle
source: {ControllerDescription} - Source Bone: {SourceBoneName} - Target Bone: {TargetBoneName}
ja: {ControllerDescription} - ソースボーン: {SourceBoneName} - ターゲットボーン: {TargetBoneName}
zh_cn: {ControllerDescription} - 源骨骼: {SourceBoneName} - 目标骨骼: {TargetBoneName}

# A3Nodes,AnimGraphNode_CopyBone_Title
source: {ControllerDescription} Source Bone: {SourceBoneName} Target Bone: {TargetBoneName}
es: {ControllerDescription} Hueso fuente: {SourceBoneName} Hueso destino: {TargetBoneName}
ja: {ControllerDescription} ソースボーン {SourceBoneName} ターゲットボーン: {TargetBoneName}
pt_br: {ControllerDescription} Osso de Origem: {SourceBoneName} Osso de Destino: {TargetBoneName}
zh_cn: {ControllerDescription} 源骨骼: {SourceBoneName} 目标骨骼: {TargetBoneName}

# A3Nodes,AnimGraphNode_CopyBone_Tooltip
source: The Copy Bone control copies the Transform data or any component of it - i.e. Translation, Rotation, or Scale - from one bone to another.
es: El control de copia de hueso copia los datos de transformación o cualquier componente del mismo, p. ej. la traslación, rotación, o escala, de un hueso a otro.
ja: [ボーンをコピー] 制御は、変換データまたはボーンのいずれかのコンポーネントをコピーします。例えば、あるボーンから別のボーンへの移動、回転または拡大・縮小など
pt_br: O controle Copiar Osso copia os dados de Transformar ou qualquer componente dele – ou seja, Translação, Rotação ou Escala – de um osso para outro.
zh_cn: ‘复制骨骼’控制复制一个骨骼的变换数据或任何组件（也就是，平移、旋转或缩放）到另一个骨骼。

# A3Nodes,AnimGraphNode_CopyPoseFromMesh_Tooltip
source: The Copy Pose From Mesh node copies the pose data from another component to this. Only works when name matches.
ja: [メッシュからポーズをコピー] ノードは、別のコンポーネントからポーズ データをコピーします。名前が一致した場合にのみ機能します。
zh_cn: “从网格物体复制姿势”节点从另一个组件复制姿势数据到该组件。仅当命名匹配时才有效。

# A3Nodes,AnimGraphNode_CustomTransitionResult_Title
source: Custom Transition Blend Result
es: Resultado de combinación de transición personalizado
ja: カスタムトランジションブレンド結果
pt_br: Resultado de Mistura de Transição Personalizada
zh_cn: 自定义变换混合结果

# A3Nodes,AnimGraphNode_CustomTransitionResult_Tooltip
source: Result node for a custom transition blend graph
es: Nodo resultante para un gráfico combinado de transición personalizado
ja: カスタムトランジションブレンドグラフの結果ノード
pt_br: Nó resultante para um grafo de mistura de transição personalizada
zh_cn: 自定义变换混合图表的Result节点

# A3Nodes,AnimGraphNode_HandIKRetargeting_Tooltip
source: Handle re-targeting of IK Bone chain. Moves IK bone chain to meet FK hand bones, based on HandFKWeight (to favor either side). (0 = favor left hand, 1 = favor right hand, 0.5 = equal weight).
es: Manejar el enlazado de la cadena de huesos IK. Mover la cadena de huesos IK para juntarla con los huesos de la mano FK, utilizando HandFKWeight (para favorecer cualquier lado). (0 = a favor de la mano izquierda, 1 = a favor de la mando derecha, 0,5 = mismo peso).
ja: IKボーンチェインのリターゲットを扱う。FKハンドボーンに合うようにIKボーンチェインをハンドFKウェイトを元に動かす。(0 = 左手 1 = 右手 0.5 = 中間)
pt_br: Manipule o redirecionamento da cadeia de Ossos IK. Move a cadeia de ossos IK para ir de encontro com os ossos da mão FK, com base em HandFKWeight (para favorecer os lados). (0 = favorece a mão esquerda, 1 = a mão direita, 0.5 = valor igual).
zh_cn: 处理IK骨骼链的重定向。根据HandFKWeight（用于偏向左右两侧(0 = 偏向左手, 1 = 偏向右手, 0.5 = 均衡权重)）移动IK骨骼链来和FK手部骨骼相接

# A3Nodes,AnimGraphNode_IdentityPose_Title
source: Additive Identity Pose
es: Posición de identidad aditiva
ja: 加算固有ポーズ
pt_br: Pose de Identidade Aditiva
zh_cn: 叠加型标识姿势

# A3Nodes,AnimGraphNode_IdentityPose_Tooltip
source: Returns identity pose.
es: Vuelve a la posición de identidad.
ja: 固有ポーズへ戻る
pt_br: Retorna a pose de identidade.
zh_cn: 返回标识姿势。

# A3Nodes,AnimGraphNode_IKBone_ListTitle
source: {ControllerDescription} - Bone: {BoneName}
es: {ControllerDescription} - Hueso: {BoneName}
ja: {ControllerDescription} - ボーン: {BoneName}
pt_br: {ControllerDescription} - Osso: {BoneName}
zh_cn: {ControllerDescription} - 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_ModifyBone_ListTitle
source: {ControllerDescription} - Bone: {BoneName}
es: {ControllerDescription} - Hueso: {BoneName}
ja: {ControllerDescription} - ボーン: {BoneName}
pt_br: {ControllerDescription} - Osso: {BoneName}
zh_cn: {ControllerDescription} - 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_SpringBone_ListTitle
source: {ControllerDescription} - Bone: {BoneName}
es: {ControllerDescription} - Hueso: {BoneName}
ja: {ControllerDescription} - ボーン: {BoneName}
pt_br: {ControllerDescription} - Osso: {BoneName}
zh_cn: {ControllerDescription} - 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_Trail_ListTitle
source: {ControllerDescription} - Bone: {BoneName}
es: {ControllerDescription} - Hueso: {BoneName}
ja: {ControllerDescription} - ボーン: {BoneName}
pt_br: {ControllerDescription} - Osso: {BoneName}
zh_cn: {ControllerDescription} - 骨骼: {BoneName}

# AnimGraph_LookAt,AnimGraphNode_LookAt_ListTitle
source: {ControllerDescription} - Bone: {BoneName}
es: {ControllerDescription} - Hueso: {BoneName}
ja: {ControllerDescription} - ボーン: {BoneName}
pt_br: {ControllerDescription} - Osso: {BoneName}
zh_cn: {ControllerDescription} - 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_IKBone_Title
source: {ControllerDescription} Bone: {BoneName}
ja: {ControllerDescription} ボーン: {BoneName}
zh_cn: {ControllerDescription} 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_ModifyBone_Title
source: {ControllerDescription} Bone: {BoneName}
ja: {ControllerDescription} ボーン: {BoneName}
zh_cn: {ControllerDescription} 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_SpringBone_Title
source: {ControllerDescription} Bone: {BoneName}
ja: {ControllerDescription} ボーン: {BoneName}
zh_cn: {ControllerDescription} 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_Trail_Title
source: {ControllerDescription} Bone: {BoneName}
ja: {ControllerDescription} ボーン: {BoneName}
zh_cn: {ControllerDescription} 骨骼: {BoneName}

# AnimGraph_LookAt,AnimGraphNode_LookAt_Title
source: {ControllerDescription} Bone: {BoneName}
ja: {ControllerDescription} ボーン: {BoneName}
zh_cn: {ControllerDescription} 骨骼: {BoneName}

# A3Nodes,AnimGraphNode_LayeredBoneBlend_Title
source: Layered blend per bone
es: Combinación de capas por hueso
ja: ボーン毎のレイヤードブレンド
pt_br: Mistura em camadas por osso
zh_cn: 基于每个骨骼进行分层骨骼混合

# A3Nodes,AnimGraphNode_LayeredBoneBlend_Tooltip
source: Layered blend per bone
es: Combinación de capas por hueso
ja: ボーン毎のレイヤードブレンド
pt_br: Mistura em camadas por osso
zh_cn: 基于每个骨骼进行分层骨骼混合

# A3Nodes,AnimGraphNode_LegIK_Tooltip
source: IK node for multi-bone legs.
ja: 複数ボーンの足向けのIKノード

# A3Nodes,AnimGraphNode_LocalToComponentSpace_Title
source: Local To Component
es: Local a componente
ja: ローカルからコンポーネントへ
pt_br: Local para Componente
zh_cn: 本地姿势到组件空间姿势

# A3Nodes,AnimGraphNode_LocalToComponentSpace_Tooltip
source: Convert Local Pose to Component Space Pose
es: Convertir posición local a posición espacial del componente
ja: ローカルポーズをコンポーネントスペースポーズへ変換
pt_br: Converter Pose Local para Pose no Espaço do Componente
zh_cn: 将本地姿势转换为组件空间姿势

# A3Nodes,AnimGraphNode_MeshRefPose_Title
source: Mesh Space Ref Pose
es: Posición de referencia espacial de malla
ja: メッシュ スペース リファレンス ポーズ...
pt_br: Pose de Referência de Espaço da Malha
zh_cn: 网格物体空间参考姿势

# A3Nodes,AnimGraphNode_MeshRefPose_Tooltip
source: Returns mesh space reference pose.
es: Vuelve a la posición de referencia espacial de la malla.
ja: メッシュスペースのリファレンスポーズへ戻る
pt_br: Retorna a pose de referência do espaço da malha.
zh_cn: 返回网格物体空间参考姿势。

# A3Nodes,AnimGraphNode_ModifyBone_Tooltip
source: The Transform Bone node alters the transform - i.e. Translation, Rotation, or Scale - of the bone
es: El nodo de transformación de hueso altera la transformación, p. ej. la traslación, rotación o escala del hueso
ja: トランスフォーム ボーンノードはトランスフォームを修正します。例えばボーンの移動、回転、またはスケーリングなど
pt_br: O nó Transformar Osso altera a transformação – ou seja, Translação, Rotação ou Escala – do osso
zh_cn: 改变骨骼变换的Transform Bone节点 -也就是，平移、旋转或缩放

# A3Nodes,AnimGraphNode_RotationMultiplier_Tooltip
source: The Apply a Percentage of Rotation control drives the Rotation of a target bone at some specified percentage of the Rotation of another bone within the Skeleton.
es: La aplicación de un porcentaje de control de rotación lleva a cabo la rotación del hueso seleccionado en un porcentaje especifico de la rotación con respecto a otro hueso dentro del esqueleto.
ja: [回転率を適用] 制御は、スケルトン内の別のボーンの回転に指定されている割合でターゲットボーンの回転を操作します。
pt_br: O controle Aplicar uma porcentagem de Rotação aciona a Rotação de um osso de destino com uma porcentagem especificada da Rotação de outro osso no Esqueleto.
zh_cn: ‘应用一定比例的旋转’控制使得目标骨骼以骨架中另一骨骼旋转度的某个比分比进行旋转。

# A3Nodes,AnimGraphNode_SaveCachedPose_Title
source: Save cached pose '{NodeTitle}'
es: Guardar posición en caché '{NodeTitle}'
ja: キャッシュしたポーズを保存 '{NodeTitle}'
pt_br: Salvar pose em cachê '{NodeTitle}'
zh_cn: 保存缓存姿势 '{NodeTitle}'

# A3Nodes,AnimGraphNode_SpringBone_Tooltip
source: The Spring Controller applies a spring solver that can be used to limit how far a bone can stretch from its reference pose position and apply a force in the opposite direction.
es: El controlador del resorte emplea un solucionador de resorte que puede utilizarse para limitar la distancia hasta la que un hueso puede estirarse desde su posición de referencia, aplicando una fuerza en la dirección opuesta.
ja: [スプリングコントローラ] はボーンのリファレンスポーズ位置からボーンが伸縮可能な距離の制限を行うスプリングソルバを適用して、力を逆方向に適用します。
pt_br: O Controlador de Mola aplica um solucionador de mola que pode ser usado para limitar o quanto um osso pode esticar a partir de sua posição da pose de referência e aplicar uma força no sentido oposto.
zh_cn: 弹簧控制器应用一个弹力解算器，该弹力解算器用于限制一个骨骼可以从其参考姿势位置处拉伸的距离，并应用一个反方向的力。

# A3Nodes,AnimGraphNode_Trail_Tooltip
source: The Trail Controller.
ja: トレイルコントローラー
zh_cn: 踪迹控制器。

# A3Nodes,AnimGraphNode_TwoBoneIK_Tooltip
source: The Two Bone IK control applies an inverse kinematic (IK) solver to a 3-joint chain, such as the limbs of a character.
es: El control de dos huesos IK aplica un solucionador de cinemática inversa (IK) a una cadena de 3 uniones, como las extremidades de un personaje.
ja: [Two Bone IK] 制御は、キャラクターの手足など3Dジョイントチェーンにインバースキネマティクス(IK)ソルバを適用します
pt_br: O controle Dois Ossos IK aplica um solucionador de cinemática inversa (IK) a uma cadeia de três juntas, como os membros de um personagem.
zh_cn: Two Bone IK控制 给有 _三个关节_ 的骨骼链条(比如角色的四肢)应用一个逆运动(IK)解算器。

# A3Nodes,AnimGraphNode_UseCachedPose_Title
source: Use cached pose '{CachePoseName}'
es: Usar la posición en caché '{CachePoseName}'
ja: キャッシュしたポーズを使用 '{CachePoseName}'
pt_br: Usar pose armazenada em cachê '{CachePoseName}'
zh_cn: 使用缓存姿势 '{CachePoseName}'

# A3Nodes,AnimGraphNode_UseCachedPose_Tooltip
source: References an animation tree elsewhere in the blueprint, which will be evaluated at most once per frame.
es: Referencias a un árbol de animación en cualquier lugar del Blueprint, que será analizado al menos una vez por fotograma.
ja: ブループリントの他の場所でアニメーションツリーをリファレンスします。最大でフレームごとに1度評価されます。
pt_br: Faz referência a uma árvore de animação em outro local no esquema, que será avaliado, no máximo, uma vez por quadro.
zh_cn: 引用蓝图中其他地方的一个动画树，该动画树每帧最多只能计算一次。

# A3Nodes,AnimGraphNode_WheelHandler
source: Wheel Handler for WheeledVehicle
es: Controlador de rueda para WheeledVehicle
ja: ヴィークルの車輪ハンドラ
pt_br: Manipulador da Roda para WheeledVehicle
zh_cn: 带轮子载具的轮子处理器

# A3Nodes,AnimGraphNode_WheelHandler_Title
source: Wheel Handler
es: Controlador de rueda
ja: 車輪ハンドラ
pt_br: Manipulador da Roda
zh_cn: 轮子处理器

# A3Nodes,AnimGraphNode_WheelHandler_Tooltip
source: This alters the wheel transform based on set up in Wheeled Vehicle. This only works when the owner is WheeledVehicle.
es: Esto afecta a la transformación de la rueda basada en la configuración del vehículo con ruedas. Solo funciona cuando el propietario es el WheeledVehicle.
ja: 車輪の変換をWheeled Vehicleの設定に基づいて修正します。オーナーがヴィークルの場合のみ機能します。
pt_br: Isso altera a transformação da roda com base na configuração do Veículo com Rodas. Isso funciona somente quando o dono é WheeledVehicle.
zh_cn: 该项根据Wheeled Vehicle中的设置改变轮子变换。仅当拥有者是 WheeledVehicle时有效。

# A3Nodes,AnimGraphNodeRoot_Title
source: Final Animation Pose
es: Posición de animación final
ja: 最終アニメーションポーズ
pt_br: Pose de Animação Final
zh_cn: 最终动画姿势

# A3Nodes,AnimGraphNodeRoot_Tooltip
source: Wire the final animation pose into this node
es: Conectar la posición de animación final a este nodo
ja: このノードに最終アニメーションポーズを接続
pt_br: Conectar a pose de animação final a esse nó
zh_cn: 将最终动画节点连接到此节点

# A3Nodes,AnimSlotNode_Tooltip
source: Plays animation from code using AnimMontage
ja: アニムモンタージュを利用してコードからアニメーションを再生します
zh_cn: 使用动画蒙太奇从代码中播放动画

# A3Nodes,ApplyPercentageOfRotation
source: Apply a Percentage of Rotation
ja: 回転率を適用

# A3Nodes,BlendListHeader
source: BlendList
ja: ブレンドリスト
zh_cn: 混合列表

# A3Nodes,BlendSpaceEvaluator_NONE_ListTitle
source: Blendspace Evaluator '(None)'
ja: ブレンドスペースエバリュエーター '(なし)'
zh_cn: 混合空间计算器'(无)'

# A3Nodes,BlendSpaceEvaluator_NONE_Title
source: (None) Blendspace Evaluator
ja: (なし) ブレンドスペースエバリュエーター
zh_cn: (None) 混合空间计算器

# A3Nodes,BlendSpaceEvaluatorFullTitle
source: {BlendSpaceName} Blendspace Evaluator
es: {BlendSpaceName} Evaluador blendspace
ja: {BlendSpaceName} ブレンドスペースエバァリュエイター
pt_br: {BlendSpaceName} Avaliador de Blendspace
zh_cn: {BlendSpaceName} 混合空间计算器

# A3Nodes,BlendSpaceEvaluatorListTitle
source: Blendspace Evaluator '{BlendSpaceName}'
es: Evaluador blendspace '{BlendSpaceName}'
ja: ブレンドスペースエバリュエータ '{BlendSpaceName}'
pt_br: Avaliador de Blendspace '{BlendSpaceName}'
zh_cn: 混合空间计算器 '{BlendSpaceName}'

# A3Nodes,BlendSpaceHeading
source: Blend Space
es: Zona de combinación
ja: ブレンド スペース
pt_br: Espaço de Mistura
zh_cn: 混合空间

# AnimationEditorUtils,SkeletalMesh_New2DBlendspace
source: Blend Space
ja: ブレンド スペース
zh_cn: 混合空间

# A3Nodes,BlendSpaceNodeGroupSubtitle
source: {Title} Sync group {SyncGroupName}
es: {Title} Sincr. grupo {SyncGroupName}
ja: {Title} 同期グループ {SyncGroupName}
pt_br: {Title} Sincronizar grupo {SyncGroupName}
zh_cn: {Title} 同步组{SyncGroupName}

# A3Nodes,BlendspacePlayer
source: Blendspace Player '{BlendSpaceName}'
ja: ブレンドスペースプレイヤー '{BlendSpaceName}'
zh_cn: 混合空间播放器'{BlendSpaceName}'

# A3Nodes,BlendspacePlayer_NONE_ListTitle
source: Blendspace Player '(None)'
ja: ブレンドスペースプレイヤー '(なし)'
zh_cn: 混合空间播放器'(无)'

# A3Nodes,BlendspacePlayer_NONE_Title
source: (None) Blendspace Player
ja: (なし) ブレンドスペースプレイヤー
zh_cn: (无) 混合空间播放器

# A3Nodes,BlendspacePlayer_Variable_Title
source: Blendspace Player
ja: ブレンドスペースプレイヤー

# A3Nodes,BlendSpacePlayerFullTitle
source: {BlendSpaceName} Blendspace Player
es: {BlendSpaceName} Reproductor blendspace
ja: {BlendSpaceName} ブレンドスペースプレイヤー
pt_br: {BlendSpaceName} Reprodutor de Blendspace
zh_cn: {BlendSpaceName} 混合空间播放器

# A3Nodes,BoneDrivenByCurve
source: curve({SourceBone}.{SourceComponent})
ja: カーブ({SourceBone}.{SourceComponent})
zh_cn: 曲线({SourceBone}.{SourceComponent})

# A3Nodes,BoneDrivenController
source: Bone Driven Controller
es: Controlador accionado del hueso
ja: ボーン駆動型コントローラー
pt_br: Controlador Conduzido do Osso
zh_cn: 骨骼驱动的控制器

# A3Nodes,BoneFormat
source: Bone: {0}
ja: ボーン: {0}

# A3Nodes,BoolBlendTimeFriendlyName
source: {TrueFalse} Blend Time
es: {TrueFalse} Tiempo combinado
ja: {TrueFalse} ブレンド時間
pt_br: {TrueFalse} Tempo de Mistura
zh_cn: {TrueFalse}混合时间

# A3Nodes,BoolPoseFriendlyName
source: {TrueFalse} Pose
es: {TrueFalse} Posición
ja: {TrueFalse} ポーズ
zh_cn: {TrueFalse} 姿势

# A3Nodes,ComponentType_None
source: (none)
ja: (なし)
zh_cn: (无)

# A3Nodes,ComponentType_RotationX
source: rotateX
ja: 回転X
zh_cn: 旋转X

# A3Nodes,ComponentType_RotationY
source: rotateY
ja: 回転Y
zh_cn: 旋转Y

# A3Nodes,ComponentType_RotationZ
source: rotateZ
ja: 回転Z
zh_cn: 旋转Z

# A3Nodes,ComponentType_ScaleMax
source: scaleMax
ja: スケールマックス
zh_cn: 缩放比例最大值

# A3Nodes,ComponentType_ScaleX
source: scaleX
ja: スケールX
zh_cn: 缩放比例X

# A3Nodes,ComponentType_ScaleY
source: scaleY
ja: スケールY
zh_cn: 缩放比例Y

# A3Nodes,ComponentType_ScaleZ
source: scaleZ
ja: スケールZ
zh_cn: 缩放比例Z

# A3Nodes,ComponentType_TranslationX
source: translateX
ja: トランスレートX
zh_cn: 平移X

# A3Nodes,ComponentType_TranslationY
source: translateY
ja: トランスレートY
zh_cn: 平移Y

# A3Nodes,ComponentType_TranslationZ
source: translateZ
ja: トランスレートZ
zh_cn: 平移Z

# A3Nodes,CopyBone
source: Copy Bone
es: Copiar hueso
ja: ボーンをコピー
pt_br: Copiar Osso
zh_cn: 复制骨骼

# A3Nodes,CopyPoseFromMesh
source: Copy Pose From Mesh
ja: メッシュからポーズをコピー
zh_cn: 从网格物体复制姿势

# A3Nodes,DrivenRotationLabel
source: Rotation
ja: 回転
zh_cn: 旋转

# F2DTransformSection,RotationArea
source: Rotation
ja: 回転
zh_cn: 旋转度

# FComponentTransformDetails,Rotation
source: Rotation
es: Rotación
ja: 回転
pt_br: Rotação
zh_cn: 旋转

# FComponentTransformDetails,RotationFilter
source: Rotation
es: Rotación
ja: 回転
pt_br: Rotação
zh_cn: 旋转

# FComponentTransformDetails,RotationLabel
source: Rotation
es: Rotación
ja: 回転
pt_br: Rotação
zh_cn: 旋转

# FTransformSection,RotationArea
source: Rotation
ja: 回転
zh_cn: 旋转

# MatrixStructCustomization,RotationLabel
source: Rotation
es: Rotación
ja: 回転
pt_br: Rotação
zh_cn: 旋转

# SplineComponentDetails,Rotation
source: Rotation
ja: 回転

# VREditorQuickMenu,RotationGizmoType
source: Rotation
ja: 回転

# WorldBrowser,Rotation
source: Rotation
es: Rotación
ja: 回転
pt_br: Rotação
zh_cn: 旋转度

# A3Nodes,DrivenRotationTooltip
source: Should the source bone drive one or more rotation components of the target bone?
ja: ソース ボーンによってターゲット ボーンの 1 個以上の回転の成分が制御されるか？
zh_cn: 源骨骼是否应该驱动目标骨骼的一个或多个旋转组件？

# A3Nodes,DrivenScaleLabel
source: Scale
ja: スケール
zh_cn: 缩放

# ContentBrowser,ThumbnailScaleLabel
source: Scale
es: Escala
ja: スケール
pt_br: Escala
zh_cn: 缩放

# F2DTransformSection,ScaleArea
source: Scale
ja: スケール
zh_cn: 缩放比例

# FComponentTransformDetails,Scale
source: Scale
es: Escala
ja: 拡大・縮小
pt_br: Escala
zh_cn: 缩放

# FComponentTransformDetails,ScaleFilter
source: Scale
es: Escala
ja: 拡大・縮小
pt_br: Escala
zh_cn: 缩放

# FComponentTransformDetails,ScaleLabel
source: Scale
es: Escala
ja: 拡大・縮小
pt_br: Escala
zh_cn: 缩放

# FoliageEd_Mode,ThumbnailScaleLabel
source: Scale
es: Escala
ja: 拡大・縮小
pt_br: Escala
zh_cn: 缩放

# FTransformSection,ScaleArea
source: Scale
ja: スケール
zh_cn: 缩放比例

# MatrixStructCustomization,ScaleLabel
source: Scale
es: Escala
ja: 拡大・縮小
pt_br: Escala
zh_cn: 缩放

# SplineComponentDetails,Scale
source: Scale
ja: スケール

# UnrealEd,MapScaling
source: Scale
es: Escala
ja: スケール
pt_br: Escala
zh_cn: 缩放

# VREditorQuickMenu,ScaleGizmoType
source: Scale
ja: 拡大・縮小

# A3Nodes,DrivenScaleTooltip
source: Should the source bone drive one or more scale components of the target bone?
ja: ソース ボーンによってターゲット ボーンの 1 個以上のスケールの成分が制御されるか？
zh_cn: 源骨骼是否应该驱动目标骨骼的一个或多个缩放组件？

# A3Nodes,DrivenTranslationLabel
source: Translation
ja: トランスレーション
zh_cn: 平移

# RigDetails,TranslationLabel
source: Translation
ja: 移動
zh_cn: 平移

# TranslationEditorToolbar,TranslationMenu
source: Translation
ja: 翻訳
zh_cn: 平移

# A3Nodes,DrivenTranslationTooltip
source: Should the source bone drive one or more translation components of the target bone?
ja: ソース ボーンによってターゲット ボーンの 1 個以上のトランスレーションの成分が制御されるか？
zh_cn: 源骨骼是否应该驱动目标骨骼的一个或多个平移组件？

# A3Nodes,ErrorNoGraph
source: Error: No Graph
es: Error: no hay gráfico
ja: エラー：グラフなし
pt_br: Erro: Nenhum Grafo
zh_cn: 错误: 没有图表

# A3Nodes,EvaluateSequence
source: Evaluate {SequenceName}
es: Evaluar {SequenceName}
ja: 評価 {SequenceName}
pt_br: Avaliar {SequenceName}
zh_cn: 计算{SequenceName}

# A3Nodes,EvaluateSequence_Additive
source: Evaluate {SequenceName} (additive)
es: Evaluar {SequenceName} (aditivo)
ja: 評価 {SequenceName} (加算)
pt_br: Avaliar {SequenceName} (aditivo)
zh_cn: 计算{SequenceName} (叠加型)

# A3Nodes,EvaluateSequence_TitleNONE
source: Evaluate (None)
ja: 評価 (なし)
zh_cn: 计算(无)

# A3Nodes,HandIKRetargeting
source: Hand IK Retargeting
es: Volver a enlazar la mano IK
ja: ハンドIKリターゲティング
pt_br: Redirecionamento IK da Mão
zh_cn: 手部IK重定向

# A3Nodes,ImplementMe
source: Implement me
es: Aplicarme
ja: 実装してください
pt_br: Implementar-me
zh_cn: 实现我

# A3Nodes,InputRangeLabel
source: Source Range
ja: ソースレンジ
zh_cn: 源范围

# A3Nodes,InputRangeTooltip
source: The range (relative to the reference pose) over which to limit the effect of the input component on the output component
ja: 出力コンポーネントに及ぶ入力コンポーネントのエフェクトを限定する範囲 (リファレンス ポーズを起点として)
zh_cn: 该范围(相对于参考姿势)用于限制输入组件对输出组件的影响。

# A3Nodes,LayeredBoneBlend
source: Layered Bone Blend
es: Combinación de hueso a capas
ja: レイヤードボーンブレンド
pt_br: Mistura de Osso em Camadas
zh_cn: 分层骨骼混合

# A3Nodes,MappedRangeLabel
source: Mapped Range
ja: マッピングレンジ
zh_cn: 映射范围

# A3Nodes,MappedRangeTooltip
source: The range of mapped values that correspond to the input range
ja: 入力範囲に対応するマッピングされた値の範囲
zh_cn: 和输入范围相对应的映射值的范围。

# A3Nodes,MultipleTargetComponents
source: multiple
ja: 複数
zh_cn: 多个

# A3Nodes,NewSaveCachedPose
source: New Save cached pose...
es: Nueva posición guardada en caché...
ja: 新規保存のキャッシュされたポーズ...
pt_br: Salvar Nova Pose Armazenada em Cachê...
zh_cn: 新保存的缓存姿势...

# A3Nodes,NoBoneSelectedToModify
source: @@ - You must pick a bone to modify
ja: @@ - 編集するボーンを選択してください
zh_cn: @@ - 您必须选择一根要修改的骨骼

# A3Nodes,NoSourceBone
source: @@ - You must pick a source bone as the Driver joint
ja: @@ - ドライバージョイントとするソースボーンを1つ選択してください
zh_cn: @@ - 您必须选择一根源骨骼作为‘驱动’关节

# A3Nodes,NoSourceComponent
source: @@ - You must pick a source component on the Driver joint
ja: @@ - ドライバージョイントのソースコンポーネントを1つ選択してください
zh_cn: @@ - 您必须选择‘驱动’关节上的一个源组件

# A3Nodes,NoTargetBone
source: @@ - You must pick a target bone as the Driven joint
ja: @@ - 制御されるジョイントとしてターゲットのボーンを選択する必要があります。
zh_cn: @@ - 您必须选择一根目标骨骼作为被驱动的关节

# A3Nodes,NoTargetComponent
source: @@ - You must pick one or more target components on the Driven joint
ja: @@ - 制御されるジョイントで 1 個以上のターゲット コンポーネントを選択する必要があります。
zh_cn: @@ - 您必须在被驱动骨骼上选择一个或多个目标组件
