Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# Landscape,BeginFitGizmoAndCopy
source: Fit Gizmo to Selected Region and Copy Data...
es: Ajustar el gizmo a las región seleccionada y copiar los datos..
ja: 選択領域にギズモを適合させてデータをコピー...
pt_br: Ajustar Gizmo para a Região Selecionada e Copiar Dados...
zh_cn: 适应小工具到选中区域并复制数据...

# Landscape,BeginMovingLandscapeComponentsToCurrentLevelTask
source: Moving Landscape components to current level
es: Moviendo componentes del terreno al nivel actual
ja: ランドスケープコンポーネントを現行レベルに移動中
pt_br: Movendo componentes da Paisagem para o nível atual
zh_cn: 正在移动地貌组件到当前关卡

# Landscape,BeginPasteGizmoDataTask
source: Paste Gizmo Data...
es: Pegar datos del gizmo
ja: ギズモデータを貼り付ける...
pt_br: Colar Dados de Gizmo...
zh_cn: 粘帖小工具数据...

# Landscape,Heightmap
source: Heightmap
es: Mapa de altura
ja: ハイトマップ
pt_br: Mapa de alturas
zh_cn: 权重图

# WorldBrowser,Menu_HeightmapTitle
source: Heightmap
es: Mapa de altura
ja: ハイトマップ
pt_br: Mapa de alturas
zh_cn: 高度图

# Landscape,LandscapeGizmo_Copy
source: Copy landscape data to Gizmo
es: Copiar los datos del terreno en el gizmo
ja: ランドスケープデータをギズモにコピー
pt_br: Copiar dados de paisagem para Gizmo
zh_cn: 复制地貌数据到Gizmo(小工具)

# Landscape,LandscapeMode_ResizeLandscape
source: Change Landscape Component Size
es: Modificar el tamaño del componente del terreno
ja: ランドスケープコンポーネントサイズを変更
pt_br: Alterar Tamanho do Componente de Paisagem
zh_cn: 变更地貌的组件大小

# Landscape,LandscapeSpline_AddControlPoint
source: Add Landscape Spline Control Point
es: Añadir un punto de control a una spline del terreno
ja: ランドスケープスプライン制御点を追加
pt_br: Adicionar Ponto de Controle de Emenda de Paisagem
zh_cn: 添加地貌样条曲线控制点

# Landscape,LandscapeSpline_AddSegment
source: Add Landscape Spline Segment
es: Añadir fragmento de una spline del terreno
ja: ランドスケープスプラインセグメントを追加
pt_br: Adicionar Segmento de Emenda de Paisagem
zh_cn: 添加地貌样条段

# Landscape,LandscapeSpline_AutoFlipTangents
source: Auto-flip Landscape Spline Tangents
es: Invertir automáticamente las tangentes a una spline del terreno
ja: 自動フリップランドスケープスプラインタンジェント
pt_br: Inverter Automaticamente Tangentes de Emenda de Paisagem
zh_cn: 自动翻转地貌样条曲线的切线

# Landscape,LandscapeSpline_AutoRotate
source: Auto-rotate Landscape Spline Control Points
es: Rotar automáticamente los puntos de control a una spline del terreno
ja: 自動回転ランドスケープスプライン制御点
pt_br: Girar Automaticamente Pontos de Controle de Emenda de Paisagem
zh_cn: 自动旋转地貌样条曲线控制点

# Landscape,LandscapeSpline_Cut
source: Cut Landscape Splines
es: Cortar splines del terreno
ja: ランドスケープスプラインを切り取る
pt_br: Recortar Emendas de Paisagem
zh_cn: 剪切地貌样条曲线

# Landscape,LandscapeSpline_Delete
source: Delete Landscape Splines
es: Eliminar splines del terreno
ja: ランドスケープスプラインを削除
pt_br: Excluir Emendas de Paisagem
zh_cn: 删除地貌样条曲线

# Landscape,LandscapeSpline_DeleteControlPoint
source: Delete Landscape Spline Control Point
es: Eliminar el punto de control a una spline del terreno
ja: ランドスケープスプライン制御点を削除
pt_br: Excluir Ponto de Controle de Emenda de Paisagem
zh_cn: 删除地貌样条曲线控制点

# Landscape,LandscapeSpline_DeleteSegment
source: Delete Landscape Spline Segment
es: Eliminar fragmento de una spline del terreno
ja: ランドスケープスプラインセグメントを削除
pt_br: Excluir Segmento de Emenda de Paisagem
zh_cn: 删除地貌样条段

# Landscape,LandscapeSpline_Duplicate
source: Duplicate Landscape Splines
es: Duplicar splines del terreno
ja: ランドスケープスプラインを複製
pt_br: Duplicar Emendas de Paisagem
zh_cn: 复制地貌样条曲线

# Landscape,LandscapeSpline_FlipSegment
source: Flip Landscape Spline Segment
es: Invertir el fragmento de una spline del terreno
ja: ランドスケープスプラインセグメントをフリップ
pt_br: Inverter Segmento de Emenda de Paisagem
zh_cn: 翻转地貌样条段

# Landscape,LandscapeSpline_FlipSegments
source: Flip Landscape Spline Segments
es: Invertir segmentos de una spline del terreno
ja: ランドスケープスプラインセグメントをフリップ
pt_br: Inverter Segmentos de Emenda de Paisagem
zh_cn: 翻转地貌样条段

# Landscape,LandscapeSpline_ModifyControlPoint
source: Modify Landscape Spline Control Point
es: Modificar punto de control de una spline del terreno
ja: ランドスケープスプライン制御点を修正
pt_br: Modificar Ponto de Controle de Emenda de Paisagem
zh_cn: 修改地貌样条曲线控制点

# Landscape,LandscapeSpline_ModifyTangent
source: Modify Landscape Spline Tangent
es: Modificar la tangente de una spline del terreno
ja: ランドスケープスプラインタンジェントを修正
pt_br: Modificar Tangente de Emenda de Paisagem
zh_cn: 修改地貌样条曲线切线

# Landscape,LandscapeSpline_MoveToCurrentLevel
source: Move Landscape Spline to current level
ja: ランドスケープスプラインを現行レベルへ移動
zh_cn: 移动地貌样条曲线到当前关卡

# Landscape,LandscapeSpline_Paste
source: Paste Landscape Splines
es: Pegar splines del terreno
ja: ランドスケープスプラインを貼り付ける
pt_br: Colar Emendas de Paisagem
zh_cn: 复制地貌样条曲线

# Landscape,LandscapeSpline_SnapToGround
source: Snap Landscape Spline to Ground
es: Magnetizar spline del terreno a la base
ja: ランドスケープスプラインをグラウンドへスナップ
pt_br: Aderir Emenda de Paisagem ao Solo
zh_cn: 对齐地貌样条曲线到地面

# Landscape,LandscapeSpline_SplitSegment
source: Split Landscape Spline Segment
es: Dividir el fragmento de una spline del terreno
ja: ランドスケープスプラインセグメントを分割
pt_br: Dividir Segmento de Emenda de Paisagem
zh_cn: 分割地貌样条段

# Landscape,Mirror_Apply
source: Landscape Editing: Mirror Landscape
ja: ランドスケープ編集: ミラーランドスケープ
zh_cn: 地貌编辑：镜像地貌

# Landscape,Ramp_Apply
source: Landscape Editing: Add ramp
es: Edición del terreno: añadir rampa
ja: ランドスケープの編集: 傾斜を追加
pt_br: Edição de Paisagem: Adicionar rampa
zh_cn: 地貌编辑: 添加斜坡

# Landscape,Undo_ImportHeightmap
source: Importing Landscape Heightmap
ja: ランドスケープハイトマップをインポート中

# Landscape,Undo_ImportWeightmap
source: Importing Landscape Layer
ja: ランドスケープレイヤーをインポート中

# Landscape,Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LandscapeEditor,Tool.Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LandscapeEditor,ToolSet_Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LayersCommands,VisibilityMenuHeader
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LayersView,Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LevelToolBarBuildMenu,VisibilityHeading
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# LevelViewportContextMenu,VisibilitySubMenu
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# UnrealEd,LandscapeMode_Visibility
source: Visibility
es: Visibilidad
ja: 可視属性
pt_br: Visibilidade
zh_cn: 可见性

# WorldBrowser,Visibility
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# WorldBrowser,VisibilityHeader
source: Visibility
es: Visibilidad
ja: 可視性
pt_br: Visibilidade
zh_cn: 可见性

# Landscape,WantToJoinControlPoint
source: Control point has two segments attached, do you want to join them?
es: El punto de control tiene dos segmentos acoplados, ¿quiere unirlos?
ja: 制御点にがセグメントが２つアタッチしています。結合しますか？
pt_br: O ponto de controle tem dois segmentos anexados; deseja juntá-los?
zh_cn: 两段被附着于控制点，您想要加入吗？

# LandscapeEditor,Brush.Alpha.Alpha
source: Alpha
es: Alfa
ja: アルファ
pt_br: Alfa

# LandscapeEditor,BrushSet_Alpha
source: Alpha
es: Alfa
ja: アルファ
pt_br: Alfa

# MeshPaint_Mode,MeshPaint_ColorChannelsAlpha
source: Alpha
es: Alfa
ja: アルファ
pt_br: Alfa

# UICommands.TextureEditorCommands,AlphaChannel
source: Alpha
ja: アルファ

# UnrealEd,LandscapeMode_Brush_Alpha
source: Alpha
es: Alfa
ja: アルファ
pt_br: Alfa

# LandscapeEditor,Brush.Alpha.Alpha.Tooltip
source: Alpha brush, orients a mask image with the brush stroke
es: Pincel alfa, dirige una imagen de enmascaramiento con una pincelada
ja: マスク画像をブラシストロークと適応させるアルファブラシ
pt_br: Pincel alfa, orienta uma imagem de máscara com a pincelada
zh_cn: Alpha画刷，使用画刷描画调整蒙板图像方向

# LandscapeEditor,Brush.Alpha.Pattern
source: Pattern
es: Patrón
ja: パターン
pt_br: Padrão
zh_cn: 图案

# LandscapeEditor,BrushSet_Pattern
source: Pattern
es: Patrón
ja: パターン
pt_br: Padrão
zh_cn: 图案

# LandscapeEditor,Brush.Alpha.Pattern.Tooltip
source: Pattern brush, tiles a mask image across the landscape
es: Pincel del patrón, crea un mosaico en una imagen de enmascaramiento a través del terreno.
ja: パターンブラシ、ランドスケープ全域にマスク画像をタイル表示します
pt_br: Pincel de padrão, repete uma imagem de máscara em placas na paisagem
zh_cn: 图案画刷，在整个地貌中平铺蒙板图像

# LandscapeEditor,Brush.Circle
source: Circle
es: Circunferencia
ja: 円形
pt_br: Círculo
zh_cn: 循环

# LandscapeEditor,BrushSet_Circle
source: Circle
es: Circunferencia
ja: 円形
pt_br: Círculo
zh_cn: 循环

# LandscapeEditor,Brush.Circle.Brushtip
source: Simple circular brush
es: Pincel circular sencillo
ja: シンプルな円形ブラシ
pt_br: Pincel circular simples
zh_cn: 简单圆形画刷

# LandscapeEditor,Brush.Circle.Linear
source: Linear
es: Lineal
ja: リニア
zh_cn: 线性

# LandscapeEditor,Circle_Linear
source: Linear
es: Lineal
ja: リニア
zh_cn: 线性

# Matinee,Linear
source: Linear
es: Lineal
ja: リニア
zh_cn: 线性

# UICommands.CurveEditorCommands,Linear
source: Linear
ja: リニア

# UICommands.CurveEditorCommands,Linear_ToolTip
source: Linear
ja: リニア

# UICommands.MatineeCommands,KeyModeLinear
source: Linear
ja: リニア

# UICommands.RichCurveEditorCommands,InterpolationLinear
source: Linear
ja: リニア

# UICommands.RichCurveEditorCommands,SetPostInfinityExtrapLinear
source: Linear
ja: リニア

# UICommands.RichCurveEditorCommands,SetPreInfinityExtrapLinear
source: Linear
ja: リニア

# UICommands.SplineComponentVisualizer,SetKeyToLinear
source: Linear
ja: リニア
zh_cn: 线性

# LandscapeEditor,Brush.Circle.Linear.Tooltip
source: Sharp, linear falloff
es: Puntiagudo, decaimiento lineal
ja: シャープな線形フォールオフ
pt_br: Decaimento rápido, linear
zh_cn: 锐化，线性衰减

# LandscapeEditor,Brush.Circle.Smooth
source: Smooth
es: Suavizado
ja: スムージング
pt_br: Suave
zh_cn: 平滑

# LandscapeEditor,Circle_Smooth
source: Smooth
es: Suavizado
ja: スムージング
pt_br: Suave
zh_cn: 平滑

# LandscapeEditor,Tool.Smooth
source: Smooth
es: Suavizado
ja: スムージング
pt_br: Suave
zh_cn: 平滑

# LandscapeEditor,ToolSet_Smooth
source: Smooth
es: Suavizado
ja: スムージング
pt_br: Suave
zh_cn: 平滑

# UnrealEd,LandscapeMode_Smooth
source: Smooth
es: Suavizado
ja: スムージング
pt_br: Suave
zh_cn: 平滑

# LandscapeEditor,Brush.Circle.Smooth.Tooltip
source: Smooth falloff
es: Decaimiento del suavizado
ja: スムーズ フォールオフ
pt_br: Decaimento suave
zh_cn: 平滑衰减

# UnrealEd,LandscapeMode_Brush_Falloff_Smooth
source: Smooth falloff
es: Decaimiento suave
ja: スムーズ フォールオフ
pt_br: Decaimento suave
zh_cn: 平滑衰减

# LandscapeEditor,Brush.Circle.Spherical
source: Spherical
es: Esférico
ja: 球形
pt_br: Esférica
zh_cn: 球形

# LandscapeEditor,Circle_Spherical
source: Spherical
es: Esférico
ja: 球形
pt_br: Esférica
zh_cn: 球形

# LandscapeEditor,Brush.Circle.Spherical.Tooltip
source: Spherical falloff, smooth at the center and sharp at the edge
es: Decaimiento esférico, suavizado en el centro y dentado en la arista
ja: 中央でスムーズ、端に近づくほどシャープな球形フォールオフ
pt_br: Decaimento esférico, suave no centro e rápido na borda
zh_cn: 球形衰减，中心位置平滑且边缘处锐化

# LandscapeEditor,Brush.Circle.Tip
source: Tip
es: Punta
ja: 先端
pt_br: Ponta
zh_cn: 尖端

# LandscapeEditor,Circle_Tip
source: Tip
es: Punta
ja: 先端
pt_br: Ponta
zh_cn: 尖端

# LandscapeEditor,Brush.Circle.Tip.Tooltip
source: Tip falloff, sharp at the center and smooth at the edge
es: Caída en la punta, nítido en el centro y suavizado en el borde
ja: 中央でシャープ、端ではスムーズな先端フォールオフ
pt_br: Decaimento de ponta, rápido no centro e suave na borda
zh_cn: 尖端衰减，中心位置锐化且边缘处平滑

# LandscapeEditor,Brush.Component.Brushtip
source: Work with entire landscape components
es: Trabajar con todos los componentes del terreno
ja: ランドスケープコンポーネント全体の作業
pt_br: Trabalha com todos os componentes da paisagem
zh_cn: 与整个地貌组件结合使用

# LandscapeEditor,Brush.Gizmo
source: Gizmo
ja: ギズモ
zh_cn: 小工具

# LandscapeEditor,BrushSet_Gizmo
source: Gizmo
ja: ギズモ
zh_cn: 小工具

# UnrealEd,LandscapeMode_Brush_Gizmo
source: Gizmo
ja: ギズモ
zh_cn: 小工具

# LandscapeEditor,Brush.Gizmo.Brushtip
source: Work with the landscape gizmo, used for copy/pasting landscape
es: Trabajar con el gizmo del terreno, que se usa para copiar/pegar el entorno
ja: ランドスケープのコピー/貼り付けに使用するランドスケープギズモの作業
pt_br: Trabalha com o gizmo da paisagem, usado para copiar/colar paisagens
zh_cn: 与地貌Gizmo结合使用，用于复制/粘帖地貌

# LandscapeEditor,BrushesTitle
source: Brushes
es: Pinceles
ja: ブラシ
pt_br: Pincéis
zh_cn: 画刷

# LandscapeEditor,BrushFalloffSelector
source: Falloff
es: Decaimiento
ja: フォールオフ
pt_br: Decaimento
zh_cn: 衰减

# LandscapeEditor,FalloffTitle
source: Falloff
es: Decaimiento
ja: フォールオフ
pt_br: Decaimento
zh_cn: 衰减

# MeshPaint_Mode,MeshPaint_LabelFalloff
source: Falloff
es: Decaimiento
ja: フォールオフ
pt_br: Decaimento
zh_cn: 衰减

# LandscapeEditor,BrushFalloffSelector.Tooltip
source: Select Brush Falloff Type
es: Seleccionar tipo de decaimiento del pincel
ja: ブラシのフォールオフタイプを選択
pt_br: Selecionar Tipo de Decaimento do Pincel
zh_cn: 选择画刷衰减类型

# LandscapeEditor,BrushSelector
source: Brush
es: Pincel
ja: ブラシ
pt_br: Pincel
zh_cn: 画刷

# LandscapeEditor,BrushSelector.Tooltip
source: Select Brush
es: Elegir pincel
ja: ブラシを選択
pt_br: Selecionar Pincel
zh_cn: 选择画刷

# LandscapeEditor,ComponentToolsTitle
source: Component Tools
es: Herramientas del componente
ja: コンポーネントツール
pt_br: Ferramentas de Componente
zh_cn: 组件工具

# LandscapeEditor,IsFLError_create
source: Can't create landscape with a feature level less than SM4!
ja: インプット値SM4以下のfeatureレベルでランドスケープを作成できません！
zh_cn: 无法使用功能级别低于SM4的配置创建地貌！

# LandscapeEditor,IsFLError_edit
source: Can't edit landscape with a feature level less than SM4!
ja: インプット値SM4以下のfeatureレベルでランドスケープを編集できません！
zh_cn: 无法使用功能级别低于SM4的配置编辑地貌！

# LandscapeEditor,IsPIEError_create
source: Can't create landscape in PIE!
es: ¡No se puede crear terreno en PIE!
ja: PIEではランドスケープは作成できません！
pt_br: Não é possível criar uma paisagem em PIE!
zh_cn: 无法在PIE中创建地貌！

# LandscapeEditor,IsPIEError_edit
source: Can't edit landscape in PIE!
es: ¡No se puede editar el terreno en PIE!
ja: PIEではランドスケープは作成できません！
pt_br: Não é possível editar uma paisagem em PIE!
zh_cn: 无法在PIE中编辑地貌！

# LandscapeEditor,IsSimulatingError_create
source: Can't create landscape while simulating!
es: ¡No se puede crear un terreno mientras esté en la simulación!
ja: シミュレーション中はランドスケープを作成できません！
pt_br: Não é possível criar uma paisagem durante uma simulação!
zh_cn: 无法在模拟时创建地貌！

# LandscapeEditor,IsSimulatingError_edit
source: Can't edit landscape while simulating!
es: ¡No se puede editar un terreno mientras esté en la simulación!
ja: シミュレーション中はランドスケープを編集できません！
pt_br: Não é possível editar uma paisagem durante uma simulação!
zh_cn: 无法在模拟时编辑地貌！

# LandscapeEditor,LandscapeHeader
source: Landscape Visualizers
es: Observadores del terreno
ja: ランドスケープビジュアライザー
pt_br: Visualizadores de Paisagem
zh_cn: 地貌查看器

# LandscapeEditor,LandscapeSubMenu
source: Visualizers
es: Visualizadores
ja: ビジュアライザー
pt_br: Visualizadores
zh_cn: 可视化查看器

# LandscapeEditor,LandscapeSubMenu_ToolTip
source: Select a Landscape visualiser
es: Seleccionar un visualizador de terreno
ja: ランドスケープビジュアライザーを選択
pt_br: Selecione um visualizador de Paisagem
zh_cn: 选择一个地貌查看器

# LandscapeEditor,LandscapeViewModeLayerDebug
source: Layer Debug
es: Depurado de la capa
ja: レイヤのデバッグ
pt_br: Depurador de Camadas
zh_cn: 图层调试

# UICommands.LandscapeEditorCommands,ViewModeLayerDebug
source: Layer Debug
ja: レイヤのデバッグ

# LandscapeEditor,LandscapeViewModeLayerDensity
source: Layer Density
es: Densidad de la capa
ja: レイヤの密度
pt_br: Densidade da Camada
zh_cn: 图层密度

# UICommands.LandscapeEditorCommands,ViewModeLayerDensity
source: Layer Density
ja: レイヤ密度

# LandscapeEditor,LandscapeViewModeLayerUsage
source: Layer Usage
ja: レイヤー使用
zh_cn: 层的使用

# LandscapeEditor,LandscapeViewModeNormal
source: Normal
ja: ノーマル
zh_cn: 普通

# MaterialGraph,Normal
source: Normal
ja: ノーマル
zh_cn: 法线

# STutorialEditableText,NormalTextDesc
source: Normal
ja: ノーマル
zh_cn: 普通

# UICommands.LandscapeEditorCommands,ViewModeNormal
source: Normal
ja: ノーマル

# LandscapeEditor,LandscapeViewModeWireframeOnTop
source: Wireframe on Top
ja: 上部ワイヤーフレーム
zh_cn: 顶部线框

# LandscapeEditor,Mode.Manage
source: Manage
es: Manipular
ja: 管理
pt_br: Gerenciar
zh_cn: 管理

# LandscapeEditor,Mode.Manage.Tooltip
source: Contains tools to add a new landscape, import/export landscape, add/remove components and manage streaming
es: Contiene herramientas para añadir un nuevo terreno, importar/exportar un entorno, añadir/eliminar componentes y manipular la transmisión de flujo (streaming)
ja: 新規ランドスケープを追加、ランドスケープをインポート/エクスポート、コンポーネントを追加/削除およびストリーミングを管理するツールを配置
pt_br: Contém ferramentas para adicionar uma nova paisagem, importar/exportar paisagens, adicionar/remover componentes e gerenciar transmissão
zh_cn: 包含添加新地貌，导入/导出地貌，添加/移除组件及管理动态加载的工具

# LandscapeEditor,Mode.Paint.Tooltip
source: Contains tools that paint materials on to a landscape
es: Contiene herramientas que modifican la forma de un terreno
ja: ランドスケープ上のマテリアルをペイントするツールを配置
pt_br: Contém ferramentas que pintam materiais em uma paisagem
zh_cn: 包含对地貌描画材质的工具

# LandscapeEditor,Mode.Sculpt
source: Sculpt
es: Esculpir
ja: スカルプト
pt_br: Esculpir
zh_cn: 雕刻

# LandscapeEditor,Tool.Sculpt
source: Sculpt
es: Esculpir
ja: スカルプト
pt_br: Esculpir
zh_cn: 雕刻

# LandscapeEditor,ToolSet_Sculpt
source: Sculpt
es: Esculpir
ja: スカルプト
pt_br: Esculpir
zh_cn: 雕刻

# UnrealEd,LandscapeMode_Sculpt
source: Sculpt
es: Esculpir
ja: スカルプト
pt_br: Esculpir
zh_cn: 造型

# LandscapeEditor,Mode.Sculpt.Tooltip
source: Contains tools that modify the shape of a landscape
es: Contiene herramientas que modifican la forma de un terreno
ja: ランドスケープの形状を修正するツールを配置
pt_br: Contém ferramentas que modificam a forma de uma paisagem
zh_cn: 包含修改地貌形状的工具

# LandscapeEditor,NewLandscapeToolsTitle
source: New Landscape
es: Terreno nuevo
ja: 新規ランドスケープ
pt_br: Nova Paisagem
zh_cn: 新建地貌

# LandscapeEditor,Tool.NewLandscape
source: New Landscape
es: Terreno nuevo
ja: 新規ランドスケープ
pt_br: Nova Paisagem
zh_cn: 新建地貌

# LandscapeEditor,ToolSet_NewLandscape
source: New Landscape
es: Terreno nuevo
ja: 新規ランドスケープ
pt_br: Nova Paisagem
zh_cn: 新建地貌

# UnrealEd,LandscapeMode_NewLandscape
source: New Landscape
es: Entorno nuevo
ja: 新規ランドスケープ
pt_br: Nova Paisagem
zh_cn: 新建地貌

# LandscapeEditor,NoLandscapeError
source: No Landscape!
es: ¡No hay terreno!
ja: ランドスケープがありません！
pt_br: Nenhuma Paisagem!
zh_cn: 无地貌！

# LandscapeEditor,PaintToolsTitle
source: Paint Tools
es: Herramientas de la pintura
ja: ペイントツール
pt_br: Ferramentas de Pintura
zh_cn: 描画工具

# LandscapeEditor,RegionToolsTitle
source: Region Tools
es: Herramientas región
ja: 領域ツール
pt_br: Ferramentas de Região
zh_cn: 区域工具

# LandscapeEditor,SculptToolsTitle
source: Sculpting Tools
es: Herramientas para esculpir
ja: スカルプティングツール
pt_br: Ferramentas de Escultura
zh_cn: 雕刻工具

# LandscapeEditor,SplineToolsTitle
source: Spline Tools
es: Herramientas de spline
ja: スプラインツール
pt_br: Ferramentas de Emenda
zh_cn: 样条曲线工具

# LandscapeEditor,Tool.AddComponent.Tooltip
source: Add components to the landscape
es: Añadir componentes al terreno
ja: ランドスケープにコンポーネントを追加
pt_br: Adiciona componentes à paisagem
zh_cn: 添加组件到地貌

# LandscapeEditor,Tool.DeleteComponent.Tooltip
source: Delete components from the landscape, leaving a hole
es: Eliminar componentes del terreno, dejando un hueco.
ja: ランドスケープからコンポーネントを削除してホールを残します
pt_br: Excluir componentes da paisagem, deixando um buraco
zh_cn: 从地貌中删除组件，留下空白

# LandscapeEditor,Tool.Erosion
source: Erosion
es: Erosión
ja: 侵食
pt_br: Erosão
zh_cn: 腐蚀

# LandscapeEditor,ToolSet_Erosion
source: Erosion
es: Erosión
ja: 侵食
pt_br: Erosão
zh_cn: 腐蚀

# UnrealEd,LandscapeMode_Erosion
source: Erosion
es: Erosión
ja: 侵食
pt_br: Erosão
zh_cn: 侵蚀

# LandscapeEditor,Tool.Erosion.Tooltip
source: Thermal Erosion - Simulates erosion caused by the movement of soil from higher areas to lower areas
es: Erosión térmica - Simula la erosión causada por el movimiento del sol desde las zonas más altas a las más bajas
ja: 熱による侵食－高い領域から低い領域への土壌の動きにより発生する侵食をシミュレート
pt_br: Erosão Térmica: simula a erosão causada pelo movimento do solo das áreas mais altas para as mais baixas
zh_cn: 热蚀-模拟由土壤从较高区域向较低区域移动时所造成的侵蚀

# LandscapeEditor,Tool.Flatten
source: Flatten
es: Allanar
ja: 平坦化
pt_br: Nivelar
zh_cn: 平整

# LandscapeEditor,ToolSet_Flatten
source: Flatten
es: Allanar
ja: 平坦化
pt_br: Nivelar
zh_cn: 平整

# UICommands.CurveEditorCommands,FlattenTangents
source: Flatten
ja: 平坦化

# UICommands.MaterialEditorCommands,Flatten
source: Flatten
ja: 平坦化

# UICommands.RichCurveEditorCommands,FlattenTangents
source: Flatten
ja: 平坦化

# UnrealEd,LandscapeMode_Flatten
source: Flatten
es: Allanar
ja: 平坦化
pt_br: Nivelar
zh_cn: 平整

# LandscapeEditor,Tool.Flatten.Tooltip
source: Flattens an area of heightmap or blend layer
es: Allana un área del mapa de altura o de la capa de combinación
ja: ハイトマップ領域またはブレンドレイヤを平坦化
pt_br: Nivela uma área de um mapa de alturas ou camada de mistura
zh_cn: 平整高度图区域或混合层

# LandscapeEditor,Tool.HydroErosion
source: Hydro Erosion
es: Erosión hídrica
ja: 水による侵食
pt_br: Erosão Hídrica
zh_cn: 水力侵蚀

# LandscapeEditor,Tool.HydroErosion.Tooltip
source: Hydro Erosion - Simulates erosion caused by rainfall
es: Erosión hídrica - Simula la erosión causada por la lluvia
ja: 水による侵食 - 雨による侵食をシミュレーション
pt_br: Erosão Hídrica: simula a erosão causada pela chuva
zh_cn: 水力侵蚀-模拟由下雨造成的侵蚀

# LandscapeEditor,Tool.Mirror
source: Mirror
ja: ミラー
zh_cn: 镜像

# LandscapeEditor,ToolSet_Mirror
source: Mirror
ja: ミラー
zh_cn: 镜像

# UICommands.PhATCommands,Mirror
source: Mirror
ja: ミラー

# LandscapeEditor,Tool.Mirror.Tooltip
source: Copies one side of a landscape to the other, to easily create a mirrored landscape.
ja: 簡単に左右同じランドスケープを作るために、片側を反対側にコピーします。
zh_cn: 复制地貌的一侧到另一侧，以轻松地创建一个镜像的地貌。

# LandscapeEditor,Tool.MoveToLevel
source: Move Level
es: Mover nivel
ja: レベルを移動
pt_br: Mover Nível
zh_cn: 移动关卡

# LandscapeEditor,Tool.MoveToLevel.Tooltip
source: Move landscape components to a landscape proxy in the currently active streaming level, so that they can be streamed in/out independently of the rest of the landscape
es: Mover los componentes del terreno a un proxy del terreno en el nivel de transmisión de flujo (streaming) ahora activo, para que así se puedan transmitir en continuo dentro/fuera independientemente del resto del entorno
ja: 現在アクティブなストリーミングレベルでランドスケーププロキシへランドスケープコンポーネントを移動して、残りのランドスケープを自由にストリーム入アウトプットができます。
pt_br: Move os componentes da paisagem para um proxy da paisagem no nível de transmissão ativo no momento, para que possa ocorrer a transmissão de entrada/saída independentemente do restante da paisagem
zh_cn: 在当前正动态加载的关卡中移动地貌组件到地貌代理，使其可在地貌的其余部分被单独动态加载/载出

# LandscapeEditor,Tool.NewLandscape.Tooltip
source: Create or import a new landscape
es: Crear o importar un nuevo terreno
ja: 新規ランドスケープを作成またはインポート
pt_br: Criar ou importar uma nova paisagem
zh_cn: 创建或导入新地貌

# LandscapeEditor,Tool.Noise
source: Noise
es: Ruido
ja: ノイズ
pt_br: Ruído
zh_cn: 噪点

# LandscapeEditor,ToolSet_Noise
source: Noise
es: Ruido
ja: ノイズ
pt_br: Ruído
zh_cn: 噪点

# NiagaraOpInfo,Noise Desc
source: Noise
ja: ノイズ
zh_cn: 噪声

# NiagaraOpInfo,Noise Name
source: Noise
ja: ノイズ
zh_cn: 噪声

# UnrealEd,LandscapeMode_Noise
source: Noise
es: Ruido
ja: ノイズ
pt_br: Ruído
zh_cn: 噪声

# LandscapeEditor,Tool.Noise.Tooltip
source: Adds noise to the heightmap or blend layer
es: Añade ruido al mapa de altura o a la capa de combinación
ja: ハイトマップまたはブレンドレイヤにノイズを追加
pt_br: Adiciona ruído ao mapa de alturas ou à camada de mistura
zh_cn: 添加噪点到权重图或混合层

# LandscapeEditor,Tool.Paint.Tooltip
source: Paints weight data. Ctrl+Click to paint, Ctrl+Shift+Click to erase
es: Datos del peso de las pinturas. Ctrl+Click para pintar, Ctrl+Shift+Click para borrar
ja: ペイントのウェイトデータ Ctrl+クリックでペイントして、Ctrl+Shift+クリックで消去します
pt_br: Pinta dados de peso. Ctrl+Clique para pintar, Ctrl+Shift+Clique para apagar
zh_cn: 描画权重数据。 Ctrl+左击来描画， Ctrl+Shift+左击来擦除

# LandscapeEditor,Tool.Ramp
source: Ramp
es: Rampa
ja: 傾斜
pt_br: Rampa
zh_cn: 斜坡

# LandscapeEditor,ToolSet_Ramp
source: Ramp
es: Rampa
ja: 傾斜
pt_br: Rampa
zh_cn: 斜坡

# LandscapeEditor.Tools,RampLabel
source: Ramp
ja: 傾斜
zh_cn: 斜坡

# UnrealEd,LandscapeMode_Ramp
source: Ramp
es: Rampa
ja: 傾斜
pt_br: Rampa
zh_cn: 斜坡
