Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# WorldBrowser,Blueprint
source: Open the level blueprint for this Level
es: Abrir el Blueprint del nivel para este nivel
ja: このレベルにレベルブループリントを開く
pt_br: Abrir o esquema do nível para este Nível
zh_cn: 打开该关卡的关卡蓝图

# WorldBrowser,Color
source: Color used for visualization of Level
es: Color utilizado para la visualización del nivel
ja: レベルのビジュアル化に使用したカラー
pt_br: Cor usada para visualização do Nível
zh_cn: 用于关卡可见性的颜色

# WorldBrowser,DeselectActors
source: Deselect Actors in Level
es: Quitar selección de los actores en el nivel
ja: レベルのアクタを非選択にする
pt_br: Cancelar Seleção de Atores no Nível
zh_cn: 取消选择关卡中的Actor

# WorldBrowser,DeselectActorsInReadOnlyLevel
source: Deselect Actors in all read only Level
ja: 読み取り専用レベルのアクターすべてを選択解除
zh_cn: 取消选择所有只读关卡中的Actor

# WorldBrowser,DeselectSurfacesInReadOnlyLevel
source: Deselect Surfaces in all read only Level
ja: 読み取り専用レベルのサーフェスすべてを選択解除
zh_cn: 取消选择所有只读关卡中的表面

# WorldBrowser,DistanceStreamingDisabled
source: Distance Streaming Disabled
ja: 距離によるストリーミングを無効化
zh_cn: 已禁用距离动态载入

# WorldBrowser,Layer_DisabledDistance_Tooltip
source: Distance Streaming Disabled
ja: 距離によるストリーミングを無効化
zh_cn: 已禁用距离动态载入

# WorldBrowser,DuplicateVolume
source: This volume is already in the list.
ja: ボリュームは既にリストに存在します
zh_cn: 此体积已经位于列表中。

# WorldBrowser,EditLevelToolTip
source: Edit level transform in viewport.
es: Editar la transformación del nivel en la ventana gráfica.
ja: ビューポートでレベルトランスフォームを編集
pt_br: Edite a transformação de nível na porta de visualização.
zh_cn: 在视口中编辑关卡变换

# WorldBrowser,EditLevelTransform
source: Viewport Edit
es: Edición de la pantalla gráfica
ja: ビューポート編集
pt_br: Edição da Porta de Visualização
zh_cn: 视口编辑

# WorldBrowser,ExportingLandscape
source: Exporting Landscape Actors
es: Exportando los actores del terreno
ja: ランドスケープアクタをエクスポート中
pt_br: Exportando Atores da Paisagem
zh_cn: 正在导出地貌Actor

# WorldBrowser,FilterSearchHint
source: Search Levels
es: Buscar niveles
ja: レベルを検索
pt_br: Pesquisar Níveis
zh_cn: 搜索关卡

# WorldBrowser,LevelPackage_FilterHint
source: Search Levels
es: Buscar niveles
ja: レベルを検索
pt_br: Pesquisar Níveis
zh_cn: 搜索关卡

# WorldBrowser,FilterSearchToolTip
source: Type here to search Levels
es: Escribir aquí para buscar niveles
ja: 検索するレベルをここに入力
pt_br: Digite aqui para procurar Níveis
zh_cn: 在此处输入以搜索关卡

# WorldBrowser,GenerateLODLevel
source: Generating LOD Levels
es: Generando niveles LOD
ja: LODレベルを生成中
pt_br: Gerar Níveis de LOD
zh_cn: 正在生成LOD关卡

# WorldBrowser,GenerateLODToolTip
source: Creates simplified sub-level by merging geometry into static mesh proxy (requires Simplygon) and exporting landscapes into static meshes
ja: ジオメトリをスタティックメッシュプロキシ（Simplygon必須）にマージして簡易化したサブレベルを作成して、ランドスケープをスタティックメッシュへエクスポートする
zh_cn: 通过融合几何体到静态网格物体代理来创建简化的子关卡(需要Simplygon)，并导出地貌到静态网格物体

# WorldBrowser,GeneratingProxyMesh
source: Generating Proxy Mesh
es: Generando malla del proxy
ja: プロキシメッシュを生成中
pt_br: Gerando uma Malha do Proxy
zh_cn: 正在生成代理网格物体

# WorldBrowser,ImportingLandscapeTiles
source: Importing landscape tiles: {0}
es: Importando teselas del terreno: {0}
ja: ランドスケープタイルをインポート中: {0}
pt_br: Importando placas de paisagem: {0}
zh_cn: 正在导入地貌平铺块：{0}

# WorldBrowser,ImportingLandscapeTilesBegin
source: Importing landscape tiles
es: Importando teselas del terreno
ja: ランドスケープタイルをインポート中
pt_br: Importando placas de paisagem
zh_cn: 正在导入地貌平铺块

# WorldBrowser,Item_BoundsExtent
source: Extent:
es: Extensión:
ja: 範囲：
pt_br: Limites:
zh_cn: 范围:

# WorldBrowser,Item_Distance
source: Streaming Distance:
es: Distancia de la transmisión de flujo:
ja: ストリーミング距離：
pt_br: Distância de Transmissão:
zh_cn: 动态载入距离:

# WorldBrowser,Item_Name
source: Layer Name:
es: Nombre de la capa:
ja: レイヤ名:
pt_br: Nome da Camada:
zh_cn: 图层名称:

# WorldBrowser,Item_OriginOffset
source: Position:
es: Posición:
ja: 位置：
pt_br: Posição:
zh_cn: 位置:

# WorldBrowser,Layer_Assign
source: Assign to Layer
es: Asignar a la capa
ja: レイヤに割り当てる
pt_br: Atribuir à Camada
zh_cn: 分配给图层

# WorldBrowser,WorldLayers
source: Assign to Layer
es: Asignar a la capa
ja: レイヤに割り当てる
pt_br: Atribuir à Camada
zh_cn: 分配给图层

# WorldBrowser,Layer_Distance_Tooltip
source: Streaming Distance: {0}
ja: ストリーミング距離： {0}
zh_cn: 动态载入距离: {0}

# WorldBrowser,LayerStreamingDistance
source: Streaming distance
es: Distancia de la transmisión de flujo
ja: ストリーミング距離
pt_br: Distância de transmissão
zh_cn: 动态载入距离

# WorldBrowser,LevelColorButtonToolTip
source: Change Level Color
es: Modificar el color del nivel
ja: レベルカラーを変更
pt_br: Alterar Cor do Nível
zh_cn: 修改关卡颜色

# WorldBrowser,LevelPackage_FilterTooltip
source: Type here to search levels
ja: 検索するレベルをここに入力
zh_cn: 在此处输入以搜索关卡

# WorldBrowser,LevelRotation_Label
source: Yaw
es: Guiñada
ja: ヨー
pt_br: Guinada
zh_cn: 偏转

# WorldBrowser,LevelsChangeStreamingMethod
source: Change Streaming Method
es: Cambiar método de transmisión de continuo (streaming)
ja: ストリーミング方法を変更
pt_br: Alterar Método de Transmissão
zh_cn: 修改动态载入方法

# WorldBrowser,LevelsChangeStreamingMethod_Tooltip
source: Changes the streaming method for the selected levels
es: Modifica el método de transmisión en continuo (streaming) para los niveles seleccionados
ja: 選択レベルのストリーミング方法を変更
pt_br: Altera o método de transmissão para os níveis selecionados
zh_cn: 修改选中关卡的动态载入方法

# WorldBrowser,LevelsStreamingMethod
source: Default Streaming Method
es: Método de transmisión en continuo (streaming) predeterminado
ja: デフォルトのストリーミング方法
pt_br: Método de Transmissão Padrão
zh_cn: 默认动态载入方法

# WorldBrowser,LevelsStreamingMethod_Tooltip
source: Changes the default streaming method for a new levels
es: Modifica el método de transmisión en continuo (streaming) para niveles nuevos
ja: 新規レベルのデフォルトのストリーミング方法を変更
pt_br: Altera o método de transmissão padrão para todos os níveis
zh_cn: 修改新关卡的动态载入方法

# WorldBrowser,LoadingWorldTiles
source: Loading: {0}...
es: Cargando: {0}...
ja: ロード中: {0}...
pt_br: Carregando: {0}...
zh_cn: 正在加载: {0}...

# WorldBrowser,LoadWorldTiles
source: Loading levels
es: Cargando niveles
ja: レベルをロード中
pt_br: Carregando níveis
zh_cn: 正在加载关卡

# WorldBrowser,LockAllLevels
source: Lock All Levels
ja: すべてのレベルをロック
zh_cn: 锁定所有关卡

# WorldBrowser,LockButtonToolTip
source: Toggle Level Lock
es: Conmutar el bloqueo del nivel
ja: レベルロックのトグル
pt_br: Alternar Bloqueio de Nível
zh_cn: 切换关卡锁定状态

# WorldBrowser,LockLevel
source: Lock Level
ja: レベルをロック
zh_cn: 锁定关卡

# WorldBrowser,LockMultipleLevels
source: Lock Multiple Levels
ja: 複数のレベルをロック
zh_cn: 锁定多个关卡

# WorldBrowser,LockSubMenu_ToolTip
source: Selected Level(s) lock commands
es: Comandos de bloqueo de el/los nivel(es) seleccionado(s)
ja: 選択されたレベルのロックコマンド
pt_br: Comandos de bloqueio dos Níveis selecionados
zh_cn: 选中的关卡锁定命令

# WorldBrowser,Menu_AllWeightmapsTitle
source: All Weightmaps
es: Todos los mapas de peso
ja: すべてのウェイトマップ
pt_br: Todos os Mapas de Peso
zh_cn: 所有的权重贴图

# WorldBrowser,Menu_WeightmapsTitle
source: Weightmaps
es: Mapas de peso
ja: ウェイトマップ
pt_br: Mapas de peso
zh_cn: 权重贴图

# WorldBrowser,MissingLevelErrorText
source: [Missing Level]
ja: [不足レベル]

# WorldBrowser,OnDragWorldAssetsOverFolder
source: Add Level(s)
es: Añadir nivel(es)
ja: レベルを追加
pt_br: Adicionar Nível(is)
zh_cn: 添加关卡

# WorldBrowser,ReadOnly_LockButtonToolTip
source: Read-Only levels are locked!
es: ¡Los niveles se solo lectura están bloqueados!
ja: 読み取り専用レベルはロックされています!
pt_br: Níveis somente leitura bloqueados!
zh_cn: 只读关卡已被锁定！

# WorldBrowser,ReimportTiledLandscape
source: Reimport Tiled Landscape
es: Reimportar terreno con teselas
ja: タイル化したランドスケープを再インポート
pt_br: Reimportar Paisagem em Blocos
zh_cn: 重新导入平铺的地貌

# WorldBrowser,RemoveLevel_Dirty
source: Removing levels cannot be undone. Any changes to these levels will be lost. Proceed?
es: Una vez que elimine los niveles no podrá recuperarlos. Cualquiera de los cambios hechos a estos niveles se perderán. ¿Continuar?
ja: 取り除いたレベルは元に戻せません。レベルに加えた変更はすべて失われます。継続しますか？
pt_br: A remoção de níveis não pode ser desfeita. Quaisquer alterações a esses níveis serão perdidas. Continuar?
zh_cn: 删除关卡操作不能撤销。 将会失去对这些关卡的任何修改。 继续?

# WorldBrowser,RemoveLevel_Message
source: Remove Level
es: Eliminar nivel
ja: レベルを取り除く
pt_br: Remover Nível
zh_cn: 删除关卡

# WorldBrowser,RemoveLevel_Undo
source: Removing levels cannot be undone. Proceed?
es: Una vez que elimine los niveles no podrá recuperarlos. ¿Continuar?
ja: 取り除いたレベルは元に戻せません。継続しますか？
pt_br: A remoção de níveis não pode ser desfeita. Continuar?
zh_cn: 删除关卡操作不能撤销。 继续?

# WorldBrowser,Save
source: Save this Level
es: Guardar este nivel
ja: このレベルを保存
pt_br: Salvar este Nível
zh_cn: 保存该关卡

# WorldBrowser,SaveButtonToolTip
source: Save Level
es: Guardar nivel
ja: レベルの保存
pt_br: Salvar Nível
zh_cn: 保存关卡

# WorldBrowser,SCCStatus
source: Status in Source Control
es: Estado en el control de código fuente
ja: ソースコントロールのステータス
pt_br: Status no Controle de Origem
zh_cn: 源码控制中的状态

# WorldBrowser,SelectActors
source: Select Actors in Level
es: Seleccionar actores en el nivel
ja: レベル内のアクタを選択
pt_br: Selecionar Atores no Nível
zh_cn: 在关卡中选择Actor

# WorldBrowser,SelectAssociatedStreamingVolumes
source: Select Associated Streaming Volumes
es: Seleccionar los volúmenes de transmisión de continuo (streaming) asociados
ja: 関連するストリーミングボリュームを選択
pt_br: Selecionar Volumes de Transmissão Associados
zh_cn: 选择相关连的动态载入体积

# WorldBrowser,SelectHeightmapTiles
source: Select heightmap tiles
es: Seleccionar teselas del mapa de altura
ja: ハイトマップタイルを選択...
pt_br: Selecionar placas do mapa de alturas
zh_cn: 选择高度图平铺

# WorldBrowser,SelectWeightmapTiles
source: Select weightmap tiles
ja: ウェイトマップタイルを選択

# WorldBrowser,SetAddStreamingMethodAlwaysLoadedOverride
source: Always Loaded
es: Siempre cargado
ja: 常にロード済み
pt_br: Sempre Carregado
zh_cn: 总是加载

# WorldBrowser,SetStreamingMethodAlwaysLoadedOverride
source: Always Loaded
es: Siempre cargado
ja: 常にロード済み
pt_br: Sempre Carregado
zh_cn: 总是加载

# WorldBrowser,ShowingAllLevelsFmt
source: {0} levels
ja: {0} レベル
zh_cn: {0}个关卡

# WorldBrowser,ShowingAllLevelsSelectedFmt
source: {0} levels ({1} selected)
ja: {0} レベル ({1} 選択済み)
zh_cn: {0}个关卡（已选择{1}）

# WorldBrowser,ShowingNoLevelsFmt
source: No matching levels ({0} total)
ja: 一致するレベルなし (合計 {0})
zh_cn: 无匹配关卡（总数量为{0}）

# WorldBrowser,ShowingOnlySomeLevelsFmt
source: Showing {0} of {1} levels
ja: {1} レベルの {0} を表示中
zh_cn: 显示{1}关卡的{0}

# WorldBrowser,ShowingOnlySomeLevelsSelectedFmt
source: Showing {0} of {1} levels ({2} selected)
ja: {1} レベルの {0} を表示中({2} 選択済み)
zh_cn: 显示{1}关卡的{0}（已选择{2}）

# WorldBrowser,SourceControl_ToolTip
source: Source Control Options
es: Opciones del control de código fuente
ja: ソースコントロールのオプション
pt_br: Opções do Controle de Origem
zh_cn: 源码控制选项

# WorldBrowser,StreamingLevelMode
source: Level Transform Editing
es: Edición de la modificación del nivel
ja: レベルトランスフォームを編集中
pt_br: Edição de Transformação de Nível
zh_cn: 关卡变换编辑

# WorldBrowser,SummonCompositionToolTipText
source: Summons world composition
ja: ワールドコンポジションを呼び出す
zh_cn: 调出世界构成

# WorldBrowser,SummonDetailsToolTipText
source: Summons level details
es: Reúne los detalles del nivel
ja: レベル詳細を呼び出します
pt_br: Chama os detalhes do nível
zh_cn: 调出关卡详细信息

# WorldBrowser,SummonHierarchyToolTipText
source: Summons levels hierarchy
es: Reúne la jerarquía de los niveles
ja: レベル階層を呼び出します
pt_br: Chama a hierarquia dos níveis
zh_cn: 调出关卡层次结构

# WorldBrowser,TiledLandcapeImport_DialogTitle
source: Import Tiled Landscape
es: Importar terreno con teselas
ja: タイル処理されたランドスケープをインポート
pt_br: Importar Paisagem em Blocos
zh_cn: 导入平铺的地貌

# WorldBrowser,TiledLandscapeImport_BlendOption
source: Weight-Blended Layer
es: Capa de peso combinado
ja: ウェイトブレンドレイヤ
pt_br: Camada Misturada com Pesos
zh_cn: 权重混合层

# WorldBrowser,TiledLandscapeImport_ConfigurationText
source: Import Configuration
es: Importar configuración
ja: コンフィギュレーションをインポート
pt_br: Importar Configuração
zh_cn: 导入设置

# WorldBrowser,TiledLandscapeImport_FlipYAxisText
source: Flip Tile Y Coordinate
ja: タイルY座標を反転
zh_cn: 翻转平铺块Y轴

# WorldBrowser,TiledLandscapeImport_HeightmapPngTileInvalidSize
source: No landscape configuration found for ({Size}×{Size}).
ja: ({Size}×{Size}) サンプルにランドスケープ設定がありません。

# WorldBrowser,TiledLandscapeImport_HeightmapPngTileSizeMismatch
source: File ({FileName}) size ({Size}×{Size}) should match other tiles file size ({TargetSize}×{TargetSize}).
ja: ファイル ({FileName}) サイズ ({Size}×{Size}) は、別のタイルファイルサイズ ({TargetSize}×{TargetSize}) と一致しなくてはいけません。

# WorldBrowser,TiledLandscapeImport_HeightmapTileInvalidName
source: File name ({FileName}) should match pattern: <name>_X<number>_Y<number>.
ja: ファイル名 ({FileName}) はパターンが一致しなくてはいけません： <name>_X<number>_Y<number>.
zh_cn: 文件名称({FileName})应匹配模式: <name>_X<number>_Y<number>。

# WorldBrowser,TiledLandscapeImport_InvalidTileResolutionText
source: Selected tiles have unsupported resolution
ja: 選択したタイルに未サポートの解像度があります
zh_cn: 选中平铺块的分辨率不受支持

# WorldBrowser,TiledLandscapeImport_NoTilesText
source: No tiles selected
es: No hay teselas seleccionadas
ja: タイルが選択されていません
pt_br: Nenhuma placa selecionada
zh_cn: 没有选中平铺

# WorldBrowser,TiledLandscapeImport_ScaleText
source: Landscape Scale
es: Escala del terreno
ja: ランドスケープスケール
pt_br: Escala da Paisagem
zh_cn: 地貌缩放

# WorldBrowser,TiledLandscapeImport_SelectButtonText
source: Select Heightmap Tiles...
es: Seleccionar teselas del mapa de altura...
ja: ハイトマップタイルを選択...
pt_br: Selecionar Placas do Heightmap...
zh_cn: 选择高度图平铺...

# WorldBrowser,TiledLandscapeImport_SelectWeightmapButtonText
source: Select Weightmap Tiles...
es: Seleccionar teselas del mapa de peso...
ja: ウェイトマップタイルを選択...
pt_br: Selecionar Placas do Mapa de Pesos...
zh_cn: 选择高度图平铺...

# WorldBrowser,TiledLandscapeImport_SummaryText
source: {0} tiles, {1}km landscape
es: {0} teselas, {1}km terreno
ja: {0} タイル、 {1} km ランドスケープ
pt_br: {0} placas, {1} km de paisagem
zh_cn: {0}平铺块, {1}km地貌

# WorldBrowser,TiledLandscapeImport_TilesOffsetText
source: Tile Coordinates Offset
es: Desplazamiento de las coordenadas de la tesela
ja: タイル座標オフセット
pt_br: Deslocamento das Coordenadas da Placa
zh_cn: 平铺坐标偏移

# WorldBrowser,TiledLandscapeImport_TilesOffsetTooltip
source: For example: tile x0_y0 will be treated as x(0+offsetX)_y(0+offsetY)
es: Por ejemplo: la tesela x0_y0 se tratará como x(0+offsetX)_y(0+offsetY)
ja: 例: タイル x0_y0 は x(0+offsetX)_y(0+offsetY) として扱われます
pt_br: Por exemplo: a placa x0_y0 será tratada como x(0+offsetX)_y(0+offsetY)
zh_cn: 比如： tile x0_y0将被作为x(0+offsetX)_y(0+offsetY)来处理

# WorldBrowser,ToggleDisplayActorsCount
source: Display Actors Count
es: Visualiza el recuento de actores
ja: アクタ数を表示
pt_br: Exibir Contagem de Atores
zh_cn: 显示Actors数量

# WorldBrowser,ToggleDisplayActorsCount_Tooltip
source: If enabled, displays actors count for each level
es: Si está activado, muestra el recuento de actores por cada nivel
ja: 有効になると、各レベルのアクタ数が表示されます
pt_br: Se estiver ativa, mostra a contagem dos atores para cada nível
zh_cn: 如果启用，则显示每个关卡的actors数量

# WorldBrowser,ToggleDisplayPaths
source: Display Paths
es: Visualizar las rutas
ja: パスを表示
pt_br: Exibir Caminhos
zh_cn: 显示路径

# WorldBrowser,ToggleDisplayPaths_Tooltip
source: If enabled, displays the path for each level
es: Si está activado, muestra la ruta para cada nivel
ja: 許可するとすべてのレベルのパスが表示されます
pt_br: Se estiver ativa, mostra o caminho para cada nível
zh_cn: 如果启用，则显示每个关卡的路径

# WorldBrowser,UnloadingDirtyLevelFromWorld
source: You are about to unload dirty levels from the world and your changes to these levels will be lost (all children levels will be unloaded as well). Proceed?
es: Está a punto de descargar niveles 'sucios' del mundo y los cambios que haya hecho se perderán (todos los niveles de hijos también se descargarán). ¿Continuar?
ja: ワールドから変更したレベルをアンロードしようとしています。アンロードするとこれらのレベルは失われます（子レベルすべても一緒にアンロードされます）。継続しますか？
pt_br: Você está prestes a descarregar níveis sujos do mundo e suas alterações a esses níveis serão perdidas (todos os níveis filho também serão descarregados). Continuar?
zh_cn: 您将卸载世界中的已修改关卡，您对这些关卡的修改将会丢失（所有子关卡也将被取消载入）。继续?

# WorldBrowser,UnlockAllLevels
source: Unlock All Levels
ja: すべてのレベルのロックを解除
zh_cn: 解锁所有关卡

# WorldBrowser,UnlockLevel
source: Unlock Level
ja: レベルのロックを解除
zh_cn: 解锁关卡

# WorldBrowser,UnlockMultipleLevels
source: Unlock Multiple Levels
ja: 複数レベルのロックを解除
zh_cn: 解锁多个关卡

# WorldBrowser,UnsavedLevel
source: Unsaved Level
ja: 未保存のレベル
zh_cn: 未保存的关卡

# WorldBrowser,ViewHeaderRemove
source: Missing Level
es: Nivel perdido
ja: 見つからないレベル
pt_br: Nível Ausente
zh_cn: 缺失关卡

# WorldBrowser,VisibilitySubMenu_ToolTip
source: Selected Level(s) visibility commands
es: Comandos de la visibilidad de el/los nivel(es) seleccionado(s)
ja: 選択されたレベルの可視属性コマンド
pt_br: Comandos de visibilidade dos Níveis selecionados
zh_cn: 选中关卡可见性命令

# WorldBrowser,VolumeMustBeInPersistentLevel
source: Cannot add a Level Streaming Volume which is not in the persistent level.
ja: レベル ストリーミング ボリュームを追加できません。パーシスタントレベルにはありません。
zh_cn: 无法添加不在永久性关卡中的关卡动态载入体积。

# WorldSettingsDetails,LightmapHeaderRowContent
source: Lightmaps
es: Mapas de iluminación
ja: ライトマップ
pt_br: Mapas de Luz
zh_cn: 光照贴图

# WorldSettingsDetails,LightMapsFilter
source: Lightmaps
es: Mapas de iluminación
ja: ライトマップ
pt_br: Mapas de Luz
zh_cn: 光照贴图

# WorldSettingsDetails,LightmapHeaderRowCount
source: {0} Lightmap(s)
es: {0} Mapas de iluminación
ja: {0} 個のライトマップ
pt_br: {0} Mapa(s) de Luzes
zh_cn: {0}光照贴图

# WorldSettingsDetails,ViewLightmapLabel
source: View Lightmap
ja: ライトマップを表示

# WorldSettingsDetails,ViewLightmapTooltip
source: Opens the texture editor with this lightmap.
es: Abrir el editor de la textura con este mapa de iluminación.
ja: このライトマップでテクスチャエディタを開く
pt_br: Abre o editor de textura com esse mapa de luz.
zh_cn: 打开该光照贴图的贴图编辑器。

# A3Nodes,False
source: False
es: Falso
pt_br: Falso
zh_cn: 假

# TextureEditor,False
source: False
zh_cn: 假

# A3Nodes,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# AnimBlueprintFactory,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# DebugViewUI,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# EditorFactories,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# UGameplayAbilitiesBlueprintFactory,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: （空）

# UnrealEd,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# UWidgetBlueprintFactory,Null
source: (null)
es: (nulo)
pt_br: (nulo)
zh_cn: (空)

# A3Nodes,SequenceEvaluatorHeading
source: Sequence Evaluator
es: Evaluador de la secuencia
pt_br: Avaliador de Sequência
zh_cn: 序列计算器

# A3Nodes,True
source: True
es: Verdadero
pt_br: Verdadeiro
zh_cn: 真

# TextureEditor,True
source: True
zh_cn: 真

# BlueprintDetailsCustomization,ExperimentalClassTooltip
source: Here be dragons! Uses one or more unsupported 'experimental' classes
zh_cn: 此处危险！使用一个或多个不支持的‘外部’类

# FTransformSection,DisplayName
source: Transform
zh_cn: 变换

# Sequencer,AddTransform
source: Transform
zh_cn: 变换

# ActorFactory,MovieSceneDisplayName
source: MovieScene
zh_cn: 电影场景

# NiagaraSchema,PinActionsMenuHeader
source: Pin Actions
zh_cn: 引脚操作

# SequencerContextMenus,EditMenu
source: Edit
zh_cn: 编辑

# SequencerContextMenus,EditSection
source: Edit
zh_cn: 编辑

# SequencerDisplayNode,EditContextMenuSectionName
source: Edit
zh_cn: 编辑

# FSkeletalAnimationTrackEditor,AddAnimation
source: Animation
zh_cn: 动画

# FSkeletalAnimationTrackEditor,AnimationSection
source: Animation
zh_cn: 动画

# FSkeletalAnimationTrackEditor,AnimationText
source: Animation
zh_cn: 动画

# SCreateAnimationDlg,AnimationName
source: Animation Name
zh_cn: 动画名称

# SCreateAnimationDlg,Cancel
source: Cancel
zh_cn: 取消

# AnimationEditorUtils,OK
source: OK
zh_cn: 确定

# AnimBlueprintFactory,CreateAnimBlueprintOk
source: OK
es: ACEPTAR
zh_cn: 好

# ContentBrowser,ChunkIDAssign_Yes
source: OK
zh_cn: 确定

# CSVImportFactory,OK
source: OK
es: ACEPTAR
zh_cn: 好

# Dialogs,EAppReturnTypeOk
source: OK
es: ACEPTAR
zh_cn: 好

# DlgPickAssetPath,OK
source: OK
es: ACEPTAR
zh_cn: 好

# DlgPickPath,OK
source: OK
zh_cn: 确定

# EditorFactories,OK
source: OK
zh_cn: 确定

# MatineeMenus,OK
source: OK
es: ACEPTAR
zh_cn: 好

# ModalDialogs,SDlgDeltaTransform_OK
source: OK
es: ACEPTAR
zh_cn: 好

# ModalDialogs,SDlgMoveAsset_OK
source: OK
es: ACEPTAR
zh_cn: 好

# NormalMapIdentification,ImportTexture_OKNormalMapSettings
source: OK
es: ACEPTAR
zh_cn: 好

# SAnimationDlgs,OK
source: OK
es: ACEPTAR
zh_cn: 确定

# SCreateAnimationDlg,OK
source: OK
zh_cn: 确定

# SkeletonWidget,OK
source: OK
zh_cn: 确定

# SkeletonWidget,OkButton
source: OK
zh_cn: 确定

# SourceControl.SubmitPanel,OKButton
source: OK
es: ACEPTAR
zh_cn: 好

# UGameplayAbilitiesBlueprintFactory,CreateGameplayAbilityBlueprintOk
source: OK
es: ACEPTAR
zh_cn: 确定

# UnrealEd.Editor,OK
source: OK
es: ACEPTAR
zh_cn: 是

# SCreateAnimationDlg,SelectPath
source: Select Path to create animation
zh_cn: 选择创建动画的路径

# AnimBlueprintCompiler,HasIncompatibleNode
source: Found incompatible node "{0}" in blend graph. Parallel update will be disabled.
zh_cn: 混合图表中发现了不兼容的节点 "{0}"。并行更新将会被禁用。

# AnimBlueprintCompiler,HasNonNativeMemberAccess
source: Found non-native or non-member access in node @@ in blend graph. Parallel update will be disabled.
zh_cn: 混合图表中的节点@@中发现了非原生的或非成员访问。并行更新将会被禁用。

# AnimBlueprintCompiler,NoSkeleton
source: @@ - The skeleton asset for this animation Blueprint is missing, so it cannot be compiled!
zh_cn: @@ - 此动画蓝图的骨架资源缺失，因此无法编译此动画蓝图！

# ObserveBone,AnimGraphNode_ObserveBone
source: Observe Bone
zh_cn: 观察骨骼

# AnimGraphNode_RandomPlayer,NodeToolTip
source: Plays sequences picked from a provided list in random orders.
zh_cn: 从提供的随机顺序列表中选择的播放序列。

# SequencerContextMenus,SectionsMenu
source: Sections
zh_cn: 片段

# ContentBrowser,CollectionDestroyConfirm_Yes
source: Delete
es: Eliminar
pt_br: Excluir
zh_cn: 删除

# ContentBrowser,FolderDeleteConfirm_Yes
source: Delete
es: Eliminar
pt_br: Excluir
zh_cn: 删除

# SequencerContextMenus,DeleteKey
source: Delete
zh_cn: 删除

# SequencerContextMenus,DeleteSection
source: Delete
zh_cn: 删除

# SequencerDisplayNode,DeleteNode
source: Delete
zh_cn: 删除

# Sequencer,ViewMenuHeader
source: View
zh_cn: 视图

# SequencerContextMenus,Paste
source: Paste
zh_cn: 粘贴

# SequencerDisplayNode,RenameNode
source: Rename
zh_cn: 重命名

# Sequencer,SetKey_Transaction
source: Set Key
zh_cn: 设置关键帧

# EditorCategoryUtils,NameCategory
source: Name
zh_cn: 名称

# KismetSchema,NameCategory
source: Name
es: Nombre
pt_br: Nome
zh_cn: 名称

# AnimTimingPanel,ShowSectionTimingNodes
source: Show or hide the timing display for sections on the section name track
zh_cn: 显示或隐藏片段名称轨迹上的片段的时间显示情况

# FObjectBindingNode,TrackText
source: Track
zh_cn: 轨迹

# FObjectBindingNode,TracksMenuHeader
source: Tracks
zh_cn: 轨迹

# FMarginPropertySection,MarginLeft
source: Left
es: Izquierda
pt_br: Esquerda
zh_cn: 左侧

# FMarginPropertySection,MarginRight
source: Right
es: Derecha
pt_br: Direita
zh_cn: 右侧

# UMG,RightNavigation
source: Right
zh_cn: 右侧

# FAudioSection,AudioDisplayName
source: Audio
zh_cn: 音频

# ContentBrowser,TileViewTooltipSourceFile
source: Source File
zh_cn: 源码文件

# CulturePicker,None
source: None
zh_cn: 无

# BlendListByEnum,ExposeElement
source: ExposeElement
es: Exponer elemento
zh_cn: 暴露元素

# BlendProfilePicker,Profiles
source: Available Blend Profiles
zh_cn: 可用的混合概述文件

# NiagaraEffectEditor,Timeline
source: Timeline
zh_cn: 时间轴

# BlueprintDebugging,DisplayErrorLambda_Blueprint
source: detected in
zh_cn: 发现于

# BlueprintDebugging,DisplayErrorLambda_CallStackWithDescriptionAnd
source: and
zh_cn: 和

# BlueprintDebugging,DisplayErrorLambda_Function
source: , asserted during
zh_cn: ，断言于

# Sequencer,AddButton
source: Add
zh_cn: 添加

# BlueprintDetailsCustomization,ChangeConst
source: Change Const
zh_cn: 修改常量

# BlueprintDetailsCustomization,EditCompactNodeTitle_Tooltip
source: Sets the compact node title for calls to this function or macro. Compact node titles convert a node to display as a compact node and are used as a keyword for searching.
zh_cn: 为到这个函数或宏的调用设置压缩的节点标题。压缩的节点标题会将一个节点转换为压缩节点进行显示，并用作为搜索时的关键字。

# BlueprintDetailsCustomization,FunctionConst_Tooltip
source: Const
zh_cn: 常量
