Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# UnrealEd.GeomModifier_Create,Tooltip
source: Creates a new polygon from the selected vertices. The vertices must be selected in clockwise order to create a poly with an outward facing normal.
ja: 選択した頂点から新たにポリゴンを作成します。法線に外向きなポリゴンを作成するには頂点を時計回りに選択しなくてはいけません。
zh_cn: 从选择的顶点处创建新多边形。必须顺时针选择顶点，以创建具有向外法线的多边形。

# UnrealEd.GeomModifier_Delete,Tooltip
source: Deletes the selected geometry elements (vertices, edges or polygons).
ja: 選択したジオメトリのエレメントを削除します（頂点、エッジまたはポリゴン）。
zh_cn: 删除选择的几何体元素（顶点、边缘或多边形）。

# UnrealEd.GeomModifier_Edit,Tooltip
source: Translate, rotate or scale existing geometry.
ja: 既存ジオメトリを移動、回転、またはスケーリングします。
zh_cn: 平移、旋转或缩放已存几何体。

# UnrealEd.GeomModifier_Extrude,Tooltip
source: Moves the selected geometry element forward, creating new geometry behind it if necessary.
ja: 選択したジオメトリのエレメントを前方へ移動して、必要に応じて後方に新規ジオメトリを作成します。
zh_cn: 将选择的几何体元素向前移动，如有需要，在其后创建新几何体。

# UnrealEd.GeomModifier_Flip,Tooltip
source: Flips the normal of the selected polygon so that it faces the other way.
ja: 反対側へ向くように選択したポリゴンの法線をフリップします。
zh_cn: 翻转选择的多边形的法线，使之朝向其它方向。

# UnrealEd.GeomModifier_Lathe,Tooltip
source: Create new geometry by rotating the selected brush shape about the current pivot point.
ja: 現在の回転軸周りで選択ブラシの形状を回転して新規ジオメトリを作成します。
zh_cn: 通过在当前支点处旋转选择的画刷形状来创建新几何体。

# UnrealEd.GeomModifier_Optimize,Tooltip
source: Optimizes the selected geometry by merging together any polygons which can be formed into a single convex polygon.
ja: ポリゴン全てをマージすることで選択ジオメトリを最適化して、単一凸型ポリゴンを形成します。
zh_cn: 通过融合可形成单个凸面多边形的任意多边形来最优化选择的几何体。

# UnrealEd.GeomModifier_Pen,Tooltip
source: Create new geometry by drawing the vertices directly into an orthographic viewport. Press space bar to place a vertex, and Enter to close the polygon.
ja: 正投影ビューポートに直接頂点を描画して新規ジオメトリを作成します。スペースキーで頂点を配置して、Enterキーでポリゴンを閉じます。
zh_cn: 通过直接描画顶点到正交视口来创建新几何体。按下空格键来放置顶点，并按下回车键来关闭多边形。

# UnrealEd.GeomModifier_Triangulate,Tooltip
source: Break the selected polygons down into triangles.
ja: 選択したポリゴンをトライアングルに分解します。
zh_cn: 将选择的多边形分为三角形。

# UnrealEd.GeomModifier_Turn,Tooltip
source: Given a selected edge common to two triangles, turn the edge so that it is connected to the previously unconnected vertices.
ja: 2つのトライアングルに共通の選択エッジを仮定して、接続していない頂点と接続させるためにエッジを回転します。
zh_cn: 给定选择的边缘到两个三角形，旋转边缘，使之与之前未连接的顶点相连。

# UnrealEd.GeomModifier_Weld,Tooltip
source: Merge all selected vertices to the first selected vertex.
ja: 選択した頂点すべてを最初に選択された頂点へマージします。
zh_cn: 融合所有选择的顶点为首个选择的顶点。

# UnrealEditor,ApplicationTitle
source: Unreal Editor
es: Editor Unreal
ja: アンリアルエディタ
pt_br: Editor do Unreal
zh_cn: 虚幻编辑器

# UnrealEditor,TitleBarRightContentTooltip
source: Version: {Version} Branch: {Branch} Build Configuration: {BuildConfiguration} Build Date: {BuildDate}
ja: バージョン： {Version} ブランチ： {Branch} ビルドコンフィギュレーション： {BuildConfiguration} ビルド日： {BuildDate}
zh_cn: 版本: {Version} 分支: {Branch} 构建配置: {BuildConfiguration} 构建日期: {BuildDate}

# UnrealEditor,WorkspaceEdit_Options
source: Edit Options
es: Opciones de edición
ja: 編集オプション
pt_br: Editar Opções
zh_cn: 编辑选项

# UnrealEditor,WorkspaceMenu_AutomationToolsCategory
source: Automation Tools
ja: オートメーションツール

# UnrealEditor,WorkspaceMenu_DeveloperToolsCategory
source: Developer Tools
es: Herramientas del desarrollador
ja: デベロッパーツール
pt_br: Ferramentas do Desenvolvedor
zh_cn: 开发者工具

# UnrealEditor,WorkspaceMenu_LevelEditorDetailCategoryTooltip
source: Open a Details tab.
es: Abrir una pestaña de detalles.
ja: 詳細タブを開く
pt_br: Abrir uma guia Detalhes.
zh_cn: 打开详细信息选卡。

# UnrealEditor,WorkspaceMenu_LevelEditorViewportCategoryTooltip
source: Open a Viewport tab.
es: Abrir una pestaña de ventana gráfica.
ja: ビューポートタブを開く
pt_br: Abrir uma guia Porta de Visualização.
zh_cn: 打开视口选卡。

# UnrealEditor,WorkspaceMenu_Root
source: Menu Root
es: Raíz del menú
ja: メニュールート
pt_br: Raiz do Menu
zh_cn: 菜单根项

# UnrealEdSrv,MenuInAModalWindow
source: Menu in a modal window
es: Menú en una ventana modal
ja: モーダルウィンドウのメニュー
pt_br: Menu em uma janela modal
zh_cn: 模式窗口的菜单

# UnrealEdSrv,ModelTestWindowLabel
source: This is a modal window test
es: Es un análisis de la ventana modal
ja: これはモーダルウィンドウのテストです
pt_br: Isso é um teste de janela modal
zh_cn: 这是一个模式窗口测试

# UnrealEdSrv,NewModalTestWindowButtonLabel
source: New Modal Window
es: Ventana modal nueva
ja: 新規モーダルウィンドウ
pt_br: Nova Janela Modal
zh_cn: 新建模式窗口

# UnrealEdSrv,OpenASubmenu
source: Opens a sub menu
es: Abre un sub menú
ja: サブメニューを開く
pt_br: Abre um submenu
zh_cn: 打开子菜单

# UnrealEdSrv,OpensASubmenu
source: Opens a submenu
es: Abre un submenú
ja: サブメニューを開く
pt_br: Abre um submenu
zh_cn: 打开子菜单

# UnrealEdSrv,SubMenu
source: Sub Menu
es: Submenú
ja: サブメニュー
zh_cn: 子菜单

# UnrealEdSrv,SubMenu2
source: Sub Menu2
es: Submenú2
ja: サブメニュー2
zh_cn: 子菜单2

# UnrealEdSrv,TestItem1
source: Test Item 1
es: Analizar ítem 1
ja: テストアイテム1
pt_br: Testar Item 1
zh_cn: 测试项1

# UnrealEdSrv,TestItem2
source: Test Item 2
es: Analizar ítem 2
ja: テストアイテム2
pt_br: Testar Item 2
zh_cn: 测试项2

# UnrealEdSrv,TestItem3
source: Test Item 3
es: Analizar ítem 3
ja: テストアイテム3
pt_br: Testar Item 3
zh_cn: 测试项3

# UnrealEdSrv,TestModalWindowTitle
source: Modal Window
es: Ventana modal
ja: モーダルウィンドウ
pt_br: Janela Modal
zh_cn: 模式窗口

# UnrealEdSrv,WindowTitle
source: Modal Window
es: Ventana modal
ja: モーダルウィンドウ
pt_br: Janela Modal
zh_cn: 模式窗口

# UnrealEdSrv,WritePermissionFailure
source: You do not have sufficient permission to save the following content to disk. Any changes you make to this content will only apply during the current editor session. {0}
es: No tiene autorización suficiente para guardar el siguiente contenido en el disco. Cualquiera de los cambios que haga en este contenido solo se aplicarán durante la sesión del editor actual. {0}
ja: 次のコンテンツをディスクに保存する権限がありません。コンテンツの変更箇所は現在のエディタセッションの間限定で適用されます {0}
pt_br: Você não tem permissões suficientes para salvar conteúdo a seguir no disco. Quaisquer alterações feitas neste conteúdo serão aplicadas apenas durante a sessão do editor atual. {0}
zh_cn: 您没有足够权限将以下内容保存到磁盘中。 您对该内容所做的任何修改将仅在当前编辑器会话中应用。 {0}

# UpdateGameProjectCmdlet,ChangelistDescription
source: Updated game project
es: Proyecto de juego actualizado
ja: ゲームプロジェクトを更新
pt_br: Projeto de jogo atualizado
zh_cn: 正在更新游戏项目

# UserDefinedEnumEditor,AppLabel
source: Enum Editor
es: Editor de la enumeración
ja: 列挙型エディタ
pt_br: Editor de Enum
zh_cn: 枚举值编辑器

# UserDefinedEnumEditor,EnumDetailsEnumerators
source: Enumerators
es: Enumeradores
ja: エニュメレーター
pt_br: Enumerações
zh_cn: 枚举值

# UserDefinedEnumEditor,EnumeratorEditor
source: Enumerators
es: Enumeradores
ja: エニュメレーター
pt_br: Enumerações
zh_cn: 枚举值

# UserDefinedEnumEditor,UDEnumWorldCentricTabPrefix
source: Enum
es: Enumerar
ja: 列挙型変数
zh_cn: 枚举值

# UserDefinedEnumEditor,WorkspaceMenu_UserDefinedEnumEditor
source: User-Defined Enum Editor
ja: ユーザー定義の列挙型エディタ
zh_cn: 用户定义的枚举值编辑器

# UserFeedback,AskOnUDN
source: Ask a question...
es: Hacer una pregunta...
ja: 質問を投稿...
pt_br: Fazer uma pergunta...
zh_cn: 提问题...

# UserFeedback,AssetCreation
source: Asset Creation
es: Creación del activo
ja: アセット作成
pt_br: Criação de ativo
zh_cn: 资源创建

# UserFeedback,Description_Negative
source: We value your feedback. What could we improve about {Tool}?
es: Valoramos su comentario. ¿Qué podríamos mejorar sobre {Tool}?
ja: {Tool} に関する改善点について、みなさまのフィードバックをお聞かせください。
pt_br: Valorizamos seus comentários. O que poderíamos fazer para melhorar a ferramenta {Tool}?
zh_cn: 我们非常重视您的反馈。对于 {Tool}，我们还能进行哪些改进?

# UserFeedback,Description_Positive
source: We value your feedback. What part of {Tool} do you like?
es: Valoramos su comentario. ¿Que parte de {Tool} le gusta?
ja: {Tool} の好きな箇所について、みなさまのフィードバックをお聞かせください。
pt_br: Valorizamos seus comentários. Qual parte de {Tool} você gosta?
zh_cn: 我们非常重视您的反馈。您喜欢{Tool}的哪个部分?

# UserFeedback,DetailsPanel
source: Details Panel
es: Panel de los detalles
ja: 詳細パネル
pt_br: Painel de Detalhes
zh_cn: 详细信息面板

# UserFeedback,FeedbackErrorMessage
source: Please provide some feedback
es: Por favor, haga un comentario
ja: フィードバックを投稿してください
pt_br: Envie alguns comentários
zh_cn: 请提供一些反馈

# UserFeedback,FeedbackSent
source: Thank you for sending us your feedback
es: Gracias por enviarnos su comentario
ja: フィードバックを送信いただきありがとうございます
pt_br: Agradecemos os comentários
zh_cn: 感谢您发送反馈

# UserFeedback,FeedbackTextBox_HintText
source: Tell us more
es: Cuéntenos más
ja: 詳細を教えてください
pt_br: Conte-nos mais
zh_cn: 告诉我们更多

# UserFeedback,LevelEditing
source: Level Editing
es: Edición del nivel
ja: レベルの編集
pt_br: Edição de Nível
zh_cn: 关卡编辑

# UserFeedback,Other
source: Other
es: Otro
ja: その他
pt_br: Outro
zh_cn: 其它

# UserFeedback,SendNegativeFeedback
source: Send Negative Feedback
es: Enviar comentario negativo
ja: 否定的なフィードバックを送信
pt_br: Enviar Comentário Negativo
zh_cn: 发送消极反馈

# UserFeedback,SendPositiveFeedback
source: Send Positive Feedback
es: Enviar comentario positivo
ja: 肯定的なフィードバックを送信
pt_br: Enviar Comentário Positivo
zh_cn: 发送积极反馈

# UserFeedback,SubmitFeedback
source: Send
es: Enviar
ja: 送る
pt_br: Enviar
zh_cn: 发送

# UserFeedback,TooLong
source: Additional feedback must be fewer than {MaxSize} characters.
es: Un comentario adicional debe tener menos de {MaxSize} caracteres.
ja: 追加のフィードバックは {MaxSize} 文字を超えてはいけません
pt_br: Comentários adicionais devem possuir menos do que {MaxSize} caracteres.
zh_cn: 额外的反馈内容必须低于{MaxSize}字符。

# UserFeedback,UserFeedbackCombo_Assets
source: Asset Editors:
es: Editores del activo:
ja: アセットエディタ：
pt_br: Editores de Ativo:
zh_cn: 资源编辑器：

# UserFeedback,UserFeedbackCombo_Current
source: Current:
es: Actual:
ja: 現在
pt_br: Atual:
zh_cn: 当前：

# UserFeedback,UserFeedbackCombo_General
source: General:
ja: 一般:
pt_br: Geral:
zh_cn: 常规

# UserFeedback,UserFeedbackToolTip
source: Send Quick Feedback
es: Enviar un comentario rápido
ja: 迅速なフィードバックを送信
pt_br: Enviar Comentário Rápido
zh_cn: 发送快速反馈

# UWidgetBlueprintFactory,CannotCreateWidgetBlueprint
source: Cannot create a Widget Blueprint based on the class '{ClassName}'.
es: No se puede crear un Widget basado en la clase '{ClassName}'.
ja: クラス '{ClassName}' に基づいたウィジェットブループリントは作成できません
pt_br: Não é possível criar um Esquema do Widget com base na classe '{ClassName}'.
zh_cn: 无法基于类'{ClassName}'创建控件蓝图。

# VariableDragDropAction,CannotCreateInThisSchema
source: Cannot access variables in this type of graph
es: No pueden acceder variables en este tipo de gráfico
ja: この種類のグラフは変数にアクセスできません
pt_br: Não é possível acessar as variáveis nesse tipo de grafo
zh_cn: 不能访问此种类型图表中的变量

# VariableDragDropAction,ChangeNodeTo
source: Change node to {ReadOrWrite} '{VariableName}'
es: Cambia el nodo a {ReadOrWrite} '{VariableName}'
ja: ノードを {ReadOrWrite} '{VariableName}' へ変更
pt_br: Alterar nó para {ReadOrWrite} '{VariableName}'
zh_cn: 修改节点为{ReadOrWrite} '{VariableName}'

# VariableDragDropAction,ChangeNodeToWarnBreakLinks
source: Change node to {ReadOrWrite} '{VariableName}', WARNING this will break links!
es: Modificar el nodo a {ReadOrWrite} '{VariableName}', ¡ADVERTENCIA, esto romperá los vínculos!
ja: ノードを {ReadOrWrite} '{VariableName}' に変更、警告 これによりリンクが破損します！
pt_br: Alterar nó para {ReadOrWrite} '{VariableName}'. AVISO: isso quebrará vínculos!
zh_cn: 修改节点为{ReadOrWrite} '{VariableName}', 警告，这将断开连接!

# VariableDragDropAction,ChangingCatagoryAlreadyIn
source: Variable '{VariableName}' is already in category '{HoveredCategoryName}'
es: La variable '{VariableName}' ya está en la categoría '{HoveredCategoryName}'
ja: 変数 '{VariableName}' は既にカテゴリ '{HoveredCategoryName}' に存在します
pt_br: A variável '{VariableName}' já está na categoria '{HoveredCategoryName}'
zh_cn: 变量'{VariableName}'已经位于类目'{HoveredCategoryName}'下

# VariableDragDropAction,ChangingCatagoryNotThisVar
source: Cannot change category for variable '{VariableName}'
es: No se puede cambiar la categoría por la variable '{VariableName}'
ja: 変数 '{VariableName}' のカテゴリは変更できません
pt_br: Não é possível alterar a categoria da variável '{VariableName}'
zh_cn: 不能改变变量'{VariableName}'的类目

# VariableDragDropAction,ChangingCatagoryOk
source: Move variable '{VariableName}' to category '{HoveredCategoryName}'
es: Mover la variable '{VariableName}' a la categoría '{HoveredCategoryName}'
ja: 変数 '{VariableName}' をカテゴリ '{HoveredCategoryName}' へ移動
pt_br: Mover variável '{VariableName}' para a categoria '{HoveredCategoryName}'
zh_cn: 将变量'{VariableName}'移动到类目'{HoveredCategoryName}'下

# VariableDragDropAction,CreateVariableGetterToolTip
source: Create Getter for variable '{0}' (Ctrl-drag to automatically create a getter)
es: Crear captador para la variable '{0}' (Ctrl-arrastrar para crear automáticamente un captador)
ja: 変数 '{0}' に対し ゲッタ を作成します (Ctrl を押しながらドラッグで自動的に ゲッタ が作成されます)
pt_br: Criar Adquiridor para variável '{0}' (Ctrl-arrastar para criar um adquiridor automaticamente)
zh_cn: 为变量'{0}'创建取值器 (按住Ctrl并拖动以自动创建取值器）

# VariableDragDropAction,CreateVariableSetterToolTip
source: Create Setter for variable '{0}' (Alt-drag to automatically create a setter)
es: Crear definidor para la variable “{0}” (Alt-arrastrar para crear automáticamente un definidor)
ja: 変数 '{0}' に対し セッタ を作成します (Alt を押しながらドラッグで自動的に セッタ が作成されます)
pt_br: Criar Definidor para variável '{0}' (Alt-arrastar para criar um definidor automaticamente)
zh_cn: 为变量 '{0}'创建赋值器 (按住Alt并拖动以自动创建赋值器）

# VariableDragDropAction,IncorrectGraphForLocalVariable_Error
source: Cannot place local variable '{VariableName}' in external scope '{Scope}'
es: No puede colocar la variable local '{VariableName}' fuera del ámbito '{Scope}'
ja: 外部スコープ '{Scope}' でローカル変数 '{VariableName}' を配置できません
pt_br: Não é possível colocar a variável local '{VariableName}' no escopo externo '{Scope}'
zh_cn: 不能在外部作用域'{Scope}'中放置局部变量'{VariableName}'

# VariableDragDropAction,IncorrectGraphForPin_Error
source: Cannot place local variable '{VariableName}' in external scope '{Scope}'
es: No puede colocar la variable local '{VariableName}' fuera del ámbito '{Scope}'
ja: 外部スコープ '{Scope}' でローカル変数 '{VariableName}' を配置できません
pt_br: Não é possível colocar a variável local '{VariableName}' no escopo externo '{Scope}'
zh_cn: 不能在外部作用域'{Scope}'中放置局部变量'{VariableName}'

# VariableDragDropAction,IncorrectGraphForNodeReplace_Error
source: Cannot replace node with local variable '{VariableName}' in external scope '{Scope}'
es: No puede reemplazar el nodo con la variable local '{VariableName}' fuera del ámbito '{Scope}'
ja: 外部スコープ '{Scope}' でローカル変数 '{VariableName}' と一緒にノードを置換できません
pt_br: Não é possível substituir um nó pela variável local '{VariableName}' no escopo externo '{Scope}'
zh_cn: 不能用局部变量'{VariableName}'在外部作用域'{Scope}'替换节点

# VariableDragDropAction,IncorrectGraphForVariable_Error
source: Cannot place variable '{VariableName}' in external scope '{Scope}'
ja: 外部スコープ '{Scope}' で変数 '{VariableName}' を配置できません
zh_cn: 无法在外部作用域'{Scope}'中放置变量'{VariableName}'

# VariableDragDropAction,InvalidDropTarget
source: Invalid drop target!
ja: ドロップターゲットは無効です！
zh_cn: 无效的掉落对象！

# VariableDragDropAction,MakeThisEqualThat_PinEqualVariableName
source: Make {PinUnderCursor} = {VariableName}
es: Crear {PinUnderCursor} = {VariableName}
ja: {PinUnderCursor} を {VariableName} に設定
pt_br: Tornar {PinUnderCursor} = {VariableName}
zh_cn: 使得{PinUnderCursor} = {VariableName}

# VariableDragDropAction,MakeThisEqualThat_VariableNameEqualPin
source: Make {VariableName} = {PinUnderCursor}
es: Crear {VariableName} = {PinUnderCursor}
ja: {VariableName} を {PinUnderCursor} に設定
pt_br: Tornar {VariableName} = {PinUnderCursor}
zh_cn: 使得 {VariableName} = {PinUnderCursor}

# VariableDragDropAction,MoveVarDiffClass
source: Cannot reorder variable '{VariableName}'.
es: No se puede cambiar el orden de la variable '{VariableName}'.
ja: 変数 '{VariableName}' を並び替えできません
pt_br: Não é possível reorganizar a variável '{VariableName}'.
zh_cn: 不能重新排列变量'{VariableName}'。

# VariableDragDropAction,MoveVarOK
source: Reorder variable '{VariableName}' before '{TargetVarName}'
es: Cambiar el orden de la variable '{VariableName}' antes de '{TargetVarName}'.
ja: '{VariableName}' の前に変数 '{TargetVarName}' を並び替え
pt_br: Reorganizar variável '{VariableName}' antes de '{TargetVarName}'
zh_cn: 重新排列'{TargetVarName}'之前的变量'{VariableName}'

# VariableDragDropAction,MoveVarOther
source: Cannot reorder variable '{VariableName}' before '{TargetVarName}'.
es: No se puede cambiar el orden de la variable '{VariableName}' antes de '{TargetVarName}'.
ja: '{TargetVarName}' の前に変数 '{VariableName}' を並び替えできません
pt_br: Não é possível reorganizar a variável '{VariableName}' antes de '{TargetVarName}'.
zh_cn: 不能重新排列'{TargetVarName}'之前的变量'{VariableName}'。

# VariableDragDropAction,MoveVarYourself
source: Cannot reorder variable '{VariableName}' before itself.
es: No se puede cambiar el orden de la variable '{VariableName}' antes de sí misma.
ja: 変数自体の前に変数 '{VariableName}' を並び替えできません
pt_br: Não é possível reorganizar a variável '{VariableName}' antes de si mesma.
zh_cn: 不能在变量'{VariableName}'之前重新排列变量它。

# VariableDragDropAction,NotCompatible_Error
source: The type of '{VariableName}' is not compatible with {PinUnderCursor}
es: El tipo de '{VariableName}' no es compatible con {PinUnderCursor}
ja: '{VariableName}' の型は {PinUnderCursor} と互換性がありません
pt_br: O tipo de '{VariableName}' não é compatível com {PinUnderCursor}
zh_cn: '{VariableName}'的类型和{PinUnderCursor}不兼容

# VariableDragDropAction,Read
source: read
es: leer
ja: 読み取る
pt_br: ler
zh_cn: 读取

# VariableDragDropAction,ReadOnlyVar_Error
source: Cannot write to read-only variable '{VariableName}'
es: No puede escribir en una variable de solo lectura '{VariableName}'
ja: 読み取り専用変数 '{VariableName}' に書き込めません
pt_br: Não é possível alterar a variável somente leitura '{VariableName}'
zh_cn: 不能写入只读变量'{VariableName}'

# VariableDragDropAction,ReplacePinVariable
source: Replace Pin Variable
es: Reemplazar Pin Variable
ja: ピン変数を置換
pt_br: Substituir Variável do Fixador
zh_cn: 替换引脚变量

# VariableDragDropAction,Write
source: write
es: escribir
ja: 書き込む
pt_br: gravar
zh_cn: 写入

# VariableSetHandler,BlueprintReadOnlyOrPrivate_Error
source: The property is marked as BlueprintReadOnly or Private. It cannot be modifed in the blueprint. @@
ja: プロパティはブループリントReadOnly または プライベートとマークされています。ブループリント内で修正することはできません。@@
zh_cn: 此属性被标记为蓝图只读或私有。它不能在蓝图中修改。@@

# VariableSetHandler,ExpectedOnlyInputPins_Error
source: Expected only input pins on @@ but found @@
es: Se esperaba encontrar solo Pins de entrada en @@, pero se ha encontrado @@
ja: @@ にインプットピンのみがあると想定していましたが @@ が見つかりました
pt_br: Somente fixadores de entrada são esperados em @@, mas @@ foi encontrado
zh_cn: 在@@应该仅有输入引脚，但是却发现了@@

# VariableSetHandler,WriteToReadOnlyContext_Error
source: Variable @@ is read-only within this context and cannot be set to a new value
ja: 変数 @@ はこのコンテキスト内で読み取り専用であるため、新しい値を設定できません
zh_cn: 在此情境中认为变量@@是只读的且无法被设置为新值

# VariableSetHandler,WriteToReadOnlyContext_Warning
source: Variable @@ is considered to be read-only within this context and should not be set to a new value
ja: 変数 @@ はこのコンテキスト内で読み取り専用と判断されるため、新しい値を設定してはいけません。
zh_cn: 在此情境中认为变量@@是只读的且不应设置为新值

# VectorTextBox,VectorNodePitchValueLabel_ToolTip
source: Pitch value (around Y)
ja: ピッチ値(Y軸回り)
zh_cn: 倾斜值（围绕Y）

# VectorTextBox,VectorNodeRollValueLabel_ToolTip
source: Roll value (around X)
ja: ロール値(X軸回り)
zh_cn: 旋转值（围绕X）

# VectorTextBox,VectorNodeWAxisValueLabel_ToolTip
source: W value
ja: W値
zh_cn: W值

# VectorTextBox,VectorNodeXAxisValueLabel_ToolTip
source: X value
es: Valor de X
ja: X値
pt_br: Valor X
zh_cn: X值

# VectorTextBox,VectorNodeYawValueLabel_Tooltip
source: Yaw value (around Z)
ja: ヨー値(Z軸回り)
zh_cn: 偏转值（围绕Z）

# VectorTextBox,VectorNodeYAxisValueLabel_ToolTip
source: Y value
es: Valor de Y
ja: Y値
pt_br: Valor Y
zh_cn: Y值

# VectorTextBox,VectorNodeZAxisValueLabel_ToolTip
source: Z value
es: Valor de Z
ja: Z値
pt_br: Valor Z
zh_cn: Z值

# VehicleTransmissionDataCustomization,AddGearToolTip
source: Adds a new gear
ja: 新規ギアを追加

# VehicleTransmissionDataCustomization,EmptyGearToolTip
source: Removes all gears
es: Elimina todos los engranajes
ja: すべてのギアを取り除く
pt_br: Remover todas as marchas
zh_cn: 移除所有齿轮

# VehicleTransmissionDataCustomization,GearSetup
source: Gear Setup
es: Configuración del engranaje
ja: ギア設定
pt_br: Configuração de Marcha
zh_cn: 齿轮设置

# VehicleTransmissionDataCustomization,GearSetupLabel
source: Gears Setup
es: Configuración de los engranajes
ja: ギア設定
pt_br: Configuração de Marchas
zh_cn: 齿轮设置

# VehicleTransmissionDataCustomization,HighRPMLabel
source: Up Ratio
es: Aumentar proporción
ja: Up比率
pt_br: Razão para Cima
zh_cn: 向上比率

# VehicleTransmissionDataCustomization,LowRPMLabel
source: Down Ratio
es: Disminuir proporción
ja: Down比率
pt_br: Diminuir Razão
zh_cn: 向下比率

# VehicleTransmissionDataCustomization,RatioLabel
source: Gear Ratio
es: Relación del engranaje
ja: ギア比率
pt_br: Razão da Marcha
zh_cn: 齿轮比率

# VehicleTransmissionDataCustomization,RemoveGearToolTip
source: Removes gear
es: Elimina el engranaje
ja: ギアを取り除く
pt_br: Remove marcha
zh_cn: 移除齿轮

# VehicleTransmissionDataCustomization,TransmissionGear
source: Gear {0}
es: Engranaje {0}
ja: ギア {0}
pt_br: Marcha {0}
zh_cn: 齿轮 {0}

# ViewportWorldInteraction,MovingActors
source: Moving Selected Actors
ja: 選択したアクタを移動中

# VREditor,ConfirmRadialSelectionHelp
source: Radial Menu
ja: ラジアルメニュー

# VREditor,ModifierHelp
source: Modifier
ja: モディファイア

# VREditor,PlacingActors
source: Placing Actors
ja: アクタを配置中

# VREditor,RedoHelp
source: Redo
ja: リドゥ

# VREditor,SelectAndMove_LightlyPressedHelp
source: Select & Move
ja: 選択 & 移動

# VREditor,SelectAndMoveHelp
source: Select & Move
ja: 選択 & 移動

# VREditor,TouchHelp
source: Slide
ja: スライド

# VREditor,UndoHelp
source: Undo
ja: アンドゥ

# VREditor,VRWindowTitle
source: Unreal Editor VR
ja: アンリアルエディタ VR

# VREditor,WorldMovementHelp
source: Move World
ja: ワールドの移動

# VREditorQuickMenu,AllGizmoType
source: Universal
ja: ユニバーサル

# VREditorQuickMenu,LocalCoordinateSystem
source: Local Space
ja: ローカル空間

# VREditorQuickMenu,TranslateGizmoType
source: Translate
ja: 移動

# VREditorQuickMenu,WorldCoordinateSystem
source: World Space
ja: ワールド空間

# VREditorRadialMenu,AllGizmoType
source: Universal Gizmo
ja: ユニバーサルギズモ

# VREditorRadialMenu,RotateGizmoType
source: Rotate Gizmo
ja: 回転ギズモ

# VREditorRadialMenu,ScaleGizmoType
source: Scale Gizmo
ja: 拡大・縮小ギズモ

# VREditorRadialMenu,TranslateGizmoType
source: Translate Gizmo
ja: 移動ギズモ

# WindowsTargetSettingsDetails,AudioDevicesButtonToolTip
source: Pick from the list of available audio devices
ja: 利用可能なオーディオデバイスのリストから選択
zh_cn: 从当前可用音频设备列表中选择

# WindowsTargetSettingsDetails,AudioDevicesSectionHeader
source: Audio Devices
ja: オーディオデバイス
zh_cn: 音频设备

# WindowsTargetSettingsDetails,GitHubSourceRequiredToolTip
source: This requires GitHub source.
ja: GitHubソースが必要です。
zh_cn: 这需要GitHub源码。

# WindowsTargetSettingsDetails,OpenGL4
source: OpenGL 4 (SM5, Experimental)
ja: OpenGL 4 (SM5、実験段階)
zh_cn: OpenGL 4 (SM5, 实验性)

# WorkflowNavigationBrowser,Backward_Tooltip
source: Step backward in the tab history. Right click to see full history.
es: Volver hacia atrás en el historial de la pestaña. Hacer clic con el botón derecho para ver todo el historial.
ja: タブ履歴を戻します。右クリックすると全履歴が表示されます。
pt_br: Retrocede no histórico de guias. Clique com o botão direito para ver o histórico completo.
zh_cn: 在选卡历史中进行回退处理。右击来查看完整历史。

# WorkflowNavigationBrowser,Forward_Tooltip
source: Step forward in the tab history. Right click to see full history.
es: Avanzar en el historial de la pestaña. Hacer clic con el botón derecho para ver todo el historial.
ja: タブ履歴を進めます。右クリックすると全履歴が表示されます。
pt_br: Avança no histórico de guias. Clique com o botão direito para ver o histórico completo.
zh_cn: 在选卡历史中进行前进处理。右击来查看完整历史。

# WorkflowTabFactory,EmptyTabMessage
source: EmptyBody
ja: Emptyボディ
zh_cn: 空主体

# WorldBrowser,AddLandscapeLevel
source: Add Adjacent Landscape Level
es: Añadir nivel del terreno adyacente
ja: 隣接するランドスケープレベルを追加
pt_br: Adicionar Nível de Paisagem Adjacente
zh_cn: 添加邻接地貌关卡
