Repository: TightlyCoupledStudios/Morphos
Catalog: Engine/Content/Localization/Editor/*/Editor_FromOneSky.po
Languages: es, ja, pt_br, zh_cn

# StaticMeshEditor,FMeshMaterialsLayout_AddMaterialSlot
source: Add material slot
ja: マテリアルスロットの追加

# StaticMeshEditor,FStaticMeshEditor_CopyCollisionFromSelectedStaticMesh
source: Copy Collision from Selected Static Mesh
ja: 選択スタティックメッシュからコリジョンをコピー
zh_cn: 从选中的静态网格物体复制碰撞

# UICommands.StaticMeshEditorCommands,CopyCollisionFromSelectedMesh
source: Copy Collision from Selected Static Mesh
ja: 選択中のスタティックメッシュからコリジョンをコピー

# StaticMeshEditor,FStaticMeshEditor_DeleteSelectedPrims
source: Delete Collision
es: Eliminar colisión
ja: コリジョンを削除
pt_br: Excluir Colisão
zh_cn: 删除碰撞

# StaticMeshEditor,FStaticMeshEditor_DuplicateSelectedPrims
source: Duplicate Collision
es: Duplicar colisión
ja: コリジョンを複製
pt_br: Duplicar Colisão
zh_cn: 复制碰撞

# StaticMeshEditor,FStaticMeshEditor_GenerateKDop
source: Create Convex Collision
es: Crear una colisión convexa
ja: 凸型コリジョンを作成
pt_br: Criar Colisão Convexa
zh_cn: 创建凸面体碰撞

# StaticMeshEditor,FStaticMeshEditor_OnCollisionBox
source: Create Box Collision
es: Crear una colisión de caja
ja: ボックスコリジョンを作成
pt_br: Criar Colisão da Caixa
zh_cn: 创建盒体碰撞

# StaticMeshEditor,FStaticMeshEditor_OnCollisionSphere
source: Create Sphere Collision
es: Crear una colisión de esfera
ja: 球体コリジョンを作成
pt_br: Criar Colisão Esférica
zh_cn: 场景球体碰撞

# StaticMeshEditor,FStaticMeshEditor_OnCollisionSphyl
source: Create Capsule Collision
es: Crear una colisión de cápsula
ja: カプセルコリジョンを作成
pt_br: Criar Colisão da Cápsula
zh_cn: 创建胶囊体碰撞

# StaticMeshEditor,FStaticMeshEditor_RemoveCollision
source: Remove Collision
ja: コリジョンを取り除く
zh_cn: 移除碰撞

# UICommands.StaticMeshEditorCommands,RemoveCollision
source: Remove Collision
ja: コリジョンを取り除く

# StaticMeshEditor,GenerateDistanceFieldAsIfTwoSided
source: Generate Distance Field as if TwoSided
ja: TwoSidedとして距離フィールドを作成
zh_cn: 生成双面般的距离场

# StaticMeshEditor,GenerateLightmapUVs
source: Generate Lightmap UVs
ja: ライトマップUVを作成
zh_cn: 生成光照贴图UVs

# StaticMeshEditor,ImportGeneralSettings
source: Import Settings
es: Importar ajustes
ja: インポート設定
pt_br: Importar Configurações
zh_cn: 导入设置

# StaticMeshEditor,LODCountTooltip
source: The number of LODs for this static mesh. If auto mesh reduction is available, setting this number will determine the number of LOD levels to auto generate.
es: El número de LOD para esta malla estática. Si la reducción automática de la malla está disponible, configurar este número determinará el número de niveles de LOD que generar automáticamente.
ja: このスタティックメッシュのLOD数です。自動メッシュ削減機能が有効な場合、設定値により自動生成するLODレベル数が決定します。
pt_br: O número de LODs para essa malha estática. Se a redução automática de malha estiver disponível, a configuração desse número determinará o número de níveis de LOD para geração automática.
zh_cn: 该静态网格物体的LOD数量。如果自动网格物体简化可用，那么设置这个数值将会决定自动生成的LOD层次的数量。

# StaticMeshEditor,LODGroup
source: LOD Group
es: Grupo de nivel de detalle (LOD)
ja: LODグループ
pt_br: Grupo de LOD
zh_cn: LOD组

# StaticMeshEditor,LODLevel_ID
source: LOD Level %d
es: Nivel de detalle (LOD) %d
ja: LODレベル %d
pt_br: Nível de LOD %d
zh_cn: LOD层次 %d

# StaticMeshEditor,MeshBuildSettings
source: Build Settings
es: Ajustes del diseño
ja: ビルド設定
pt_br: Configurações de Compilação
zh_cn: 编译设置

# StaticMeshEditor,MinLightmapResolution
source: Min Lightmap Resolution
ja: 最小ライトマップ解像度
zh_cn: 最小光照贴图分辨率

# StaticMeshEditor,MinLOD
source: Minimum LOD
ja: 最小LOD
zh_cn: 最小LOD

# StaticMeshEditor,MinLODTooltip
source: The minimum LOD to use for rendering. This can be overridden in components.
ja: 描画に使用する最小LOD。コンポーネントでオーバラードすることができます。
zh_cn: 用于渲染的最小LOD。 您可以在组件中对其进行重载。

# StaticMeshEditor,RecomputeTangents
source: Recompute Tangents
es: Volver a calcular las tangentes
ja: タンジェントを再計算
pt_br: Recalcular Tangentes
zh_cn: 重新计算切线

# StaticMeshEditor,RemoveDegenerates
source: Remove Degenerates
es: Eliminar los deteriorados
ja: 縮退を取り除く
pt_br: Remover Degenerados
zh_cn: 移除退化

# StaticMeshEditor,ScreenSize_MeshSimplification
source: Screen Size: {0}
es: Tamaño de la pantalla: {0}
ja: スクリーンサイズ: {0}
pt_br: Tamanho da Tela: {0}
zh_cn: 屏幕尺寸： {0}

# StaticMeshEditor,ScreenSizeName
source: Screen Size
es: Tamaño de la pantalla
ja: スクリーンサイズ
pt_br: Tamanho da Tela
zh_cn: 屏幕尺寸

# UMG,ScreenSize
source: Screen Size
ja: スクリーンサイズ
zh_cn: 屏幕尺寸

# StaticMeshEditor,ScreenSizeRow
source: ScreenSize
ja: スクリーンSize
zh_cn: 屏幕尺寸

# StaticMeshEditor,ShouldApplyLODChanges
source: Would you like to apply level of detail changes to {0}? (No will lose all changes!)
es: ¿Quiere aplicar los cambios del nivel de detalle a {0}? {0} (¡No se perderán los cambios!)
ja: {0} にLODの変更内容を適用しますか? (いいえを選択すると変更内容が失われます!)
pt_br: Deseja aplicar as alterações do nível de detalhe a {0}? ('Não' perderá todas as alterações!)
zh_cn: 您想要把对细节层次的修改应用到{0}吗? (选择‘否’会失去所有修改!)

# StaticMeshEditor,SocketManagerTab
source: Socket Manager
es: Administrador del punto de acople
ja: ソケットマネージャー
pt_br: Gerenciador de Soquetes
zh_cn: 插槽管理器

# StaticMeshEditor,StaticMeshSocketManager_TabTitle
source: Socket Manager
es: Administrador del punto de acople
ja: ソケットマネージャー
pt_br: Gerenciador de Soquetes
zh_cn: 插槽管理器

# StaticMeshEditor,SourceLightmapIndex
source: Source Lightmap Index
ja: ソースライトマップインデックス
zh_cn: 源光照贴图索引

# StaticMeshEditor,StaticMeshEditorCollisionMenu_ToolTip
source: Opens a menu with commands for editing this mesh's collision
es: Abre el menú con los comandos para editar esta colisión de la malla
ja: コマンドでメニューを開いてこのメッシュのコリジョンを修正
pt_br: Abre um menu com comandos para editar a colisão dessa malha
zh_cn: 打开带命令的菜单以编辑此网格物体的碰撞

# StaticMeshEditor,StaticMeshEditorMeshMenu_ToolTip
source: Opens a menu with commands for altering this mesh
es: Abre el menú con los comandos para cambiar esta malla
ja: コマンドでメニューを開いてこのメッシュを修正
pt_br: Abre um menu com comandos para alterar essa malha
zh_cn: 打开带命令的菜单以变更此网格物体

# StaticMeshEditor,StaticMeshGeneralSettings
source: Static Mesh Settings
es: Ajustes de la malla estática
ja: スタティックメッシュの設定
pt_br: Configurações de Malha Estática
zh_cn: 静态网格物体设置

# StaticMeshEditor,Triangles_MeshSimplification
source: Triangles: {0}
es: Triángulos: {0}
ja: トライアングル数: {0}
pt_br: Triângulos: {0}
zh_cn: 三角形： {0}

# StaticMeshEditor,UseFullPrecisionUVs
source: Use Full Precision UVs
es: Usar los UV de precisión total
ja: 最大精度のUVを使用
pt_br: Usar UVs de Precisão Total
zh_cn: 使用全精度UVs

# StaticMeshEditor,Vertices_MeshSimplification
source: Vertices: {0}
es: Vértices: {0}
ja: 頂点: {0}
pt_br: Vértices: {0}
zh_cn: 顶点： {0}

# StaticMeshEditor,WorkspaceMenu_StaticMeshEditor
source: Static Mesh Editor
ja: スタティック メッシュ エディタ
zh_cn: 静态网格物体编辑器

# StaticMeshEditor,WorldCentricTabPrefix
source: StaticMesh
es: Malla estática
ja: スタティックメッシュ
zh_cn: 静态网格物体

# STextPropertyEditableTextBox,TextKeyLabel
source: Key:
ja: キー:

# TranslationPicker,KeyLabel
source: Key:
ja: キー:
zh_cn: 键:

# STextPropertyEditableTextBox,TextLocalizableLabel
source: Localizable:
ja: ローカライズ可能:

# STextPropertyEditableTextBox,TextNamespaceLabel
source: Namespace:
ja: ネームスペース:

# TranslationPicker,NamespaceLabel
source: Namespace:
ja: ネームスペース:
zh_cn: 命名空间：

# STextPropertyEditableTextBox,TextPackageLabel
source: Package:
ja: パッケージ:

# STextureEditorViewport,ExposureBiasLabel
source: Exposure Bias:
es: Desviación de la exposición:
ja: バイアスの露出：
pt_br: Tendência de Exposição:
zh_cn: 曝光偏差：

# STextureEditorViewport,Zoom100ActionHint
source: Show the texture in its original size.
es: Mostrar la textura en su tamaño original.
ja: テクスチャをオリジナルのサイズで表示
pt_br: Exibe a textura com o tamanho original.
zh_cn: 将贴图显示为原始尺寸

# STextureEditorViewport,Zoom200ActionHint
source: Show the texture at twice its size.
es: Mostrar la textura en el doble de su tamaño.
ja: テクスチャを2倍のサイズで表示
pt_br: Exibe a textura com o dobro do tamanho.
zh_cn: 将贴图显示为原尺寸的二倍

# STextureEditorViewport,Zoom25ActionHint
source: Show the texture at a quarter of its size.
es: Mostrar la textura en un cuarto de su tamaño.
ja: テクスチャを1/4のサイズで表示
pt_br: Exibe a textura com um quarto do tamanho.
zh_cn: 将贴图显示为原尺寸的四分之一

# STextureEditorViewport,Zoom400ActionHint
source: Show the texture at four times its size.
es: Mostrar la textura en cuatro veces su tamaño.
ja: テクスチャを4倍のサイズで表示
pt_br: Exibe a textura com quatro vezes o tamanho.
zh_cn: 将贴图显示为原尺寸的四倍

# STextureEditorViewport,Zoom50ActionHint
source: Show the texture at half its size.
es: Mostrar la textura en la mitad de su tamaño.
ja: テクスチャを半分のサイズで表示
pt_br: Exibe a textura com metade do tamanho.
zh_cn: 将贴图显示为原尺寸的一半

# STextureEditorViewport,ZoomFillActionHint
source: Scale the texture to fit the viewport.
es: Escalar la textura para ajustar la ventana gráfica.
ja: ビューポートに合わせてテクスチャを拡大・縮小
pt_br: Escalona a textura para encaixar na porta de visualização.
zh_cn: 缩放贴图来适应视口。

# STextureEditorViewport,ZoomFitAction
source: Scale To Fit
es: Escalar para ajustar
ja: 拡大・縮小して適合
pt_br: Escalonar para Caber
zh_cn: 缩放来适应控件

# UICommands.TextureEditorCommands,FitToViewport
source: Scale To Fit
ja: 拡大・縮小して合わせる

# STextureEditorViewport,ZoomLabel
source: Zoom:
es: Hacer zoom:
ja: ズーム：
zh_cn: 缩放：

# STimelineEditor,AddColorTrack
source: Add Color Track
es: Añadir una pista de color
ja: カラートラックを追加
pt_br: Adicionar Faixa de Cor
zh_cn: 添加颜色轨迹

# STimelineEditor,AddExternalAsset
source: Add Selected Curve Asset
es: Añadir el activo de la curva seleccionada
ja: 選択したカーブアセットを追加
pt_br: Adicionar Ativo de Curva Selecionado
zh_cn: 添加选中的曲线资源

# STimelineEditor,AddFloatTrack
source: Add Float Track
es: Añadir una pista del punto flotante
ja: フロートトラックを追加
pt_br: Adicionar Faixa Flutuante
zh_cn: 添加浮点型轨迹

# STimelineEditor,AddVectorTrack
source: Add Vector Track
es: Añadir pista del vector
ja: ベクタートラックを追加
pt_br: Adicionar Faixa de Vetor
zh_cn: 添加向量型轨迹

# STimelineEditor,AlreadyInUse
source: "{TrackName}" is already in use.
ja: "{TrackName}" は既に使用中です。
zh_cn: "{TrackName}"已经被使用。

# STimelineEditor,AutoPlay
source: AutoPlay
ja: オートプレイ
zh_cn: 自动播放

# STimelineEditor,DupTrackName
source: Failed to create track. Duplicate Track name entered. "{TrackName}" is already in use
es: Error al crear la pista. Duplicar el nombre de la pista introducido. "{TrackName}" ya está en uso
ja: トラックの作成に失敗しました。複製する名前が入力されました。 ''{TrackName}" は既に使用中です。
pt_br: Falha ao excluir a faixa. Nome de Faixa duplicado inserido. "{TrackName}" já está em uso
zh_cn: 创建轨迹失败。输入了重复的轨迹名称。 "{TrackName}"已经在使用中。

# STimelineEditor,ExternalCurveLabel
source: External Curve
ja: 外部カーブ
zh_cn: 外部曲线

# STimelineEditor,InvalidTimelineNodeCreate
source: Failed to create track. Timeline node is invalid. Please remove timeline node.
es: Error al crear la pista. El nodo de la línea de tiempo no es válido. Por favor, eliminar nodo de la línea de tiempo.
ja: トラックの作成に失敗しました。Timelineノードが無効です。Timelineノードを取り除いてください。
pt_br: Falha ao criar faixa. O nó da linha do tempo é inválido. Remova o nó da linha do tempo.
zh_cn: 创建轨迹失败。时间轴节点无效。请删除时间轴节点。

# STimelineEditor,InvalidTimelineNodeDestroy
source: Failed to destroy track. Timeline node is invalid. Please remove timeline node.
es: Error al eliminar la pista. El nodo de la línea de tiempo no es válido. Por favor, eliminar el nodo de la línea de tiempo.
ja: トラックの破壊に失敗しました。Timelineノードが無効です。Timelineノードを取り除いてください。
pt_br: Falha ao destruir faixa. O nó da linha do tempo é inválido. Remova o nó da linha do tempo.
zh_cn: 销毁轨迹失败。时间轴节点无效。请删除时间轴节点。

# STimelineEditor,Loop
source: Loop
es: Bucle
ja: ループ
zh_cn: 循环

# STransportControl,Loop
source: Loop
es: Bucle
ja: ループ
zh_cn: 循环

# UICommands.CascadeCommands,ToggleLoopSystem
source: Loop
ja: ループ

# UICommands.MatineeCommands,FitLoop
source: Loop
ja: ループ

# UICommands.MatineeCommands,PlayLoop
source: Loop
ja: ループ

# STimelineEditor,NewTrack_DefaultName
source: NewTrack
ja: 新規Track
zh_cn: 新建轨迹

# UnrealEd,NewTrack
source: NewTrack
ja: 新規Track
zh_cn: 新建轨迹

# STimelineEditor,NoTimeline
source: No Timeline
es: No hay línea de tiempo
ja: タイムラインなし
pt_br: Nenhuma Linha do Tempo
zh_cn: 没有时间轴

# STimelineEditor,TimelineEditor_AddNewTrack
source: Add new track
es: Añadir pista nueva
ja: 新規トラックを追加
pt_br: Adicionar nova faixa
zh_cn: 添加新轨迹

# STimelineEditor,TimelineEditor_CreateFromAsset
source: Add new track from asset
es: Añadir un pista nueva del activo
ja: アセットから新規トラックを追加
pt_br: Adicionar nova faixa a partir do ativo
zh_cn: 从资源添加新轨迹

# STimelineEditor,TimelineEditor_DeleteTrack
source: Delete track
es: Eliminar pista
ja: トラックを削除
pt_br: Excluir faixa
zh_cn: 删除轨迹

# STimelineEditor,TrackNameTooltip
source: Enter track name
ja: トラック名を入力
zh_cn: 输入轨迹名称

# STimelineEditor,UseLastKeyframe
source: Use Last Keyframe?
es: ¿Usar el último fotograma clave?
ja: 最終キーフレームを使用しますか？
pt_br: Usar Último Quadro-chave?
zh_cn: 使用最后一个关键帧?

# SToolTip,AdvancedToolTipMessage
source: hold {0} for more
es: contener {0} para más
ja: 詳細は {0} を押してください
pt_br: reter {0} por mais
zh_cn: 按住{0}获得更多信息

# SToolTip,DocumentationSCCActionDesc
source: tool tip excerpt
es: extracto de la herramienta de ayuda
ja: ツールヒントの引用
pt_br: excerto da dica de ferramenta
zh_cn: 工具提示摘录

# SToolTip,EditDocumentationMessage_Create
source: create
es: crear
ja: 作成
pt_br: criar
zh_cn: 创建

# SToolTip,EditDocumentationMessage_Edit
source: edit
es: editar
ja: 編集する
pt_br: editar
zh_cn: 编辑

# SToolTip,GoToFullDocsLinkMessage
source: see full documentation
es: Ver toda la documentación
ja: フルドキュメントを表示
pt_br: ver documentação completa
zh_cn: 查看完整文件

# STransportControl,Pause
source: Pause
es: Pausa
ja: ポーズ
pt_br: Pausar
zh_cn: 暂停键

# UICommands.AnimViewportPlaybackCommands,PersonaTurnTablePause
source: Pause
ja: 一時停止

# UICommands.BehaviorTreeEditorCommands,PausePlaySession
source: Pause
ja: 一時停止
zh_cn: 暂停

# UICommands.DebuggerCommands,PausePlaySession
source: Pause
ja: 一時停止
zh_cn: 暂停

# UICommands.SequencerCommands,Pause
source: Pause
ja: 一時停止

# STransportControl,Reverse
source: Reverse
es: Retroceder
ja: リバース再生
pt_br: Inverter
zh_cn: 反向

# UICommands.MatineeCommands,AnimKeyToggleReverse
source: Reverse
ja: 逆再生

# UICommands.MatineeCommands,PlayReverse
source: Reverse
ja: 逆再生

# STransportControl,StopRecording
source: Stop Recording
es: Parar la grabación
ja: 録画停止
pt_br: Parar Gravação
zh_cn: 停止录制

# STransportControl,ToEnd
source: To End
es: Hacia el final
ja: 終わりへ
pt_br: Para o Fim
zh_cn: 到结尾处

# STransportControl,ToFront
source: To Front
es: hacia la parte frontal
ja: 始まりへ
pt_br: Para a Frente
zh_cn: 到开头处

# STransportControl,ToNext
source: To Next
es: Siguiente
ja: 次へ
pt_br: Para o Próximo
zh_cn: 到下一处

# STransportControl,ToPrevious
source: To Previous
es: Anterior
ja: 前へ
pt_br: Para o Anterior
zh_cn: 到上一处

# StreamingTextures,StreamingTexturesInProgressFormat
source: Streaming Textures ({NumTextures})
ja: テクスチャ ({NumTextures}) をストリーミング
zh_cn: 动态载入贴图 ({NumTextures})

# Structure,ChangeTooltip
source: Change UDS Tooltip
es: Cambiar herramienta de ayuda UDS
ja: USDツールヒントを変更
pt_br: Alterar Dica de Ferramenta de UDS
zh_cn: 修改UDS工具提示

# Structure,ChangeVariableDefaultValue
source: Change Variable Default Value
es: Modificar el valor predeterminado de la variable
ja: 変数のデフォルト値を変更
pt_br: Alterar Valor Padrão da Variável
zh_cn: 变更变量默认值

# Structure,ChangeVariableOnBPInstance
source: Change variable editable on BP instance
ja: BPインスタンス上の変数を編集可能に変更
zh_cn: 修改蓝图实例上的可编辑变量

# Structure,ChangeVariableTooltip
source: Change UDS Variable Tooltip
es: Cambiar herramienta de ayuda variable UDS
ja: UDS変数ツールヒントを変更
pt_br: Alterar Dica de Ferramenta da Variável de UDS
zh_cn: 修改UDS变量工具提示

# Structure,RemoveInvalidStructureMemberVariable_Msg
source: The following member variables in blueprint '{0}' have invalid type. Would you like to remove them? {1}
ja: ブループリント '{0}' の次のメンバ変数に不正タイプがあります。削除しますか？ {1}
zh_cn: 蓝图'{0}'中的以下成员变量具有无效类型。您想要移除它们吗？ {1}

# Structure,StructureIncorrectStructType
source: Incorrect struct type in a structure member variable.
ja: 構造体メンバ変数に不正な構造体タイプです
zh_cn: 结构体成员变量中的结构体类型不正确。

# Structure,StructureIncorrectTypeCategory
source: Incorrect type for a structure member variable.
ja: 構造体メンバ変数に不正なタイプです
zh_cn: 结构体成员变量的类型不正确。

# Structure,StructureNotCompiled
source: Struct '%s' is not compiled
es: '%s' de la estructura no está compilada
ja: 構造体 '%s' はコンパイルされていません
pt_br: Struct '%s' não está compilado
zh_cn: 结构体'%s'没有编译

# Structure,StructurePropertyErrorTemplate
source: Struct '%s' Property '%s' Error ( %s )
es: Estructura '%s' Propiedad '%s' Error ( %s )
ja: 構造体 '%s' プロパティ '%s' エラー ( %s )
pt_br: Struct '%s' Propriedade '%s' Erro ( %s )
zh_cn: 结构体'%s' 属性 '%s' 错误 ( %s )

# Structure,StructureRecursion
source: Recursion: Struct cannot have itself as a member variable. Struct '%s', recursive parent '%s'
es: Recurrencia: La estructura no se puede tener a sí misma como una variable miembro. '%s' de la estructura, '%s' padre recursivo.
ja: 再帰: 構造体は自身をメンバー変数として持つことはできません。構造体 '%s'、再帰的な親 '%s'
pt_br: Recursão: A Struct não pode ter a si mesma como variável-membro. Struct '%s', pai recursivo '%s'
zh_cn: 递归： 结构体不能将其本身作为成员变量。 结构体 '%s', 递归的父项 '%s'

# Structure,StructureSizeIsZero
source: Struct '%s' is empty
es: La estructura '%s' está vacía
ja: 構成の '%s' は空です
pt_br: Struct '%s' está vazio
zh_cn: '%s'为空。

# Structure,StructureUnknown
source: Struct unknown (deleted?)
es: Estructura desconocida (¿eliminada?)
ja: 構造体が不明です（削除済み？）
pt_br: Struct desconhecido (excluída?)
zh_cn: 结构体未知(删除?)

# Structure,StructureUnknownProperty
source: Struct unknown (deleted?). Parent '%s' Property: '%s'
es: Estructura desconocida (¿eliminada?). Padre '%s' Propiedad: '%s'
ja: 構造体が不明です（削除された可能性）親 '%s' プロパティ: '%s'
pt_br: Struct desconhecido (excluído?). Pai '%s' Propriedade: '%s'
zh_cn: 结构体未知(删除?)。父项 '%s' ，属性: %s

# Structure,StructureUseBlueprintReferences
source: Struct cannot use any blueprint references
es: La estructura no puede utilizar ninguna referencia Blueprint
ja: 構造体はブループリントリファレンスを使用できません
pt_br: Struct não pode usar qualquer referência de esquema
zh_cn: 结构体不能使用任何蓝图引用。

# StructureCompiler,MakeStructureDefaultValue_Error
source: MakeStructureDefaultValue parsing error. Object: %s, Property: %s
es: Error de análisis de MakeStructureDefaultValue. Objeto: %s, Propiedad: %s
ja: MakeStructureDefault値パースエラー。オブジェクト: %s, プロパティ: %s
pt_br: Erro de análise de MakeStructureDefaultValue. Objeto: %s, Propriedade: %s
zh_cn: MakeStructureDefaultValue解析错误。对象: %s, 属性: %s

# StructureCompiler,StructureGeneric_Error
source: Structure: %s Error: %s
es: Estructura '%s' Error: %s
ja: 構造体: %s エラー: %s
pt_br: Estrutura: %s Erro: %s
zh_cn: 结构体: %s 错误: %s

# StructureCompiler,StructurEmpty_Error
source: Structure '%s' is empty
es: La estructura '%s' está vacía
ja: 構造の '%s' は空です
pt_br: Estrutura '%s' está vazia
zh_cn: 结构体'%s'为空。

# StructureCompiler,VariableInvalidType_Error
source: The variable %s declared in %s has an invalid type %s
es: La variable %s declarada en %s no tiene un tipo %s válido
ja: %s で宣言された変数 %s には無効な種類 %s があります
pt_br: A variável %s declarada em %s tem um tipo inválido %s
zh_cn: %s中声明的变量%s的类型%s无效

# StructureEditor,3dWidget
source: 3D Widget
ja: 3Dウィジェット
zh_cn: 3D 控件

# StructureEditor,AppLabel
source: Struct Editor
es: Editor de estructura
ja: 構造体エディタ
pt_br: Editor de Struct
zh_cn: 结构体编辑器

# StructureEditor,DefaultValues
source: Default Values
es: Valores predeterminados
ja: デフォルト値
pt_br: Valores Padrão
zh_cn: 默认值

# StructureEditor,EditableOnBPInstance
source: Variable can be edited on an instance of a Blueprint.
es: La variable puede editarse en una instancia de un Blueprint.
ja: 変数はブループリントのインスタンス上で編集できます
pt_br: A variável pode ser editada em uma instância de um Esquema
zh_cn: 可以编辑蓝图实例上的变量。

# StructureEditor,EditableOnInstance
source: EditableOnInstance
ja: EdiテーブルOnInstance
zh_cn: 可以在实例上编辑

# StructureEditor,MemberVariablesEditor
source: Member Variables
es: Variables miembro
ja: メンバ変数
pt_br: Variáveis-membros
zh_cn: 成员变量

# StructureEditor,NewStructureField
source: New Variable
es: Variable nueva
ja: 新規変数
pt_br: Nova Variável
zh_cn: 新建变量

# StructureEditor,RemoveVariable
source: Remove member variable
es: Eliminar variable miembro
ja: メンバ変数を取り除く
pt_br: Remover variável-membro
zh_cn: 删除成员变量

# StructureEditor,UDStructWorldCentricTabPrefix
source: Struct
es: Estructura
ja: 構造体
zh_cn: 结构体

# StructureEditor,WorkspaceMenu_UserDefinedStructureEditor
source: User-Defined Structure Editor
ja: ユーザー定義構造体エディタ
zh_cn: 用户定义的结构体编辑器

# STutorialButton,DismissAllReminders
source: Dismiss All Tutorial Reminders
ja: チュートリアルリマインダーをすべて閉じる
zh_cn: 拒绝所有指南提醒

# STutorialButton,DismissReminder
source: Don't Remind Me Again
ja: 記憶しない
zh_cn: 不用再次提醒

# STutorialButton,DismissReminderTooltip
source: Selecting this option will prevent the tutorial blip from being displayed again, even if you choose not to complete the tutorial.
ja: チュートリアルを終了しない選択をしても、このオプションを選択するとチュートリアルは再度表示されません。
zh_cn: 即使您选择不完成教程，选择此选项也会让教程的亮点不再显示。

# STutorialButton,LaunchBrowser
source: Show Available Tutorials
ja: 利用可能なチュートリアルを表示
zh_cn: 显示可用教程

# STutorialButton,LaunchBrowserTooltip
source: Display the tutorials browser
ja: チュートリアルブラウザを表示
zh_cn: 显示教程浏览器

# STutorialButton,LaunchTutorialPattern
source: Start Tutorial: {0}
ja: チュートリアルを開始： {0}
zh_cn: 开始教程: {0}

# STutorialButton,TutorialLaunchBrowserToolTip
source: Show Available Tutorials...
ja: 利用可能なチュートリアルを表示...
zh_cn: 显示可用教程...

# STutorialButton,TutorialLaunchToolTip
source: Click to begin the '{0}' tutorial
ja: クリックして '{0}' チュートリアルを開始する
zh_cn: 点击以开始'{0}'教程

# STutorialButton,TutorialLaunchToolTipPattern
source: Click to begin the '{0}' tutorial, or right click for more options
ja: クリックして '{0}' チュートリアルを開始、または右クリックしてその他のオプションを開く
zh_cn: 点击以开始'{0}'教程，或右键点击以查看更多选项

# STutorialButton,TutorialToolTip
source: Take Tutorial
ja: チュートリアルを見る
zh_cn: 学习教程

# STutorialContent,BackButtonTooltip
source: Go to the previous stage of this tutorial.
ja: このチュートリアルの前の項目に移動
zh_cn: 转到此教程的前一页面。

# STutorialContent,BackTooltip
source: Go back to the previous stage of this tutorial.
ja: チュートリアルの前の項目に戻る
zh_cn: 返回此教程的前一页面。

# STutorialContent,DefaultHomeButtonLabel
source: Home
ja: ホーム
zh_cn: 主页

# UICommands.MaterialEditorCommands,CameraHome
source: Home
ja: ホーム

# STutorialContent,ExitLabel
source: Exit
ja: 終了する
zh_cn: 退出

# UICommands.MainFrameActions,Exit
source: Exit
ja: 終了
zh_cn: 退出

# STutorialContent,ExitTooltip
source: Quit this tutorial. You can find it again in the tutorials browser, reached from the Help menu.
ja: このチュートリアルを終了します。このチュートリアルは、ヘルプメニューから、チュートリアルブラウザで検索できます。
zh_cn: 退出此教程。您可以再次在帮助菜单的教程浏览器中搜寻它。

# STutorialContent,HomeButtonTooltip
source: This tutorial is complete. Open the tutorial browser to find more tutorials.
ja: このチュートリアルは終了です。チュートリアルブラウザを開いてその他のチュートリアルを検索してください。
zh_cn: 此教程已完成。打开教程浏览器来搜寻更多教程。

# STutorialContent,MoreOptionsTooltip
source: More Options
ja: より多くのオプション
zh_cn: 更多选项

# STutorialContent,NextButtonTooltip
source: Go to the next stage of this tutorial.
ja: チュートリアルの次の項目に戻る
zh_cn: 转到此教程的下一页面。

# STutorialContent,OpenBrowserLabel
source: More Tutorials...
ja: その他のチュートリアル...
zh_cn: 更多教程...

# STutorialContent,OpenBrowserTooltip
source: Open the tutorial browser to find more tutorials.
ja: チュートリアルブラウザを開いてその他のチュートリアルを検索する
zh_cn: 打开教程浏览器以搜寻更多教程。

# STutorialContent,QuitStandaloneTooltip
source: Close this Message
ja: このメッセージを閉じる
zh_cn: 关闭此信息

# STutorialContent,RestartLabel
source: Restart
ja: 再スタート
zh_cn: 重启

# STutorialContent,RestartTooltip
source: Start this tutorial again from the beginning.
ja: 初めからこのチュートリアルを再スタートする
zh_cn: 再次从头开始此教程。

# STutorialEditableText,BoldTextDesc
source: Bold
ja: 太字
zh_cn: 加粗

# STutorialEditableText,ExcerptAssetTooltip
source: Enter the excerpt that should be used for this link's rich tooltip
ja: リンクのリッチなツールチップに使用する引用をインプット
zh_cn: 输入应用于此链接的多格式工具提示的摘要

# STutorialEditableText,Header1TextDesc
source: Header 1
ja: ヘッダ1
zh_cn: 头文件1

# STutorialEditableText,Header2TextDesc
source: Header 2
ja: ヘッダ2
zh_cn: 头文件2

# STutorialEditableText,HyperlinkButtonTooltip
source: Insert or Edit Hyperlink
ja: ハイパーリンクを挿入または編集
zh_cn: 插入或编辑超链接

# STutorialEditableText,HyperlinkInsertLabel
source: Insert Hyperlink
ja: ハイパーリンクを挿入
zh_cn: 插入超链接

# STutorialEditableText,HyperlinkSetLabel
source: Set Hyperlink
ja: ハイパーリンクを設定
zh_cn: 设置超链接
